[{"heading": "Events", "year": "1309", "date": "March 27", "txt": "Pope Clement V imposes excommunication and interdiction on Venice, and a general prohibition of all commercial intercourse with Venice, which had seized on Ferrara, a papal fiefdom.", "entities": [{"title": "Pope Clement V", "href": "/wiki/Pope_Clement_V", "description": "Pope Clement V, born Raymond Bertrand de Got, was head of the Catholic Church and ruler of the Papal States from 5 June 1305 to his death in April 1314. He is remembered for suppressing the order of the Knights Templar and allowing the execution of many of its members. Pope Clement V was the pope who moved the Papacy from Rome to Avignon, ushering in the period known as the Avignon Papacy."}, {"title": "Excommunication", "href": "/wiki/Excommunication", "description": "Excommunication is an institutional act of religious censure used to end or at least regulate the communion of a member of a congregation with other members of the religious institution who are in normal communion with each other. The purpose of the institutional act is to deprive, suspend, or limit membership in a religious community or to restrict certain rights within it, in particular, those o"}, {"title": "Interdict (Catholic canon law)", "href": "/wiki/Interdict_(Catholic_canon_law)", "description": "In Catholic canon law, an interdict is an ecclesiastical censure, or ban that prohibits persons, certain active Church individuals or groups from participating in certain rites, or that the rites and services of the church are banished from having validity in certain territories for a limited or extended time."}, {"title": "Ferrara", "href": "/wiki/Ferrara", "description": "Ferrara is a city and comune in Emilia-Romagna, northern Italy, capital of the Province of Ferrara. As of 2016 it had 132,009 inhabitants. It is situated 44 kilometres northeast of Bologna, on the Po di Volano, a branch channel of the main stream of the Po River, located 5 km north. The town has broad streets and numerous palaces dating from the Renaissance, when it hosted the court of the House o"}]}, {"heading": "Events", "year": "1329", "date": "March 27", "txt": "Pope John XXII issues his In Agro Dominico condemning some writings of Meister Eckhart as heretical.", "entities": [{"title": "Pope John XXII", "href": "/wiki/Pope_John_XXII", "description": "Pope John XXII, born Jacques Duèze, was head of the Catholic Church from 7 August 1316 to his death in 1334."}, {"title": "Meister Eckhart", "href": "/wiki/Meister_Eckhart", "description": "Eckhart von Hochheim, commonly known as Meister Eckhart or Eckehart, was a German theologian, philosopher and mystic, born near Gotha in the Landgraviate of Thuringia in the Holy Roman Empire."}]}, {"heading": "Events", "year": "1513", "date": "March 27", "txt": "Spanish explorer Juan Ponce de León reaches the northern end of The Bahamas on his first voyage to Florida.", "entities": [{"title": "Juan Ponce de León", "href": "/wiki/Juan_Ponce_de_Le%C3%B3n", "description": "Juan Ponce de León, was a Spanish explorer and conquistador known for leading the first official European expedition to Florida and serving as the first governor of Puerto Rico. He was born in Santervás de Campos, Valladolid, Spain in 1474. Though little is known about his family, he was of noble birth and served in the Spanish military from a young age. He first came to the Americas as a \"gentlem"}, {"title": "The Bahamas", "href": "/wiki/The_Bahamas", "description": "The Bahamas, known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago of the West Indies in the Atlantic. It takes up 97% of the Lucayan Archipelago's land area and is home to 88% of the archipelago's population. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and northwest of the"}]}, {"heading": "Events", "year": "1625", "date": "March 27", "txt": "Charles I becomes King of England, Scotland and Ireland as well as claiming the title King of France.", "entities": [{"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}, {"title": "English claims to the French throne", "href": "/wiki/English_claims_to_the_French_throne", "description": "From the 1340s to the 19th century, excluding two brief intervals in the 1360s and the 1420s, the kings and queens of England and Ireland also claimed the throne of France. The claim dates from Edward III, who claimed the French throne in 1340 as the sororal nephew of the last direct Capetian, Charles IV. Edward and his heirs fought the Hundred Years' War to enforce this claim, and were briefly su"}]}, {"heading": "Events", "year": "1782", "date": "March 27", "txt": "The Second Rockingham ministry assumes office in Britain and begins negotiations to end the American War of Independence.", "entities": [{"title": "Second Rockingham ministry", "href": "/wiki/Second_Rockingham_ministry", "description": "This is a list of the principal holders of government office during the second premiership of the Marquess of Rockingham for four months in 1782."}]}, {"heading": "Events", "year": "1794", "date": "March 27", "txt": "The United States Government establishes a permanent navy and authorizes the building of six frigates.", "entities": [{"title": "Federal government of the United States", "href": "/wiki/Federal_government_of_the_United_States", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Original six frigates of the United States Navy", "href": "/wiki/Original_six_frigates_of_the_United_States_Navy", "description": "The United States Congress authorized the original six frigates of the United States Navy with the Naval Act of 1794 on March 27, 1794, at a total cost of $688,888.82. These ships were built during the formative years of the United States Navy, on the recommendation of designer Joshua Humphreys for a fleet of frigates powerful enough to engage any frigates of the French or British navies yet fast "}]}, {"heading": "Events", "year": "1809", "date": "March 27", "txt": "Peninsular War: A combined Franco-Polish force defeats the Spanish in the Battle of Ciudad Real.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}, {"title": "Duchy of Warsaw", "href": "/wiki/Duchy_of_Warsaw", "description": "The Duchy of Warsaw, also known as Napoleonic Poland, was a Polish client state of the French Empire established by Napoleon Bonaparte in 1807, during the Napoleonic Wars. It comprised the ethnically Polish lands ceded to France by Prussia under the terms of the Treaties of Tilsit. It was the first attempt to re-establish Poland as a sovereign state after the 18th-century partitions and covered th"}, {"title": "Battle of Ciudad Real", "href": "/wiki/Battle_of_Ciudad_Real", "description": "The Battle of Ciudad Real was fought on 27 March 1809 and resulted in a French victory under General Sebastiani against the Spanish under General Conde de Cartojal."}]}, {"heading": "Events", "year": "1814", "date": "March 27", "txt": "War of 1812: In central Alabama, U.S. forces under General Andrew Jackson defeat the Creek at the Battle of Horseshoe Bend.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}, {"title": "Creek (people)", "href": "/wiki/Creek_(people)", "description": "The Muscogee, also known as the Muskogee, Muscogee Creek, Mvskoke\nCreek, Mvskokvlke, or the Muscogee Creek Confederacy in the Muscogee language, are a group of related indigenous peoples of the Southeastern Woodlands in the United States of America. Their original homelands are in what now comprises southern Tennessee, all of Alabama, western Georgia and part of northern Florida."}, {"title": "Battle of Horseshoe Bend (1814)", "href": "/wiki/Battle_of_Horseshoe_Bend_(1814)", "description": "The Battle of Horseshoe Bend, was fought during the War of 1812 in the Mississippi Territory, now central Alabama. On March 27, 1814, United States forces and Indian allies under Major General Andrew Jackson defeated the Red Sticks, a part of the Creek Indian tribe who opposed American expansion, effectively ending the Creek War."}]}, {"heading": "Events", "year": "1836", "date": "March 27", "txt": "Texas Revolution: On the orders of General Antonio López de Santa Anna, the Mexican army massacres 342 Texas POWs at Goliad, Texas.", "entities": [{"title": "Texas Revolution", "href": "/wiki/Texas_Revolution", "description": "The Texas Revolution was a rebellion of colonists from the United States and Tejanos in putting up armed resistance to the centralist government of Mexico. While the uprising was part of a larger one, the Mexican Federalist War, that included other provinces opposed to the regime of President Antonio López de Santa Anna, the Mexican government believed the United States had instigated the Texas in"}, {"title": "Antonio López de Santa Anna", "href": "/wiki/Antonio_L%C3%B3pez_de_Santa_Anna", "description": "Antonio de Padua María Severino López de Santa Anna y Pérez de Lebrón, usually known as Santa Anna or López de Santa Anna, was a Mexican politician and general. His influence on post-independence Mexican politics and government in the first half of the nineteenth century is such that historians of Mexico often refer to it as the \"Age of Santa Anna\"."}, {"title": "Goliad massacre", "href": "/wiki/Goliad_massacre", "description": "The Goliad massacre was an event of the Texas Revolution that occurred on March 27, 1836, following the Battle of Coleto; 425–445 prisoners of war from the Texian Army of the Republic of Texas were executed by the Mexican Army in the town of Goliad, Texas. Among those killed was their commander Colonel James Fannin. The killing was carried out under orders from General and President of Mexico Anto"}, {"title": "Goliad, Texas", "href": "/wiki/Goliad,_Texas", "description": "Goliad is a city in Goliad County, Texas, United States. It is known for the 1836 Goliad massacre during the Texas Revolution. It had a population of 1,908 at the 2010 census. Founded on the San Antonio River, it is the county seat of Goliad County. It is part of the Victoria, Texas, Metropolitan Statistical Area."}]}, {"heading": "Events", "year": "1866", "date": "March 27", "txt": "President of the United States of America Andrew Johnson vetoes the Civil Rights Act of 1866. His veto is overridden by Congress and the bill passes into law on April 9.", "entities": [{"title": "Andrew Johnson", "href": "/wiki/Andrew_Johnson", "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the"}, {"title": "Civil Rights Act of 1866", "href": "/wiki/Civil_Rights_Act_of_1866", "description": "The Civil Rights Act of 1866 was the first United States federal law to define citizenship and affirm that all citizens are equally protected by the law. It was mainly intended, in the wake of the American Civil War, to protect the civil rights of persons of African descent born in or brought to the United States."}]}, {"heading": "Events", "year": "1871", "date": "March 27", "txt": "The first international rugby football match, when Scotland defeats England in Edinburgh at Raeburn Place.", "entities": [{"title": "1871 England versus Scotland rugby union match", "href": "/wiki/1871_England_versus_Scotland_rugby_union_match", "description": "The rugby union match played between Scotland and England on 27 March 1871 was the world's first international rugby match, and also the first international match in any code of football. The match was played at Raeburn Place, Edinburgh in front of 4,000 spectators. Scotland won the match, scoring two tries and a goal to England's single try."}, {"title": "Rugby football", "href": "/wiki/Rugby_football", "description": "Rugby is a collective name for the family of team sports of rugby union and rugby league, as well as the earlier forms of football from which both games, as well as Australian rules football and Gridiron football evolved from."}, {"title": "Scotland national rugby union team", "href": "/wiki/Scotland_national_rugby_union_team", "description": "The Scotland national rugby union team represents Scotland in men's international rugby union and is administered by the Scottish Rugby Union. The team takes part in the annual Six Nations Championship and participates in the Rugby World Cup, which takes place every four years. As of 29 March 2021, Scotland are 8th in the World Rugby Rankings."}, {"title": "England national rugby union team", "href": "/wiki/England_national_rugby_union_team", "description": "The England national rugby union team represents England in men's international rugby union. They compete in the annual Six Nations Championship with France, Ireland, Italy, Scotland and Wales. England have won the championship on 29 occasions – winning the Grand Slam 13 times and the Triple Crown 26 times – making them the most successful outright winners in the tournament's history. As of 22 Mar"}, {"title": "Edinburgh", "href": "/wiki/Edinburgh", "description": "Edinburgh is the capital city of Scotland and one of its 32 council areas. Historically part of the county of Midlothian, it is located in Lothian on the Firth of Forth's southern shore. Edinburgh is Scotland's second-most populous city and the seventh-most populous city in the United Kingdom."}, {"title": "Raeburn Place", "href": "/wiki/Raeburn_Place", "description": "Raeburn Place is the main street of the suburb of Stockbridge, Edinburgh, Scotland, and the name of the playing fields there."}]}, {"heading": "Events", "year": "1884", "date": "March 27", "txt": "A mob in Cincinnati, Ohio, attacks members of a jury which had returned a verdict of manslaughter in what was seen as a clear case of murder; over the next few days the mob would riot and eventually destroy the courthouse.", "entities": [{"title": "Cincinnati, Ohio", "href": "/wiki/Cincinnati,_Ohio", "description": "Cincinnati is a major city in the U.S. state of Ohio and the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area. With an estimated population of 2,190,209, it is Ohio's larg"}, {"title": "Manslaughter", "href": "/wiki/Manslaughter", "description": "Manslaughter is a common law legal term for homicide considered by law as less culpable than murder. The distinction between murder and manslaughter is sometimes said to have first been made by the ancient Athenian lawmaker Draco in the 7th century BC."}, {"title": "Murder", "href": "/wiki/Murder", "description": "Murder is the unlawful killing of another human without justification or valid excuse, especially the unlawful killing of another human with malice aforethought. This state of mind may, depending upon the jurisdiction, distinguish murder from other forms of unlawful homicide, such as manslaughter. Manslaughter is killing committed in the absence of malice, brought about by reasonable provocation, "}, {"title": "Cincinnati riots of 1884", "href": "/wiki/Cincinnati_riots_of_1884", "description": "The Cincinnati riots of 1884, also known as the Cincinnati Courthouse riots, were caused by public outrage over the decision of a jury to return a verdict of manslaughter in what was seen as a clear case of murder. A mob in Cincinnati, Ohio, United States, attempted to find and lynch the perpetrator. In the violence that followed over the next few days, more than 50 people died and the courthouse "}]}, {"heading": "Events", "year": "1886", "date": "March 27", "txt": "Geronimo, Apache warrior, surrenders to the U.S. Army, ending the main phase of the Apache Wars.", "entities": [{"title": "Geronimo", "href": "/wiki/Geronimo", "description": "Geronimo was a prominent leader and medicine man from the Bedonkohe band of the Apache tribe. From 1850 to 1886, Geronimo joined with members of three other Chiricahua Apache bands—the Tchihende, the Tsokanende and the Nednhi—to carry out numerous raids, as well as fight against Mexican and U.S. military campaigns in the northern Mexico states of Chihuahua and Sonora and in the southwestern Americ"}, {"title": "Apache", "href": "/wiki/Apache", "description": "The Apache are a group of culturally related Native American tribes in the Southwestern United States, which include the Chiricahua, Jicarilla, Lipan, Mescalero, Mimbreño, Ndendahe, Salinero, Plains and Western Apache. Distant cousins of the Apache are the Navajo, with whom they share the Southern Athabaskan languages. There are Apache communities in Oklahoma, Texas, and reservations in Arizona an"}, {"title": "Apache Wars", "href": "/wiki/Apache_Wars", "description": "The Apache Wars were a series of armed conflicts between the United States Army and various Apache nations fought in the southwest between 1849 and 1886, though minor hostilities continued until as late as 1924. The United States inherited conflicts between American settlers and Apache groups when Mexico ceded territory after the Mexican–American War in 1846. These conflicts were continued as new "}]}, {"heading": "Events", "year": "1899", "date": "March 27", "txt": "Emilio Aguinaldo leads Filipino forces for the only time during the Philippine–American War at the Battle of Marilao River.", "entities": [{"title": "Emilio Aguinaldo", "href": "/wiki/Emilio_Aguinaldo", "description": "Emilio Aguinaldo y Famy was a Filipino revolutionary, politician, and military leader who is officially recognized as the first and the youngest President of the Philippines (1899–1901) and the first president of a constitutional republic in Asia. He led Philippine forces first against Spain in the latter part of the Philippine Revolution (1896–1898), then in the Spanish–American War (1898), and f"}, {"title": "Philippine Revolutionary Army", "href": "/wiki/Philippine_Revolutionary_Army", "description": "The Philippine Revolutionary Army later renamed Philippine Republican Army, was the official armed forces of the First Philippine Republic from its formation in 1899 to its final defeat in 1901."}, {"title": "Philippine–American War", "href": "/wiki/Philippine%E2%80%93American_War", "description": "The Philippine–American War, also referred to as the Filipino–American War, the Philippine War, and previously referred to as the Philippine Insurrection or the Tagalog Insurgency, was an armed conflict between the First Philippine Republic and the United States that lasted from February 4, 1899 to July 2, 1902. While Filipino nationalists viewed the conflict as a continuation of the struggle for "}, {"title": "Battle of Marilao River", "href": "/wiki/Battle_of_Marilao_River", "description": "The Battle of Marilao River was fought on March 27, 1899, in Marilao, Bulacan, Philippines, during the Philippine–American War. It was one of the most celebrated river crossings of the whole war, wherein American forces crossed the Marilao River, which was 80 yards (73 m) wide and too deep to ford, while under Filipino fire from the opposite bank."}]}, {"heading": "Events", "year": "1915", "date": "March 27", "txt": "Typhoid Mary, the first healthy carrier of disease ever identified in the United States is put in quarantine for the second time, where she would remain for the rest of her life.", "entities": [{"title": "Typhoid Mary", "href": "/wiki/Typhoid_Mary", "description": "Mary Mallon, also known as Typhoid Mary, was an Irish-born cook believed to have infected 53 people with typhoid fever, three of whom died, and the first person in the United States identified as an asymptomatic carrier of the disease, Salmonella typhi. Because she persisted in working as a cook, by which she exposed others to the disease, she was twice forcibly quarantined by authorities, eventua"}, {"title": "Asymptomatic carrier", "href": "/wiki/Asymptomatic_carrier", "description": "An asymptomatic carrier is a person or other organism that has become infected with a pathogen, but that displays no signs or symptoms."}, {"title": "Quarantine", "href": "/wiki/Quarantine", "description": "A quarantine is a restriction on the movement of people, animals and goods which is intended to prevent the spread of disease or pests. It is often used in connection to disease and illness, preventing the movement of those who may have been exposed to a communicable disease, yet do not have a confirmed medical diagnosis. It is distinct from medical isolation, in which those confirmed to be infect"}]}, {"heading": "Events", "year": "1918", "date": "March 27", "txt": "The National Council of Bessarabia proclaims union with the Kingdom of Romania.", "entities": [{"title": "Bessarabia", "href": "/wiki/Bessarabia", "description": "Bessarabia is a historical region in Eastern Europe, bounded by the Dniester river on the east and the Prut river on the west. About two thirds of Bessarabia lies within modern-day Moldova, with the Ukrainian Budjak region covering the southern coastal region and part of the Ukrainian Chernivtsi Oblast covering a small area in the north."}, {"title": "Union of Bessarabia with Romania", "href": "/wiki/Union_of_Bessarabia_with_Romania", "description": "The union of Bessarabia with Romania was proclaimed on April 9 [O.S. March 27] 1918 by Sfatul Țării, the legislative body of the Moldavian Democratic Republic. This state had the same borders of the region of Bessarabia, which was annexed by the Russian Empire following the Treaty of Bucharest of 1812 and organized first as an Oblast and later as a Governorate. Under Russian rule, many of the nati"}, {"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}]}, {"heading": "Events", "year": "1938", "date": "March 27", "txt": "Second Sino-Japanese War: The Battle of Taierzhuang begins, resulting several weeks later in the war's first major Chinese victory over Japan.", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. The war made up the Chinese theater of the wider Pacific Theater of the Second World War. The beginning of the war is conventionally dated to the Marco Polo Bridge Incident on 7 July 1937, when a dispute between Japanese and Chinese troops in Peking escal"}, {"title": "Battle of Taierzhuang", "href": "/wiki/Battle_of_Taierzhuang", "description": "The Battle of Tai'erzhuang was a battle of the Second Sino-Japanese War in 1938, between the armies of the Republic of China and the Empire of Japan. The battle was the first major Chinese victory of the war. It humiliated the Japanese military and its reputation as an invincible force, while for the Chinese it represented a tremendous morale boost."}]}, {"heading": "Events", "year": "1941", "date": "March 27", "txt": "World War II: Yugoslav Air Force officers topple the pro-Axis government in a bloodless coup.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Yugoslav Air Force", "href": "/wiki/Yugoslav_Air_Force", "description": "The Air Force and Air Defence, was one of three branches of the Yugoslav People's Army, the Yugoslav military. Commonly referred-to as the Yugoslav Air Force, at its height it was among the largest in Europe. The branch was disbanded in 1992 after the Breakup of Yugoslavia."}, {"title": "Axis powers", "href": "/wiki/Axis_powers", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}, {"title": "Yugoslav coup d'état", "href": "/wiki/Yugoslav_coup_d%27%C3%A9tat", "description": "The Yugoslav coup d'état took place on 27 March 1941 in Belgrade, Kingdom of Yugoslavia, when the regency led by Prince Paul of Yugoslavia was overthrown and King Peter II fully assumed power. It was planned and conducted by a group of pro-Western Serbian-nationalist Royal Yugoslav Army Air Force officers formally led by its commander, General Dušan Simović, who had been associated with several pu"}]}, {"heading": "Events", "year": "1943", "date": "March 27", "txt": "World War II: Battle of the Komandorski Islands: In the Aleutian Islands the battle begins when United States Navy forces intercept Japanese attempting to reinforce a garrison at Kiska.", "entities": [{"title": "Battle of the Komandorski Islands", "href": "/wiki/Battle_of_the_Komandorski_Islands", "description": "The Battle of the Komandorski Islands was a naval battle between American and Imperial Japanese forces which took place on 27 March 1943 in the North Pacific, south of the Soviet Komandorski Islands. The battle was a daylight surface engagement in which air support played no role and in which the inferior American force escaped greater damage after the Japanese chose to withdraw."}, {"title": "Aleutian Islands", "href": "/wiki/Aleutian_Islands", "description": "The Aleutian Islands, also called the Aleut Islands or Aleutic Islands and known before 1867 as the Catherine Archipelago, are a chain of 14 large volcanic islands and 55 smaller islands. Most of the Aleutian Islands belong to the U.S. state of Alaska, but some belong to the Russian federal subject of Kamchatka Krai. They form part of the Aleutian Arc in the Northern Pacific Ocean, occupying an ar"}, {"title": "Garrison", "href": "/wiki/Garrison", "description": "Garrison  is the collective term for any body of troops stationed in a particular location, originally to guard it. The term now often applies to certain facilities that constitute a military base or fortified military headquarters.\nA garrison is usually in a city, town, fort, castle, ship, or similar site. \"Garrison town\" is a common expression for any town that has a military base nearby."}, {"title": "Kiska", "href": "/wiki/Kiska", "description": "Kiska is an island in the Rat Islands group of the Aleutian Islands of Alaska. It is about 22 miles (35 km) long and varies in width from 1.5 to 6 miles. It is part of Aleutian Islands Wilderness and as such, special permissions are required to visit it. The island has no permanent population."}]}, {"heading": "Events", "year": "1945", "date": "March 27", "txt": "World War II: Operation Starvation, the aerial mining of Japan's ports and waterways begins. Argentina declares war on the Axis Powers.", "entities": [{"title": "Operation Starvation", "href": "/wiki/Operation_Starvation", "description": "Operation Starvation was a naval mining operation conducted in World War II by the United States Army Air Forces, in which vital water routes and ports of Japan were mined from the air in order to disrupt enemy shipping."}, {"title": "Argentina during World War II", "href": "/wiki/Argentina_during_World_War_II", "description": "The history of Argentina during World War II is a complex period of time beginning in 1939, following the outbreak of war in Europe, and ending in 1945 with the surrender of Japan. German and Italian influence in Argentina was strong mainly due to the presence of numerous immigrants from both countries, and Argentina's traditional rivalry with Great Britain furthered the belief that the Argentine "}]}, {"heading": "Events", "year": "1958", "date": "March 27", "txt": "Nikita Khrushchev becomes Chairman of the Council of Ministers of the Soviet Union.", "entities": [{"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "Chairman", "href": "/wiki/Chairman", "description": "The chairperson is the presiding officer of an organized group such as a board, committee, or deliberative assembly. The person holding the office, who is typically elected or appointed by members of the group, presides over meetings of the group, and conducts the group's business in an orderly fashion."}, {"title": "Council of Ministers of the Soviet Union", "href": "/wiki/Council_of_Ministers_of_the_Soviet_Union", "description": "The Council of Ministers of the Union of Soviet Socialist Republics, was the de jure government of the Union of Soviet Socialist Republics (USSR), comprising the main executive and administrative agency of the USSR from 1946 until 1991."}]}, {"heading": "Events", "year": "1964", "date": "March 27", "txt": "The Good Friday earthquake, the most powerful earthquake recorded in North American history at a magnitude of 9.2 strikes Southcentral Alaska, killing 125 people and inflicting massive damage to the city of Anchorage.", "entities": [{"title": "1964 Alaska earthquake", "href": "/wiki/1964_Alaska_earthquake", "description": "The 1964 Alaskan earthquake, also known as the Great Alaskan earthquake and Good Friday earthquake, occurred at 5:36 PM AKST on Good Friday, March 27. Across south-central Alaska, ground fissures, collapsing structures, and tsunamis resulting from the earthquake caused about 131 deaths."}, {"title": "North America", "href": "/wiki/North_America", "description": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It can also be described as the northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the southeast by South America and the Caribbean Sea, and to the west and south by the Pacific Ocean. Because it is on the Nort"}, {"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "Southcentral Alaska", "href": "/wiki/Southcentral_Alaska", "description": "Southcentral Alaska is the portion of the U.S. state of Alaska consisting of the shorelines and uplands of the central Gulf of Alaska. Most of the population of the state lives in this region, concentrated in and around the city of Anchorage."}, {"title": "Anchorage, Alaska", "href": "/wiki/Anchorage,_Alaska", "description": "Anchorage is a unified municipal consolidated city-borough in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 288,000 residents in 2019, it is Alaska's most populous city and contains nearly 40% of the state's population. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 396,317 in 2019, "}]}, {"heading": "Events", "year": "1975", "date": "March 27", "txt": "Construction of the Trans-Alaska Pipeline System begins.", "entities": [{"title": "Trans-Alaska Pipeline System", "href": "/wiki/Trans-Alaska_Pipeline_System", "description": "The Trans-Alaska Pipeline System (TAPS) is an oil transportation system spanning Alaska, including the trans-Alaska crude-oil pipeline, 11 pump stations, several hundred miles of feeder pipelines, and the Valdez Marine Terminal. TAPS is one of the world's largest pipeline systems. It is commonly called the Alaska pipeline, trans-Alaska pipeline, or Alyeska pipeline,, but those terms technically ap"}]}, {"heading": "Events", "year": "1977", "date": "March 27", "txt": "Tenerife airport disaster: Two Boeing 747 airliners collide on a foggy runway on Tenerife in the Canary Islands, killing 583 (all 248 on KLM and 335 on Pan Am). Sixty-one survived on the Pan Am flight. This is the deadliest aviation accident in history.", "entities": [{"title": "Tenerife airport disaster", "href": "/wiki/Tenerife_airport_disaster", "description": "On March 27, 1977, two Boeing 747 passenger jets, operating KLM Flight 4805 and Pan Am Flight 1736, collided on the runway at Los Rodeos Airport on the Spanish island of Tenerife. Resulting in 583 fatalities, this accident is the deadliest in aviation history."}, {"title": "Boeing 747", "href": "/wiki/Boeing_747", "description": "The Boeing 747 is a large, long–range wide-body airliner and cargo aircraft manufactured by Boeing Commercial Airplanes in the United States.\n\nAfter introducing the 707 in October 1958, Pan Am wanted a jet 2+1⁄2 times its size, to reduce its seat cost by 30% to democratize air travel. In 1965, Joe Sutter left the 737 development program to design the 747, the first twin aisle airliner. In April 19"}, {"title": "Airliner", "href": "/wiki/Airliner", "description": "An airliner is a type of aircraft for transporting passengers and air cargo. Such aircraft are most often operated by airlines. Although the definition of an airliner can vary from country to country, an airliner is typically defined as an airplane intended for carrying multiple passengers or cargo in commercial service. The largest of them are wide-body jets which are also called twin-aisle becau"}, {"title": "Tenerife", "href": "/wiki/Tenerife", "description": "Tenerife is the largest and most populous island of the Canary Islands. It is home to 43% of the total population of the archipelago. With a land area of 2,034.38 square kilometres (785.48 sq mi) and a population of 917,841 inhabitants at the start of 2019, it is also the most populous island of Spain and of Macaronesia."}, {"title": "Canary Islands", "href": "/wiki/Canary_Islands", "description": "The Canary Islands, also known informally as the Canaries, is a Spanish archipelago in the Atlantic Ocean, in a region known as Macaronesia. At their closest point to the African mainland, they are 100 kilometres west of Morocco. They are the southernmost of the autonomous communities of Spain, and are located in the African Tectonic Plate. The archipelago is economically and politically European,"}, {"title": "KLM", "href": "/wiki/KLM", "description": "KLM Royal Dutch Airlines, legally Koninklijke Luchtvaart Maatschappij N.V., is the flag carrier airline of the Netherlands. KLM is headquartered in Amstelveen, with its hub at nearby Amsterdam Airport Schiphol. It is part of the Air France–KLM group and a member of the SkyTeam airline alliance. Founded in 1919, KLM is the oldest airline in the world still operating under its original name and had "}, {"title": "Pan Am", "href": "/wiki/Pan_Am", "description": "Pan American World Airways, originally founded as Pan American Airways and commonly known as Pan Am, was the principal and largest international air carrier and unofficial overseas flag carrier of the United States from 1927 until the airline's collapse on December 4, 1991. Pan Am is credited for many innovations that shaped the international airline industry, including the widespread use of jet a"}]}, {"heading": "Events", "year": "1980", "date": "March 27", "txt": "The Norwegian oil platform Alexander L. Kielland collapses in the North Sea, killing 123 of its crew of 212.", "entities": [{"title": "North Sea", "href": "/wiki/North_Sea", "description": "The North Sea is a sea of the Atlantic Ocean between Great Britain, Jutland, Norway, two States of Germany, the Netherlands, Belgium and Hauts-de-France. An epeiric sea on the European continental shelf, it connects to the ocean through the English Channel in the south and the Norwegian Sea in the north. It is more than 970 kilometres (600 mi) long and 580 kilometres (360 mi) wide, covering 570,00"}]}, {"heading": "Events", "year": "1980", "date": "March 27", "txt": "Silver Thursday: A steep fall in silver prices, resulting from the Hunt Brothers attempting to corner the market in silver, leads to panic on commodity and futures exchanges.", "entities": [{"title": "Silver", "href": "/wiki/Silver", "description": "Silver is a chemical element with the symbol Ag and atomic number 47. A soft, white, lustrous transition metal, it exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal. The metal is found in the Earth's crust in the pure, free elemental form, as an alloy with gold and other metals, and in minerals such as argentite and chlorargyrite. Most silver is prod"}, {"title": "Nelson Bunker Hunt", "href": "/wiki/Nelson_Bunker_Hunt", "description": "Nelson Bunker Hunt was an American oil company executive. He was a billionaire whose fortune collapsed after he and his brothers William Herbert and Lamar tried to corner the world market in silver but were prevented by government intervention. He was also a thoroughbred horse breeder."}, {"title": "Corner the market", "href": "/wiki/Corner_the_market", "description": "In finance, cornering the market consists of obtaining sufficient control of a particular stock, commodity, or other asset in an attempt to manipulate the market price. One definition of cornering a market is \"having the greatest market share in a particular industry without having a monopoly\"."}, {"title": "Futures exchange", "href": "/wiki/Futures_exchange", "description": "A futures exchange or futures market is a central financial exchange where people can trade standardized futures contracts defined by the exchange. Futures contracts are derivatives contracts to buy or sell specific quantities of a commodity or financial instrument at a specified price with delivery set at a specified time in the future. Futures exchanges provide physical or electronic trading ven"}]}, {"heading": "Events", "year": "1981", "date": "March 27", "txt": "The Solidarity movement in Poland stages a warning strike, in which at least 12 million Poles walk off their jobs for four hours.", "entities": [{"title": "Solidarity (Polish trade union)", "href": "/wiki/Solidarity_(Polish_trade_union)", "description": "Solidarity is a trade union founded in August 1980 at the Lenin Shipyard in Gdańsk, Poland. Subsequently, it was the first independent free trade union in a Warsaw Pact country to be recognised by the state. The union's membership peaked at 10 million in September 1981, representing one-third of the country's working-age population. Solidarity's leader Lech Wałęsa was awarded the Nobel Peace Prize"}, {"title": "1981 warning strike in Poland", "href": "/wiki/1981_warning_strike_in_Poland", "description": "In the early spring of 1981 in Poland, during the Bydgoszcz events, several members of the Solidarity movement, including Jan Rulewski, Mariusz Łabentowicz and Roman Bartoszcze, were brutally beaten by the security services, such as Milicja Obywatelska and ZOMO. The Bydgoszcz events soon became widely known across Poland, and on 24 March 1981 Solidarity decided to go on a nationwide strike in prot"}]}, {"heading": "Events", "year": "1986", "date": "March 27", "txt": "A car bomb explodes outside Russell Street Police HQ in Melbourne, Australia, killing one police officer and injuring 21 people.", "entities": [{"title": "Car bomb", "href": "/wiki/Car_bomb", "description": "A car bomb, lorry bomb, or truck bomb, also known as a vehicle-borne improvised explosive device (VBIED), is an improvised explosive device designed to be detonated in an automobile or other vehicles."}, {"title": "Russell Street bombing", "href": "/wiki/Russell_Street_bombing", "description": "The Russell Street bombing was the 27 March 1986 bombing of the Russell Street Police Headquarters complex in Melbourne, Victoria, Australia. The explosion killed Angela Taylor, the first Australian policewoman to be killed in the line of duty. The materials for the bomb were stolen from Tyrconnel Mine. Several men were arrested for suspected involvement with the bombing. Stanley Taylor and Craig "}, {"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}, {"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}]}, {"heading": "Events", "year": "1990", "date": "March 27", "txt": "The United States begins broadcasting anti-Castro propaganda to Cuba on TV Martí.", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "TV Martí", "href": "/wiki/TV_Mart%C3%AD", "description": "Radio Televisión Martí is an American radio and television international broadcaster based in Miami, Florida, financed by the Federal government of the United States through the U.S. Agency for Global Media, which transmits news in Spanish to Cuba. Its broadcasts can also be heard and viewed worldwide through their website and on shortwave radio frequencies."}]}, {"heading": "Events", "year": "1993", "date": "March 27", "txt": "Jiang Zemin is appointed President of the People's Republic of China.", "entities": [{"title": "Jiang Zemin", "href": "/wiki/Jiang_Zemin", "description": "Jiang Zemin is a Chinese politician who served as General Secretary of the Communist Party from 1989 to 2002, as Chairman of the Central Military Commission of the Communist Party of China from 1989 to 2004, and as President of the People's Republic of China from 1993 to 2003. Jiang has been described as the \"core of the third generation\" of Communist Party of China (CPC) leaders since 1989."}, {"title": "President of the People's Republic of China", "href": "/wiki/President_of_the_People%27s_Republic_of_China", "description": "The President of the People's Republic of China, is the ceremonial head of state of the People's Republic of China (PRC). Under the current PRC Constitution, the presidency is a largely ceremonial office with very limited power. However, since 1993, as a matter of convention, the presidency has been held simultaneously by the General Secretary of the Chinese Communist Party, the top leader of this"}]}, {"heading": "Events", "year": "1993", "date": "March 27", "txt": "Italian former minister and Christian Democracy leader Giulio Andreotti is accused of mafia allegiance by the tribunal of Palermo.", "entities": [{"title": "Giulio Andreotti", "href": "/wiki/Giulio_Andreotti", "description": "Giulio Andreotti was an Italian politician and statesman who served as the 41st Prime Minister of Italy and leader of the Christian Democracy party; he was the sixth longest-serving Prime Minister since the Italian Unification and the second longest-serving post-war Prime Minister, after Silvio Berlusconi. Andreotti is widely considered the most powerful and prominent politician of the so-called F"}, {"title": "Sicilian Mafia", "href": "/wiki/Sicilian_Mafia", "description": "The Sicilian Mafia, also simply known as the Mafia and frequently referred to as Cosa Nostra by its members, is an Italian, Mafia-terrorist-type, organized crime syndicate and criminal society originating in the region of Sicily, dating to the 19th century. It is a loose association of criminal groups that share a common organisational structure and code of conduct, and present themselves to the p"}, {"title": "Palermo", "href": "/wiki/Palermo", "description": "Palermo is a city in southern Italy, the capital of both the autonomous region of Sicily and the Metropolitan City of Palermo, the city's surrounding metropolitan province. The city is noted for its history, culture, architecture and gastronomy, playing an important role throughout much of its existence; it is over 2,700 years old. Palermo is in the northwest of the island of Sicily, by the Gulf o"}]}, {"heading": "Events", "year": "1998", "date": "March 27", "txt": "The Food and Drug Administration approves Viagra for use as a treatment for male impotence, the first pill to be approved for this condition in the United States.", "entities": [{"title": "Food and Drug Administration", "href": "/wiki/Food_and_Drug_Administration", "description": "The United States Food and Drug Administration is a federal agency of the Department of Health and Human Services. The FDA is responsible for protecting and promoting public health through the control and supervision of food safety, tobacco products, dietary supplements, prescription and over-the-counter pharmaceutical drugs (medications), vaccines, biopharmaceuticals, blood transfusions, medical "}, {"title": "Viagra", "href": "/wiki/Viagra", "description": "Sildenafil, sold under the brand name Viagra among others, is a medication used to treat erectile dysfunction and pulmonary arterial hypertension. It is unclear if it is effective for treating sexual dysfunction in women. It is taken by mouth or injection into a vein. Onset is typically within 20 minutes and lasts for about 2 hours."}, {"title": "Impotence", "href": "/wiki/Impotence", "description": "Erectile dysfunction (ED), also called impotence, is the type of sexual dysfunction in which the penis fails to become or stay erect during sexual activity. It is the most common sexual problem in men. Through its connection to self-image and to problems in sexual relationships, erectile dysfunction can cause psychological harm."}]}, {"heading": "Events", "year": "1999", "date": "March 27", "txt": "Kosovo War: An American Lockheed F-117A Nighthawk is shot down by a Yugoslav SAM, the first and only Nighthawk to be lost in combat.", "entities": [{"title": "Kosovo War", "href": "/wiki/Kosovo_War", "description": "The Kosovo War was an armed conflict in Kosovo that started in February 1998 and lasted until 11 June 1999. It was fought by the forces of the Federal Republic of Yugoslavia, which controlled Kosovo before the war, and the Kosovo Albanian rebel group known as the Kosovo Liberation Army (KLA), with air support from the North Atlantic Treaty Organisation (NATO) from 24 March 1999."}, {"title": "Lockheed F-117A Nighthawk", "href": "/wiki/Lockheed_F-117A_Nighthawk", "description": "The Lockheed F-117 Nighthawk is a semi-retired American single-seat, twin-engine stealth attack aircraft that was developed by Lockheed's secretive Skunk Works division and operated by the United States Air Force (USAF). It was the first operational aircraft to be designed around stealth technology."}, {"title": "1999 F-117A shootdown", "href": "/wiki/1999_F-117A_shootdown", "description": "On 27 March 1999, during the NATO bombing of Yugoslavia, a Yugoslav army unit shot down an F-117 Nighthawk stealth aircraft of the United States Air Force by firing a S-125 Neva/Pechora surface-to-air missile. The pilot ejected safely and was rescued by U.S. Air Force PJs conducting search and rescue."}]}, {"heading": "Events", "year": "2000", "date": "March 27", "txt": "A Phillips Petroleum plant explosion in Pasadena, Texas kills one person and injures 71 others.", "entities": [{"title": "Phillips explosion of 2000", "href": "/wiki/Phillips_explosion_of_2000", "description": "At approximately 1:22 p.m. CT on March 27, 2000, an explosion and fire responsible for one death and 71 injuries occurred at Phillips Petroleum's Houston Chemical Complex at 1400 Jefferson Road in Pasadena, Texas. The fire produced huge plumes of black smoke that spread over the heavily industrialized Houston Ship Channel and neighboring residential areas."}, {"title": "Pasadena, Texas", "href": "/wiki/Pasadena,_Texas", "description": "Pasadena is a city in the U.S. state of Texas, within the Houston–The Woodlands–Sugar Land metropolitan area. As of the 2010 U.S. Census, the city's population is 149,043, making it the seventeenth most populous city in the state of Texas, as well as the second-largest city in Harris County. The area was founded in 1893 by John H. Burnett of Galveston, who named the area after Pasadena, California"}]}, {"heading": "Events", "year": "2002", "date": "March 27", "txt": "Passover massacre: A Palestinian suicide bomber kills 29 people at a Passover seder in Netanya, Israel.", "entities": [{"title": "Passover massacre", "href": "/wiki/Passover_massacre", "description": "The Passover massacre was a suicide bombing carried out by Hamas at the Park Hotel in Netanya, Israel on 27 March 2002, during a Passover seder. Thirty civilians were killed in the attack and 140 were injured. It was the deadliest attack against Israelis during the Second Intifada."}, {"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Suicide bomber", "href": "/wiki/Suicide_bomber", "description": "A suicide attack is any violent attack in which attackers accept their own death as a direct result of the attacking method used. Suicide attacks have occurred throughout history, often as part of a military campaign, and more recently as part of terrorist campaigns."}, {"title": "Passover seder", "href": "/wiki/Passover_seder", "description": "The Passover Seder is a ritual feast that marks the beginning of the Jewish holiday of Passover. It is conducted throughout the world on the eve of the 15th day of Nisan in the Hebrew calendar. The day falls in late March or in April of the Gregorian calendar and the Passover lasts for seven days in Israel and eight days outside Israel. Jews generally observe one or two seders: in Israel, one sede"}, {"title": "Netanya", "href": "/wiki/Netanya", "description": "Netanya is a city in the Northern Central District of Israel, and is the capital of the surrounding Sharon plain. It is 30 km (18.6 mi) north of Tel Aviv, and 56 km (34.8 mi) south of Haifa, between Nahal Poleg and Wingate Institute in the south and the 'Avichail' stream in the north. Netanya was named in honor of Nathan Straus, a prominent Jewish American merchant and philanthropist in the early "}]}, {"heading": "Events", "year": "2002", "date": "March 27", "txt": "Nanterre massacre: In Nanterre, France, a gunman opens fire at the end of a town council meeting, resulting in the deaths of eight councilors; 19 other people are injured.", "entities": [{"title": "Nanterre", "href": "/wiki/Nanterre", "description": "Nanterre is a commune in the Hauts-de-Seine department, the western suburbs of Paris. It is located some 11 km (6.8 mi) north-west of the centre of Paris."}]}, {"heading": "Events", "year": "2004", "date": "March 27", "txt": "HMS Scylla, a decommissioned Leander-class frigate, is sunk as an artificial reef off Cornwall, the first of its kind in Europe.", "entities": [{"title": "HMS Scylla (F71)", "href": "/wiki/HMS_Scylla_(F71)", "description": "HMS Scylla (F71) was a  Leander-class frigate of the Royal Navy (RN). She was built at Devonport Royal Dockyard, the last RN frigate to be built there as of 2016. Scylla was commissioned in 1970, taken out of service in 1993 in accordance with Options for Change, and sunk as an artificial reef in 2004."}, {"title": "Leander-class frigate", "href": "/wiki/Leander-class_frigate", "description": "The Leander-class, or Type 12I (Improved) frigates, comprising twenty-six vessels, was among the most numerous and long-lived classes of frigate in the Royal Navy's modern history. The class was built in three batches between 1959 and 1973. It had an unusually high public profile, due to the popular BBC television drama series Warship. The Leander silhouette became synonymous with the Royal Navy t"}, {"title": "Cornwall", "href": "/wiki/Cornwall", "description": "Cornwall is a ceremonial county in South West England. It is recognised as one of the Celtic nations and is the homeland of the Cornish people. Cornwall is bordered to the north and west by the Atlantic Ocean, to the south by the English Channel, and to the east by the county of Devon, with the River Tamar forming the border between them. Cornwall forms the westernmost part of the South West Penin"}]}, {"heading": "Events", "year": "2009", "date": "March 27", "txt": "The dam forming Situ Gintung, an artificial lake in Indonesia, fails, killing at least 99 people.", "entities": [{"title": "Situ Gintung", "href": "/wiki/Situ_Gintung", "description": "Situ Gintung is an artificial lake near to the town of Cirendeu in the city of South Tangerang, Indonesia. It was formed by a dam up to 16 metres (52 ft) high which was built by Dutch colonial authorities in 1933. The dam failed on 27 March 2009, draining the lake, with resulting floods killing at least 100 people."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}]}, {"heading": "Events", "year": "2014", "date": "March 27", "txt": "Philippines signs a peace accord with the largest Muslim rebel group, the Moro Islamic Liberation Front, ending decades of conflict.", "entities": [{"title": "Government of the Philippines", "href": "/wiki/Government_of_the_Philippines", "description": "The government of the Philippines is the national government of the Philippines. It is governed as a unitary state under a presidential representative and democratic and a constitutional republic where the President functions as both the head of state and the head of government of the country within a pluriform multi-party system."}, {"title": "Comprehensive Agreement on the Bangsamoro", "href": "/wiki/Comprehensive_Agreement_on_the_Bangsamoro", "description": "The Comprehensive Agreement on Bangsamoro (CAB) is a final peace agreement signed between the Government of the Philippines and the Moro Islamic Liberation Front on March 27, 2014 at the Malacañang Palace in Manila. Under the agreement, the Islamic separatists would turn over their firearms to a third party, which would be selected by the rebels and the Philippine government. The MILF agreed to de"}, {"title": "Moro Islamic Liberation Front", "href": "/wiki/Moro_Islamic_Liberation_Front", "description": "The Moro Islamic Liberation Front is a group based in Mindanao, Philippines seeking an autonomous region of the Moro people from the central government. The group has a presence in the Bangsamoro region of Mindanao, the Sulu Archipelago, Palawan, Basilan, and other neighbouring islands."}, {"title": "Moro insurgency in the Philippines", "href": "/wiki/Moro_insurgency_in_the_Philippines", "description": "The Moro conflict was an insurgency in the Mindanao region of the Philippines from 1969 to 2019."}]}, {"heading": "Events", "year": "2015", "date": "March 27", "txt": "Al-Shabab militants attack and temporarily occupy a Mogadishu hotel leaving at least 20 people dead.", "entities": [{"title": "Al-Shabaab (militant group)", "href": "/wiki/Al-Shabaab_(militant_group)", "description": "Harakat al-Shabaab al-Mujahideen, HSM; more commonly known as al-Shabaab, is a terrorist, jihadist fundamentalist group based in East Africa and Yemen."}, {"title": "Makka al-Mukarama hotel attack", "href": "/wiki/Makka_al-Mukarama_hotel_attack", "description": "On 27 March 2015, Al-Shabaab militants launched an attack on the Makka al-Mukarama hotel in Mogadishu, Somalia. The siege ended a few hours later on 28 March, after a special forces unit of the Somali Armed Forces stormed the premises, recaptured it, and killed all five of the attackers. According to the Ministry of Information, around 20 people died during the standoff, including the perpetrators"}, {"title": "Mogadishu", "href": "/wiki/Mogadishu", "description": "Mogadishu, locally known as Xamar or Hamar, is the capital city and most populous city of Somalia. The city has served as an important port connecting with traders all round the Indian Ocean for millennia and has an estimated population of 2,185,000 (2020). Mogadishu is located in the coastal Banadir region on the Indian Ocean, which unlike other Somali regions, is considered a municipality rather"}]}, {"heading": "Events", "year": "2016", "date": "March 27", "txt": "A suicide blast in Gulshan-e-Iqbal Park, Lahore claims over 70 lives and leaves almost 300 others injured. The target of the bombing are Christians celebrating Easter.", "entities": [{"title": "2016 Lahore suicide bombing", "href": "/wiki/2016_Lahore_suicide_bombing", "description": "On 27 March 2016, Easter Sunday, at least 75 people were killed and over 340 injured in a suicide bombing that hit the main entrance of Gulshan-e-Iqbal Park, one of the largest parks in Lahore, Pakistan. The attack targeted Christians who were celebrating Easter. The majority of victims were women and children. Jamaat-ul-Ahrar, a group affiliated with the Pakistani Taliban, claimed responsibility "}, {"title": "Gulshan-e-Iqbal Park", "href": "/wiki/Gulshan-e-Iqbal_Park", "description": "The Gulshan-e-Iqbal Park is a large park and recreational space in Lahore, Pakistan. With an area of over 67 acres (0.27 km2), the park is one of the largest in the city. It is situated in the suburban locality of Allama Iqbal Town. The name Gulshan-e-Iqbal is literally translated as \"the garden of Iqbal,\" referring to Iqbal, the national poet of Pakistan. It has many recreational rides for childr"}, {"title": "Lahore", "href": "/wiki/Lahore", "description": "Lahore is the capital of the Pakistani province of Punjab and is the country's 2nd largest city after Karachi, as well as the 26th largest city in the world. Lahore is one of Pakistan's wealthiest cities with an estimated GDP (PPP) of $84 billion as of 2019. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressi"}, {"title": "Christianity in Pakistan", "href": "/wiki/Christianity_in_Pakistan", "description": "Christianity is the third largest religion in Pakistan. According to the 2017 Census, the proportion of Christians in Pakistan was estimated as about 1.27% of the population. Of these, approximately half are Catholic and half Protestant. A small number of Eastern Orthodox Christians and Oriental Orthodox Christians also live in Pakistan."}, {"title": "Easter", "href": "/wiki/Easter", "description": "Easter, also called Pascha or Resurrection Sunday, is a Christian festival and cultural holiday commemorating the resurrection of Jesus from the dead, described in the New Testament as having occurred on the third day after his burial following his crucifixion by the Romans at Calvary c. 30 AD. It is the culmination of the Passion of Jesus, preceded by Lent, a 40-day period of fasting, prayer, and"}]}, {"heading": "Events", "year": "2020", "date": "March 27", "txt": "North Macedonia becomes the 30th member of NATO.", "entities": [{"title": "North Macedonia", "href": "/wiki/North_Macedonia", "description": "North Macedonia, officially the Republic of North Macedonia, is a country in Southeast Europe. It gained independence in 1991 as one of the successor states of Yugoslavia. North Macedonia is a landlocked country bordering with Kosovo to the northwest, Serbia to the north, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larg"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Births", "year": "972", "date": "March 27", "txt": "Robert II, king of France (d. 1031)", "entities": [{"title": "Robert II of France", "href": "/wiki/Robert_II_of_France", "description": "Robert II, called the Pious or the Wise, was King of the Franks from 996 to 1031, the second from the House of Capet. He was born in Orléans to Hugh Capet and Adelaide of Aquitaine. Robert distinguished himself with an extraordinarily long reign for the time. His 35-year-long reign was marked by his attempts to expand the royal domain by any means, especially by his long struggle to gain the Duchy"}]}, {"heading": "Births", "year": "1401", "date": "March 27", "txt": "Albert III, duke of Bavaria (d. 1460)", "entities": [{"title": "Albert III, Duke of Bavaria", "href": "/wiki/Albert_III,_Duke_of_Bavaria", "description": "Albert III the Pious of Bavaria-Munich, since 1438 Duke of Bavaria-Munich. He was born in Wolfratshausen to Ernest, Duke of Bavaria and Elisabetta Visconti, daughter of Bernabò Visconti."}]}, {"heading": "Births", "year": "1416", "date": "March 27", "txt": "Francis of Paola, Italian friar and saint, founded Order of the Minims (d. 1507)", "entities": [{"title": "Francis of Paola", "href": "/wiki/Francis_of_Paola", "description": "Francis of Paola, O.M., was an Italian mendicant friar and the founder of the Roman Catholic Order of Minims. Unlike the majority of founders of men's religious orders, and like his patron saint, Francis was never ordained a priest."}, {"title": "Order of the Minims", "href": "/wiki/Order_of_the_Minims", "description": "The Minims are members of a Roman Catholic religious order of friars founded by Saint Francis of Paola in fifteenth-century Italy. The Order soon spread to France, Germany and Spain, and continues to exist today."}]}, {"heading": "Births", "year": "1546", "date": "March 27", "txt": "Johannes Piscator, German theologian (d. 1625)", "entities": [{"title": "Johannes Piscator", "href": "/wiki/Johannes_Piscator", "description": "Johannes Piscator was a German Reformed theologian, known as a Bible translator and textbook writer."}]}, {"heading": "Births", "year": "1627", "date": "March 27", "txt": "Stephen Fox, English politician (d. 1716)", "entities": [{"title": "Stephen Fox", "href": "/wiki/Stephen_Fox", "description": "Sir Stephen Fox of Farley in Wiltshire, of Redlynch Park in Somerset, of Chiswick, Middlesex and of Whitehall, was a royal administrator and courtier to King Charles II, and a politician, who rose from humble origins to become the \"richest commoner in the three kingdoms\". He made the foundation of his wealth from his tenure of the newly created office of Paymaster-General of His Majesty's Forces, "}]}, {"heading": "Births", "year": "1676", "date": "March 27", "txt": "Francis II Rákóczi, Hungarian prince (b. 1676)", "entities": [{"title": "Francis II Rákóczi", "href": "/wiki/Francis_II_R%C3%A1k%C3%B3czi", "description": "Francis II Rákóczi was a Hungarian nobleman and leader of the Hungarian uprising against the Habsburgs in 1703-11 as the prince of the Estates Confederated for Liberty of the Kingdom of Hungary. He was also Prince of Transylvania, an Imperial Prince, and a member of the Order of the Golden Fleece. Today he is considered a national hero in Hungary."}]}, {"heading": "Births", "year": "1679", "date": "March 27", "txt": "Domenico Lalli, Italian poet and librettist (d. 1741)", "entities": [{"title": "Domenico Lalli", "href": "/wiki/Domenico_Lalli", "description": "Sebastiano Biancardi, known by the pseudonym Domenico Lalli, was an Italian poet and librettist. Amongst the many libretti he produced, largely for the opera houses of Venice, were those for Vivaldi's Ottone in villa and Alessandro Scarlatti's Tigrane. A member of the Accademia degli Arcadi, he also wrote under his arcadian name \"Ortanio\". Lalli was born and raised in Naples as the adopted son of "}]}, {"heading": "Births", "year": "1681", "date": "March 27", "txt": "Joaquín Fernández de Portocarrero, Spanish-Italian cardinal (d. 1760)", "entities": [{"title": "Joaquín Fernández de Portocarrero", "href": "/wiki/Joaqu%C3%ADn_Fern%C3%A1ndez_de_Portocarrero", "description": "Joaquín Fernández de Portocarrero y Mendoza, 4th Marquis of Almenara, 9th Count of Palma del Río was a Grandee of Spain who served Charles VI, Holy Roman Emperor as Viceroy of Sicily and interim Viceroy of Naples, before entering the priesthood in his late forties and rising to the rank of cardinal, ending his life as Cardinal-Bishop of Sabina."}]}, {"heading": "Births", "year": "1702", "date": "March 27", "txt": "Johann Ernst Eberlin, German organist and composer (d. 1762)", "entities": [{"title": "Johann Ernst Eberlin", "href": "/wiki/Johann_Ernst_Eberlin", "description": "Johann Ernst Eberlin was a German composer and organist whose works bridge the baroque and classical eras. He was a prolific composer, chiefly of church organ and choral music. Marpurg claims he wrote as much and as rapidly as Alessandro Scarlatti and Georg Philipp Telemann, a claim also repeated by Leopold Mozart - though ultimately Eberlin did not live nearly as long as either of those two compo"}]}, {"heading": "Births", "year": "1710", "date": "March 27", "txt": "Joseph Abaco, Belgian cellist and composer (d. 1805)", "entities": [{"title": "Joseph Abaco", "href": "/wiki/Joseph_Abaco", "description": "Joseph Abaco was an Italian violoncellist and composer. He was born and baptised in Brussels, the capital of the Spanish Netherlands, on 27 March 1710, and was musically trained by his father, Evaristo Felice dall'Abaco."}]}, {"heading": "Births", "year": "1712", "date": "March 27", "txt": "Claude Bourgelat, French surgeon and author (d. 1779)", "entities": [{"title": "Claude Bourgelat", "href": "/wiki/Claude_Bourgelat", "description": "Claude Bourgelat was a French veterinary surgeon. He was a founder of scientifically informed veterinary medicine, and he created one of the earliest schools for training professional veterinarians."}]}, {"heading": "Births", "year": "1714", "date": "March 27", "txt": "Francesco Antonio Zaccaria, Italian historian and theologian (d. 1795)", "entities": [{"title": "Francesco Antonio Zaccaria", "href": "/wiki/Francesco_Antonio_Zaccaria", "description": "Francesco Antonio Zaccaria was an Italian theologian, historian, and prolific writer."}]}, {"heading": "Births", "year": "1724", "date": "March 27", "txt": "Jane Colden, American botanist and author (d. 1766)", "entities": [{"title": "Jane Colden", "href": "/wiki/Jane_Colden", "description": "Jane Colden was an American botanist, described as the \"first botanist of her sex in her country\" by Asa Gray in 1843. Although not acknowledged in contemporary botanical publications, she wrote a number of letters resulting in botanist John Ellis writing to Carl Linnaeus of her work applying the Linnaean system of plant identification to American flora, for which botanist Peter Collinson stated \""}]}, {"heading": "Births", "year": "1745", "date": "March 27", "txt": "Lindley Murray, American-English Quaker and grammarian (d. 1826)", "entities": [{"title": "Lindley Murray", "href": "/wiki/Lindley_Murray", "description": "Lindley Murray, was an American Quaker lawyer, writer and grammarian, best known for his English language grammar-books used in schools in England and the United States."}]}, {"heading": "Births", "year": "1746", "date": "March 27", "txt": "Michael Bruce, Scottish poet and composer (d. 1767)", "entities": [{"title": "Michael Bruce (poet)", "href": "/wiki/Michael_Bruce_(poet)", "description": "Michael Bruce was a Scottish poet and hymnist."}]}, {"heading": "Births", "year": "1746", "date": "March 27", "txt": "Carlo Buonaparte, Corsican-French lawyer and politician (d. 1785)", "entities": []}, {"heading": "Births", "year": "1765", "date": "March 27", "txt": "Franz Xaver von Baader, German philosopher and theologian (d. 1841)", "entities": [{"title": "Franz Xaver von Baader", "href": "/wiki/Franz_Xaver_von_Baader", "description": "Franz von Baader, born Benedikt Franz Xaver Baader, was a German Catholic philosopher, theologian, physician, and mining engineer. Resisting the empiricism of his day, he denounced most Western philosophy since Descartes as trending into atheism and has been considered a revival of the Scholastic school. He was one of the most influential theologians of his age but his influence on subsequent phil"}]}, {"heading": "Births", "year": "1781", "date": "March 27", "txt": "Alexander Vostokov, Estonian-Russian philologist and academic (d. 1864)", "entities": [{"title": "Alexander Vostokov", "href": "/wiki/Alexander_Vostokov", "description": "Alexander Khristoforovich Vostokov was one of the first Russian philologists."}]}, {"heading": "Births", "year": "1784", "date": "March 27", "txt": "Sándor Kőrösi Csoma, Hungarian philologist, orientalist, and author (d. 1842)", "entities": [{"title": "Sándor Kőrösi Csoma", "href": "/wiki/S%C3%A1ndor_K%C5%91r%C3%B6si_Csoma", "description": "Sándor Csoma de Kőrös was a Hungarian philologist and Orientalist, author of the first Tibetan–English dictionary and grammar book. He was called Phyi-glin-gi-grwa-pa in Tibetan, meaning \"the foreign pupil\", and was declared a bosatsu or bodhisattva by the Japanese in 1933. He was born in Kőrös, Grand Principality of Transylvania. His birth date is often given as 4 April, although this is actually"}]}, {"heading": "Births", "year": "1785", "date": "March 27", "txt": "Louis XVII of France (d. 1795)", "entities": [{"title": "Louis XVII of France", "href": "/wiki/Louis_XVII_of_France", "description": "Louis XVII was the younger son of King Louis XVI of France and Queen Marie Antoinette. His older brother, Louis Joseph, Dauphin of France, died in June 1789, a little over a month before the start of the French Revolution. At his brother's death he became the new Dauphin, a title he held until 1791, when the new constitution accorded the heir apparent the style of Prince Royal."}]}, {"heading": "Births", "year": "1797", "date": "March 27", "txt": "Alfred de Vigny, French author, poet, and playwright (d. 1863)", "entities": [{"title": "Alfred de Vigny", "href": "/wiki/Alfred_de_Vigny", "description": "Alfred Victor, Comte de Vigny was a French poet and early leader of French Romanticism. He also produced novels, plays, and translations of Shakespeare."}]}, {"heading": "Births", "year": "1801", "date": "March 27", "txt": "Alexander Barrow, American lawyer and politician (d. 1846)", "entities": [{"title": "Alexander Barrow", "href": "/wiki/Alexander_Barrow", "description": "Alexander Barrow I was a lawyer and United States Senator from Louisiana. He was a member of the Whig Party. He was the half-brother of Washington Barrow, sharing the same father."}]}, {"heading": "Births", "year": "1802", "date": "March 27", "txt": "Charles-Mathias Simons, German-Luxembourger jurist and politician, 3rd Prime Minister of Luxembourg (d. 1874)", "entities": [{"title": "Charles-Mathias Simons", "href": "/wiki/Charles-Mathias_Simons", "description": "Charles-Mathias Simons was a Luxembourg politician and jurist. He was the third Prime Minister of Luxembourg, serving for seven years, from 1853 until 1860."}, {"title": "Prime Minister of Luxembourg", "href": "/wiki/Prime_Minister_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Births", "year": "1809", "date": "March 27", "txt": "Georges-Eugène Haussmann, French engineer, urban planner, and politician (d. 1891)", "entities": [{"title": "Georges-Eugène Haussmann", "href": "/wiki/Georges-Eug%C3%A8ne_Haussmann", "description": "Georges-Eugène Haussmann, commonly known as Baron Haussmann, was a French official who served as prefect of Seine (1853–1870), chosen by Emperor Napoleon III to carry out a massive urban renewal programme of new boulevards, parks and public works in Paris commonly referred to as Haussmann's renovation of Paris. Critics forced his resignation for extravagance, but his vision of the city still domin"}]}, {"heading": "Births", "year": "1811", "date": "March 27", "txt": "Edward William Cooke, English painter and illustrator (d. 1880)", "entities": [{"title": "Edward William Cooke", "href": "/wiki/Edward_William_Cooke", "description": "Edward William Cooke was an English landscape and marine painter, and gardener."}]}, {"heading": "Births", "year": "1814", "date": "March 27", "txt": "Charles Mackay, Scottish journalist, anthologist, and author (d. 1889)", "entities": [{"title": "Charles Mackay (author)", "href": "/wiki/Charles_Mackay_(author)", "description": "Charles Mackay was a Scottish poet, journalist, author, anthologist, novelist, and songwriter, remembered mainly for his book Extraordinary Popular Delusions and the Madness of Crowds."}]}, {"heading": "Births", "year": "1820", "date": "March 27", "txt": "Edward Augustus Inglefield, English admiral and explorer (d. 1894)", "entities": [{"title": "Edward Augustus Inglefield", "href": "/wiki/Edward_Augustus_Inglefield", "description": "Sir Edward Augustus Inglefield was a Royal Navy officer who led one of the searches for the missing Arctic explorer John Franklin during the 1850s. In doing so, his expedition charted previously unexplored areas along the northern Canadian coastline, including Baffin Bay, Smith Sound and Lancaster Sound."}]}, {"heading": "Births", "year": "1822", "date": "March 27", "txt": "Henri Murger, French novelist and poet (d. 1861)", "entities": [{"title": "Henri Murger", "href": "/wiki/Henri_Murger", "description": "Louis-Henri Murger, also known as Henri Murger and Henry Murger, was a French novelist and poet."}]}, {"heading": "Births", "year": "1824", "date": "March 27", "txt": "Virginia Minor, American women's suffrage activist (d. 1894)", "entities": [{"title": "Virginia Minor", "href": "/wiki/Virginia_Minor", "description": "Virginia Louisa Minor was an American women's suffrage activist. She is best remembered as the plaintiff in Minor v. Happersett, an 1874 United States Supreme Court case in which Minor unsuccessfully argued that the Fourteenth Amendment to the United States Constitution gave women the right to vote."}]}, {"heading": "Births", "year": "1839", "date": "March 27", "txt": "John Ballance, Irish-New Zealand journalist and politician, 14th Prime Minister of New Zealand (d. 1893)", "entities": [{"title": "John Ballance", "href": "/wiki/John_Ballance", "description": "John Ballance was an Irish-born New Zealand politician who was the 14th Premier of New Zealand, from January 1891 to April 1893, the founder of the Liberal Party, and a Georgist. In 1891 he led his party to its first election victory, forming the first New Zealand government along party lines, but died in office three years later. Ballance supported votes for women. He also supported land reform, "}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1843", "date": "March 27", "txt": "George Frederick Leycester Marshall, English colonel and entomologist (d. 1934)", "entities": [{"title": "George Frederick Leycester Marshall", "href": "/wiki/George_Frederick_Leycester_Marshall", "description": "Major-General George Frederick Leycester Marshall was the son of William Marshall and his wife Louisa Sophia, also brother of C. H. T. Marshall and uncle of Guy Anstruther Knox Marshall. He became a Colonel in the Indian Army and was a naturalist interested in the birds and butterflies of India. Marshall described several new species of butterflies, along with Lionel de Nicéville, and discovered t"}]}, {"heading": "Births", "year": "1844", "date": "March 27", "txt": "Adolphus Greely, American general and explorer, Medal of Honor recipient (d. 1935)", "entities": [{"title": "Adolphus Greely", "href": "/wiki/Adolphus_Greely", "description": "Adolphus Washington Greely was a United States Army officer, polar explorer, and recipient of the Medal of Honor."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1845", "date": "March 27", "txt": "Wilhelm Röntgen, German physicist and academic, Nobel Prize laureate (d. 1923)", "entities": [{"title": "Wilhelm Röntgen", "href": "/wiki/Wilhelm_R%C3%B6ntgen", "description": "Wilhelm Conrad Röntgen was a German mechanical engineer and physicist, who, on 8 November 1895, produced and detected electromagnetic radiation in a wavelength range known as X-rays or Röntgen rays, an achievement that earned him the inaugural Nobel Prize in Physics in 1901. In honour of Röntgen's accomplishments, in 2004 the International Union of Pure and Applied Chemistry (IUPAC) named element "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1845", "date": "March 27", "txt": "Jakob Sverdrup, Norwegian bishop and politician, Norwegian Minister of Education and Church Affairs (d. 1899)", "entities": [{"title": "Minister of Education and Research (Norway)", "href": "/wiki/Minister_of_Education_and_Research_(Norway)", "description": "The Royal Ministry of Education and Research is a Norwegian government ministry responsible for education, research, kindergartens and integration. The ministry was established in 1814 as the Royal Ministry of Church and Education Affairs."}]}, {"heading": "Births", "year": "1847", "date": "March 27", "txt": "Otto Wallach, German chemist and academic, Nobel Prize laureate (d. 1931)", "entities": [{"title": "Otto Wallach", "href": "/wiki/Otto_Wallach", "description": "Otto Wallach was a German chemist and recipient of the 1910 Nobel Prize in Chemistry for his work on alicyclic compounds."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1851", "date": "March 27", "txt": "Ruperto Chapí, Spanish composer, co-founded Sociedad General de Autores y Editores (d. 1909)", "entities": [{"title": "Ruperto Chapí", "href": "/wiki/Ruperto_Chap%C3%AD", "description": "Ruperto Chapí y Lorente was a Spanish composer, and co-founder of the Spanish Society of Authors and Publishers."}, {"title": "Sociedad General de Autores y Editores", "href": "/wiki/Sociedad_General_de_Autores_y_Editores", "description": "The Spanish Society of Authors and Publishers is the main collecting society for songwriters, composers and music publishers in Spain. It is similar to AGADU, ASCAP, GEMA, SADAIC, SACEM and SAYCO. The philologist, poet, composer, scriptwriter, movie and television director and producer Antón Reixa (1957) is the Chairman of the Board of Directors since May 2012. SGAE was founded in 1889 as Society "}]}, {"heading": "Births", "year": "1851", "date": "March 27", "txt": "Vincent d'Indy, French composer and educator (d. 1931)", "entities": []}, {"heading": "Births", "year": "1852", "date": "March 27", "txt": "Jan van Beers, Belgian painter and illustrator (d. 1927)", "entities": [{"title": "Jan van Beers (artist)", "href": "/wiki/Jan_van_Beers_(artist)", "description": "Jean Marie Constantin Joseph \"Jan\" van Beers was a Belgian painter and illustrator, the son of the poet Jan van Beers. They are sometimes referred to as Jan van Beers the elder and Jan van Beers the younger. In 1884, Jan Van Beers produced the pen-and-ink sketches for the edition de luxe of his father's poetry."}]}, {"heading": "Births", "year": "1854", "date": "March 27", "txt": "Giovanni Battista Grassi, Italian physician, zoologist, and entomologist (d. 1925)", "entities": [{"title": "Giovanni Battista Grassi", "href": "/wiki/Giovanni_Battista_Grassi", "description": "Giovanni Battista Grassi was an Italian physician and zoologist, best known for his pioneering works on parasitology, especially on malariology. He was Professor of Comparative Zoology at the University of Catania from 1883, and Professor of Comparative Anatomy at Sapienza University of Rome from 1895 until his death. His scientific contributions covered embryological development of honey bees, on"}]}, {"heading": "Births", "year": "1855", "date": "March 27", "txt": "William Libbey, American target shooter, colonel, mountaineer, geographer, geologist, and  archaeologist (d. 1927)", "entities": [{"title": "William Libbey", "href": "/wiki/William_Libbey", "description": "William A. Libbey III was an American professor of physical geography at Princeton University. He was twice a member of the U.S. Olympic Rifle Team, and rose to the rank of colonel in the New Jersey National Guard. He is also known for his first ascent of Mount Princeton in 1877."}]}, {"heading": "Births", "year": "1857", "date": "March 27", "txt": "Karl Pearson, English mathematician, eugenicist, and academic (d. 1936)", "entities": [{"title": "Karl Pearson", "href": "/wiki/Karl_Pearson", "description": "Karl Pearson was an English mathematician and biostatistician. He has been credited with establishing the discipline of mathematical statistics. He founded the world's first university statistics department at University College, London in 1911, and contributed significantly to the field of biometrics and meteorology. Pearson was also a proponent of social Darwinism, eugenics and scientific racism"}]}, {"heading": "Births", "year": "1859", "date": "March 27", "txt": "George Giffen, Australian cricketer and footballer (d. 1927)", "entities": [{"title": "George Giffen", "href": "/wiki/George_Giffen", "description": "George Giffen was a cricketer who played for South Australia and Australia. An all-rounder who batted in the middle order and often opened the bowling with medium-paced off-spin, Giffen captained Australia during the 1894–95 Ashes series and was the first Australian to score 10,000 runs and take 500 wickets in first-class cricket. He was inducted into the Australian Cricket Hall of Fame on 26 Febr"}]}, {"heading": "Births", "year": "1860", "date": "March 27", "txt": "Frank Frost Abbott, American-Swiss scholar and academic (d. 1924)", "entities": [{"title": "Frank Frost Abbott", "href": "/wiki/Frank_Frost_Abbott", "description": "Frank Frost Abbott was an American classical scholar."}]}, {"heading": "Births", "year": "1862", "date": "March 27", "txt": "Jelena Dimitrijević, Serbian short story writer, novelist, poet, traveller, social worker, feminist and polyglot (d. 1945)", "entities": [{"title": "Jelena Dimitrijević", "href": "/wiki/Jelena_Dimitrijevi%C4%87", "description": "Jelena Dimitrijević was a Serbian short story writer, novelist, poet, traveller, social worker, feminist, and a polyglot. She is considered to be the first woman in modern Serbian history to publish a work of travel related prose in 1894."}]}, {"heading": "Births", "year": "1862", "date": "March 27", "txt": "Arturo Berutti, Argentinian composer (d. 1938)", "entities": []}, {"heading": "Births", "year": "1863", "date": "March 27", "txt": "Henry Royce, English engineer and businessman, founded Rolls-Royce Limited (d. 1933)", "entities": [{"title": "Henry Royce", "href": "/wiki/Henry_Royce", "description": "Sir Frederick Henry Royce, 1st Baronet, was an English engineer famous for his designs of car and aeroplane engines with a reputation for reliability and longevity. With Charles Rolls and Claude Johnson, he founded Rolls-Royce."}, {"title": "Rolls-Royce Limited", "href": "/wiki/Rolls-Royce_Limited", "description": "Rolls-Royce was a British luxury car and later an aero-engine manufacturing business established in 1904 in Manchester, United Kingdom by the partnership of Charles Rolls and Henry Royce. Building on Royce's reputation established with his cranes they quickly developed a reputation for superior engineering by manufacturing the \"best car in the world\". The First World War brought them into manufact"}]}, {"heading": "Births", "year": "1866", "date": "March 27", "txt": "John Allan, Australian politician, 29th Premier of Victoria (d. 1936)", "entities": [{"title": "John Allan (Australian politician)", "href": "/wiki/John_Allan_(Australian_politician)", "description": "John Allan was an Australian politician who served as the 29th Premier of Victoria. He was born near Lancefield, where his father was a farmer of Scottish origin, and educated at state schools. He took up wheat and dairy farming at Wyuna and was director of a butter factory at Kyabram. In 1892 he married Annie Stewart, with whom he had six children."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1868", "date": "March 27", "txt": "Patty Hill, American songwriter and educator (d. 1946)", "entities": [{"title": "Patty Hill", "href": "/wiki/Patty_Hill", "description": "Patty Smith Hill was a composer and teacher who is perhaps best known for co-writing, with her sister Mildred Hill, the tune which later became popular as \"Happy Birthday to You\". She was an American nursery school, kindergarten teacher, and key founder of the National Association for Nursery Education (NANE) which now exists as the National Association For the Education of Young Children (NAEYC)."}]}, {"heading": "Births", "year": "1869", "date": "March 27", "txt": "James McNeill, Irish politician, 2nd Governor-General of the Irish Free State (d. 1938)", "entities": [{"title": "James McNeill", "href": "/wiki/James_McNeill", "description": "James McNeill was an Irish politician and diplomat, who served as first High Commissioner to London and second Governor-General of the Irish Free State."}, {"title": "Governor-General of the Irish Free State", "href": "/wiki/Governor-General_of_the_Irish_Free_State", "description": "The Governor-General of the Irish Free State was the official representative of the sovereign of the Irish Free State from 1922 to 1936. By convention, the office was largely ceremonial. Nonetheless, it was controversial, as many Irish Nationalists regarded the existence of the office as offensive to republican principles and a symbol of continued British involvement in Irish affairs, despite the "}]}, {"heading": "Births", "year": "1869", "date": "March 27", "txt": "J. R. Clynes, English trade unionist and politician, Home Secretary (d. 1949)", "entities": [{"title": "Home Secretary", "href": "/wiki/Home_Secretary", "description": "The home secretary is a senior minister of the Crown within the Government of the United Kingdom, and head of the Home Office. As one of the four Great Offices of State, the home secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1871", "date": "March 27", "txt": "Heinrich Mann, German author and poet (d. 1950)", "entities": [{"title": "Heinrich Mann", "href": "/wiki/Heinrich_Mann", "description": "Luiz (Ludwig) Heinrich Mann was a German novelist who wrote works with social themes. From 1930 until 1933 he was president of the fine poetry division of the Prussian Academy of Arts. His numerous criticisms of the growth of fascism forced him to flee Germany after the Nazis came to power during 1933."}]}, {"heading": "Births", "year": "1871", "date": "March 27", "txt": "Joseph G. Morrison, American captain and Nazarene minister (d. 1939)", "entities": []}, {"heading": "Births", "year": "1871", "date": "March 27", "txt": "Piet Aalberse, Dutch politician, Minister of Labour (d. 1948)", "entities": [{"title": "Ministry of Social Affairs and Employment (Netherlands)", "href": "/wiki/Ministry_of_Social_Affairs_and_Employment_(Netherlands)", "description": "The Ministry of Social Affairs and Employment is the Dutch ministry responsible for social affairs, relations between employers and employees, social security, trade unions and emancipation. It was established in 1918 as the Ministry of Labour and had several name changes before it became the Ministry of Social Affairs and Employment in 1981. The ministry is headed by the Minister of Social Affair"}]}, {"heading": "Births", "year": "1875", "date": "March 27", "txt": "Albert Marquet, French painter (d. 1947)", "entities": [{"title": "Albert Marquet", "href": "/wiki/Albert_Marquet", "description": "Albert Marquet was a French painter, associated with the Fauvist movement. He initially became one of the Fauve painters and a lifelong friend of Henri Matisse. Marquet subsequently painted in a more naturalistic style, primarily landscapes, but also several portraits and, between 1910 and 1914, several female nude paintings."}]}, {"heading": "Births", "year": "1877", "date": "March 27", "txt": "Oscar Grégoire, Belgian water polo player and swimmer (d. 1947)", "entities": [{"title": "Oscar Grégoire", "href": "/wiki/Oscar_Gr%C3%A9goire", "description": "Oscar Grégoire was a Belgian water polo player and backstroke swimmer who competed in the 1900 Summer Olympics, in the 1908 Summer Olympics, and in the 1912 Summer Olympics. He was part of the Belgian water polo team and was able to win two silver and one bronze medal. In 1908 and 1912 he also participated in the 100-metre backstroke events, but was eliminated in the first round in both."}]}, {"heading": "Births", "year": "1878", "date": "March 27", "txt": "Kathleen Scott, British sculptor (d. 1947)", "entities": [{"title": "Kathleen Scott", "href": "/wiki/Kathleen_Scott", "description": "Kathleen Young, Baroness Kennet, FRBS was a British sculptor. She was the wife of Antarctic explorer Captain Robert Falcon Scott and the mother of Sir Peter Scott, the painter and ornithologist. By her second marriage, to Edward Hilton Young, she became Baroness Kennet, and mother to the writer and politician Wayland Hilton Young."}]}, {"heading": "Births", "year": "1879", "date": "March 27", "txt": "Sándor Garbai, Hungarian politician, 19th Prime Minister of Hungary (d. 1947)", "entities": [{"title": "Sándor Garbai", "href": "/wiki/S%C3%A1ndor_Garbai", "description": "Sándor Garbai was a Hungarian socialist politician who served as the prime minister of the Hungarian Soviet Republic."}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Births", "year": "1879", "date": "March 27", "txt": "Miller Huggins, American baseball player and manager (d. 1929)", "entities": []}, {"heading": "Births", "year": "1879", "date": "March 27", "txt": "Edward Steichen, Luxembourger-American painter and photographer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1881", "date": "March 27", "txt": "Arkady Averchenko, Russian playwright and satirist (d. 1925)", "entities": [{"title": "Arkady Averchenko", "href": "/wiki/Arkady_Averchenko", "description": "Arkady Timofeevich Averchenko was a Russian playwright and satirist. He published his stories in the journal Satyricon, of which he was also an editor, in the series of \"New Satyricon\", and other publications. He published a total of around 20 books. Averchenko's satirical writings can be described as liberal. After the Russian Civil War, he emigrated to Central Europe and died in Prague."}]}, {"heading": "Births", "year": "1882", "date": "March 27", "txt": "Thomas Graham Brown, Scottish mountaineer and physiologist (d. 1965)", "entities": [{"title": "Thomas Graham Brown", "href": "/wiki/Thomas_Graham_Brown", "description": "Thomas Graham Brown FRS was a Scottish mountaineer and physiologist."}]}, {"heading": "Births", "year": "1883", "date": "March 27", "txt": "Marie Under, Estonian author and poet (d. 1980)", "entities": [{"title": "Marie Under", "href": "/wiki/Marie_Under", "description": "Marie Under was one of the greatest Estonian poets. She was nominated for the Nobel Prize in Literature no fewer than eight times."}]}, {"heading": "Births", "year": "1884", "date": "March 27", "txt": "Gordon Thomson, English rower and lieutenant (d. 1953)", "entities": [{"title": "Gordon Thomson (rower)", "href": "/wiki/Gordon_Thomson_(rower)", "description": "Gordon Lindsay Thomson was an English rower who competed in the 1908 Summer Olympics for Great Britain. During the First World War he served as a pilot in the Royal Naval Air Service and Royal Air Force."}]}, {"heading": "Births", "year": "1885", "date": "March 27", "txt": "Julio Lozano Díaz, Honduran accountant and politician, 40th President of Honduras (d. 1957)", "entities": [{"title": "Julio Lozano Díaz", "href": "/wiki/Julio_Lozano_D%C3%ADaz", "description": "Julio Lozano Díaz, was first Vice President of Honduras (1949–1954) and then President of Honduras, from 5 December 1954 until 21 October 1956."}, {"title": "President of Honduras", "href": "/wiki/President_of_Honduras", "description": "The president of Honduras officially known as the President of the Republic of Honduras, is the head of state and head of government of Honduras, and the Commander-in-chief of the Armed Forces. According to the 1982 Constitution of Honduras, the Government of Honduras consists of three branches: Executive, Legislative and Judicial. The president is the head of the Executive branch, their primary d"}]}, {"heading": "Births", "year": "1885", "date": "March 27", "txt": "Reginald Fletcher, 1st Baron Winster, English navy officer and politician, Secretary of State for Transport (d. 1961)", "entities": [{"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1886", "date": "March 27", "txt": "Sergey Kirov, Russian politician (d. 1934)", "entities": [{"title": "Sergey Kirov", "href": "/wiki/Sergey_Kirov", "description": "Sergei Mironovich Kirov was a Soviet politician and Bolshevik revolutionary whose assassination was used as a pretext to launch the first Great Purge."}]}, {"heading": "Births", "year": "1886", "date": "March 27", "txt": "Wladimir Burliuk, Ukrainian painter and illustrator (d. 1917)", "entities": []}, {"heading": "Births", "year": "1886", "date": "March 27", "txt": "Ludwig Mies van der Rohe, German-American architect, designed IBM Plaza and Seagram Building (d. 1969)", "entities": [{"title": "IBM Plaza", "href": "/wiki/IBM_Plaza", "description": "330 North Wabash is a skyscraper in downtown Chicago, Illinois, United States, at 330 N. Wabash Avenue, designed by famed architect Ludwig Mies van der Rohe. A small bust of the architect by sculptor Marino Marini is displayed in the lobby. The 52-story building is situated on a plaza overlooking the Chicago River. At 695 feet, 330 North Wabash is the second-tallest building by Mies van der Rohe, "}, {"title": "Seagram Building", "href": "/wiki/Seagram_Building", "description": "The Seagram Building is a skyscraper at 375 Park Avenue, between 52nd and 53rd Streets, in the Midtown Manhattan neighborhood of New York City. The building, measuring 515 feet (157 m) tall with 38 stories and a large plaza, was designed in the International Style by Ludwig Mies van der Rohe and associate architect Kahn & Jacobs. Completed in 1958, it initially contained the headquarters of Canadi"}]}, {"heading": "Births", "year": "1887", "date": "March 27", "txt": "Väinö Siikaniemi, Finnish javelin thrower, poet, and translator (d. 1932)", "entities": [{"title": "Väinö Siikaniemi", "href": "/wiki/V%C3%A4in%C3%B6_Siikaniemi", "description": "Väinö Villiam Siikaniemi was a Finnish athlete who competed at the 1912 Summer Olympics. He finished fifth in the conventional javelin throw and won the silver medal in the two-handed javelin throw, a one-time Olympic event in which the total was counted as a sum of best throws with the right hand and with the left hand."}]}, {"heading": "Births", "year": "1888", "date": "March 27", "txt": "George Alfred Lawrence Hearne, English-South African cricketer (d. 1978)", "entities": [{"title": "George Alfred Lawrence Hearne", "href": "/wiki/George_Alfred_Lawrence_Hearne", "description": "George Alfred Lawrence Hearne was an English born South African cricketer who played Test cricket."}]}, {"heading": "Births", "year": "1889", "date": "March 27", "txt": "Yakup Kadri Karaosmanoğlu, Egyptian-Turkish journalist, author, and politician (d. 1974)", "entities": [{"title": "Yakup Kadri Karaosmanoğlu", "href": "/wiki/Yakup_Kadri_Karaosmano%C4%9Flu", "description": "Yakup Kadri Karaosmanoğlu was a Turkish novelist, journalist, diplomat, and member of parliament."}]}, {"heading": "Births", "year": "1889", "date": "March 27", "txt": "Leonard Mociulschi, Romanian general (d. 1979)", "entities": []}, {"heading": "Births", "year": "1890", "date": "March 27", "txt": "Harald Julin, Swedish swimmer and water polo player (d. 1967)", "entities": [{"title": "Harald Julin", "href": "/wiki/Harald_Julin", "description": "Harald Sigfrid Alexander Julin was a Swedish swimmer and water polo player who competed at the 1906, 1908, 1912 and 1920 Olympics. In 100 m freestyle swimming he won a bronze medal in 1908, and failed to reach the finals in 1906 and 1912; he finished fifth in the 4×250 m freestyle relay in 1906. In water polo he won bronze medals in 1908 and 1920 and a silver at the 1912 Summer Olympics in his nat"}]}, {"heading": "Births", "year": "1890", "date": "March 27", "txt": "Frederick Dalrymple-Hamilton, Scottish admiral (d. 1974)", "entities": []}, {"heading": "Births", "year": "1891", "date": "March 27", "txt": "Lajos Zilahy, Hungarian novelist and playwright (d. 1974)", "entities": [{"title": "Lajos Zilahy", "href": "/wiki/Lajos_Zilahy", "description": "Lajos Zilahy was a Hungarian novelist and playwright. Born in Nagyszalonta, Austria-Hungary, he studied law at the University of Budapest before serving in the Austro-Hungarian army during the First World War, in which he was wounded on the Eastern Front – an experience which later informed his bestselling novel Two Prisoners."}]}, {"heading": "Births", "year": "1891", "date": "March 27", "txt": "Klawdziy Duzh-Dushewski, Belarusian-Lithuanian architect, journalist, and diplomat, created the Flag of Belarus (d. 1959)", "entities": [{"title": "Flag of Belarus", "href": "/wiki/Flag_of_Belarus", "description": "The national flag of Belarus is a red-and-green flag with a white-and-red ornament pattern placed at the hoist (staff) end. The current design was introduced in 2012 by the State Committee for Standardisation of the Republic of Belarus, and is adapted from a design approved in a May 1995 referendum. It is a modification of the 1951 flag used while the country was a republic of the Soviet Union. Ch"}]}, {"heading": "Births", "year": "1892", "date": "March 27", "txt": "Ferde Grofé, American pianist and composer (d. 1972)", "entities": [{"title": "Ferde Grofé", "href": "/wiki/Ferde_Grof%C3%A9", "description": "Ferdinand Rudolph von Grofé, known as Ferde Grofé was an American composer, arranger, pianist and instrumentalist. He is best known for his 1931 five-movement tone poem, Grand Canyon Suite."}]}, {"heading": "Births", "year": "1892", "date": "March 27", "txt": "Thorne Smith, American author (d. 1934)", "entities": []}, {"heading": "Births", "year": "1893", "date": "March 27", "txt": "Karl Mannheim, Hungarian-English sociologist and academic (d. 1947)", "entities": [{"title": "Karl Mannheim", "href": "/wiki/Karl_Mannheim", "description": "Karl Mannheim was an influential German sociologist during the first half of the 20th century. He is a key figure in classical sociology, as well as one of the founders of the sociology of knowledge. Mannheim is best known for his book Ideology and Utopia (1929/1936), in which he distinguishes between partial and total ideologies, the latter representing comprehensive worldviews distinctive to par"}]}, {"heading": "Births", "year": "1893", "date": "March 27", "txt": "G. Lloyd Spencer, American lieutenant and politician (d. 1981)", "entities": []}, {"heading": "Births", "year": "1893", "date": "March 27", "txt": "George Beranger, Australian-American actor and director (d. 1973)", "entities": []}, {"heading": "Births", "year": "1894", "date": "March 27", "txt": "René Fonck, French colonel and pilot (d. 1953)", "entities": [{"title": "René Fonck", "href": "/wiki/Ren%C3%A9_Fonck", "description": "Colonel René Paul Fonck was a French aviator who ended the First World War as the top Entente fighter ace and, when all succeeding aerial conflicts of the 20th and 21st centuries are also considered, Fonck still holds the title of \"all-time Allied Ace of Aces\". He received confirmation for 75 victories out of 142 claims. Taking into account his probable claims, Fonck's final tally could conceivabl"}]}, {"heading": "Births", "year": "1895", "date": "March 27", "txt": "Roland Leighton, English soldier and poet (d. 1915)", "entities": [{"title": "Roland Leighton", "href": "/wiki/Roland_Leighton", "description": "Roland Aubrey Leighton was a British poet and soldier, made posthumously famous by his fiancée Vera Brittain's memoir, Testament of Youth."}]}, {"heading": "Births", "year": "1897", "date": "March 27", "txt": "Douglas Hartree, English mathematician and physicist (d. 1958)", "entities": [{"title": "Douglas Hartree", "href": "/wiki/Douglas_Hartree", "description": "Douglas Rayner Hartree was an English mathematician and physicist most famous for the development of numerical analysis and its application to the Hartree–Fock equations of atomic physics and the construction of a differential analyser using Meccano."}]}, {"heading": "Births", "year": "1897", "date": "March 27", "txt": "Fred Keating, American magician, stage and film actor (d. 1961)", "entities": []}, {"heading": "Births", "year": "1899", "date": "March 27", "txt": "Francis Ponge, French poet and author (d. 1988)", "entities": [{"title": "Francis Ponge", "href": "/wiki/Francis_Ponge", "description": "Francis Jean Gaston Alfred Ponge was a French essayist and poet. Influenced by surrealism, he developed a form of prose poem, minutely examining everyday objects. He was the third recipient of the Neustadt International Prize for Literature in 1974."}]}, {"heading": "Births", "year": "1899", "date": "March 27", "txt": "Herbert Arthur Stuart, German-Swiss physicist and academic (d. 1974)", "entities": []}, {"heading": "Births", "year": "1899", "date": "March 27", "txt": "Gloria Swanson, American actress and producer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1901", "date": "March 27", "txt": "Carl Barks, American illustrator and screenwriter (d. 2000)", "entities": [{"title": "Carl Barks", "href": "/wiki/Carl_Barks", "description": "Carl Barks was an American cartoonist, author, and painter. He is best known for his work in Disney comic books, as the writer and artist of the first Donald Duck stories and as the creator of Scrooge McDuck. He worked anonymously until late in his career; fans dubbed him The Duck Man and The Good Duck Artist. In 1987, Barks was one of the three inaugural inductees of the Will Eisner Comic Book Ha"}]}, {"heading": "Births", "year": "1901", "date": "March 27", "txt": "Erich Ollenhauer, German politician (d. 1963)", "entities": []}, {"heading": "Births", "year": "1901", "date": "March 27", "txt": "Eisaku Satō, Japanese politician, 61st Prime Minister of Japan, Nobel Prize laureate (d. 1975)", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1901", "date": "March 27", "txt": "Kenneth Slessor, Australian journalist and poet (d. 1971)", "entities": []}, {"heading": "Births", "year": "1902", "date": "March 27", "txt": "Sidney Buchman, American screenwriter and producer (d. 1975)", "entities": [{"title": "Sidney Buchman", "href": "/wiki/Sidney_Buchman", "description": "Sidney Robert Buchman was an American screenwriter and producer who worked on about 40 films from the late 1920s to the early 1970s. He received four Oscar nominations and won once for Best Screenplay for fantasy romantic comedy film Here Comes Mr. Jordan (1941) along with Seton I. Miller."}]}, {"heading": "Births", "year": "1902", "date": "March 27", "txt": "Charles Lang, American cinematographer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 27", "txt": "Leif Tronstad, Norwegian chemist and military leader (d. 1945)", "entities": [{"title": "Leif Tronstad", "href": "/wiki/Leif_Tronstad", "description": "Leif Hans Larsen Tronstad DSO, OBE was a Norwegian scientist, intelligence officer and military organizer. He graduated from the Norwegian Institute of Technology in 1927 and was a prolific researcher and writer of academic publications. A professor of chemistry at the Norwegian Institute of Technology from 1936, he was also among the pioneers of heavy water research, and was instrumental when a h"}]}, {"heading": "Births", "year": "1903", "date": "March 27", "txt": "Xavier Villaurrutia, Mexican poet and playwright (d. 1950)", "entities": []}, {"heading": "Births", "year": "1905", "date": "March 27", "txt": "Leroy Carr, American singer-songwriter and pianist (d. 1935)", "entities": [{"title": "Leroy Carr", "href": "/wiki/Leroy_Carr", "description": "Leroy Carr was an American blues singer, songwriter and pianist who developed a laid-back, crooning technique and whose popularity and style influenced such artists as Nat King Cole and Ray Charles. He first became famous for \"How Long, How Long Blues\", his debut recording released by Vocalion Records in 1928."}]}, {"heading": "Births", "year": "1905", "date": "March 27", "txt": "Rudolf Christoph Freiherr von Gersdorff, German general (d. 1980)", "entities": []}, {"heading": "Births", "year": "1905", "date": "March 27", "txt": "Elsie MacGill, Canadian-American author and engineer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 27", "txt": "Pee Wee Russell, American clarinet player, saxophonist, and composer (d. 1969)", "entities": [{"title": "Pee Wee Russell", "href": "/wiki/Pee_Wee_Russell", "description": "Charles Ellsworth \"Pee Wee\" Russell, was a jazz musician. Early in his career he played clarinet and saxophones, but he eventually focused solely on clarinet."}]}, {"heading": "Births", "year": "1909", "date": "March 27", "txt": "Golo Mann, German historian and author (d. 1994)", "entities": [{"title": "Golo Mann", "href": "/wiki/Golo_Mann", "description": "Golo Mann, born Angelus Gottfried Thomas Mann, was a popular German historian and essayist. Having completed a doctorate in philosophy under Karl Jaspers at Heidelberg, in 1933 he fled Hitler's Germany. He followed his father, the writer Thomas Mann and other members of his family in emigrating to France, Switzerland and the United States. From the late 1950s he re-established himself in Switzerla"}]}, {"heading": "Births", "year": "1909", "date": "March 27", "txt": "Ben Webster, American saxophonist (d. 1973)", "entities": []}, {"heading": "Births", "year": "1909", "date": "March 27", "txt": "Valery Marakou, Belarusian poet and translator (d. 1937)", "entities": []}, {"heading": "Births", "year": "1910", "date": "March 27", "txt": "Ai Qing, Chinese poet and author (d. 1996)", "entities": [{"title": "Ai Qing", "href": "/wiki/Ai_Qing", "description": "Aì Qīng, born Jiǎng Zhènghán and styled Jiǎng Hǎichéng, is regarded by some as one of the finest modern Chinese poets. He was known under his pen names Línbì, Kè'ā and Éjiā."}]}, {"heading": "Births", "year": "1911", "date": "March 27", "txt": "Veronika Tushnova, Russian poet and physician (d. 1965)", "entities": [{"title": "Veronika Tushnova", "href": "/wiki/Veronika_Tushnova", "description": "Veronika Mikhailovna Tushnova was a Soviet poet and member of the Soviet Union of Writers."}]}, {"heading": "Births", "year": "1912", "date": "March 27", "txt": "James Callaghan, English lieutenant and politician, Prime Minister of the United Kingdom (d. 2005)", "entities": [{"title": "James Callaghan", "href": "/wiki/James_Callaghan", "description": "Leonard James Callaghan, Baron Callaghan of Cardiff, was a British politician who served as Prime Minister of the United Kingdom from 1976 to 1979 and Leader of the Labour Party from 1976 to 1980. Callaghan is the only person to have held all four Great Offices of State, having served as Chancellor of the Exchequer from 1964 to 1967, Home Secretary from 1967 to 1970 and Foreign Secretary from 1974"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1913", "date": "March 27", "txt": "Theodor Dannecker, German SS officer (d. 1945)", "entities": [{"title": "Theodor Dannecker", "href": "/wiki/Theodor_Dannecker", "description": "Theodor Dannecker was an SS-captain (Hauptsturmführer), and an associate of Adolf Eichmann. As a specialist on Nazi anti-Jewish policies (Judenberater), he was one of those who orchestrated the Final Solution in several countries during the World War II genocide of European Jews in what became known as the Holocaust."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1914", "date": "March 27", "txt": "Richard Denning, American actor (d. 1998)", "entities": [{"title": "Richard Denning", "href": "/wiki/Richard_Denning", "description": "Richard Denning was an American actor who starred in science fiction films of the 1950s, including Unknown Island (1948), Creature from the Black Lagoon (1954), Target Earth (1954), Day the World Ended (1955), Creature with the Atom Brain (1955), and The Black Scorpion (1957). Denning also appeared in the film An Affair to Remember (1957) with Cary Grant and on radio with Lucille Ball in My Favori"}]}, {"heading": "Births", "year": "1914", "date": "March 27", "txt": "Budd Schulberg, American author, screenwriter, and producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 27", "txt": "Robert Lockwood, Jr., American guitarist (d. 2006)", "entities": [{"title": "Robert Lockwood, Jr.", "href": "/wiki/Robert_Lockwood,_Jr.", "description": "Robert Lockwood Jr. was an American Delta blues guitarist, who recorded for Chess Records and other Chicago labels in the 1950s and 1960s. He was the only guitarist to have learned to play directly from Robert Johnson. Robert Lockwood was one of the first professional black entertainers to appear on radio in the South, on the King Biscuit Time radio show. Lockwood is known for his longtime collabo"}]}, {"heading": "Births", "year": "1917", "date": "March 27", "txt": "Cyrus Vance, American lawyer and politician, 57th United States Secretary of State (d. 2002)", "entities": [{"title": "Cyrus Vance", "href": "/wiki/Cyrus_Vance", "description": "Cyrus Roberts Vance was an American lawyer and United States Secretary of State under President Jimmy Carter from 1977 to 1980. Prior to serving in that position, he was the United States Deputy Secretary of Defense in the Johnson administration. During the Kennedy administration he was Secretary of the Army and General Counsel of the Department of Defense."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1920", "date": "March 27", "txt": "Colin Rowe, English-American architect, theorist and academic (d. 1999)", "entities": [{"title": "Colin Rowe", "href": "/wiki/Colin_Rowe", "description": "Colin Rowe, was a British-born, American-naturalised architectural historian, critic, theoretician, and teacher; he is acknowledged to have been a major theoretical and critical influence, in the second half of the twentieth century, on world architecture and urbanism. During his life he taught briefly at the University of Texas at Austin and, for one year, at the University of Cambridge in Englan"}]}, {"heading": "Births", "year": "1921", "date": "March 27", "txt": "Phil Chess, Czech-American record producer, co-founded Chess Records (d. 2016)", "entities": [{"title": "Phil Chess", "href": "/wiki/Phil_Chess", "description": "Philip Chess was a Polish-born American record producer and company executive, the co-founder with his brother of Chess Records."}, {"title": "Chess Records", "href": "/wiki/Chess_Records", "description": "Chess Records was an American record company established in 1950 in Chicago, specializing in blues and rhythm and blues. It was the successor to Aristocrat Records, founded in 1947. It expanded into soul music, gospel music, early rock and roll, and jazz and comedy recordings, released on the Chess and its subsidiary labels Checker and Argo/Cadet. The Chess catalogue is currently owned by Universa"}]}, {"heading": "Births", "year": "1921", "date": "March 27", "txt": "Moacir Barbosa Nascimento, Brazilian footballer and coach (d. 2000)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 27", "txt": "Harold Nicholas, American actor and dancer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 27", "txt": "Dick King-Smith, English author (d. 2011)", "entities": [{"title": "Dick King-Smith", "href": "/wiki/Dick_King-Smith", "description": "Ronald Gordon King-Smith OBE, Hon.MEd, was a prolific English writer of children's books, primarily using the pen name Dick King-Smith. He is best known for The Sheep-Pig. It was adapted as the movie Babe (1995) and translations have been published in fifteen languages. He was awarded an Honorary Master of Education degree by the University of the West of England in 1999 and appointed Officer of t"}]}, {"heading": "Births", "year": "1922", "date": "March 27", "txt": "Stefan Wul, French author and surgeon (d. 2003)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 27", "txt": "Jules Olitski, Ukrainian-American painter, printmaker, and sculptor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 27", "txt": "Shūsaku Endō, Japanese author (d. 1996)", "entities": [{"title": "Shūsaku Endō", "href": "/wiki/Sh%C5%ABsaku_End%C5%8D", "description": "Shūsaku Endō  was a Japanese author who wrote from the rare perspective of a Japanese Roman Catholic. Together with Junnosuke Yoshiyuki, Shōtarō Yasuoka, Junzo Shono, Hiroyuki Agawa, Ayako Sono, and Shumon Miura, Endō is categorized as part of the \"Third Generation\"."}]}, {"heading": "Births", "year": "1923", "date": "March 27", "txt": "Louis Simpson, Jamaican-American poet, translator, and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 27", "txt": "Sarah Vaughan, American singer (d. 1990)", "entities": [{"title": "Sarah Vaughan", "href": "/wiki/Sarah_Vaughan", "description": "Sarah Lois Vaughan was an American jazz singer."}]}, {"heading": "Births", "year": "1924", "date": "March 27", "txt": "Ian Black, Scottish international footballer and lawn bowls player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 27", "txt": "Margaret K. Butler, American mathematician and computer programmer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 27", "txt": "Frank O'Hara, American writer (d. 1966)", "entities": [{"title": "Frank O'Hara", "href": "/wiki/Frank_O%27Hara", "description": "Francis Russell \"Frank\" O'Hara was an American writer, poet, and art critic. A curator at the Museum of Modern Art, O'Hara became prominent in New York City's art world. O'Hara is regarded as a leading figure in the New York School, an informal group of artists, writers, and musicians who drew inspiration from jazz, surrealism, abstract expressionism, action painting, and contemporary avant-garde "}]}, {"heading": "Births", "year": "1927", "date": "March 27", "txt": "Sylvia Anderson, English voice actress, screenwriter, and producer (d. 2016)", "entities": [{"title": "Sylvia Anderson", "href": "/wiki/Sylvia_Anderson", "description": "Sylvia Beatrice Anderson was an English television and film producer, writer, voice actress and costume designer, best known for her collaborations with Gerry Anderson, her husband between 1960 and 1981."}]}, {"heading": "Births", "year": "1927", "date": "March 27", "txt": "Anthony Lewis, American journalist and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 27", "txt": "Mstislav Rostropovich, Russian cellist and conductor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 27", "txt": "Jean Dotto, French cyclist (d. 2000)", "entities": [{"title": "Jean Dotto", "href": "/wiki/Jean_Dotto", "description": "Jean-Baptiste Dotto was the first French racing cyclist to win the Vuelta a España. He rode the Tour de France 13 times, coming fourth in 1954."}]}, {"heading": "Births", "year": "1929", "date": "March 27", "txt": "Anne Ramsey, American actress (d. 1988)", "entities": [{"title": "Anne Ramsey", "href": "/wiki/Anne_Ramsey", "description": "Angelina \"Anne\" Ramsey was an American actress. She is best known for her film roles as Mama Fratelli in The Goonies (1985) and as Mrs. Lift in Throw Momma from the Train (1987), the latter of which earned her nominations for an Academy Award and a Golden Globe Award."}]}, {"heading": "Births", "year": "1929", "date": "March 27", "txt": "Reg Evans, Australian actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 27", "txt": "Daniel Spoerri, Romanian-Swiss photographer, writer and artist", "entities": [{"title": "Daniel Spoerri", "href": "/wiki/Daniel_Spoerri", "description": "Daniel Spoerri is a Swiss artist and writer born in Romania. Spoerri is best known for his \"snare-pictures,\" a type of assemblage or object art, in which he captures a group of objects, such as the remains of meals eaten by individuals, including the plates, silverware and glasses, all of which are fixed to the table or board, which is then displayed on a wall. He also is widely acclaimed for his "}]}, {"heading": "Births", "year": "1931", "date": "March 27", "txt": "David Janssen, American actor and screenwriter (d. 1980)", "entities": [{"title": "David Janssen", "href": "/wiki/David_Janssen", "description": "David Janssen was an American film and television actor who is best known for his starring role as Richard Kimble in the television series The Fugitive (1963–1967). Janssen also had the title roles in three other series: Richard Diamond, Private Detective; Harry O; and O'Hara, U.S. Treasury."}]}, {"heading": "Births", "year": "1932", "date": "March 27", "txt": "Junior Parker, American singer and harmonica player (d. 1971)", "entities": [{"title": "Junior Parker", "href": "/wiki/Junior_Parker", "description": "Herman \"Junior\" Parker was an American Memphis blues singer and musician. He is best remembered for his voice which has been described as \"honeyed\" and \"velvet-smooth\". One music journalist noted, \"For years Junior Parker deserted downhome harmonica blues for uptown blues-soul music\".\nIn 2001, he was inducted into the Blues Hall of Fame. Parker is also inducted into the Mississippi Musicians Hall "}]}, {"heading": "Births", "year": "1932", "date": "March 27", "txt": "Bailey Olter, Micronesian politician, 3rd President of the Federated States of Micronesia (d. 1999)", "entities": [{"title": "President of the Federated States of Micronesia", "href": "/wiki/President_of_the_Federated_States_of_Micronesia", "description": "The president of the Federated States of Micronesia is the head of government and head of state of the Federated States of Micronesia. The president is elected by the Congress (legislature) from among its members. Presidents pick cabinet members from the Congress."}]}, {"heading": "Births", "year": "1933", "date": "March 27", "txt": "Lê Văn Hưng, South Vietnamese Brigadier general (d. 1975)", "entities": [{"title": "Lê Văn Hưng", "href": "/wiki/L%C3%AA_V%C4%83n_H%C6%B0ng", "description": null}]}, {"heading": "Births", "year": "1934", "date": "March 27", "txt": "István Csurka, Hungarian journalist, author, and politician (d. 2012)", "entities": [{"title": "István Csurka", "href": "/wiki/Istv%C3%A1n_Csurka", "description": "István Csurka was a Hungarian radical nationalist politician, journalist and writer. He was the founder and inaugural leader of the Hungarian Justice and Life Party (MIÉP) from 1993 until his death. He was also a Member of Parliament from 1990 to 1994 and from 1998 to 2002."}]}, {"heading": "Births", "year": "1935", "date": "March 27", "txt": "Stanley Rother, American Roman Catholic priest and missionary (d. 1981)", "entities": [{"title": "Stanley Rother", "href": "/wiki/Stanley_Rother", "description": "Stanley Francis Rother was an American Roman Catholic priest from Oklahoma who was murdered in Guatemala. Ordained as a priest for the Archdiocese of Oklahoma City in 1963, he held several parish assignments there until 1968 when he was assigned as a missionary priest to Guatemala where he was murdered in 1981 in his Guatemalan mission rectory."}]}, {"heading": "Births", "year": "1935", "date": "March 27", "txt": "Julian Glover, English actor", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 27", "txt": "Malcolm Goldstein, American violinist and composer", "entities": [{"title": "Malcolm Goldstein", "href": "/wiki/Malcolm_Goldstein", "description": "Malcolm Goldstein is an American-Canadian composer, violinist and improviser who has been active in the presentation of new music and dance since the early 1960s. He received an M.A. in music composition from Columbia University in 1960, having studied with Otto Luening. In the 1960s in New York City, he was a co-founder with James Tenney and Philip Corner of the Tone Roads Ensemble and was a part"}]}, {"heading": "Births", "year": "1937", "date": "March 27", "txt": "Alan Hawkshaw, English keyboard player and songwriter", "entities": [{"title": "Alan Hawkshaw", "href": "/wiki/Alan_Hawkshaw", "description": "William Alan Hawkshaw is a British composer and performer, particularly of themes for movies and television programs. Hawkshaw worked extensively for the KPM production music company in the 1960s and 1970s, composing and recording many stock tracks that have been used extensively in film and TV. His song “Charlie” is heard on Just For Laughs Gags. In 2016, he was awarded a doctorate for his contri"}]}, {"heading": "Births", "year": "1939", "date": "March 27", "txt": "Jay Kim, South Korean-American engineer and politician", "entities": [{"title": "Jay Kim", "href": "/wiki/Jay_Kim", "description": "Jay Chang Joon Kim is a Korean-American politician and former member of the U.S. House of Representatives from California and ambassador for Korean-American relations. He was the first Korean American to be elected to the United States Congress."}]}, {"heading": "Births", "year": "1939", "date": "March 27", "txt": "Cale Yarborough, American race car driver and businessman", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 27", "txt": "Sandro Munari, Italian race car driver", "entities": [{"title": "Sandro Munari", "href": "/wiki/Sandro_Munari", "description": "Sandro Munari, also nicknamed 'Il Drago' is a former motor racing and rally driver from Italy."}]}, {"heading": "Births", "year": "1940", "date": "March 27", "txt": "Austin Pendleton, American actor, director, and playwright", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 27", "txt": "Ivan Gašparovič, Slovak lawyer and politician, 3rd President of Slovakia", "entities": [{"title": "Ivan Gašparovič", "href": "/wiki/Ivan_Ga%C5%A1parovi%C4%8D", "description": "Ivan Gašparovič is a Slovak politician and lawyer who was President of Slovakia from 2004 to 2014. He was also the first and currently the only Slovak president to be re-elected."}, {"title": "President of Slovakia", "href": "/wiki/President_of_Slovakia", "description": "The president of the Slovak Republic is the head of state of Slovakia and the commander-in-chief of the Armed Forces. The president is directly elected by the people for five years, and can be elected for a maximum of two consecutive terms. The presidency is largely a ceremonial office, but the president does exercise certain limited powers with absolute discretion. The president's official reside"}]}, {"heading": "Births", "year": "1941", "date": "March 27", "txt": "Liese Prokop, Austrian pentathlete and politician, Austrian Minister of the Interior (d. 2006)", "entities": [{"title": "Federal Ministry of the Interior (Austria)", "href": "/wiki/Federal_Ministry_of_the_Interior_(Austria)", "description": "In Austria, the Ministry of the Interior is a federal government agency serving as the interior ministry of the Austrian government. It is chiefly responsible for the public security, but also deals with matters relating to citizenship, elections, referendums, plebiscites and the alternative civilian service. The Ministry of the Interior is considered as one of the most important ministries in Aus"}]}, {"heading": "Births", "year": "1942", "date": "March 27", "txt": "Michael Jackson, English journalist and author (d. 2007)", "entities": [{"title": "Michael Jackson (writer)", "href": "/wiki/Michael_Jackson_(writer)", "description": "Michael James Jackson was an English writer and journalist. He was the author of many influential books about beer and whisky. He was a regular contributor to a number of British broadsheets, particularly The Independent and The Observer."}]}, {"heading": "Births", "year": "1942", "date": "March 27", "txt": "John Sulston, English biologist and academic, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1942", "date": "March 27", "txt": "Michael York, English actor", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 27", "txt": "Mike Curtis, American football player and coach (d. 2020)", "entities": [{"title": "Mike Curtis (American football)", "href": "/wiki/Mike_Curtis_(American_football)", "description": "James Michael Curtis was an American professional football player for the Baltimore Colts, the Seattle Seahawks and the Washington Redskins, who played 14 seasons from 1965 to 1978 in the National Football League (NFL). He was a four-time Pro Bowler in 1968, 1970, 1971 and 1974. He was considered one of the meanest players of his era. Although sacks were not official during the time he played, Cur"}]}, {"heading": "Births", "year": "1944", "date": "March 27", "txt": "Jesse Brown, American marine and politician, 2nd United States Secretary of Veterans Affairs (d. 2002)", "entities": [{"title": "Jesse Brown", "href": "/wiki/Jesse_Brown", "description": "Jesse Brown was a veteran of the United States Marine Corps who served as United States Secretary of Veterans Affairs under President Bill Clinton from 1993 to 1997."}, {"title": "United States Secretary of Veterans Affairs", "href": "/wiki/United_States_Secretary_of_Veterans_Affairs", "description": "The United States secretary of veterans affairs is the head of the United States Department of Veterans Affairs, the department concerned with veterans' benefits, health care, and national veterans' memorials and cemeteries. The Secretary is a member of the Cabinet and second to last at sixteenth in the line of succession to the presidency. Until the appointment of David Shulkin in 2017, all appoi"}]}, {"heading": "Births", "year": "1944", "date": "March 27", "txt": "Bryan Campbell, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 27", "txt": "Michael Aris, Cuban-English author and academic (d. 1999)", "entities": [{"title": "Michael Aris", "href": "/wiki/Michael_Aris", "description": "Michael Vaillancourt Aris was a historian who wrote and lectured on Bhutanese, Tibetan and Himalayan culture and history. He was the husband of Aung San Suu Kyi, who would later become State Counsellor of Myanmar."}]}, {"heading": "Births", "year": "1947", "date": "March 27", "txt": "Oliver Friggieri, Maltese author, critic, poet and philosopher", "entities": [{"title": "Oliver Friggieri", "href": "/wiki/Oliver_Friggieri", "description": "Oliver Friggieri was a Maltese poet, novelist, literary critic, and philosopher. He led the establishment of literary history and criticism in Maltese while teaching at the University of Malta, studying the works of Dun Karm, Rużar Briffa, and others. A prolific writer himself, Friggieri explored new genres to advocate the Maltese language, writing the libretti for the first oratorio and the first"}]}, {"heading": "Births", "year": "1947", "date": "March 27", "txt": "Brian Jones, English balloonist and pilot", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 27", "txt": "Walt Mossberg, American journalist", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 27", "txt": "Jens-Peter Bonde, Danish lawyer and politician", "entities": [{"title": "Jens-Peter Bonde", "href": "/wiki/Jens-Peter_Bonde", "description": "Jens-Peter Rossen Bonde was a Danish politician who served as Member of the European Parliament (MEP) with the June Movement. He resigned as an MEP in May 2008. Bonde was elected to the European Parliament in the first election in 1979 with the People's Movement against the EU. He was re-elected 6 times consecutively. In 1992 he co-founded the June Movement which he chaired until his retirement in"}]}, {"heading": "Births", "year": "1950", "date": "March 27", "txt": "Tony Banks, English keyboardist and songwriter", "entities": [{"title": "Tony Banks (musician)", "href": "/wiki/Tony_Banks_(musician)", "description": "Anthony George Banks is an English musician, songwriter and film composer primarily known as the keyboardist and founding member of the rock band Genesis. Banks is also a prolific solo artist, releasing six solo albums that range through progressive rock, pop, and classical music."}]}, {"heading": "Births", "year": "1950", "date": "March 27", "txt": "Petros Efthymiou, Greek academic and politician, Greek Minister of Culture, Education and Religious Affairs", "entities": [{"title": "Ministry of Culture, Education and Religious Affairs", "href": "/wiki/Ministry_of_Culture,_Education_and_Religious_Affairs", "description": "The Ministry of Education and Religious Affairs is a government department of Greece. One of the oldest ministries, established in 1833, it is responsible for running the country's education system and for supervising the religions in Greece. The incumbent minister is Niki Kerameus."}]}, {"heading": "Births", "year": "1950", "date": "March 27", "txt": "Maria Ewing, African-American soprano", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 27", "txt": "Terry Yorath, Welsh international footballer and international manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 27", "txt": "Andrei Kozyrev, Belgian-Russian politician and diplomat, Minister of Foreign Affairs for Russia", "entities": [{"title": "Andrei Kozyrev", "href": "/wiki/Andrei_Kozyrev", "description": "Andrey Vladimirovich Kozyrev is a Russian politician who served as the former and the first Minister of Foreign Affairs of the Russian Federation under President Boris Yeltsin, in office from October 1991 until January 1996. In his position he was credited with developing Russia's foreign policy immediately after the fall of the Soviet Union, although many in Russia have criticized him for being w"}, {"title": "Minister of Foreign Affairs (Russia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Russia)", "description": "The Minister of Foreign Affairs is the head of Russian Ministry of Foreign Affairs which is concerned with foreign affairs and is a member of the Government of Russia."}]}, {"heading": "Births", "year": "1951", "date": "March 27", "txt": "Chris Stewart, English musician and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 27", "txt": "Annemarie Moser-Pröll, Austrian skier", "entities": [{"title": "Annemarie Moser-Pröll", "href": "/wiki/Annemarie_Moser-Pr%C3%B6ll", "description": "Annemarie Moser-Pröll is a former World Cup alpine ski racer from Austria. Born in Kleinarl, Salzburg, she was the most successful female alpine ski racer during the 1970s, with six overall titles, including five consecutive. Moser-Pröll celebrated her biggest successes in downhill, giant slalom and combined races. In 1980, her last year as a competitor, she secured her third Olympic medal at Lake"}]}, {"heading": "Births", "year": "1952", "date": "March 27", "txt": "Maria Schneider, French actress (d. 2011)", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 27", "txt": "Herman Ponsteen, Dutch cyclist", "entities": [{"title": "Herman Ponsteen", "href": "/wiki/Herman_Ponsteen", "description": "Herman Ponsteen is a retired track cyclist from the Netherlands, who represented his native country twice at two consecutive Summer Olympics, starting in 1972. Four years later he won the silver medal at the 1976 Summer Olympics in Montreal, Quebec, Canada, in the Men's 4.000m Individual Pursuit."}]}, {"heading": "Births", "year": "1954", "date": "March 27", "txt": "Gerard Batten, English lawyer and politician", "entities": [{"title": "Gerard Batten", "href": "/wiki/Gerard_Batten", "description": "Gerard Joseph Batten is a British politician who served as the Leader of the UK Independence Party (UKIP) between 2018 and 2019. He was a founding member of the party in 1993, and served as a Member of the European Parliament (MEP) for London between 2004 and 2019."}]}, {"heading": "Births", "year": "1955", "date": "March 27", "txt": "Patrick McCabe, Irish writer", "entities": [{"title": "Patrick McCabe (novelist)", "href": "/wiki/Patrick_McCabe_(novelist)", "description": "Patrick McCabe is an Irish writer. Known for his mostly dark and violent novels set in contemporary—often small-town—Ireland, McCabe has been twice shortlisted for the Booker Prize, for The Butcher Boy (1992) and Breakfast on Pluto (1998), both of which have been made into films."}]}, {"heading": "Births", "year": "1955", "date": "March 27", "txt": "Mariano Rajoy, Spanish lawyer and politician, Prime Minister of Spain", "entities": [{"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1955", "date": "March 27", "txt": "Susan Neiman, Jewish American-German philosopher and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 27", "txt": "Leung Kwok-hung, Hong Kong activist and politician", "entities": [{"title": "Leung Kwok-hung", "href": "/wiki/Leung_Kwok-hung", "description": "Leung Kwok-hung, also known as \"Long Hair\", is a Hong Kong politician and social activist. He was a member of the Legislative Council, representing the New Territories East. A Trotskyist in his youth, he was a founding member of the Revolutionary Marxist League. He became a political icon with his long hair and Che Guevara T-shirt in the protests before he was elected to the Legislative Council in"}]}, {"heading": "Births", "year": "1956", "date": "March 27", "txt": "Thomas Wassberg, Swedish cross country skier", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 27", "txt": "Kostas Vasilakakis, Greek footballer and manager", "entities": [{"title": "Kostas Vasilakakis", "href": "/wiki/Kostas_Vasilakakis", "description": "Kostas Vasilakakis is a Greek football manager and former footballer. His career began in 1973 at the age of 16 when he signed a contract with Panthrakikos. He was transferred to Doxa Drama in 1981 and fought in Alpha Ethniki for thirteen years. He ended his career as footballer of Doxa Drama in 1995 at the age of 38."}]}, {"heading": "Births", "year": "1957", "date": "March 27", "txt": "Stephen Dillane, English actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 27", "txt": "Didier de Radiguès, Belgian race car driver and motorcycle racer", "entities": [{"title": "Didier de Radiguès", "href": "/wiki/Didier_de_Radigu%C3%A8s", "description": "Didier de Radiguès, the most successful Belgian MotoGP rider, is a Belgian former professional motorcycle racer, most Belgian GP winner, auto racing driver and current artist. He also serves as a television sports color commentator for Belgium television, a MotoGP riders manager and as the owner of a motorcycle riding school. After his motorsport career, Didier de Radiguès became photographer arti"}]}, {"heading": "Births", "year": "1959", "date": "March 27", "txt": "Andrew Farriss, Australian rock musician and multi-instrumentalist", "entities": [{"title": "Andrew Farriss", "href": "/wiki/Andrew_Farriss", "description": "Andrew Charles Farriss is an Australian rock musician and multi-instrumentalist best known as the keyboardist, backing vocalist, and main composer for rock band INXS. Farriss released his debut studio album in 2021."}]}, {"heading": "Births", "year": "1960", "date": "March 27", "txt": "Hans Pflügler, German footballer", "entities": [{"title": "Hans Pflügler", "href": "/wiki/Hans_Pfl%C3%BCgler", "description": "Johannes Christian \"Hans\" Pflügler is a German retired footballer. He could operate as either a left back or a central defender, and played solely for Bayern Munich, winning eight major titles and appearing in nearly 400 official games."}]}, {"heading": "Births", "year": "1960", "date": "March 27", "txt": "Renato Russo, Brazilian singer-songwriter and guitarist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 27", "txt": "Ellery Hanley, English rugby league player and coach", "entities": [{"title": "Ellery Hanley", "href": "/wiki/Ellery_Hanley", "description": "Cuthwyn Ellery Hanley MBE is an English former rugby league player and coach. Over a nineteen-year professional career (1978–1997), he played for Bradford Northern, Wigan, Balmain, Western Suburbs and Leeds. He won 36 caps for Great Britain, captaining the team from 1988 to 1992, and 2 for England. Nicknamed 'Mr Magic' and 'The Black Pearl', he played most often as a stand-off or loose forward aft"}]}, {"heading": "Births", "year": "1961", "date": "March 27", "txt": "Tony Rominger, Swiss professional cyclist", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 27", "txt": "Jann Arden, Canadian singer-songwriter", "entities": [{"title": "Jann Arden", "href": "/wiki/Jann_Arden", "description": "Jann Arden is a Canadian singer-songwriter and actress. She is famous for her signature ballads, \"Could I Be Your Girl\" and \"Insensitive\", which is her biggest hit to date."}]}, {"heading": "Births", "year": "1962", "date": "March 27", "txt": "Brett French, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 27", "txt": "Rob Hollink, Dutch poker player", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 27", "txt": "John O'Farrell, English journalist and author", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 27", "txt": "Brad Wright, American-Spanish basketball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 27", "txt": "Kevin J. Anderson, American science fiction writer", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 27", "txt": "Cory Blackwell, American basketball player", "entities": [{"title": "Cory Blackwell", "href": "/wiki/Cory_Blackwell", "description": "Cory Blackwell is an American former professional basketball player who was selected by the Seattle SuperSonics in the 2nd round of the 1984 NBA Draft. A 6'6\" forward from the University of Wisconsin–Madison."}]}, {"heading": "Births", "year": "1963", "date": "March 27", "txt": "Randall Cunningham, American football player, coach, and pastor", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 27", "txt": "Filippos Sachinidis, Greek-Canadian economist and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 27", "txt": "Gary Stevens, English-Australian footballer and physiotherapist", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 27", "txt": "Quentin Tarantino, American director, producer, screenwriter and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 27", "txt": "Xuxa, Brazilian actress, singer, businesswoman and television presenter", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 27", "txt": "Gregor Foitek, Swiss race car driver", "entities": [{"title": "Gregor Foitek", "href": "/wiki/Gregor_Foitek", "description": "Gregor Foitek is a Swiss former racing driver. He won the 1986 Swiss Formula 3 Championship. Moving up to Formula 3000 he was widely blamed for causing a race-stopping crash at Brands Hatch in 1988, the restart of which led to a second major crash on the first lap in which Johnny Herbert sustained major leg injuries. Foitek participated in 22 Formula One Grands Prix, debuting on 26 March 1989. He "}]}, {"heading": "Births", "year": "1966", "date": "March 27", "txt": "Žarko Paspalj, Serbian basketball player", "entities": [{"title": "Žarko Paspalj", "href": "/wiki/%C5%BDarko_Paspalj", "description": "Žarko Paspalj is a retired Serbian professional basketball player and sports administrator. The EuroLeague Final Four MVP in 1994, his sixteen and a half seasons career was mostly spent in Yugoslavia and Greece, along with several short stints in the NBA, France, and Italy. Since 2009, he has been vice-president of the Serbian Olympic Committee."}]}, {"heading": "Births", "year": "1967", "date": "March 27", "txt": "Talisa Soto, American actress", "entities": [{"title": "Talisa Soto", "href": "/wiki/Talisa_Soto", "description": "Talisa Soto is a former American actress and model. Soto is known for portraying Bond girl Lupe Lamora in the 1989 James Bond film Licence to Kill, and as Kitana in the 1995 fantasy action film Mortal Kombat and its 1997 sequel Mortal Kombat: Annihilation. Prior to her acting career, Soto worked as a model, appearing in magazines such as Mademoiselle, Glamour and Elle."}]}, {"heading": "Births", "year": "1968", "date": "March 27", "txt": "Irina Belova, Russian heptathlete", "entities": [{"title": "Irina Belova (athlete)", "href": "/wiki/Irina_Belova_(athlete)", "description": "Irina Nikolaevna Belova is a retired heptathlete from Russia. In her early career she represented USSR, with a fourth place at the 1990 European Championships and a bronze medal at the 1991 World Championships. Her career highlight came in 1992 as she won an Olympic silver medal. In February the same year she set the world record in indoor pentathlon with 4991 points. She originally won the pentat"}]}, {"heading": "Births", "year": "1969", "date": "March 27", "txt": "Gianluigi Lentini, Italian footballer and manager", "entities": [{"title": "Gianluigi Lentini", "href": "/wiki/Gianluigi_Lentini", "description": "Gianluigi Lentini is an Italian former professional footballer who played as a winger, usually on the left flank."}]}, {"heading": "Births", "year": "1969", "date": "March 27", "txt": "Pauley Perrette, American actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 27", "txt": "Mariah Carey, American singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 27", "txt": "Leila Pahlavi, Princess of Iran (d. 2001)", "entities": [{"title": "Leila Pahlavi", "href": "/wiki/Leila_Pahlavi", "description": "Leila Pahlavi was a princess of Iran and the youngest daughter of Mohammad Reza Pahlavi, Shah of Iran, and his third wife, Farah Pahlavi."}]}, {"heading": "Births", "year": "1970", "date": "March 27", "txt": "Derek Aucoin, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 27", "txt": "Brent Fitz, Canadian-American multi-instrumentalist and recording artist", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 27", "txt": "Jarrod McCracken, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 27", "txt": "Elizabeth Mitchell, American actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 27", "txt": "Uwe Rosenberg, German game designer, created Bohnanza", "entities": [{"title": "Bohnanza", "href": "/wiki/Bohnanza", "description": "Bohnanza is a German-style card game based on the game mechanics of trading and politics, designed by Uwe Rosenberg and released in 1997 by Amigo Spiele and by Rio Grande Games. It is played with a deck of cards with comical illustrations of eleven different types of beans of varying scarcity, which the players are trying to first plant and then sell in order to raise money. The principal restrict"}]}, {"heading": "Births", "year": "1971", "date": "March 27", "txt": "David Coulthard, Scottish race car driver and sportscaster", "entities": [{"title": "David Coulthard", "href": "/wiki/David_Coulthard", "description": "David Marshall Coulthard is a British former racing driver from Scotland, later turned presenter, commentator and journalist. Nicknamed 'DC', he competed in 15 seasons of Formula One between 1994 and 2008, taking 13 Grand Prix victories and 62 podium finishes. He was runner-up in the 2001 championship, driving for McLaren."}]}, {"heading": "Births", "year": "1971", "date": "March 27", "txt": "Nathan Fillion, Canadian actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 27", "txt": "Jimmy Floyd Hasselbaink, Surinamese-Dutch footballer, coach, and manager", "entities": [{"title": "Jimmy Floyd Hasselbaink", "href": "/wiki/Jimmy_Floyd_Hasselbaink", "description": "Jerrel  \"Jimmy\"  Floyd Hasselbaink is a Dutch professional football manager and former player who is currently the manager of League One club Burton Albion."}]}, {"heading": "Births", "year": "1972", "date": "March 27", "txt": "Charlie Haas, American professional wrestler", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 27", "txt": "Roger Telemachus, South African cricketer", "entities": [{"title": "Roger Telemachus", "href": "/wiki/Roger_Telemachus", "description": "Roger Telemachus is a former South African international cricketer. He has played 37 One Day Internationals and 3 Twenty20 Internationals for his country."}]}, {"heading": "Births", "year": "1974", "date": "March 27", "txt": "Marek Citko, Polish footballer and manager", "entities": [{"title": "Marek Citko", "href": "/wiki/Marek_Citko", "description": "Marek Citko is a retired Polish football player, who most frequently performed as an offensive midfielder. His first club was Włókniarz Białystok and his last - Polonia Warsaw. During the professional career Citko was representing numerous clubs in Poland and outside the native country: Włókniarz Białystok, Jagiellonia Białystok, Widzew Łódź, Legia Warsaw, Dyskobolia Grodzisk Wielkopolski, Hapoel "}]}, {"heading": "Births", "year": "1974", "date": "March 27", "txt": "George Koumantarakis, Greek-South African footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 27", "txt": "Gaizka Mendieta, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 27", "txt": "Andrew Blowers, New Zealand rugby player", "entities": [{"title": "Andrew Blowers", "href": "/wiki/Andrew_Blowers", "description": "Andrew Francis Blowers is a rugby union player who played for Auckland Blues, Northampton Saints and Bristol. He played for the New Zealand national rugby union team between 1996 and 1999 in which he had played 11 tests and 7 games. His position is flanker."}]}, {"heading": "Births", "year": "1975", "date": "March 27", "txt": "Kim Felton, Australian golfer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 27", "txt": "Fergie, American singer-songwriter, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 27", "txt": "Christian Fiedler, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 27", "txt": "Roberta Anastase, Romanian politician, 57th President of the Chamber of Deputies of Romania", "entities": [{"title": "Roberta Anastase", "href": "/wiki/Roberta_Anastase", "description": "Roberta Alma Anastase is a Romanian politician and former first female President of the Chamber of Deputies of Romania between 19 December 2008 and 3 July 2012."}, {"title": "President of the Chamber of Deputies of Romania", "href": "/wiki/President_of_the_Chamber_of_Deputies_of_Romania", "description": "The President of the Chamber of Deputies of Romania is the deputy elected to preside over the meetings in the lower chamber of the Parliament of Romania. The President is also the President of the Standing Bureau of the Chamber of Deputies, and the second in the presidential line of succession, after the President of the Senate."}]}, {"heading": "Births", "year": "1976", "date": "March 27", "txt": "Danny Fortson, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 27", "txt": "Adrian Anca, Romanian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 27", "txt": "Vítor Meira, Brazilian race car driver", "entities": [{"title": "Vítor Meira", "href": "/wiki/V%C3%ADtor_Meira", "description": "Vítor Meira is a Brazilian auto racing driver. He formerly competed in the IndyCar Series and has twice finished second in the Indianapolis 500."}]}, {"heading": "Births", "year": "1978", "date": "March 27", "txt": "Gabriel Paraschiv, Romanian footballer", "entities": [{"title": "Gabriel Paraschiv", "href": "/wiki/Gabriel_Paraschiv", "description": "Gabriel Ioan Paraschiv is a Romanian former football player, currently the manager of Liga III side Flacăra Moreni."}]}, {"heading": "Births", "year": "1978", "date": "March 27", "txt": "Marius Bakken, Norwegian runner", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 27", "txt": "Amélie Cocheteux, French tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 27", "txt": "Tom Palmer, English rugby union player", "entities": [{"title": "Tom Palmer (rugby union)", "href": "/wiki/Tom_Palmer_(rugby_union)", "description": "Tom Palmer is a former English rugby union player. His position is a lock"}]}, {"heading": "Births", "year": "1979", "date": "March 27", "txt": "Mohsen Moeini,  Iranian author and director", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 27", "txt": "Imran Tahir, Pakistani-South African cricketer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 27", "txt": "Jennifer Wilson, Zimbabwean-South African field hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 27", "txt": "Sean Ryan, American football player", "entities": [{"title": "Sean Ryan (American football)", "href": "/wiki/Sean_Ryan_(American_football)", "description": "Sean P. Ryan born March 27, 1980) is a former American football tight end in the National Football League for the Dallas Cowboys, New York Jets, Miami Dolphins, New Orleans Saints, San Francisco 49ers and Kansas City Chiefs. He was drafted by the Dallas Cowboys in the fifth round of the 2004 NFL Draft. He played college football at Boston College."}]}, {"heading": "Births", "year": "1980", "date": "March 27", "txt": "Michaela Paštiková, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 27", "txt": "Maksim Shevchenko, Kazakhstani footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 27", "txt": "Terry McFlynn, Irish footballer", "entities": [{"title": "Terry McFlynn", "href": "/wiki/Terry_McFlynn", "description": "Terence Martin \"Terry\" McFlynn is a retired footballer from Northern Ireland who is most well known for playing for the A-League club Sydney FC. He is currently serving as the W-League and Academy manager for Perth Glory FC."}]}, {"heading": "Births", "year": "1981", "date": "March 27", "txt": "Akhil Kumar, Indian boxer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 27", "txt": "Jukka Keskisalo, Finnish runner", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 27", "txt": "Hilda Kibet, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 27", "txt": "Shawn Beveney, Guyanese footballer", "entities": [{"title": "Shawn Beveney", "href": "/wiki/Shawn_Beveney", "description": "Shawn Beveney is a Guyanese footballer who plays for Haringey Borough F.C.."}]}, {"heading": "Births", "year": "1983", "date": "March 27", "txt": "Yuliya Golubchikova, Russian pole vaulter", "entities": [{"title": "Yuliya Golubchikova", "href": "/wiki/Yuliya_Golubchikova", "description": "Yuliya Alekseyevna Golubchikova is a Russian pole vaulter."}]}, {"heading": "Births", "year": "1983", "date": "March 27", "txt": "Vasily Koshechkin, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 27", "txt": "Román Martínez, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 27", "txt": "Adam Ashley-Cooper, Australian rugby player", "entities": [{"title": "Adam Ashley-Cooper", "href": "/wiki/Adam_Ashley-Cooper", "description": "Adam Ashley-Cooper is an Australian rugby union player. He plays for the LA Giltinis of Major League Rugby (MLR). He has won 121 caps for Australia, the third most of any Australia player. His nickname is \"Mr. Versatile\"."}]}, {"heading": "Births", "year": "1984", "date": "March 27", "txt": "Ben Franks, Australian-born New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 27", "txt": "Brett Holman, Australian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 27", "txt": "Dustin Byfuglien, American ice hockey player", "entities": [{"title": "Dustin Byfuglien", "href": "/wiki/Dustin_Byfuglien", "description": "Dustin Byfuglien is an American professional ice hockey player who is an unrestricted free agent. He previously played for the Chicago Blackhawks, Atlanta Thrashers and Winnipeg Jets. Drafted as a defenseman, he has played both forward and defense in his career, although he has generally played defense in recent years. Byfuglien helped Chicago win the Stanley Cup in 2010. Byfuglien is the first bl"}]}, {"heading": "Births", "year": "1985", "date": "March 27", "txt": "Danny Vukovic, Australian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 27", "txt": "Manuel Neuer, German footballer", "entities": [{"title": "Manuel Neuer", "href": "/wiki/Manuel_Neuer", "description": "Manuel Peter Neuer is a German professional footballer who plays as a goalkeeper and captains both Bundesliga club Bayern Munich and the Germany national team. He is regarded as one of the greatest goalkeepers in the history of the sport. Neuer has been described as a \"sweeper-keeper\" because of his playing style and speed when rushing off his line to anticipate opponents, going out of the goalkee"}]}, {"heading": "Births", "year": "1987", "date": "March 27", "txt": "Jefferson Bernárdez, Honduran footballer", "entities": [{"title": "Jefferson Bernárdez", "href": "/wiki/Jefferson_Bern%C3%A1rdez", "description": "Jefferson Jair Bernárdez Bennett is a Honduran football forward who currently plays for Parrillas One."}]}, {"heading": "Births", "year": "1987", "date": "March 27", "txt": "Samuel Francis, Nigerian-Qatari sprinter", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 27", "txt": "Polina Gagarina, Russian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 27", "txt": "Buster Posey, American baseball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 27", "txt": "Jessie J, English singer-songwriter", "entities": [{"title": "Jessie J", "href": "/wiki/Jessie_J", "description": "Jessica Ellen Cornish, better known by her stage name Jessie J, is an English singer-songwriter. Born and raised in London, she began her career on stage, aged 11, with a role in the West End musical Whistle Down the Wind. She studied at the BRIT School before signing with Gut Records and striking a songwriting deal with Sony/ATV Music Publishing."}]}, {"heading": "Births", "year": "1988", "date": "March 27", "txt": "Atsuto Uchida, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 27", "txt": "Brenda Song, American actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 27", "txt": "Mauro Goicoechea, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 27", "txt": "Holliday Grainger, English actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 27", "txt": "Matt Harvey, American baseball player", "entities": [{"title": "Matt Harvey", "href": "/wiki/Matt_Harvey", "description": "Matthew Edward Harvey, often nicknamed The Dark Knight, is an American professional baseball pitcher for the Baltimore Orioles of Major League Baseball (MLB). He previously played for the New York Mets, Cincinnati Reds, Los Angeles Angels and Kansas City Royals."}]}, {"heading": "Births", "year": "1989", "date": "March 27", "txt": "Camilla Lees, New Zealand netball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 27", "txt": "Erdin Demir, Swedish-Turkish footballer", "entities": [{"title": "Erdin Demir", "href": "/wiki/Erdin_Demir", "description": "Erdin Demir is a Swedish professional footballer who plays as a left back for Zulte Waregem in the Belgian First Division A."}]}, {"heading": "Births", "year": "1990", "date": "March 27", "txt": "Ben Hunt, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 27", "txt": "Nicolas Nkoulou, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 27", "txt": "Luca Zuffi, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 27", "txt": "Kimbra, New Zealand musician", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 27", "txt": "Brodha V, Indian Rapper and Music Producer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 27", "txt": "Marc Muniesa, Spanish footballer", "entities": [{"title": "Marc Muniesa", "href": "/wiki/Marc_Muniesa", "description": "Marc Muniesa Martínez  is a Spanish professional footballer who plays for Al-Arabi. Mainly a central defender, he can also play as a left back."}]}, {"heading": "Births", "year": "1995", "date": "March 27", "txt": "Bill Tuiloma, New Zealand footballer", "entities": [{"title": "Bill Tuiloma", "href": "/wiki/Bill_Tuiloma", "description": "Bill Poni Tuiloma is a New Zealand professional footballer who plays as a centre-back or defensive midfielder for the Portland Timbers in Major League Soccer."}]}, {"heading": "Births", "year": "1997", "date": "March 27", "txt": "Lisa, Thai rapper", "entities": [{"title": "Lisa Manoban", "href": "/wiki/Lisa_Manoban", "description": "Lalisa Manoban, better known by the mononym Lisa, is a Thai rapper, singer, and dancer based in South Korea. She is a member of the South Korean girl group Blackpink under YG Entertainment."}]}, {"heading": "Deaths", "year": "710", "date": "March 27", "txt": "Rupert of Salzburg, Austrian bishop and saint (b. 660)", "entities": [{"title": "Rupert of Salzburg", "href": "/wiki/Rupert_of_Salzburg", "description": "Rupert of Salzburg was Bishop of Worms as well as the first Bishop of Salzburg and abbot of St. Peter's in Salzburg. He was a contemporary of the Frankish king Childebert III. Rupert is venerated as a saint in the Roman Catholic and Orthodox Churches. Rupert is also patron saint of the Austrian state of Salzburg."}]}, {"heading": "Deaths", "year": "853", "date": "March 27", "txt": "Haymo of Halberstadt, German bishop and author (b. 778)", "entities": [{"title": "Haymo of Halberstadt", "href": "/wiki/Haymo_of_Halberstadt", "description": "Haymo was a German Benedictine monk who served as bishop of Halberstadt, and was a noted author."}]}, {"heading": "Deaths", "year": "913", "date": "March 27", "txt": "Du Xiao, chancellor of Later Liang", "entities": [{"title": "Du Xiao", "href": "/wiki/Du_Xiao", "description": "Du Xiao (杜曉), courtesy name Mingyuan (明遠), was an official of the Chinese Tang Dynasty and Later Liang, serving as a chancellor during Later Liang."}, {"title": "Later Liang (Five Dynasties)", "href": "/wiki/Later_Liang_(Five_Dynasties)", "description": "The Later Liang, also known as Zhu Liang, was one of the Five Dynasties during the Five Dynasties and Ten Kingdoms period in China. It was founded by Zhu Wen, posthumously known as Taizu of Later Liang, after he forced the last emperor of the Tang dynasty to abdicate in his favour. The Later Liang would last until 923 when it was destroyed by Later Tang."}]}, {"heading": "Deaths", "year": "913", "date": "March 27", "txt": "Zhang empress of Later Liang", "entities": []}, {"heading": "Deaths", "year": "916", "date": "March 27", "txt": "Alduin I, Frankish nobleman", "entities": [{"title": "Alduin I of Angoulême", "href": "/wiki/Alduin_I_of_Angoul%C3%AAme", "description": "\nAlduin I was the Count of Angoulême from 886."}]}, {"heading": "Deaths", "year": "965", "date": "March 27", "txt": "Arnulf I, Count of Flanders (born c. 890)", "entities": [{"title": "Arnulf I, Count of Flanders", "href": "/wiki/Arnulf_I,_Count_of_Flanders", "description": "Arnulf I, called the Great, was the first Count of Flanders."}]}, {"heading": "Deaths", "year": "973", "date": "March 27", "txt": "Hermann Billung, Frankish lieutenant (b. 900)", "entities": [{"title": "Hermann Billung", "href": "/wiki/Hermann_Billung", "description": "Hermann Billung was the Margrave of the Billung March from 936 until his death. The first of the Saxon House of Billung, Hermann was a trusted lieutenant of Otto I, Holy Roman Emperor."}]}, {"heading": "Deaths", "year": "1045", "date": "March 27", "txt": "Ali ibn Ahmad al-Jarjara'i, Fatimid vizier", "entities": [{"title": "Ali ibn Ahmad al-Jarjara'i", "href": "/wiki/Ali_ibn_Ahmad_al-Jarjara%27i", "description": "Abu’l-Qāsim ʿAlī ibn Aḥmad al-Jarjarāʾī was a Fatimid official of Iraqi origin, who served as the Fatimid vizier from 1027 until his death on 27 March 1045."}]}, {"heading": "Deaths", "year": "1184", "date": "March 27", "txt": "Giorgi III, King of Georgia", "entities": [{"title": "George III of Georgia", "href": "/wiki/George_III_of_Georgia", "description": "George III, of the Bagrationi dynasty, was the King of Georgia from 1156 to 1184. His reign was part of what would be called the Georgian Golden Age – a historical period in the High Middle Ages, during which the Kingdom of Georgia reached the peak of its military power and development. George was the father of Queen Tamar the Great."}]}, {"heading": "Deaths", "year": "1248", "date": "March 27", "txt": "Maud Marshal, English countess (b. 1192)", "entities": [{"title": "Maud Marshal", "href": "/wiki/Maud_Marshal", "description": "Maud Marshal, Countess of Norfolk, Countess of Surrey was an Anglo-Norman noblewoman and a wealthy co-heiress of her father William Marshal, 1st Earl of Pembroke, and her mother Isabel de Clare suo jure 4th Countess of Pembroke. Maud was their eldest daughter. She had two husbands: Hugh Bigod, 3rd Earl of Norfolk, and William de Warenne, 5th Earl of Surrey."}]}, {"heading": "Deaths", "year": "1350", "date": "March 27", "txt": "Alfonso XI of Castile (b. 1312)", "entities": [{"title": "Alfonso XI of Castile", "href": "/wiki/Alfonso_XI_of_Castile", "description": "Alfonso XI, called the Avenger, was the king of Castile, León and Galicia. He was the son of Ferdinand IV of Castile and his wife Constance of Portugal. Upon his father's death in 1312, several disputes ensued over who would hold regency, which were resolved in 1313."}]}, {"heading": "Deaths", "year": "1378", "date": "March 27", "txt": "Pope Gregory XI (b. 1336)", "entities": [{"title": "Pope Gregory XI", "href": "/wiki/Pope_Gregory_XI", "description": "Pope Gregory XI was head of the Catholic Church from 30 December 1370 to his death in 1378. He was the seventh and last Avignon pope and the most recent French pope recognized by the modern Catholic Church. In 1377, Gregory XI returned the Papal court to Rome, ending nearly 70 years of papal residency in Avignon, France. His death shortly after was followed by the Western Schism involving two Avig"}]}, {"heading": "Deaths", "year": "1462", "date": "March 27", "txt": "Vasily II of Moscow (b. 1415)", "entities": [{"title": "Vasily II of Moscow", "href": "/wiki/Vasily_II_of_Moscow", "description": "Vasily Vasiliyevich, known as Vasily II the Blind, was the Grand Prince of Moscow whose long reign (1425–1462) was plagued by the greatest civil war of Old Russian history. At one point, Vasily was captured and blinded by his opponents, yet eventually managed to reclaim the throne. Due to his disability, he made his son, Ivan III the Great, his co-ruler in his late years."}]}, {"heading": "Deaths", "year": "1472", "date": "March 27", "txt": "Janus Pannonius, Hungarian bishop and poet (b. 1434)", "entities": [{"title": "Janus Pannonius", "href": "/wiki/Janus_Pannonius", "description": "Janus Pannonius was a Croat-Hungarian Latinist, poet, diplomat and Bishop of Pécs. He was the most significant poet of the Renaissance in the Kingdom of Hungary and one of the better-known figures of Humanist poetry in Europe."}]}, {"heading": "Deaths", "year": "1482", "date": "March 27", "txt": "Mary of Burgundy, Sovereign Duchess regnant of Burgundy, married to Maximilian I, Holy Roman Emperor (b. 1457)", "entities": [{"title": "Mary of Burgundy", "href": "/wiki/Mary_of_Burgundy", "description": "Mary, Duchess of Burgundy, reigned over the Burgundian State, now mainly in France - with the exception of Duchy of Burgundy returned to Kingdom of France (1477) -, and the Low Countries, from 1477 until her death in a riding accident at the age of 25."}, {"title": "Maximilian I, Holy Roman Emperor", "href": "/wiki/Maximilian_I,_Holy_Roman_Emperor", "description": "Maximilian I was King of the Romans from 1486 and Holy Roman Emperor from 1508 until his death. He was never crowned by the pope, as the journey to Rome was always too risky. He was instead proclaimed emperor elect by Pope Julius II at Trent, thus breaking the long tradition of requiring a Papal coronation for the adoption of the Imperial title. Maximilian was the son of Frederick III, Holy Roman "}]}, {"heading": "Deaths", "year": "1564", "date": "March 27", "txt": "Lütfi Pasha, Turkish historian and politician, Grand Vizier of the Ottoman Empire (b. 1488)", "entities": [{"title": "Lütfi Pasha", "href": "/wiki/L%C3%BCtfi_Pasha", "description": "Lütfi Pasha was an Ottoman Albanian statesman, general, and Grand Vizier of the Ottoman Empire under Suleiman the Magnificent from 1539 to 1541."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1572", "date": "March 27", "txt": "Girolamo Maggi, Italian polymath (b. c. 1523)", "entities": [{"title": "Girolamo Maggi", "href": "/wiki/Girolamo_Maggi", "description": "Girolamo Maggi, also known by his Latin name Hieronymus Magius, was an Italian scholar, jurist, poet, military engineer, urban planner, philologist, archaeologist, mathematician, and naturalist who studied at Bologna under Francis Robortello. He authored several works, including a collection of poems on the Flemish wars,, one detailing military fortifications, and several on the subject of philoso"}]}, {"heading": "Deaths", "year": "1598", "date": "March 27", "txt": "Theodor de Bry, Belgian-German engraver, goldsmith, and publisher (b. 1528)", "entities": [{"title": "Theodor de Bry", "href": "/wiki/Theodor_de_Bry", "description": "Theodor de Bry was an engraver, goldsmith, editor and publisher, famous for his depictions of early European expeditions to the Americas. The Spanish Inquisition forced de Bry, a Protestant, to flee his native, Spanish-controlled Southern Netherlands.\nHe moved around Europe, starting from his birth on the city of Liège in the Prince-Bishopric of Liège, then to Strasbourg, Antwerp, London and Frank"}]}, {"heading": "Deaths", "year": "1613", "date": "March 27", "txt": "Sigismund Báthory (b. 1573)", "entities": [{"title": "Sigismund Báthory", "href": "/wiki/Sigismund_B%C3%A1thory", "description": "Sigismund Báthory was Prince of Transylvania several times between 1586 and 1602, and Duke of Racibórz and Opole in Silesia in 1598. His father, Christopher Báthory, ruled Transylvania as voivode of the absent prince, Stephen Báthory. Sigismund was still a child when the Diet of Transylvania elected him voivode at his dying father's request in 1581. Initially, regency councils administered Transyl"}]}, {"heading": "Deaths", "year": "1615", "date": "March 27", "txt": "Margaret of Valois (b. 1553)", "entities": [{"title": "Margaret of Valois", "href": "/wiki/Margaret_of_Valois", "description": "Margaret of Valois was a French princess of the Valois dynasty who became queen consort of Navarre and later also of France. By her marriage to Henry III of Navarre, she was queen of Navarre and then France at her husband's 1589 accession to the latter throne."}]}, {"heading": "Deaths", "year": "1621", "date": "March 27", "txt": "Benedetto Giustiniani, Italian cardinal (b. 1554)", "entities": [{"title": "Benedetto Giustiniani", "href": "/wiki/Benedetto_Giustiniani", "description": "Benedetto Giustiniani was an Italian clergyman who was made a cardinal in the consistory of 16 November 1586 by Pope Sixtus V."}]}, {"heading": "Deaths", "year": "1624", "date": "March 27", "txt": "Ulrik of Denmark, Danish prince-bishop (b. 1578)", "entities": [{"title": "Ulrik of Denmark (1578–1624)", "href": "/wiki/Ulrik_of_Denmark_(1578%E2%80%931624)", "description": "Prince Ulrik John of Denmark, was a son of King Frederick II of Denmark and his consort, Sophie of Mecklenburg-Güstrow. As the second-born son he bore the merely titular rank of Duke of Holstein and Schleswig, Stormarn and Ditmarsh and had no share in the royal-ducal condominial rule of Holstein and Schleswig, wielded by the heads of the houses of Oldenburg (royal) and its cadet branch Holstein-Go"}]}, {"heading": "Deaths", "year": "1625", "date": "March 27", "txt": "James VI and I of the United Kingdom (b. 1566)", "entities": [{"title": "James VI and I", "href": "/wiki/James_VI_and_I", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}]}, {"heading": "Deaths", "year": "1635", "date": "March 27", "txt": "Robert Naunton, English politician (b. 1563)", "entities": [{"title": "Robert Naunton", "href": "/wiki/Robert_Naunton", "description": "Sir Robert Naunton was an English writer and politician who sat in the House of Commons at various times between 1606 and 1626."}]}, {"heading": "Deaths", "year": "1676", "date": "March 27", "txt": "Bernardino de Rebolledo, Spanish poet, soldier, and diplomat (b. 1597)", "entities": [{"title": "Bernardino de Rebolledo", "href": "/wiki/Bernardino_de_Rebolledo", "description": "Bernardino de Rebolledo y Villamizar, Earl of Rebolledo and Graf (Count) of the Holy Roman Empire was a Spanish poet, soldier and diplomat. He was a descendant of the 1st Count of Rebolledo, don Rodrigo, who received his surname and title from the king of Asturias and León don Ramiro I in 815 during the Reconquista."}]}, {"heading": "Deaths", "year": "1679", "date": "March 27", "txt": "Abraham Mignon, Dutch painter (b. 1640)", "entities": [{"title": "Abraham Mignon", "href": "/wiki/Abraham_Mignon", "description": "Abraham Mignon or Minjon, was a still life painter. He is known for his flower pieces, still lifes with fruit, still lifes in forests or grottoes, still lifes of game and fish as well as his garland paintings. His works are influenced by those of Jan Davidszoon de Heem and Jacob Marrel."}]}, {"heading": "Deaths", "year": "1697", "date": "March 27", "txt": "Simon Bradstreet, English businessman and politician, 20th Governor of the Massachusetts Bay Colony (b. 1603)", "entities": [{"title": "Simon Bradstreet", "href": "/wiki/Simon_Bradstreet", "description": "Simon Bradstreet was a colonial magistrate, businessman, diplomat, and the last governor of the Massachusetts Bay Colony. Arriving in Massachusetts on the Winthrop Fleet in 1630, Bradstreet was almost constantly involved in the politics of the colony but became its governor only in 1679. He served on diplomatic missions and as agent to the crown in London, and also served as a commissioner to the "}, {"title": "Governor of the Massachusetts Bay Colony", "href": "/wiki/Governor_of_the_Massachusetts_Bay_Colony", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Deaths", "year": "1729", "date": "March 27", "txt": "Leopold, Duke of Lorraine (b. 1679)", "entities": [{"title": "Leopold, Duke of Lorraine", "href": "/wiki/Leopold,_Duke_of_Lorraine", "description": "Leopold the Good was Duke of Lorraine and Bar from 1690 to his death. He is the direct male ancestor of all rulers of the Habsburg-Lorraine dynasty, including all Emperors of Austria."}]}, {"heading": "Deaths", "year": "1757", "date": "March 27", "txt": "Johann Stamitz, Czech violinist and composer (b. 1717)", "entities": [{"title": "Johann Stamitz", "href": "/wiki/Johann_Stamitz", "description": "Johann Wenzel Anton Stamitz was a Bohemian composer and violinist. His two surviving sons, Carl and Anton Stamitz, were composers of the Mannheim school, of which Johann is considered the founding father. His music is stylistically transitional between Baroque and Classical periods."}]}, {"heading": "Deaths", "year": "1770", "date": "March 27", "txt": "Giovanni Battista Tiepolo, Italian painter (b. 1696)", "entities": [{"title": "Giovanni Battista Tiepolo", "href": "/wiki/Giovanni_Battista_Tiepolo", "description": "Giovanni Battista Tiepolo, also known as Giambattista Tiepolo, was an Italian painter and printmaker from the Republic of Venice who painted in the Rococo style, considered important member of the 18th-century Venetian school. He was prolific, and worked not only in Italy, but also in Germany and Spain."}]}, {"heading": "Deaths", "year": "1848", "date": "March 27", "txt": "Gabriel Bibron, French zoologist and herpetologist (b. 1805)", "entities": [{"title": "Gabriel Bibron", "href": "/wiki/Gabriel_Bibron", "description": "Gabriel Bibron was a French zoologist and herpetologist. He was born in Paris. The son of an employee of the Museum national d'histoire naturelle, he had a good foundation in natural history and was hired to collect vertebrates in Italy and Sicily. Under the direction of Jean Baptiste Bory de Saint-Vincent (1778–1846), he took part in the Morea expedition to Peloponnese."}]}, {"heading": "Deaths", "year": "1849", "date": "March 27", "txt": "Archibald Acheson, 2nd Earl of Gosford, Irish-Canadian politician, 35th Governor General of Canada (b. 1776)", "entities": [{"title": "Archibald Acheson, 2nd Earl of Gosford", "href": "/wiki/Archibald_Acheson,_2nd_Earl_of_Gosford", "description": "Archibald Acheson, 2nd Earl of Gosford,, styled The Honourable Archibald Acheson from 1790 to 1806 and Lord Acheson from 1806 to 1807, was a British politician who served as Lieutenant-Governor of Lower Canada and Governor General of British North America in the 19th century."}, {"title": "List of Governors General of Canada", "href": "/wiki/List_of_Governors_General_of_Canada", "description": "The following is a list of the governors and governors general of Canada. Though the present-day office of the Governor General of Canada is legislatively covered under the Constitution Act, 1867 and legally constituted by the Letters Patent, 1947, the institution is, along with the institution of the Crown it represents, the oldest continuous and uniquely Canadian institution in Canada, having ex"}]}, {"heading": "Deaths", "year": "1850", "date": "March 27", "txt": "Wilhelm Beer, Prussian astronomer and banker (b. 1797)", "entities": [{"title": "Wilhelm Beer", "href": "/wiki/Wilhelm_Beer", "description": "Wilhelm Wolff Beer was a banker and astronomer from Berlin, Prussia, and the brother of Giacomo Meyerbeer."}]}, {"heading": "Deaths", "year": "1864", "date": "March 27", "txt": "Jean-Jacques Ampère, French philologist and academic (b. 1800)", "entities": [{"title": "Jean-Jacques Ampère", "href": "/wiki/Jean-Jacques_Amp%C3%A8re", "description": "Jean-Jacques Ampère was a French philologist and man of letters."}]}, {"heading": "Deaths", "year": "1869", "date": "March 27", "txt": "James Harper, American publisher and politician, 65th Mayor of New York City (b. 1795)", "entities": [{"title": "James Harper (publisher)", "href": "/wiki/James_Harper_(publisher)", "description": "[]"}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Deaths", "year": "1875", "date": "March 27", "txt": "Juan Crisóstomo Torrico, Peruvian soldier and politician, President of Peru (b. 1808)", "entities": [{"title": "Juan Crisóstomo Torrico", "href": "/wiki/Juan_Cris%C3%B3stomo_Torrico", "description": "Juan Crisóstomo Torrico González served as the 16th President of Peru during a brief period in 1842. At age 34, he was Peru's youngest President ever."}, {"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Deaths", "year": "1875", "date": "March 27", "txt": "Edgar Quinet, French historian and academic (b. 1803)", "entities": []}, {"heading": "Deaths", "year": "1878", "date": "March 27", "txt": "George Gilbert Scott, English architect, designed the Albert Memorial and St Mary's Cathedral (b. 1811)", "entities": [{"title": "George Gilbert Scott", "href": "/wiki/George_Gilbert_Scott", "description": "Sir George Gilbert Scott, known as Sir Gilbert Scott, was a prolific English Gothic revival architect, chiefly associated with the design, building and renovation of churches and cathedrals, although he started his career as a leading designer of workhouses. Over 800 buildings were designed or altered by him."}, {"title": "Albert Memorial", "href": "/wiki/Albert_Memorial", "description": "The Albert Memorial, directly north of the Royal Albert Hall in Kensington Gardens, London, was commissioned by Queen Victoria in memory of her beloved husband Prince Albert, who died in 1861. Designed by Sir George Gilbert Scott in the Gothic Revival style, it takes the form of an ornate canopy or pavilion 176 feet (54 m) tall, in the style of a Gothic ciborium over the high altar of a church, sh"}, {"title": "St Mary's Cathedral, Edinburgh (Episcopal)", "href": "/wiki/St_Mary%27s_Cathedral,_Edinburgh_(Episcopal)", "description": "St Mary's Cathedral or the Cathedral Church of Saint Mary the Virgin is a cathedral of the Scottish Episcopal Church in Edinburgh, Scotland. It was built in the late 19th century in the West End of Edinburgh's New Town. The cathedral is the see of the Bishop of Edinburgh, one of seven bishops within the Episcopal Church, which is part of the Anglican Communion. Designed in a Gothic style by Sir Ge"}]}, {"heading": "Deaths", "year": "1886", "date": "March 27", "txt": "Henry Taylor, English poet and playwright (b. 1800)", "entities": [{"title": "Henry Taylor (dramatist)", "href": "/wiki/Henry_Taylor_(dramatist)", "description": "Sir Henry Taylor was an English dramatist and poet, Colonial Office official, and man of letters."}]}, {"heading": "Deaths", "year": "1889", "date": "March 27", "txt": "John Bright, English politician, Secretary of State for Business, Innovation and Skills (b. 1811)", "entities": [{"title": "John Bright", "href": "/wiki/John_Bright", "description": "John Bright was a British Radical and Liberal statesman, one of the greatest orators of his generation and a promoter of free trade policies."}, {"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Deaths", "year": "1890", "date": "March 27", "txt": "Carl Jacob Löwig, German chemist and academic (b. 1803)", "entities": [{"title": "Carl Jacob Löwig", "href": "/wiki/Carl_Jacob_L%C3%B6wig", "description": " Carl Jacob Löwig was a German chemist and discovered bromine independently of Antoine Jérôme Balard."}]}, {"heading": "Deaths", "year": "1898", "date": "March 27", "txt": "Syed Ahmad Khan, Indian philosopher and activist (b. 1817)", "entities": [{"title": "Syed Ahmad Khan", "href": "/wiki/Syed_Ahmad_Khan", "description": "Sir Syed Ahmad Taqvi bin Syed Muhammad Muttaqi KCSI, commonly known as Sir Syed Ahmad Khan, was an Islamic pragmatist, Islamic reformer, philosopher, and educationist in nineteenth-century British India. Though initially espousing Hindu-Muslim unity, he became the pioneer of Muslim nationalism in India and is widely credited as the father of Two-Nation Theory which formed the basis of Pakistan mov"}]}, {"heading": "Deaths", "year": "1900", "date": "March 27", "txt": "Joseph A. Campbell, American businessman, founded the Campbell Soup Company (b. 1817)", "entities": [{"title": "Joseph A. Campbell", "href": "/wiki/Joseph_A._Campbell", "description": "Joseph Albert Campbell was the founder of Campbell's Soup in 1869 when he partnered with Abraham Anderson."}, {"title": "Campbell Soup Company", "href": "/wiki/Campbell_Soup_Company", "description": "Campbell Soup Company, doing business as Campbell's, is an American processed food and snack company. The company is most closely associated with its flagship canned soup products; however, it has through mergers and acquisitions, grown to become one of the largest processed food companies in the U.S., with a wide variety of products under its flagship Campbell's brand as well as other brands like"}]}, {"heading": "Deaths", "year": "1910", "date": "March 27", "txt": "Alexander Emanuel Agassiz, Swiss-American ichthyologist, zoologist, and engineer (b. 1835)", "entities": [{"title": "Alexander Emanuel Agassiz", "href": "/wiki/Alexander_Emanuel_Agassiz", "description": "Alexander Emmanuel Rodolphe Agassiz, son of Louis Agassiz and stepson of Elizabeth Cabot Agassiz, was an American scientist and engineer."}]}, {"heading": "Deaths", "year": "1913", "date": "March 27", "txt": "Richard Montgomery Gano, American minister, physician, and general (b. 1830)", "entities": [{"title": "Richard Montgomery Gano", "href": "/wiki/Richard_Montgomery_Gano", "description": "Richard Montgomery Gano was a physician, Protestant minister, and brigadier general in the army of the Confederate States during the American Civil War."}]}, {"heading": "Deaths", "year": "1918", "date": "March 27", "txt": "Henry Adams, American journalist, historian, and author (b. 1838)", "entities": [{"title": "Henry Adams", "href": "/wiki/Henry_Adams", "description": "Henry Brooks Adams was an American historian and a member of the Adams political family, descended from two U.S. Presidents."}]}, {"heading": "Deaths", "year": "1918", "date": "March 27", "txt": "Martin Sheridan, Irish-American discus thrower and jumper (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1921", "date": "March 27", "txt": "Harry Barron, English general and politician, 16th Governor of Western Australia (b. 1847)", "entities": [{"title": "Harry Barron", "href": "/wiki/Harry_Barron", "description": "Major General Sir Harry Barron, was a British Army officer who served as Governor of Tasmania from 1909 to 1913, and Governor of Western Australia from 1913 to 1917."}, {"title": "Governor of Western Australia", "href": "/wiki/Governor_of_Western_Australia", "description": "The Governor of Western Australia is the representative in Western Australia of the Queen of Australia, Elizabeth II. As with the other governors of the Australian states, the Governor of Western Australia performs constitutional, ceremonial and community functions, including:presiding over the Executive Council;\nproroguing and dissolving the Legislative Assembly and the Legislative Council;\nissui"}]}, {"heading": "Deaths", "year": "1922", "date": "March 27", "txt": "Nikolay Sokolov, Russian composer and educator (b. 1859)", "entities": [{"title": "Nikolay Sokolov (composer)", "href": "/wiki/Nikolay_Sokolov_(composer)", "description": "Nikolay Alexandrovich Sokolov was a Russian composer of classical music and a member of the circle that grew around the publisher Mitrofan Belyayev."}]}, {"heading": "Deaths", "year": "1923", "date": "March 27", "txt": "James Dewar, Scottish chemist and physicist (b. 1842)", "entities": [{"title": "James Dewar", "href": "/wiki/James_Dewar", "description": "Sir James Dewar was a British chemist and physicist. He is best known for his invention of the vacuum flask, which he used in conjunction with research into the liquefaction of gases. He also studied atomic and molecular spectroscopy, working in these fields for more than 25 years."}]}, {"heading": "Deaths", "year": "1925", "date": "March 27", "txt": "Carl Neumann, German mathematician and academic (b. 1832)", "entities": [{"title": "Carl Neumann", "href": "/wiki/Carl_Neumann", "description": "Carl Gottfried Neumann was a German mathematician."}]}, {"heading": "Deaths", "year": "1926", "date": "March 27", "txt": "Kick Kelly, American baseball player, manager, and umpire (b. 1856)", "entities": [{"title": "Kick Kelly", "href": "/wiki/Kick_Kelly", "description": "John O. \"Kick\" Kelly, also nicknamed \"Honest John\" and \"Diamond John,\" was an American catcher, manager and umpire in Major League Baseball who went on to become a boxing referee and to run gambling houses in his native New York City. He made a notable impact on the development of umpiring, helping to pioneer the use of multiple umpires in games in the 1880s. By the time he initially retired in 18"}]}, {"heading": "Deaths", "year": "1926", "date": "March 27", "txt": "Georges Vézina, Canadian ice hockey player (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1927", "date": "March 27", "txt": "Joe Start, American baseball player and manager (b. 1842)", "entities": [{"title": "Joe Start", "href": "/wiki/Joe_Start", "description": "Joseph Start, nicknamed \"Old Reliable\", or \"Rocks\", was one of the most durable regulars of baseball's earliest era, and one of the top first basemen of his time. He began his playing career in 1859, before the formation of organized leagues and before ballplayers received payment for their services. He continued to play regularly until 1886, when he was 43. Start's career spanned countless innova"}]}, {"heading": "Deaths", "year": "1927", "date": "March 27", "txt": "Klaus Berntsen, Danish politician, Prime Minister of Denmark (b. 1844)", "entities": [{"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Deaths", "year": "1928", "date": "March 27", "txt": "Leslie Stuart, English organist and composer (b. 1863)", "entities": [{"title": "Leslie Stuart", "href": "/wiki/Leslie_Stuart", "description": "Leslie Stuart born Thomas Augustine Barrett was an English composer of Edwardian musical comedy, best known for the hit show Florodora (1899) and many popular songs."}]}, {"heading": "Deaths", "year": "1931", "date": "March 27", "txt": "Arnold Bennett, English author and playwright (b. 1867)", "entities": [{"title": "Arnold Bennett", "href": "/wiki/Arnold_Bennett", "description": "Enoch Arnold Bennett was an English author, best known as a novelist. He was a prolific writer: between the start of his career in 1898 and his death he completed 34 novels, seven volumes of short stories, 13 plays, and a daily journal of more than a million words. He wrote articles and stories for more than 100 different newspapers and periodicals, worked in, and briefly ran, the Ministry of Info"}]}, {"heading": "Deaths", "year": "1934", "date": "March 27", "txt": "Francis William Reitz, South African lawyer and politician, 5th State President of the Orange Free State (b. 1844)", "entities": [{"title": "Francis William Reitz", "href": "/wiki/Francis_William_Reitz", "description": "Francis William Reitz, Jr. was a South African lawyer, politician, statesman, publicist, and poet who was a member of parliament of the Cape Colony, Chief Justice and fifth State President of the Orange Free State, State Secretary of the South African Republic at the time of the Second Boer War, and the first president of the Senate of the Union of South Africa."}, {"title": "State President of the Orange Free State", "href": "/wiki/State_President_of_the_Orange_Free_State", "description": "This is a list of State Presidents of the Orange Free State."}]}, {"heading": "Deaths", "year": "1938", "date": "March 27", "txt": "William Stern, German-American psychologist and philosopher (b. 1871)", "entities": [{"title": "William Stern (psychologist)", "href": "/wiki/William_Stern_(psychologist)", "description": "William Stern, born Louis William Stern, was a German psychologist and philosopher. He is known for the development of personalistic psychology, which placed emphasis on the individual by examining measurable personality traits as well as the interaction of those traits within each person to create the self."}]}, {"heading": "Deaths", "year": "1940", "date": "March 27", "txt": "Michael Joseph Savage, Australian-New Zealand politician, 23rd Prime Minister of New Zealand (b. 1872)", "entities": [{"title": "Michael Joseph Savage", "href": "/wiki/Michael_Joseph_Savage", "description": "Michael Joseph Savage was a New Zealand politician who served as the 23rd Prime Minister of New Zealand, heading the First Labour Government from 6 December 1935 until his death."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1942", "date": "March 27", "txt": "Julio González, Catalan sculptor and painter (b. 1876)", "entities": [{"title": "Julio González (sculptor)", "href": "/wiki/Julio_Gonz%C3%A1lez_(sculptor)", "description": "Julio González i Pellicer was a Spanish sculptor and painter who developed the expressive use of iron as a medium for modern sculpture."}]}, {"heading": "Deaths", "year": "1943", "date": "March 27", "txt": "George Monckton-Arundell, 8th Viscount Galway, English politician, 5th Governor-General of New Zealand (b. 1882)", "entities": [{"title": "George Monckton-Arundell, 8th Viscount Galway", "href": "/wiki/George_Monckton-Arundell,_8th_Viscount_Galway", "description": "George Vere Arundel Monckton-Arundell, 8th Viscount Galway, was a British politician. He served as the fifth Governor-General of New Zealand from 1935 to 1941."}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Deaths", "year": "1945", "date": "March 27", "txt": "Vincent Hugo Bendix, American engineer and businessman, founded Bendix Corporation (b. 1881)", "entities": [{"title": "Vincent Hugo Bendix", "href": "/wiki/Vincent_Hugo_Bendix", "description": "Vincent Hugo Bendix was an American inventor and industrialist. Vincent Bendix was a pioneer and leader in both the automotive and aviation industries during the 1920s and 1930s."}, {"title": "Bendix Corporation", "href": "/wiki/Bendix_Corporation", "description": "The Bendix Corporation was an American manufacturing and engineering company which during various times in its 60-year existence (1924–1983) made automotive brake shoes and systems, vacuum tubes, aircraft brakes, aeronautical hydraulics and electric power systems, avionics, aircraft and automobile fuel control systems, radios, televisions and computers. It was also well known for the name Bendix, "}]}, {"heading": "Deaths", "year": "1945", "date": "March 27", "txt": "Halid Ziya Uşaklıgil, Turkish author, poet, and playwright (b. 1866)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "March 27", "txt": "Karl Groos, German psychologist and philosopher (b. 1861)", "entities": [{"title": "Karl Groos", "href": "/wiki/Karl_Groos", "description": "Karl Groos was a philosopher and psychologist who proposed an evolutionary instrumentalist theory of play. His 1898 book on The Play of Animals suggested that play is a preparation for later life."}]}, {"heading": "Deaths", "year": "1949", "date": "March 27", "txt": "Elisheva Bikhovski, Israeli-Russian poet (b. 1888)", "entities": [{"title": "Elisheva Bikhovski", "href": "/wiki/Elisheva_Bikhovski", "description": "Elisheva Bikhovski — was a Russian-Israeli poet, writer, literary critic and translator, often known simply by her adopted Biblical Hebrew name Elishéva. Her Russian Orthodox father, Ivan Zhirkov, was a village teacher who later became a bookseller and textbook publisher; her mother was descended from Irish Catholics who had settled in Russia after the Napoleonic Wars (1803–1815). Elisheva wrote m"}]}, {"heading": "Deaths", "year": "1952", "date": "March 27", "txt": "Kiichiro Toyoda, Japanese businessman, founded Toyota (b. 1894)", "entities": [{"title": "Kiichiro Toyoda", "href": "/wiki/Kiichiro_Toyoda", "description": "Kiichiro Toyoda  was a Japanese businessman and the son of Toyoda Loom Works founder Sakichi Toyoda. His decision to change Toyoda's focus from automatic loom manufacture into automobile manufacturing created what would become Toyota Motor Corporation."}, {"title": "Toyota", "href": "/wiki/Toyota", "description": "The Toyota Motor Corporation  is a Japanese multinational automotive manufacturer headquartered in Toyota, Aichi, Japan. It was founded by Kiichiro Toyoda and incorporated on August 28, 1937. In 2017, Toyota's corporate structure consisted of 364,445 employees worldwide and, as of December 2019, was the tenth-largest company in the world by revenue. Toyota is the largest automobile manufacturer in"}]}, {"heading": "Deaths", "year": "1956", "date": "March 27", "txt": "Évariste Lévi-Provençal, French orientalist and historian (b. 1894)", "entities": [{"title": "Évariste Lévi-Provençal", "href": "/wiki/%C3%89variste_L%C3%A9vi-Proven%C3%A7al", "description": "Évariste Lévi-Provençal was a French medievalist, orientalist, Arabist, and historian of Islam."}]}, {"heading": "Deaths", "year": "1958", "date": "March 27", "txt": "Leon C. Phillips, American lawyer and politician, 11th Governor of Oklahoma (b. 1890)", "entities": [{"title": "Leon C. Phillips", "href": "/wiki/Leon_C._Phillips", "description": "Leon Chase \"Red\" Phillips was an American attorney, a state legislator and the 11th governor of Oklahoma. As a member of the Oklahoma House of Representatives and as Speaker of the Oklahoma House of Representatives, Phillips made a name for himself as an obstructionist of the proposals of governors William H. Murray and E.W. Marland, including components of the New Deal. As governor, Phillips push"}, {"title": "Governor of Oklahoma", "href": "/wiki/Governor_of_Oklahoma", "description": "The Governor of Oklahoma is the head of state for the U.S. state of Oklahoma. Under the Oklahoma Constitution, the governor is also the head of government, serving as the chief executive of the Oklahoma executive branch, of the government of Oklahoma. The governor is the ex officio Commander-in-Chief of the Oklahoma National Guard when not called into federal use. Despite being an executive branch"}]}, {"heading": "Deaths", "year": "1960", "date": "March 27", "txt": "Gregorio Marañón, Spanish physician, philosopher, and author (b. 1887)", "entities": [{"title": "Gregorio Marañón", "href": "/wiki/Gregorio_Mara%C3%B1%C3%B3n", "description": "Gregorio Marañón y Posadillo, OWL was a Spanish physician, scientist, historian, writer and philosopher. He married Dolores Moya in 1911, and they had four children."}]}, {"heading": "Deaths", "year": "1967", "date": "March 27", "txt": "Jaroslav Heyrovský, Czech chemist and academic, Nobel Prize laureate (b. 1890)", "entities": [{"title": "Jaroslav Heyrovský", "href": "/wiki/Jaroslav_Heyrovsk%C3%BD", "description": "Jaroslav Heyrovský was a Czechoslovak chemist and inventor. Heyrovský was the inventor of the polarographic method, father of the electroanalytical method, and recipient of the Nobel Prize in 1959 for his discovery and development of the polarographic methods of analysis. His main field of work was polarography."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1968", "date": "March 27", "txt": "Yuri Gagarin, Russian colonel, pilot, and astronaut (b. 1934)", "entities": [{"title": "Yuri Gagarin", "href": "/wiki/Yuri_Gagarin", "description": "Yuri Alekseyevich Gagarin  was a Soviet pilot and cosmonaut who became the first human to journey into outer space, achieving a major milestone in the Space Race; his capsule, Vostok 1, completed one orbit of Earth on 12 April 1961. Gagarin became an international celebrity and was awarded many medals and titles, including Hero of the Soviet Union, his nation's highest honour."}]}, {"heading": "Deaths", "year": "1968", "date": "March 27", "txt": "Vladimir Seryogin, Russian soldier and pilot (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "March 27", "txt": "Lorenzo Wright, American athlete (b. 1926)", "entities": [{"title": "Lorenzo Wright", "href": "/wiki/Lorenzo_Wright", "description": "Lorenzo Christopher Wright was a Detroit native and star athlete at Miller High School and Wayne State University; Wright is renowned for his noteworthy accomplishments in the sport of track and field."}]}, {"heading": "Deaths", "year": "1973", "date": "March 27", "txt": "Mikhail Kalatozov, Georgian-Russian director, screenwriter, and cinematographer (b. 1903)", "entities": [{"title": "Mikhail Kalatozov", "href": "/wiki/Mikhail_Kalatozov", "description": "Mikhail Konstantinovich Kalatozov, born Mikheil Kalatozishvili, was a Soviet film director of Georgian origin who contributed to both Georgian and Russian cinema. He is most well known for his films The Cranes Are Flying and Soy Cuba. In 1969, he received the People's Artist of the USSR accolade. His film The Cranes Are Flying won the Palme d'Or at the 1958 Cannes Film Festival."}]}, {"heading": "Deaths", "year": "1974", "date": "March 27", "txt": "Eduardo Santos, Colombian journalist, lawyer, and politician, 15th President of Colombia (b. 1888)", "entities": [{"title": "Eduardo Santos", "href": "/wiki/Eduardo_Santos", "description": "Eduardo Santos Montejo was a leading Colombian publisher and politician, active in the Colombian Liberal Party. He owned the prominent Bogotá newspaper El Tiempo, and served as the President of Colombia from August 1938 to August 1942, having been elected without opposition. He was born and died in Bogotá, and was the great-uncle of the 32nd president of Colombia, Juan Manuel Santos (2010–2018) an"}, {"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Deaths", "year": "1975", "date": "March 27", "txt": "Arthur Bliss, English conductor and composer (b. 1891)", "entities": [{"title": "Arthur Bliss", "href": "/wiki/Arthur_Bliss", "description": "Sir Arthur Edward Drummond Bliss was an English composer and conductor."}]}, {"heading": "Deaths", "year": "1976", "date": "March 27", "txt": "Georg August Zinn, German lawyer and politician, Minister President of Hesse (b. 1901)", "entities": [{"title": "Georg August Zinn", "href": "/wiki/Georg_August_Zinn", "description": "Georg August Zinn was a German lawyer and a politician of the SPD. He was a member of the Bundestag from 1949 to 1951 representing Kassel, the 2nd Minister-President of Hesse from 1950 to 1969 and served as the 5th and 16th President of the Bundesrat in 1953/54 and 1964/65. \nZinn was two times married. His second wife was Dr. Christa Zinn (1927–2002). Three sons are still living, Karl Georg Zinn, "}, {"title": "List of Ministers-President of Hesse", "href": "/wiki/List_of_Ministers-President_of_Hesse", "description": "The Minister-President of Hesse, also referred to as the Premier or Minister President, is the head of government of the German state of Hesse. The position in its current form was created in 1946, when the provisional state of Greater Hesse was renamed. Greater Hesse had been formed in 1945 after the Second World War from the Prussian Provinces of Kurhessen and Nassau and the People's State of He"}]}, {"heading": "Deaths", "year": "1977", "date": "March 27", "txt": "Shirley Graham Du Bois, American author, playwright, and composer (b. 1896)", "entities": [{"title": "Shirley Graham Du Bois", "href": "/wiki/Shirley_Graham_Du_Bois", "description": "Shirley Graham Du Bois was an American author, playwright, composer, and activist for African-American causes, among others. She won the Messner and the Anisfield-Wolf prizes for her works."}]}, {"heading": "Deaths", "year": "1977", "date": "March 27", "txt": "Diana Hyland, American actress (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "March 27", "txt": "Jacob Veldhuyzen van Zanten, Dutch airline pilot (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "March 27", "txt": "Nat Bailey, Canadian businessman, founded the White Spot (b. 1902)", "entities": [{"title": "Nat Bailey", "href": "/wiki/Nat_Bailey", "description": "Nathaniel Ryal Bailey, better known as Nat Bailey, was an American-born Canadian restaurateur, and the founder of White Spot restaurants. He is known for building the first drive-in restaurant in Canada, in 1928, and developing the first car-hop tray. His chain of restaurants continues to thrive today."}, {"title": "White Spot", "href": "/wiki/White_Spot", "description": "White Spot is a Canadian restaurant chain based in Vancouver, British Columbia, best known for its hamburgers, Pirate Pack children's meal, triple-o sauce and milkshakes. Along with its related Triple-O's quick service brand, the chain operates over 100 locations in British Columbia, Alberta, and Asia."}]}, {"heading": "Deaths", "year": "1978", "date": "March 27", "txt": "Kunwar Digvijay Singh, Indian field hockey (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "March 27", "txt": "Sverre Farstad, Norwegian speed skater (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "March 27", "txt": "Steve Fisher, American author and screenwriter (b. 1912)", "entities": [{"title": "Steve Fisher (writer)", "href": "/wiki/Steve_Fisher_(writer)", "description": "Stephen Gould Fisher was an American author best known for his pulp stories, novels and screenplays. He is one of the few pulp authors to go on to enjoy success as both an author in \"slick\" magazines, such as the Saturday Evening Post, and as an in-demand writer in Hollywood."}]}, {"heading": "Deaths", "year": "1981", "date": "March 27", "txt": "Jakob Ackeret, Swiss engineer and academic (b. 1898)", "entities": [{"title": "Jakob Ackeret", "href": "/wiki/Jakob_Ackeret", "description": "Jakob Ackeret, FRAeS was a Swiss aeronautical engineer. He is widely viewed as one of the foremost aeronautics experts of 20th century."}]}, {"heading": "Deaths", "year": "1982", "date": "March 27", "txt": "Fazlur Khan, Bangladeshi-American engineer and architect, designed the John Hancock Center and Willis Tower (b. 1929)", "entities": [{"title": "Fazlur Khan", "href": "/wiki/Fazlur_Khan", "description": "Fazlur Rahman Khan was a Bangladeshi-American structural engineer and architect, who initiated important structural systems for skyscrapers. Considered the \"father of tubular designs\" for high-rises, Khan was also a pioneer in computer-aided design (CAD). He was the designer of the Sears Tower, since renamed Willis Tower, the tallest building in the world from 1973 until 1998 and the 100-story Joh"}, {"title": "John Hancock Center", "href": "/wiki/John_Hancock_Center", "description": "The John Hancock Center is a 100-story, 1,128-foot supertall skyscraper located in Chicago, Illinois. Located in the Magnificent Mile district, its name was changed to 875 North Michigan Avenue on February 12, 2018. Despite this, the building is still colloquially called the John Hancock Center."}, {"title": "Willis Tower", "href": "/wiki/Willis_Tower", "description": "The Willis Tower is a 108-story, 1,450-foot (442.1 m) skyscraper in Chicago. The tower has 108 stories as counted by standard methods, though the building's owners count the main roof as 109 and the mechanical penthouse roof as 110. At completion in 1974, it surpassed the World Trade Center in New York City to become the tallest building in the world, a title that it held for nearly 25 years; it w"}]}, {"heading": "Deaths", "year": "1987", "date": "March 27", "txt": "William Bowers, American journalist and screenwriter (b. 1916)", "entities": [{"title": "William Bowers", "href": "/wiki/William_Bowers", "description": "William Bowers was a reporter in Long Beach, California and Life magazine reporter before becoming a screenwriter. He specialized in writing comedy westerns, and also turned out several thrillers."}]}, {"heading": "Deaths", "year": "1988", "date": "March 27", "txt": "Charles Willeford, American author, poet, and critic (b. 1919)", "entities": [{"title": "Charles Willeford", "href": "/wiki/Charles_Willeford", "description": "Charles Ray Willeford III was an American writer. An author of fiction, poetry, autobiography, and literary criticism, Willeford is best known for his series of novels featuring hardboiled detective Hoke Moseley. Willeford published steadily from the 1940s, but vaulted to wider attention with the first Hoke Moseley book, Miami Blues (1984), which is considered one of its era's most influential wor"}]}, {"heading": "Deaths", "year": "1989", "date": "March 27", "txt": "May Allison, American actress (b. 1890)", "entities": [{"title": "May Allison", "href": "/wiki/May_Allison", "description": "May Allison was an American actress whose greatest success was achieved in the early part of the 20th century in silent films, although she also appeared on stage."}]}, {"heading": "Deaths", "year": "1989", "date": "March 27", "txt": "Malcolm Cowley,  American novelist, poet, and literary critic (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "March 27", "txt": "Percy Beard, American hurdler and coach (b. 1908)", "entities": [{"title": "Percy Beard", "href": "/wiki/Percy_Beard", "description": "Percy Morris Beard was an American college and international track and field athlete who specialized in the high hurdles event, and won an Olympic silver medal. Beard later became a nationally prominent college track and field coach at the University of Florida."}]}, {"heading": "Deaths", "year": "1991", "date": "March 27", "txt": "Aldo Ray, American actor (b. 1926)", "entities": [{"title": "Aldo Ray", "href": "/wiki/Aldo_Ray", "description": "Aldo Ray was an American actor of film and television. He began his career as a contract player for Columbia Studios before achieving stardom through his roles in The Marrying Kind, Pat and Mike, Let's Do It Again, and Battle Cry. His athletic build and gruff, raspy voice saw him frequently typecast in \"tough guy\" roles throughout his career, which lasted well into the late 1980s. Though the latte"}]}, {"heading": "Deaths", "year": "1992", "date": "March 27", "txt": "Colin Gibson, English footballer (b. 1923)", "entities": [{"title": "Colin Gibson (footballer, born 1923)", "href": "/wiki/Colin_Gibson_(footballer,_born_1923)", "description": "Colin Hayward Gibson was an English footballer who scored 57 goals from 288 appearances in the Football League playing for Cardiff City, Newcastle United, Aston Villa and Lincoln City. He played as an outside or inside right."}]}, {"heading": "Deaths", "year": "1992", "date": "March 27", "txt": "Lang Hancock, Australian businessman (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "March 27", "txt": "James E. Webb, American colonel and politician, 16th Under Secretary of State (b. 1906)", "entities": [{"title": "Under Secretary of State", "href": "/wiki/Under_Secretary_of_State", "description": "Under Secretary of State (U/S) is a title used by senior officials of the United States Department of State who rank above the Assistant Secretaries and below the Deputy Secretaries."}]}, {"heading": "Deaths", "year": "1993", "date": "March 27", "txt": "Kamal Hassan Ali, Egyptian general and politician, Prime Minister of Egypt (b. 1921)", "entities": [{"title": "Kamal Hassan Ali", "href": "/wiki/Kamal_Hassan_Ali", "description": "General Kamal Hassan Ali was an Egyptian politician and military hero."}, {"title": "Prime Minister of Egypt", "href": "/wiki/Prime_Minister_of_Egypt", "description": "The Prime Minister of Egypt is the head of the Egyptian government."}]}, {"heading": "Deaths", "year": "1993", "date": "March 27", "txt": "Paul László, Hungarian-American architect and interior designer (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "March 27", "txt": "Elisabeth Schmid, German archaeologist and osteologist (b. 1912)", "entities": [{"title": "Elisabeth Schmid", "href": "/wiki/Elisabeth_Schmid", "description": "Elisabeth Schmid was a German archaeologist and osteologist. She is best known for her work concerning the prehistoric statue, the lion-man, and for her book, Atlas of Animal Bones."}]}, {"heading": "Deaths", "year": "1994", "date": "March 27", "txt": "Lawrence Wetherby, American lawyer and politician, 48th Governor of Kentucky (b. 1908)", "entities": [{"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Deaths", "year": "1995", "date": "March 27", "txt": "René Allio, French director and screenwriter (b. 1924)", "entities": [{"title": "René Allio", "href": "/wiki/Ren%C3%A9_Allio", "description": "René Allio was a French film and theater director."}]}, {"heading": "Deaths", "year": "1997", "date": "March 27", "txt": "Lane Dwinell, American businessman and politician, 69th Governor of New Hampshire (b. 1906)", "entities": [{"title": "Lane Dwinell", "href": "/wiki/Lane_Dwinell", "description": "Seymour Lane Dwinell was an American manufacturer and Republican politician from Lebanon, New Hampshire. Born in 1906 in Newport, Vermont, he served in and led both houses of the New Hampshire legislature before his two terms as governor. He died in 1997 aged 90 in Hanover, New Hampshire and is buried in Lebanon, New Hampshire."}, {"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Deaths", "year": "1997", "date": "March 27", "txt": "Ella Maillart, Swiss skier, sailor, field hockey player, and photographer (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "March 27", "txt": "David McClelland, American psychologist and academic (b. 1917)", "entities": [{"title": "David McClelland", "href": "/wiki/David_McClelland", "description": "David Clarence McClelland was an American psychologist, noted for his work on motivation Need Theory. He published a number of works between the 1950s and the 1990s and developed new scoring systems for the Thematic Apperception Test (TAT) and its descendants. McClelland is credited with developing Achievement Motivation Theory, commonly referred to as \"need for achievement\" or n-achievement theor"}]}, {"heading": "Deaths", "year": "1999", "date": "March 27", "txt": "Michael Aris, Cuban-English author and academic (b. 1946)", "entities": [{"title": "Michael Aris", "href": "/wiki/Michael_Aris", "description": "Michael Vaillancourt Aris was a historian who wrote and lectured on Bhutanese, Tibetan and Himalayan culture and history. He was the husband of Aung San Suu Kyi, who would later become State Counsellor of Myanmar."}]}, {"heading": "Deaths", "year": "2000", "date": "March 27", "txt": "George Allen, Canadian ice hockey player and coach (b. 1914)", "entities": [{"title": "George Allen (ice hockey)", "href": "/wiki/George_Allen_(ice_hockey)", "description": "George Trenholm Allen was a Canadian professional ice hockey player who played Left Wing in the National Hockey League, mostly for the Chicago Black Hawks."}]}, {"heading": "Deaths", "year": "2000", "date": "March 27", "txt": "Ian Dury, English singer-songwriter and actor (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 27", "txt": "Milton Berle, American comedian and actor (b. 1908)", "entities": [{"title": "Milton Berle", "href": "/wiki/Milton_Berle", "description": "Milton Berle was an American comedian and actor. Berle's career as an entertainer spanned over 80 years, first in silent films and on stage as a child actor, then in radio, movies and television. As the host of NBC's Texaco Star Theatre (1948–1955), he was the first major American television star and was known to millions of viewers as \"Uncle Miltie\" and \"Mr. Television\" during the first Golden Ag"}]}, {"heading": "Deaths", "year": "2002", "date": "March 27", "txt": "Dudley Moore, English actor (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 27", "txt": "Billy Wilder, Austrian-born American director, producer, and screenwriter (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 27", "txt": "Edwin Carr, New Zealand composer and educator (b. 1926)", "entities": [{"title": "Edwin Carr (composer)", "href": "/wiki/Edwin_Carr_(composer)", "description": "Edwin James Nairn Carr was a composer of classical music from New Zealand."}]}, {"heading": "Deaths", "year": "2004", "date": "March 27", "txt": "Robert Merle, French author (b. 1909)", "entities": [{"title": "Robert Merle", "href": "/wiki/Robert_Merle", "description": "Robert Merle was a French novelist."}]}, {"heading": "Deaths", "year": "2005", "date": "March 27", "txt": "Wilfred Gordon Bigelow, Canadian soldier and surgeon (b. 1913)", "entities": [{"title": "Wilfred Gordon Bigelow", "href": "/wiki/Wilfred_Gordon_Bigelow", "description": "Wilfred Gordon \"Bill\" Bigelow was a Canadian heart surgeon known for his role in developing the artificial pacemaker and the use of hypothermia in open heart surgery."}]}, {"heading": "Deaths", "year": "2006", "date": "March 27", "txt": "Dan Curtis, American director and producer (b. 1928)", "entities": [{"title": "Dan Curtis", "href": "/wiki/Dan_Curtis", "description": "Dan Curtis was an American director, writer, and producer of television and film, known among fans of horror films for his afternoon TV series Dark Shadows and TV films such as Trilogy of Terror. Dark Shadows originally aired from 1966 to 1971 and has aired in syndication for nearly 40 years. Curtis was responsible for the 1991 remake of Dark Shadows, which was canceled because of low ratings."}]}, {"heading": "Deaths", "year": "2006", "date": "March 27", "txt": "Stanisław Lem, Ukrainian-Polish author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 27", "txt": "Rudolf Vrba, Czech Holocaust survivor and educator (b. 1924)", "entities": [{"title": "Holocaust", "href": "/wiki/Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration c"}]}, {"heading": "Deaths", "year": "2006", "date": "March 27", "txt": "Neil Williams, English cricketer (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 27", "txt": "Nancy Adams, New Zealand botanist and illustrator (b. 1926)", "entities": [{"title": "Nancy Adams", "href": "/wiki/Nancy_Adams", "description": "Jacqueline Nancy Mary Adams was a New Zealand botanical illustrator and museum curator."}]}, {"heading": "Deaths", "year": "2007", "date": "March 27", "txt": "Paul Lauterbur, American chemist and academic, Nobel Prize laureate (b. 1929)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2008", "date": "March 27", "txt": "Jean-Marie Balestre, French businessman (b. 1921)", "entities": [{"title": "Jean-Marie Balestre", "href": "/wiki/Jean-Marie_Balestre", "description": "Jean-Marie Balestre was a French auto racing executive administrator, who became President of the Fédération Internationale du Sport Automobile (FISA) from 1978 to 1991 and President of the Fédération Internationale de l'Automobile (FIA) from 1985 to 1993."}]}, {"heading": "Deaths", "year": "2009", "date": "March 27", "txt": "Irving R. Levine, American journalist and author (b. 1922)", "entities": [{"title": "Irving R. Levine", "href": "/wiki/Irving_R._Levine", "description": "Irving Raskin Levine was an American journalist and longtime correspondent for NBC News. During his 45-year career, Levine reported from more than two dozen countries. He was the first American television correspondent to be accredited in the Soviet Union. He wrote three non-fiction books on life in the USSR, each of which became a bestseller."}]}, {"heading": "Deaths", "year": "2010", "date": "March 27", "txt": "Dick Giordano, American illustrator (b. 1932)", "entities": [{"title": "Dick Giordano", "href": "/wiki/Dick_Giordano", "description": "Richard Joseph Giordano was an American comics artist and editor whose career included introducing Charlton Comics' \"Action Heroes\" stable of superheroes and serving as executive editor of DC Comics."}]}, {"heading": "Deaths", "year": "2011", "date": "March 27", "txt": "Clement Arrindell, Nevisian judge and politician, 1st Governor-General of Saint Kitts and Nevis (b. 1931)", "entities": [{"title": "Clement Arrindell", "href": "/wiki/Clement_Arrindell", "description": "Sir Clement Athelston Arrindell was the first Governor-General of Saint Kitts and Nevis, serving from 1983 to 1995, and also served as the country's final colonial governor, from 1981 to 1983."}, {"title": "Governor-General of Saint Kitts and Nevis", "href": "/wiki/Governor-General_of_Saint_Kitts_and_Nevis", "description": "The Governor-General of Saint Kitts and Nevis is the representative of the monarch of Saint Kitts and Nevis, currently Queen Elizabeth II. The appointed governor-general, currently Sir Tapley Seaton, lives in Government House, Basseterre, which serves as his official residence."}]}, {"heading": "Deaths", "year": "2011", "date": "March 27", "txt": "Farley Granger, American actor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 27", "txt": "Adrienne Rich, American poet, essayist and feminist (b. 1929)", "entities": [{"title": "Adrienne Rich", "href": "/wiki/Adrienne_Rich", "description": "Adrienne Cecile Rich was an American poet, essayist and feminist. She was called \"one of the most widely read and influential poets of the second half of the 20th century\", and was credited with bringing \"the oppression of women and lesbians to the forefront of poetic discourse.\" Rich criticized rigid forms of feminist identities, and valorized what she coined the \"lesbian continuum,\" which is a f"}]}, {"heading": "Deaths", "year": "2013", "date": "March 27", "txt": "Hjalmar Andersen, Norwegian speed skater (b. 1923)", "entities": [{"title": "Hjalmar Andersen", "href": "/wiki/Hjalmar_Andersen", "description": "Hjalmar \"Hjallis\" Johan Andersen was a speed skater from Norway who won three gold medals at the 1952 Winter Olympic Games of Oslo, Norway. He was the only triple gold medalist at the 1952 Winter Olympics, and as such, became the most successful athlete there."}]}, {"heading": "Deaths", "year": "2013", "date": "March 27", "txt": "Yvonne Brill, Canadian-American scientist and engineer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 27", "txt": "Fay Kanin, American screenwriter and producer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 27", "txt": "Richard N. Frye, American scholar and academic (b. 1920)", "entities": [{"title": "Richard N. Frye", "href": "/wiki/Richard_N._Frye", "description": "Richard Nelson Frye was an American scholar of Iranian and Central Asian Studies, and Aga Khan Professor Emeritus of Iranian Studies at Harvard University. His professional areas of interest were Iranian philology and the history of Iran and Central Asia before 1000 CE."}]}, {"heading": "Deaths", "year": "2014", "date": "March 27", "txt": "James R. Schlesinger, American economist and politician, 12th United States Secretary of Defense and first United States Secretary of Energy (b. 1929)", "entities": [{"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}, {"title": "United States Secretary of Energy", "href": "/wiki/United_States_Secretary_of_Energy", "description": "The United States secretary of energy is the head of the United States Department of Energy, a member of the Cabinet of the United States, and fifteenth in the presidential line of succession. The position was formed on October 1, 1977 with the creation of the Department of Energy when President Jimmy Carter signed the Department of Energy Organization Act. Originally the post focused on energy pr"}]}, {"heading": "Deaths", "year": "2015", "date": "March 27", "txt": "Johnny Helms, American trumpet player, bandleader, and educator (b. 1935)", "entities": [{"title": "Johnny Helms", "href": "/wiki/Johnny_Helms", "description": "John Newton \"Johnny\" Helms was an American jazz trumpet player, bandleader, and music educator from Columbia, South Carolina. He performed with Chris Potter, Tommy Newsom, Bill Watrous, Red Rodney, Woody Herman, Sam Most, and the Clark Terry Big Band among others. In 1989, he was featured along with Terry and Oscar Peterson as part of Clark Terry and Friends at Town Hall during the JVC Jazz Festiv"}]}, {"heading": "Deaths", "year": "2015", "date": "March 27", "txt": "T. Sailo, Indian soldier and politician, 2nd Chief Minister of Mizoram (b. 1922)", "entities": [{"title": "Chief Minister of Mizoram", "href": "/wiki/Chief_Minister_of_Mizoram", "description": "The Chief Minister of Mizoram is the chief executive of the Indian state of Mizoram. As per the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Mizoram Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor appoints th"}]}, {"heading": "Deaths", "year": "2016", "date": "March 27", "txt": "Mother Angelica, American Roman Catholic religious leader and media personality (b. 1923)", "entities": [{"title": "Mother Angelica", "href": "/wiki/Mother_Angelica", "description": "Mother Mary Angelica of the Annunciation, PCPA, also known as Mother Angelica, was an American Catholic Poor Clare nun best known as a television personality. She was also the founder of the international broadcast cable television network Eternal Word Television Network (EWTN) and the radio network WEWN. EWTN became a voice for Catholics worldwide."}]}, {"heading": "Deaths", "year": "2018", "date": "March 27", "txt": "Bert Nievera, Filipino-American singer (b. 1936)", "entities": [{"title": "Bert Nievera", "href": "/wiki/Bert_Nievera", "description": "Roberto Jose Dela Cruz Nievera was a Filipino-American singer and businessman. He rose to prominence in 1959 after winning the \"Search for Johnny Mathis of the Philippines\", a singing contest on the television variety show Student Canteen. He was one of the original members of the Society of Seven (SOS)."}]}]