[{"heading": "Events", "year": "1277", "date": "March 19", "txt": "The Byzantine–Venetian treaty of 1277 is concluded, stipulating a two-year truce and renewing Venetian commercial privileges in the Byzantine Empire.", "entities": [{"title": "Byzantine–Venetian treaty of 1277", "href": "/wiki/Byzantine%E2%80%93Venetian_treaty_of_1277", "description": "The Byzantine–Venetian treaty of 1277 was an agreement between the Byzantine Empire and the Republic of Venice that renegotiated and extended for two years the previous 1268 treaty between the two powers. The agreement was beneficial for both sides: Palaiologos kept the Venetians and their fleet from participating in the attempts of Charles of Anjou to organize an anti-Byzantine crusade, while the"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1279", "date": "March 19", "txt": "A Mongol victory at the Battle of Yamen ends the Song dynasty in China.", "entities": [{"title": "Mongols", "href": "/wiki/Mongols", "description": "The Mongols are an East Asian ethnic group native to Mongolia and to China's Inner Mongolia Autonomous Region. They also live as minorities in other regions of China, as well as in Russia. Mongolian people belonging to the Buryat and Kalmyk subgroups live predominantly in the Russian federal subjects of Buryatia and Kalmykia."}, {"title": "Battle of Yamen", "href": "/wiki/Battle_of_Yamen", "description": "The naval Battle of Yamen took place on 19 March 1279 and is considered to be the last stand of the Song dynasty against the invading Mongol Yuan dynasty. Although outnumbered 10:1, the Yuan navy delivered a crushing tactical and strategic victory, destroying the Song."}, {"title": "Song dynasty", "href": "/wiki/Song_dynasty", "description": "The Song dynasty was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-"}]}, {"heading": "Events", "year": "1284", "date": "March 19", "txt": "The Statute of Rhuddlan incorporates the Principality of Wales into England.", "entities": [{"title": "Statute of Rhuddlan", "href": "/wiki/Statute_of_Rhuddlan", "description": "The Statute of Rhuddlan, also known as the Statutes of Wales or as the Statute of Wales, provided the constitutional basis for the government of the Principality of Wales from 1284 until 1536. The Statute introduced English common law to Wales, but also permitted the continuance of Welsh legal practices within the Principality. The Statute was superseded by the Laws in Wales Acts 1535 and 1542 whe"}, {"title": "Principality of Wales", "href": "/wiki/Principality_of_Wales", "description": "The Principality of Wales existed between 1216 and 1536, encompassing two-thirds of modern Wales during its height between 1267 and 1277. For most of its history it was ’annexed and united’ to the English Crown except for its earliest few decades. However, for a few generations, specifically the period from its foundation in 1216 to the completion of the conquest of Wales by Edward I in 1284, it w"}]}, {"heading": "Events", "year": "1452", "date": "March 19", "txt": "Frederick III of Habsburg is the last Holy Roman Emperor crowned by medieval tradition in Rome by Pope Nicholas V ", "entities": [{"title": "Frederick III, Holy Roman Emperor", "href": "/wiki/Frederick_III,_Holy_Roman_Emperor", "description": "Frederick III was Holy Roman Emperor from 1452 until his death. He was the first emperor of the House of Habsburg, and the fourth member of the House of Habsburg to be elected King of Germany after Rudolf I of Germany, Albert I in the 13th century and his predecessor Albert II of Germany. He was the penultimate emperor to be crowned by the Pope, and the last to be crowned in Rome."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Pope Nicholas V", "href": "/wiki/Pope_Nicholas_V", "description": "Pope Nicholas V, born Tommaso Parentucelli, was head of the Catholic Church and ruler of the Papal States from 6 March 1447 until his death. Pope Eugene made him a cardinal in 1446 after successful trips to Italy and Germany, and when Eugene died the next year Parentucelli was elected in his place. He took his name Nicholas in memory of his obligations to Niccolò Albergati."}]}, {"heading": "Events", "year": "1563", "date": "March 19", "txt": "The Edict of Amboise is signed, ending the first phase of the French Wars of Religion and granting certain freedoms to the Huguenots.", "entities": [{"title": "Edict of Amboise", "href": "/wiki/Edict_of_Amboise", "description": "The Edict of Amboise, also known as the Edict of Pacification, was signed at the Château of Amboise on 19 March 1563 by Catherine de' Medici, acting as regent for her son Charles IX of France. The treaty officially ended the first war in the French Wars of Religion, inaugurating a period of official peace that would last until 1567. Moreover, the treaty restored peace to France by guaranteeing the"}, {"title": "French Wars of Religion", "href": "/wiki/French_Wars_of_Religion", "description": "The French Wars of Religion were a prolonged period of war and popular unrest between Catholics and Huguenots in the Kingdom of France between 1562 and 1598. It is estimated that three million people perished in this period from violence, famine, or disease in what is considered the second deadliest religious war in European history."}, {"title": "Huguenot", "href": "/wiki/Huguenot", "description": "Huguenots were a religious group of French Protestants."}]}, {"heading": "Events", "year": "1649", "date": "March 19", "txt": "The House of Commons of England passes an act abolishing the House of Lords, declaring it \"useless and dangerous to the people of England\".", "entities": [{"title": "House of Commons of England", "href": "/wiki/House_of_Commons_of_England", "description": "The House of Commons of England was the lower house of the Parliament of England from its development in the 14th century to the union of England and Scotland in 1707, when it was replaced by the House of Commons of Great Britain. In 1801, with the union of Great Britain and Ireland, that house was in turn replaced by the House of Commons of the United Kingdom."}, {"title": "History of reform of the House of Lords", "href": "/wiki/History_of_reform_of_the_House_of_Lords#Abolition_of_the_House_of_Lords_1649", "description": "Since 1997 the United Kingdom government has been engaged in reforming the House of Lords. The history of reform before 1997, is set out in sections below about reforms of composition and powers carried out in the past and of unsuccessful proposals and attempts at reform in the twentieth century."}, {"title": "House of Lords", "href": "/wiki/House_of_Lords", "description": "The House of Lords is the upper house of the Parliament of the United Kingdom. Membership is by appointment, heredity or official function. Like the House of Commons, it meets in the Palace of Westminster."}]}, {"heading": "Events", "year": "1687", "date": "March 19", "txt": "Explorer Robert Cavelier de La Salle, searching for the mouth of the Mississippi River, is murdered by his own men.", "entities": [{"title": "Robert Cavelier de La Salle", "href": "/wiki/Robert_Cavelier_de_La_Salle", "description": "René-Robert Cavelier, Sieur de La Salle was a 17th-century French explorer and fur trader in North America. He explored the Great Lakes region of the United States and Canada, the Mississippi River, and the Gulf of Mexico. He is best known for an early 1682 expedition in which he canoed the lower Mississippi River from the mouth of the Illinois River to the Gulf of Mexico; there, on 9 April 1682, "}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}]}, {"heading": "Events", "year": "1808", "date": "March 19", "txt": "Charles IV, king of Spain, abdicates after riots and a popular revolt at the winter palace Aranjuez. His son, Ferdinand VII, takes the throne. ", "entities": [{"title": "Charles IV of Spain", "href": "/wiki/Charles_IV_of_Spain", "description": "Charles IV was King of Spain and the Spanish Empire from 14 December 1788, until 19 March 1808."}, {"title": "Tumult of Aranjuez", "href": "/wiki/Tumult_of_Aranjuez", "description": "The Tumult of Aranjuez was an uprising led against King Charles IV that took place in the town of Aranjuez, Spain, on 17–19 March 1808. The event, which is celebrated annually in the first week of September, commemorates the fall of the monarch and the subsequent accession of his son Ferdinand VII. It is celebrated in September rather than in March as the revived celebrations in Aranjuez that bega"}, {"title": "Ferdinand VII of Spain", "href": "/wiki/Ferdinand_VII_of_Spain", "description": "Ferdinand VII was the King of Spain during the early- to mid-19th century. He reigned over the Spanish Kingdom in 1808 and again from 1813 to his death in 1833. He was known to his supporters as el Deseado and to his detractors as el Rey Felón."}]}, {"heading": "Events", "year": "1812", "date": "March 19", "txt": "The Cortes of Cádiz promulgates the Spanish Constitution of 1812.", "entities": [{"title": "Cortes of Cádiz", "href": "/wiki/Cortes_of_C%C3%A1diz", "description": "The Cortes of Cádiz was a revival of the traditional cortes, which as an institution had not functioned for many years, but it met as a single body, rather than divided into estates as with previous ones. The General and Extraordinary Cortes that met in the port of Cádiz starting 24 September 1810, \"claimed legitimacy as the sole representative of Spanish sovereignty,\" following the French invasio"}, {"title": "Spanish Constitution of 1812", "href": "/wiki/Spanish_Constitution_of_1812", "description": "The Political Constitution of the Spanish Monarchy, also known as the Constitution of Cádiz and as La Pepa, was the first Constitution of Spain and one of the earliest constitutions in world history."}]}, {"heading": "Events", "year": "1831", "date": "March 19", "txt": "First documented bank heist on U.S. history, when burglars stole $245,000 (1831 values) from the City Bank (now Citibank) on Wall Street.  Most of the money was recovered.", "entities": [{"title": "1831 City Bank of New York theft", "href": "/wiki/1831_City_Bank_of_New_York_theft", "description": "The 1831 City Bank of New York theft took place on March 19, 1831, in New York City, New York, United States, when burglars stole $245,000 from the City Bank on Wall Street, using a set of copied keys. The theft is regarded as one of the first bank heists in U.S. history The amount stolen would come to over $52 million in 2013 currency. Initial reports variously reported the name of the culprits a"}, {"title": "Citibank", "href": "/wiki/Citibank", "description": "Citibank is the consumer division of financial services multinational Citigroup. Citibank was founded in 1812 as the City Bank of New York, and later became First National City Bank of New York. The bank has 2,649 branches in 19 countries, including 723 branches in the United States and 1,494 branches in Mexico operated by its subsidiary Banamex. The U.S. branches are concentrated in six metropoli"}]}, {"heading": "Events", "year": "1853", "date": "March 19", "txt": "The Taiping reform movement occupies and makes Nanjing its capital until 1864.", "entities": [{"title": "Taiping Rebellion", "href": "/wiki/Taiping_Rebellion", "description": "The Taiping Rebellion, also known as the Taiping Civil War or the Taiping Revolution, was a massive rebellion or civil war that was waged in China from 1850 to 1864, between the established Qing dynasty and the theocratic Taiping Heavenly Kingdom - though following the fall of Nanjing the last rebel army was not wiped out until 1871. After fighting the bloodiest civil war in world history, with so"}, {"title": "Nanjing", "href": "/wiki/Nanjing", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}, {"title": "1864", "href": "/wiki/1864", "description": "1864 (MDCCCLXIV) was a leap year starting on Friday of the Gregorian calendar and a leap year starting on Wednesday of the Julian calendar, the 1864th year of the Common Era (CE) and Anno Domini (AD) designations, the 864th year of the 2nd millennium, the 64th year of the 19th century, and the 5th year of the 1860s decade. As of the start of 1864, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Events", "year": "1861", "date": "March 19", "txt": "The First Taranaki War ends in New Zealand.", "entities": [{"title": "First Taranaki War", "href": "/wiki/First_Taranaki_War", "description": "The First Taranaki War was an armed conflict over land ownership and sovereignty that took place between Māori and the New Zealand government in the Taranaki district of New Zealand's North Island from March 1860 to March 1861."}]}, {"heading": "Events", "year": "1863", "date": "March 19", "txt": "The SS Georgiana, said to have been the most powerful Confederate cruiser, is destroyed on her maiden voyage with a cargo of munitions, medicines, and merchandise then valued at over $1,000,000.", "entities": [{"title": "SS Georgiana", "href": "/wiki/SS_Georgiana", "description": "The Georgiana was a brig-rigged, iron hulled, propeller steamer belonging to the Confederate States Navy during the American Civil War. Reputedly intended to become the \"most powerful\" cruiser in the Confederate fleet once her guns were mounted, she was never used in battle. On her maiden voyage from Scotland, where she was built, she encountered Union Navy ships engaged in a blockade of Charlesto"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Cruiser", "href": "/wiki/Cruiser", "description": "A cruiser is a type of warship. Modern cruisers are generally the largest ships in a fleet after aircraft carriers and amphibious assault ships, and can usually perform several roles."}, {"title": "Maiden voyage", "href": "/wiki/Maiden_voyage", "description": "The maiden voyage of a ship, aircraft or other craft is the first journey made by the craft in its intended duty."}]}, {"heading": "Events", "year": "1865", "date": "March 19", "txt": "American Civil War: The Battle of Bentonville begins. By the end of the battle two days later, Confederate forces had retreated from Four Oaks, North Carolina.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Bentonville", "href": "/wiki/Battle_of_Bentonville", "description": "The Battle of Bentonville was fought in Johnston County, North Carolina, near the village of Bentonville, as part of the Western Theater of the American Civil War. It was the last battle between the armies of Union Maj. Gen. William T. Sherman and Confederate Gen. Joseph E. Johnston."}, {"title": "Four Oaks, North Carolina", "href": "/wiki/Four_Oaks,_North_Carolina", "description": "Four Oaks is a town in Johnston County, North Carolina, United States. As of the 2010 census it had a population of 1,921, up from 1,424 at the 2000 census."}]}, {"heading": "Events", "year": "1885", "date": "March 19", "txt": "Louis Riel declares a provisional government in Saskatchewan, beginning the North-West Rebellion.", "entities": [{"title": "Louis Riel", "href": "/wiki/Louis_Riel", "description": "Louis \"David\" Riel  was a Canadian politician, a founder of the province of Manitoba, and a political leader of the Métis people. He led two resistance movements against the government of Canada and its first prime minister, John A. Macdonald. Riel sought to defend Métis rights and identity as the Northwest Territories came progressively under the Canadian sphere of influence."}, {"title": "Provisional government", "href": "/wiki/Provisional_government", "description": "A provisional government, also called an interim government, an emergency government, or a transitional government, is an emergency governmental authority set up to manage a political transition generally in the cases of new nations or following the collapse of the previous governing administration. Provisional governments are generally appointed, and frequently arise, either during or after civil"}, {"title": "Saskatchewan", "href": "/wiki/Saskatchewan", "description": "Saskatchewan is a prairie and boreal province in Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10% of which is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes."}, {"title": "North-West Rebellion", "href": "/wiki/North-West_Rebellion", "description": "The North-West Rebellion of 1885 was a rebellion by the Métis people under Louis Riel and an associated uprising by First Nations Cree and Assiniboine of the District of Saskatchewan against the Canadian government. Many Métis felt that Canada was not protecting their rights, their land, and their survival as a distinct people."}]}, {"heading": "Events", "year": "1895", "date": "March 19", "txt": "Auguste and Louis Lumière record their first footage using their newly patented cinematograph.", "entities": [{"title": "Auguste and Louis Lumière", "href": "/wiki/Auguste_and_Louis_Lumi%C3%A8re", "description": "The Lumière brothers, Auguste Marie Louis Nicolas Lumière and Louis Jean Lumière, were manufacturers of photography equipment, best known for their Cinématographe motion picture system and the short films they produced between 1895 and 1905. Their screening of a single film on 22 March 1895 for around 200 members of the \"Society for the Development of the National Industry\" in Paris was probably t"}, {"title": "Cinematograph", "href": "/wiki/Cinematograph", "description": "Cinematograph or Kinematograph is an early term for several types of motion picture film mechanisms. The name was used for movie cameras as well as film projectors, or for complete systems that also provided means to print films."}]}, {"heading": "Events", "year": "1918", "date": "March 19", "txt": "The US Congress establishes time zones and approves daylight saving time.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Standard Time Act", "href": "/wiki/Standard_Time_Act", "description": "The Standard Time Act of 1918, also known as the Calder Act, was the first United States federal law implementing Standard time and Daylight saving time in the United States. It authorized the Interstate Commerce Commission to define each time zone."}, {"title": "Time zone", "href": "/wiki/Time_zone", "description": "A time zone is an area that observes a uniform standard time for legal, commercial and social purposes. Time zones tend to follow the boundaries between countries and their subdivisions instead of strictly following longitude, because it is convenient for areas in frequent communication to keep the same time."}, {"title": "Daylight saving time", "href": "/wiki/Daylight_saving_time", "description": "Daylight saving time (DST), also known as daylight savings time or daylight time, and summer time, is the practice of advancing clocks during warmer months so that darkness falls at a later clock time. The typical implementation of DST is to set clocks forward by one hour in the spring and set clocks back by one hour in autumn to return to standard time. As a result, there is one 23-hour day in la"}]}, {"heading": "Events", "year": "1920", "date": "March 19", "txt": "The United States Senate rejects the Treaty of Versailles for the second time (the first time was on November 19, 1919).", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Treaty of Versailles", "href": "/wiki/Treaty_of_Versailles", "description": "The Treaty of Versailles was the most important of the peace treaties that brought World War I to an end. The Treaty ended the state of war between Germany and the Allied Powers. It was signed on 28 June 1919 in the Palace of Versailles, exactly five years after the assassination of Archduke Franz Ferdinand, which had directly led to the war. The other Central Powers on the German side signed sepa"}]}, {"heading": "Events", "year": "1921", "date": "March 19", "txt": "Irish War of Independence: One of the biggest engagements of the war takes place at Crossbarry, County Cork. About 100 Irish Republican Army (IRA) volunteers escape an attempt by over 1,300 British forces to encircle them.", "entities": [{"title": "Irish War of Independence", "href": "/wiki/Irish_War_of_Independence", "description": "The Irish War of Independence or Anglo-Irish War was a guerrilla war fought in Ireland from 1919 to 1921 between the Irish Republican Army and British forces: the British Army, along with the quasi-military Royal Irish Constabulary (RIC) and its paramilitary forces the Auxiliaries and Ulster Special Constabulary (USC). It was part of the Irish revolutionary period."}, {"title": "Crossbarry Ambush", "href": "/wiki/Crossbarry_Ambush", "description": "The Crossbarry Ambush or Battle of Crossbarry occurred on 19 March 1921 and was one of the largest engagements of the Irish War of Independence. It took place near the small village of Crossbarry in County Cork, about 20 km south-west of Cork city. About a hundred Irish Republican Army (IRA) volunteers, commanded by Tom Barry, escaped an attempt by about 1,200 British troops to encircle them. Duri"}, {"title": "Crossbarry", "href": "/wiki/Crossbarry", "description": "Crossbarry is a small village on the R589 regional road in Innishannon parish, County Cork, Ireland. It is about 20 km southwest of the city of Cork. The River Owenabue flows through the village. The West Cork Railway once ran through the village, and Junction railway station served as a connection to Kinsale, just to the east. The Crossbarry ambush took place at the village during the Irish War o"}, {"title": "County Cork", "href": "/wiki/County_Cork", "description": "County Cork is a county in Ireland. It is the largest and the southernmost county of Ireland, situated in the province of Munster and named after the city of Cork, Ireland's second-largest city. The Cork County Council is the local authority for the county. Its largest market towns are Mallow, Macroom, Midleton, and Skibbereen. As of 2016 the county had a population of 542,868, making it the third"}, {"title": "Irish Republican Army (1917–22)", "href": "/wiki/Irish_Republican_Army_(1917%E2%80%9322)", "description": "The Irish Republican Army was an Irish republican revolutionary paramilitary organisation. The ancestor of many groups also known as the Irish Republican Army, and distinguished from them as the Old IRA, it was descended from the Irish Volunteers, an organisation established on 25 November 1913 that staged the Easter Rising in April 1916. In 1919, the Irish Republic that had been proclaimed during"}]}, {"heading": "Events", "year": "1931", "date": "March 19", "txt": "Governor Fred B. Balzar signs a bill legalizing gambling in Nevada.", "entities": [{"title": "Fred B. Balzar", "href": "/wiki/Fred_B._Balzar", "description": "Frederick Bennett \"Fred\" Balzar was an American politician. He was the 15th Governor of Nevada. He was a member of the Republican Party."}]}, {"heading": "Events", "year": "1932", "date": "March 19", "txt": "The Sydney Harbour Bridge is opened.", "entities": [{"title": "Sydney Harbour Bridge", "href": "/wiki/Sydney_Harbour_Bridge", "description": "The Sydney Harbour Bridge is an Australian heritage-listed steel through arch bridge across Sydney Harbour that carries rail, vehicular, bicycle, and pedestrian traffic between the Sydney central business district (CBD) and the North Shore. The view of the bridge, the harbour, and the nearby Sydney Opera House is widely regarded as an iconic image of Sydney, and of Australia itself. The bridge is "}]}, {"heading": "Events", "year": "1943", "date": "March 19", "txt": "Frank Nitti, the Chicago Outfit Boss after Al Capone, commits suicide at the Chicago Central Railyard.", "entities": [{"title": "Frank Nitti", "href": "/wiki/Frank_Nitti", "description": "Frank Ralph Nitto, known as Frank Nitti, was an Italian-born American gangster in Chicago. One of Al Capone's top henchmen, Nitti was in charge of all money flowing through the operation. Nitti later succeeded Capone as boss of the Chicago Outfit."}, {"title": "Chicago Outfit", "href": "/wiki/Chicago_Outfit", "description": "The Chicago Outfit is an Italian-American organized crime syndicate based in Chicago, Illinois, which dates from the 1910s. It is part of the larger Italian-American Mafia and originated in South Side, Chicago."}, {"title": "Al Capone", "href": "/wiki/Al_Capone", "description": "Alphonse Gabriel Capone, sometimes known by the nickname \"Scarface\", was an American gangster and businessman who attained notoriety during the Prohibition era as the co-founder and boss of the Chicago Outfit. His seven-year reign as a crime boss ended when he went to prison at the age of 33."}]}, {"heading": "Events", "year": "1944", "date": "March 19", "txt": "World War II: The German army occupies Hungary.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Margarethe", "href": "/wiki/Operation_Margarethe", "description": "Operation Margarethe was the occupation of Hungary by Nazi German forces during World War II, as it was ordered by Hitler on 12 March 1944. A plan for the occupation of Romania was devised under the name Operation Margarethe II but was never carried out."}]}, {"heading": "Events", "year": "1945", "date": "March 19", "txt": "World War II: Off the coast of Japan, a dive bomber hits the aircraft carrier USS Franklin, killing 724 of her crew. Badly damaged, the ship is able to return to the US under her own power.", "entities": [{"title": "Dive bomber", "href": "/wiki/Dive_bomber", "description": "A dive bomber is a bomber aircraft that dives directly at its targets in order to provide greater accuracy for the bomb it drops. Diving towards the target simplifies the bomb's trajectory and allows the pilot to keep visual contact throughout the bomb run. This allows attacks on point targets and ships, which were difficult to attack with conventional level bombers, even en masse."}, {"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}, {"title": "USS Franklin (CV-13)", "href": "/wiki/USS_Franklin_(CV-13)", "description": "USS Franklin , nicknamed \"Big Ben,\" was one of 24  Essex-class aircraft carriers built during World War II for the United States Navy, and the fifth US Navy ship to bear the name. Commissioned in January 1944, she served in several campaigns in the Pacific War, earning four battle stars. She was badly damaged by a Japanese air attack in March 1945, with the loss of over 800 of her crew, becoming t"}]}, {"heading": "Events", "year": "1945", "date": "March 19", "txt": "World War II: Adolf Hitler issues his \"Nero Decree\" ordering all industries, military installations, shops, transportation facilities, and communications facilities in Germany to be destroyed.", "entities": [{"title": "Nero Decree", "href": "/wiki/Nero_Decree", "description": "The Nero Decree was issued by Adolf Hitler on March 19, 1945 ordering the destruction of German infrastructure to prevent its use by Allied forces as they penetrated deep within Germany. It was officially titled Decree Concerning Demolitions in the Reich Territory and has subsequently become known as the Nero Decree, after the Roman Emperor Nero, who supposedly engineered the Great Fire of Rome in"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1946", "date": "March 19", "txt": "French Guiana, Guadeloupe, Martinique, and Réunion become overseas départements of France.", "entities": [{"title": "French Guiana", "href": "/wiki/French_Guiana", "description": "French Guiana is an overseas department/region and single territorial collectivity of France on the northern Atlantic coast of South America in the Guianas. It borders Brazil to the east and south and Suriname to the west."}, {"title": "Guadeloupe", "href": "/wiki/Guadeloupe", "description": "Guadeloupe is an archipelago and overseas department and region of France in the Caribbean. It consists of six inhabited islands—Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the two inhabited Îles des Saintes—as well as many uninhabited islands and outcroppings. It is south of Antigua and Barbuda and Montserrat, and north of Dominica. The region's capital city is Basse-Terre, located"}, {"title": "Martinique", "href": "/wiki/Martinique", "description": "Martinique is an island and an Overseas department/region and single territorial collectivity of France, and therefore an integral part of the French Republic, located in the Lesser Antilles of the West Indies in the eastern Caribbean Sea, with a land area of 1,128 square kilometres (436 sq mi) and a population of 376,480 inhabitants as of January 2016. One of the Windward Islands, it is directly "}, {"title": "Réunion", "href": "/wiki/R%C3%A9union", "description": "Réunion is an overseas department and region of the French Republic and an Indian Ocean island in East Africa, approximately 550 km (340 mi) east of the island of Madagascar and 175 km (109 mi) southwest of the island of Mauritius. As of January 2021, it had a population of 858,450."}, {"title": "Overseas department", "href": "/wiki/Overseas_department", "description": "The overseas departments and regions of France are departments of France that are outside metropolitan France, the European part of France. They have exactly the same status as mainland France's regions and departments. The French Constitution provides that, in general, French laws and regulations apply to French overseas regions the same as in metropolitan France, but can be adapted as needed to "}]}, {"heading": "Events", "year": "1958", "date": "March 19", "txt": "The Monarch Underwear Company fire leaves 24 dead and 15 injured.", "entities": [{"title": "Monarch Underwear Company fire", "href": "/wiki/Monarch_Underwear_Company_fire", "description": "The Monarch Underwear Company fire occurred in Manhattan, New York City at 623 Broadway on March 19, 1958. Twenty-four people were killed in a loft fire, between Houston Street and Bleecker Street and fifteen more were injured. Six of the injured were hurt when they leaped from the building and missed fire nets. The conflagration began in the third floor textile printing plant of an edifice in whi"}]}, {"heading": "Events", "year": "1962", "date": "March 19", "txt": "The Algerian War of Independence ends.", "entities": []}, {"heading": "Events", "year": "1964", "date": "March 19", "txt": "Over 500,000 Brazilians attend the March of the Family with God for Liberty, in protest against the government of João Goulart and against communism.", "entities": [{"title": "March of the Family with God for Liberty", "href": "/wiki/March_of_the_Family_with_God_for_Liberty", "description": "The March of the Family with God for Liberty was a series of public demonstrations in Brazil. The first march was held in São Paulo on March 19, 1964, on St Joseph's Day, Saint Joseph being the patron saint of the family, and attracted an estimated 300,000 to 500,000 attendees."}, {"title": "João Goulart", "href": "/wiki/Jo%C3%A3o_Goulart", "description": "João Belchior Marques Goulart was a Brazilian politician who served as the 24th president of Brazil until a US-backed military coup d'état deposed him on 1 April 1964. He was considered the last left-wing president of Brazil until Lula da Silva took office in 2003."}]}, {"heading": "Events", "year": "1965", "date": "March 19", "txt": "The wreck of the SS Georgiana, valued at over $50,000,000 and said to have been the most powerful Confederate cruiser, is discovered by teenage diver and pioneer underwater archaeologist E. Lee Spence, exactly 102 years after its destruction.", "entities": [{"title": "SS Georgiana", "href": "/wiki/SS_Georgiana", "description": "The Georgiana was a brig-rigged, iron hulled, propeller steamer belonging to the Confederate States Navy during the American Civil War. Reputedly intended to become the \"most powerful\" cruiser in the Confederate fleet once her guns were mounted, she was never used in battle. On her maiden voyage from Scotland, where she was built, she encountered Union Navy ships engaged in a blockade of Charlesto"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Cruiser", "href": "/wiki/Cruiser", "description": "A cruiser is a type of warship. Modern cruisers are generally the largest ships in a fleet after aircraft carriers and amphibious assault ships, and can usually perform several roles."}, {"title": "Underwater archaeologist", "href": "/wiki/Underwater_archaeologist", "description": "Underwater archaeology is archaeology practiced underwater. As with all other branches of archaeology, it evolved from its roots in pre-history and in the classical era to include sites from the historical and industrial eras. Its acceptance has been a relatively late development due to the difficulties of accessing and working underwater sites, and because the application of archaeology to underw"}, {"title": "E. Lee Spence", "href": "/wiki/E._Lee_Spence", "description": "Edward Lee Spence is a pioneer in underwater archaeology who studies shipwrecks and sunken treasure. He is also a published editor and author of non-fiction reference books; a magazine editor, and magazine publisher ; and a published photographer. Spence was twelve years old when he found his first five shipwrecks."}]}, {"heading": "Events", "year": "1969", "date": "March 19", "txt": "The 385-metre-tall (1,263 ft) TV-mast at Emley Moor transmitting station, United Kingdom, collapses due to ice build-up.", "entities": [{"title": "Emley Moor transmitting station", "href": "/wiki/Emley_Moor_transmitting_station", "description": "The Emley Moor transmitting station is a telecommunications and broadcasting facility on Emley Moor, 1 mile (1.6 km) west of the village centre of Emley, mid-way between the villages of Kirkburton and West Bretton, in turn between Huddersfield and Wakefield, West Yorkshire, England. It is made up of a 330.4-metre (1,084-foot) concrete tower and apparatus that began to transmit in 1971. It is prote"}]}, {"heading": "Events", "year": "1979", "date": "March 19", "txt": "The United States House of Representatives begins broadcasting its day-to-day business via the cable television network C-SPAN.", "entities": [{"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "C-SPAN", "href": "/wiki/C-SPAN", "description": "Cable-Satellite Public Affairs Network is an American cable and satellite television network that was created in 1979 by the cable television industry as a nonprofit public service. It televises many proceedings of the United States federal government, as well as other public affairs programming. The C-SPAN network includes the television channels C-SPAN, C-SPAN2, and C-SPAN3, the radio station WC"}]}, {"heading": "Events", "year": "1982", "date": "March 19", "txt": "Falklands War: Argentinian forces land on South Georgia Island, precipitating war with the United Kingdom.", "entities": [{"title": "Falklands War", "href": "/wiki/Falklands_War", "description": "The Falklands War was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands."}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "South Georgia Island", "href": "/wiki/South_Georgia_Island", "description": "South Georgia is an island in the southern Atlantic Ocean that is part of the British Overseas Territory of South Georgia and the South Sandwich Islands. The main settlement is Grytviken. South Georgia is 167.4 kilometres (104 mi) long and 1.4 to 37 km wide. It is about 830 km (520 mi) northeast of Coronation Island and 550 km (340 mi) northwest from Zavodovski Island, the nearest South Sandwich i"}]}, {"heading": "Events", "year": "1989", "date": "March 19", "txt": "The Egyptian flag is raised at Taba, marking the end of Israeli occupation since the Six Days War in 1967 and the Egypt–Israel Peace Treaty in 1979.", "entities": [{"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Taba, Egypt", "href": "/wiki/Taba,_Egypt", "description": "Taba is an Egyptian town near the northern tip of the Gulf of Aqaba. Taba is the location of Egypt's busiest border crossing with neighbouring Eilat, Israel. Taba is a frequent vacation spot for Egyptians and tourists, especially those from Israel on their way to other destinations in Egypt or as a weekend getaway. It is the northernmost resort of Egypt's Red Sea Riviera."}, {"title": "Six Days War", "href": "/wiki/Six_Days_War", "description": "The Six-Day War, also known as the June War, 1967 Arab–Israeli War, or Third Arab–Israeli War, was fought between 5 and 10 June 1967 between Israel and Jordan, Syria, and Egypt."}, {"title": "1967", "href": "/wiki/1967", "description": "1967 (MCMLXVII) was a common year starting on Sunday of the Gregorian calendar, the 1967th year of the Common Era (CE) and Anno Domini (AD) designations, the 967th year of the 2nd millennium, the 67th year of the 20th century, and the 8th year of the 1960s decade. "}, {"title": "Egypt–Israel Peace Treaty", "href": "/wiki/Egypt%E2%80%93Israel_Peace_Treaty", "description": "The Egypt–Israel peace treaty was signed in Washington, D.C., United States on 26 March 1979, following the 1978 Camp David Accords. The Egypt–Israel treaty was signed by Egyptian president Anwar Sadat and Israeli prime minister Menachem Begin, and witnessed by United States president Jimmy Carter."}]}, {"heading": "Events", "year": "1990", "date": "March 19", "txt": "The ethnic clashes of Târgu Mureș begin four days after the anniversary of the Revolutions of 1848 in the Austrian Empire.", "entities": [{"title": "Ethnic clashes of Târgu Mureș", "href": "/wiki/Ethnic_clashes_of_T%C3%A2rgu_Mure%C8%99", "description": "The ethnic clashes of Târgu Mureș refer to violent incidents against the Hungarian ethnic group in Târgu Mureș and surrounding settlements in Transylvania, Romania in March 1990. The clashes were the bloodiest inter-ethnic incidents of the post-communist era in Transylvania. Târgu Mureș is a Romanian town, which has been ethnically and historically Hungarian, with an ethnically mixed population th"}, {"title": "Revolutions of 1848 in the Austrian Empire", "href": "/wiki/Revolutions_of_1848_in_the_Austrian_Empire", "description": "A set of revolutions took place in the Austrian Empire from March 1848 to November 1849. Much of the revolutionary activity had a nationalist character: the Empire, ruled from Vienna, included ethnic Germans, Hungarians, Slovenes, Poles, Czechs, Slovaks, Ruthenians (Ukrainians), Romanians, Croats, Venetians (Italians) and Serbs; all of whom attempted in the course of the revolution to either achie"}]}, {"heading": "Events", "year": "1998", "date": "March 19", "txt": "An Ariana Afghan Airlines Boeing 727 crashes on approach to Kabul International Airport, killing all 45 on board.", "entities": [{"title": "Ariana Afghan Airlines", "href": "/wiki/Ariana_Afghan_Airlines", "description": "Ariana Afghan Airlines Co. Ltd., also known simply as Ariana, is the largest airline of Afghanistan and serves as the country's national carrier. Founded in 1955, Ariana is the oldest airline of Afghanistan. The company has its main base at Kabul International Airport, from where it operates domestically, and also provides international connections that link Afghanistan with India, Russia, Saudi A"}, {"title": "Boeing 727", "href": "/wiki/Boeing_727", "description": "The Boeing 727 is an American narrow-body airliner produced by Boeing Commercial Airplanes.\n\nAfter the heavy 707 quad-jet was introduced in 1958, Boeing addressed the demand for shorter flight lengths from smaller airports.\nOn December 5, 1960, the 727 was launched with 40 orders each from United Airlines and Eastern Air Lines.\nThe first 727-100 rolled out November 27, 1962, first flew on February"}, {"title": "1998 Ariana Afghan Airlines crash", "href": "/wiki/1998_Ariana_Afghan_Airlines_crash", "description": "The 1998 Ariana Afghan Airlines crash was a flight operated by an Ariana Boeing 727-200. The flight crashed on approach into Kabul killing all 45 aboard. The flight may have been involved in illegal smuggling and Islamic militant operations, as Ariana Afghan Airlines was back then controlled by the Taliban-led Islamic Emirate of Afghanistan regime."}, {"title": "Kabul International Airport", "href": "/wiki/Kabul_International_Airport", "description": "Hamid Karzai International Airport is located 5 kilometers (3.1 mi) from the city center of Kabul in Afghanistan. It serves as one of the nation's main international airports and as one of the largest military bases, capable of housing over one hundred aircraft. It was previously named Kabul International Airport and locally as Khwaja Rawash Airport, though it continues to be officially known by s"}]}, {"heading": "Events", "year": "2001", "date": "March 19", "txt": "German trade union Ver.di was formed", "entities": []}, {"heading": "Events", "year": "2002", "date": "March 19", "txt": "Zimbabwe is suspended from the Commonwealth on charges of human rights abuses and of electoral fraud, following a turbulent presidential election.", "entities": [{"title": "Zimbabwe and the Commonwealth of Nations", "href": "/wiki/Zimbabwe_and_the_Commonwealth_of_Nations", "description": "Zimbabwe and the Commonwealth of Nations have had a controversial and stormy diplomatic relationship. Zimbabwe is a former member of the Commonwealth, having withdrawn in 2003, and the issue of Zimbabwe has repeatedly taken centre stage in the Commonwealth, both since Zimbabwe's independence and as part of the British Empire."}]}, {"heading": "Events", "year": "2004", "date": "March 19", "txt": "Catalina affair: A Swedish DC-3 shot down by a Soviet MiG-15 in 1952 over the Baltic Sea is finally recovered after years of work.", "entities": [{"title": "Catalina affair", "href": "/wiki/Catalina_affair", "description": "The Catalina affair was a military confrontation and Cold War-era diplomatic crisis in June 1952, in which Soviet Air Force fighter jets shot down two Swedish aircraft over international waters in the Baltic Sea."}]}, {"heading": "Events", "year": "2004", "date": "March 19", "txt": "March 19 Shooting Incident: The Republic of China (Taiwan) president Chen Shui-bian is shot just before the country's presidential election on March 20.", "entities": [{"title": "Republic of China", "href": "/wiki/Republic_of_China", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Chen Shui-bian", "href": "/wiki/Chen_Shui-bian", "description": "Chen Shui-bian is a retired Taiwanese politician and lawyer who served as the fifth president of the Republic of China (Taiwan) from 2000 to 2008. Chen is the first president from the Democratic Progressive Party (DPP) which ended the Kuomintang's (KMT) 55 years of continuous rule in Taiwan. He is colloquially referred to as A-Bian (阿扁)."}, {"title": "March 20", "href": "/wiki/March_20", "description": "March 20 is the 79th day of the year in the Gregorian calendar; 286 days remain until the end of the year. Typically the March equinox falls on this date, marking the vernal point in the Northern Hemisphere and the autumnal point in the Southern Hemisphere."}]}, {"heading": "Events", "year": "2008", "date": "March 19", "txt": "GRB 080319B: A cosmic burst that is the farthest object visible to the naked eye is briefly observed.", "entities": [{"title": "GRB 080319B", "href": "/wiki/GRB_080319B", "description": "GRB 080319B was a gamma-ray burst (GRB) detected by the Swift satellite at 06:12 UTC on March 19, 2008. The burst set a new record for the farthest object that was observable with the naked eye: it had a peak visual apparent magnitude of 5.7 and remained visible to human eyes for approximately 30 seconds. The magnitude was brighter than 9.0 for approximately 60 seconds.\nIf viewed from 1 AU away, i"}]}, {"heading": "Events", "year": "2011", "date": "March 19", "txt": "Libyan Civil War: After the failure of Muammar Gaddafi's forces to take Benghazi, the French Air Force launches Opération Harmattan, beginning foreign military intervention in Libya.", "entities": [{"title": "Libyan Civil War (2011)", "href": "/wiki/Libyan_Civil_War_(2011)", "description": "The First Libyan Civil War was an armed conflict in 2011 in the North African country of Libya which was fought between forces which were loyal to Colonel Muammar Gaddafi and foreign supported groups which were seeking to oust his government. It erupted with the Libyan Revolution, also known as the 17 February Revolution. The war was preceded by protests in Zawiya on 8 August 2009 and finally igni"}, {"title": "Muammar Gaddafi", "href": "/wiki/Muammar_Gaddafi", "description": "Muammar Muhammad Abu Minyar al-Gaddafi, commonly known as Colonel Gaddafi, was a Libyan revolutionary, politician and political theorist. He governed Libya as Revolutionary Chairman of the Libyan Arab Republic from 1969 to 1977 and then as the \"Brotherly Leader\" of the Great Socialist People's Libyan Arab Jamahiriya from 1977 to 2011. He was initially ideologically committed to Arab nationalism an"}, {"title": "Second Battle of Benghazi", "href": "/wiki/Second_Battle_of_Benghazi", "description": "The Second Battle of Benghazi was a battle in the Libyan Civil War between army units and militiamen loyal to Libyan leader Muammar Gaddafi, and anti-Gaddafi forces in Benghazi. The battle marked the start of a United Nations-mandated military intervention in the conflict, with fighter jets from the French Air Force attacking and destroying several pro-Gaddafi units, forcing them to retreat."}, {"title": "French Air Force", "href": "/wiki/French_Air_Force", "description": "The French Air and Space Force (AAE) is the air and space force of the French Armed Forces. It was formed in 1909 as the Service Aéronautique, a service arm of the French Army, and then made an independent military arm in 1934, becoming the French Air Force. On 24 July 2020, it assumed its current name, the French Air and Space Force. The number of aircraft in service with the French Air and Space"}, {"title": "Opération Harmattan", "href": "/wiki/Op%C3%A9ration_Harmattan", "description": "Opération Harmattan was the French participation in the 2011 military intervention in Libya. It was named for the Harmattan, which are hot dry winds that blow over the Sahara, mostly between November and March. The United States' counterpart to this was Operation Odyssey Dawn, the Canadian counterpart was Operation Mobile and the British counterpart was Operation Ellamy. The no-fly zone was propos"}, {"title": "2011 military intervention in Libya", "href": "/wiki/2011_military_intervention_in_Libya", "description": "On 19 March 2011, a multi-state NATO-led coalition began a military intervention in Libya, to implement United Nations Security Council Resolution 1973, in response to events during the First Libyan Civil War. With ten votes in favour and five abstentions, the UN Security Council's intent was to have \"an immediate ceasefire in Libya, including an end to the current attacks against civilians, which"}]}, {"heading": "Events", "year": "2013", "date": "March 19", "txt": "A series of bombings and shootings kills at least 98 people and injures 240 others across Iraq.", "entities": [{"title": "19 March 2013 Iraq attacks", "href": "/wiki/19_March_2013_Iraq_attacks", "description": "The 19 March 2013 Iraq attacks were a series of coordinated bombings and shootings across the capital Baghdad and several major cities in the north and central parts of the country. At least 98 people were killed and more than 240 others injured in the wave of violence, which took place on the tenth anniversary of the beginning of the Iraq War."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2016", "date": "March 19", "txt": "Flydubai Flight 981 crashes while attempting to land at Rostov-on-Don international airport, killing all 62 on board.", "entities": [{"title": "Flydubai Flight 981", "href": "/wiki/Flydubai_Flight_981", "description": "Flydubai Flight 981 was a scheduled international passenger flight from Dubai International Airport, in the United Arab Emirates, to Rostov-on-Don Airport, Russia. On 19 March 2016, the Boeing 737-800 aircraft serving the flight crashed during an aborted landing, resulting in the deaths of all 62 passengers and crew on board."}, {"title": "Rostov-on-Don", "href": "/wiki/Rostov-on-Don", "description": "Rostov-on-Don is a port city and the administrative centre of Rostov Oblast and the Southern Federal District of Russia. It lies in the southeastern part of the East European Plain on the Don River, 32 kilometers (20 mi) from the Sea of Azov, directly north of the North Caucasus. The southwestern suburbs of the city above the Don river delta. Rostov-on-Don has a population of over one million peop"}]}, {"heading": "Events", "year": "2016", "date": "March 19", "txt": "An explosion occurs in Taksim Square in Istanbul, Turkey, killing five people and injuring 36.", "entities": [{"title": "Taksim Square", "href": "/wiki/Taksim_Square", "description": "Taksim Square, situated in Beyoğlu in the European part of Istanbul, Turkey, is a major tourist and leisure district famed for its restaurants, shops, and hotels. It is considered the heart of modern Istanbul, with the central station of the Istanbul Metro network. Taksim Square is also the location of the Republic Monument which was crafted by Pietro Canonica and inaugurated in 1928. The monument"}, {"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}]}, {"heading": "Events", "year": "2018", "date": "March 19", "txt": "The last male northern white rhinoceros, Sudan, dies, ensuring a chance of extinction for the species.", "entities": [{"title": "Northern white rhinoceros", "href": "/wiki/Northern_white_rhinoceros", "description": "The northern white rhinoceros, or northern square-lipped rhinoceros, is one of two subspecies of the white rhinoceros. Formerly found in several countries in East and Central Africa south of the Sahara, this subspecies is a grazer in grasslands and savanna woodlands. Since 19 March 2018, there are only two known rhinos of this subspecies left, called Najin and Fatu, both of which are female; barri"}, {"title": "Sudan (rhinoceros)", "href": "/wiki/Sudan_(rhinoceros)", "description": "Sudan was a captive northern white rhinoceros that lived at the Dvůr Králové Zoo in the Czech Republic from 1975 to 2009 and the rest of his life at the Ol Pejeta Conservancy in Laikipia, Kenya. At the time of his death, he was one of only three living northern white rhinoceroses in the world, and the last known male of his subspecies. Sudan was euthanised on 19 March 2018, after suffering from \"a"}]}, {"heading": "Births", "year": "1206", "date": "March 19", "txt": "Güyük Khan, Mongol ruler, 3rd Great Khan of the Mongol Empire (d. 1248)", "entities": [{"title": "Güyük Khan", "href": "/wiki/G%C3%BCy%C3%BCk_Khan", "description": "Güyük was the third Khagan-Emperor of the Mongol Empire, the eldest son of Ögedei Khan and a grandson of Genghis Khan. He reigned from 1246 to 1248."}, {"title": "Great Khan", "href": "/wiki/Great_Khan", "description": "Khagan or Qaghan is a title of imperial rank in the Turkic, Mongolic and some other languages, equal to the status of emperor and someone who rules a khaganate (empire). The female equivalent is Khatun."}]}, {"heading": "Births", "year": "1434", "date": "March 19", "txt": "Ashikaga Yoshikatsu, Japanese shōgun (d. 1443)", "entities": [{"title": "Ashikaga Yoshikatsu", "href": "/wiki/Ashikaga_Yoshikatsu", "description": "Ashikaga Yoshikatsu  was the 7th shōgun of the Ashikaga shogunate who reigned from 1442 to 1443 during the Muromachi period of Japan. Yoshikatsu was the son of 6th shōgun Ashikaga Yoshinori with his concubine, Hino Shigeko (1411–1463). His childhood name was Chiyachamaru (千也茶丸). Hino Tomiko, Wife of Ashikaga Yoshimasa at first was betrothed with Yoshikatsu."}]}, {"heading": "Births", "year": "1488", "date": "March 19", "txt": "Johannes Magnus, Swedish archbishop and theologian (d. 1544)", "entities": [{"title": "Johannes Magnus", "href": "/wiki/Johannes_Magnus", "description": "Johannes Magnus was the last functioning Catholic Archbishop in Sweden, and also a theologian, genealogist, and historian."}]}, {"heading": "Births", "year": "1534", "date": "March 19", "txt": "José de Anchieta, Spanish missionary and saint (d. 1597)", "entities": [{"title": "José de Anchieta", "href": "/wiki/Jos%C3%A9_de_Anchieta", "description": "José de Anchieta y Díaz de Clavijo was a Spanish Jesuit missionary to the Portuguese colony of Brazil in the second half of the 16th century. A highly influential figure in Brazil's history in the first century after its European discovery, Anchieta was one of the founders of São Paulo in 1554 and of Rio de Janeiro in 1565. He is the first playwright, the first grammarian and the first poet born i"}]}, {"heading": "Births", "year": "1542", "date": "March 19", "txt": "Jan Zamoyski, Polish nobleman (d. 1605)", "entities": [{"title": "Jan Zamoyski", "href": "/wiki/Jan_Zamoyski", "description": "Jan Sariusz Zamoyski was a Polish nobleman, magnate, and the 1st ordynat of Zamość. He served as the Royal Secretary from 1565, Deputy Chancellor from 1576, Grand Chancellor of the Crown from 1578, and Great Hetman of the Crown from 1581."}]}, {"heading": "Births", "year": "1601", "date": "March 19", "txt": "Alonzo Cano, Spanish painter, sculptor, and architect (d. 1667)", "entities": [{"title": "Alonzo Cano", "href": "/wiki/Alonzo_Cano", "description": "Alonso Cano or Alonzo Cano was a Spanish painter, architect and sculptor born in Granada."}]}, {"heading": "Births", "year": "1604", "date": "March 19", "txt": "John IV of Portugal (d. 1656)", "entities": [{"title": "John IV of Portugal", "href": "/wiki/John_IV_of_Portugal", "description": "John IV, nicknamed John the Restorer, was the King of Portugal whose reign, lasting from 1640 until his death, began the Portuguese restoration of independence from Habsburg Spanish rule. His accession established the House of Braganza on the Portuguese throne, and marked the end of the 60-year-old Iberian Union, by which Portugal and Spain shared the same monarch."}]}, {"heading": "Births", "year": "1641", "date": "March 19", "txt": "Abd al-Ghani al-Nabulsi, Syrian author and scholar (d. 1731)", "entities": [{"title": "Abd al-Ghani al-Nabulsi", "href": "/wiki/Abd_al-Ghani_al-Nabulsi", "description": "Shaykh 'Abd al-Ghani ibn Isma′il al-Nabulsi (an-Nabalusi), was an eminent Sunni Muslim scholar, poet, and author on works about Sufism, ethnography and agriculture."}]}, {"heading": "Births", "year": "1661", "date": "March 19", "txt": "Francesco Gasparini, Italian composer and educator (d. 1727)", "entities": [{"title": "Francesco Gasparini", "href": "/wiki/Francesco_Gasparini", "description": "Francesco Gasparini was an Italian Baroque composer and teacher whose works were performed throughout Italy, and also on occasion in Germany and England."}]}, {"heading": "Births", "year": "1684", "date": "March 19", "txt": "Jean Astruc, French physician and scholar (d. 1766)", "entities": [{"title": "Jean Astruc", "href": "/wiki/Jean_Astruc", "description": "Jean Astruc was a professor of medicine in France at Montpellier and Paris, who wrote the first great treatise on syphilis and venereal diseases, and also, with a small anonymously published book, played a fundamental part in the origins of critical textual analysis of works of the Bible. Astruc was the first to try to demonstrate, by using the techniques of textual analysis that were commonplace "}]}, {"heading": "Births", "year": "1721", "date": "March 19", "txt": "Tobias Smollett, Scottish-Italian poet and author (d. 1771)  (baptised on this day)", "entities": [{"title": "Tobias Smollett", "href": "/wiki/Tobias_Smollett", "description": "Tobias George Smollett was a Scottish poet and author. He was best known for his picaresque novels, such as The Adventures of Roderick Random (1748), The Adventures of Peregrine Pickle (1751) and The Expedition of Humphry Clinker (1771), which influenced later novelists, including Charles Dickens. His novels were amended liberally by printers; a definitive edition of each of his works was edited b"}]}, {"heading": "Births", "year": "1734", "date": "March 19", "txt": "Thomas McKean, American lawyer and politician, 2nd Governor of Pennsylvania (d. 1817)", "entities": [{"title": "Thomas McKean", "href": "/wiki/Thomas_McKean", "description": "Thomas McKean was an American lawyer and politician from New Castle, in New Castle County, Delaware and Philadelphia. During the American Revolution he was a delegate to the Continental Congress, where he signed the United States Declaration of Independence and the Articles of Confederation. McKean served as a President of Congress. He was at various times a member of the Federalist and Democratic"}, {"title": "Governor of Pennsylvania", "href": "/wiki/Governor_of_Pennsylvania", "description": "The Governor of the Commonwealth of Pennsylvania is the head of government and the chief executive of the U.S. state, Commonwealth of Pennsylvania, and commander-in-chief of the Commonwealth's military forces."}]}, {"heading": "Births", "year": "1739", "date": "March 19", "txt": "Charles-François Lebrun, duc de Plaisance, French lawyer and politician (d. 1824)", "entities": [{"title": "Charles-François Lebrun, duc de Plaisance", "href": "/wiki/Charles-Fran%C3%A7ois_Lebrun,_duc_de_Plaisance", "description": "Charles-François Lebrun, 1st duc de Plaisance, was a French statesman who served as Third Consul of the French Republic and was later created Arch-Treasurer and Prince of the Empire by Napoleon I."}]}, {"heading": "Births", "year": "1742", "date": "March 19", "txt": "Túpac Amaru II, Peruvian rebel leader (d. 1781)", "entities": [{"title": "Túpac Amaru II", "href": "/wiki/T%C3%BApac_Amaru_II", "description": "José Gabriel Túpac Amaru — known as Túpac Amaru II  — was the leader of a large Andean uprising against the Spanish in Peru, whose quelling resulted in his death. He later became a mythical figure in the Peruvian struggle for independence and indigenous rights movement, as well as an inspiration to myriad causes in Spanish America and beyond."}]}, {"heading": "Births", "year": "1748", "date": "March 19", "txt": "Elias Hicks, American farmer, minister, and theologian (d. 1830)", "entities": [{"title": "Elias Hicks", "href": "/wiki/Elias_Hicks", "description": "Elias Hicks was a traveling Quaker minister from Long Island, New York. In his ministry he promoted unorthodox doctrines that led to controversy, which caused the second major schism within the Religious Society of Friends, the first being the schism caused by George Keith in 1691. He broke with the Philadelphia Friends Yearly meeting and established a separate Christian Quaker meeting. His follow"}]}, {"heading": "Births", "year": "1778", "date": "March 19", "txt": "Edward Pakenham, Anglo-Irish general and politician (d. 1815)", "entities": [{"title": "Edward Pakenham", "href": "/wiki/Edward_Pakenham", "description": "Major General Sir Edward Michael Pakenham,, was a British Army officer and politician. He was the son of The Baron Longford and the brother-in-law of The Duke of Wellington, with whom he served in the Peninsular War. During the War of 1812, he was commander of British forces in North America (1814–15). On 8 January 1815, Pakenham was killed in action while leading his men at the Battle of New Orle"}]}, {"heading": "Births", "year": "1809", "date": "March 19", "txt": "Fredrik Pacius, German composer and conductor (d. 1891)", "entities": [{"title": "Fredrik Pacius", "href": "/wiki/Fredrik_Pacius", "description": "Fredrik Pacius was a German-Finnish composer and conductor who lived most of his life in Finland. He has been called the \"Father of Finnish music\"."}]}, {"heading": "Births", "year": "1813", "date": "March 19", "txt": "David Livingstone, Scottish missionary and explorer (d. 1873)", "entities": [{"title": "David Livingstone", "href": "/wiki/David_Livingstone", "description": " David Livingstone  was a Scottish physician, Congregationalist, and pioneer Christian missionary with the London Missionary Society, an explorer in Africa, and one of the most popular British heroes of the late 19th-century Victorian era. He had a mythic status that operated on a number of interconnected levels: Protestant missionary martyr, working-class \"rags-to-riches\" inspirational story, sci"}]}, {"heading": "Births", "year": "1816", "date": "March 19", "txt": "Johannes Verhulst, Dutch composer and conductor (d. 1891)", "entities": [{"title": "Johannes Verhulst", "href": "/wiki/Johannes_Verhulst", "description": "Johannes Joseph Hermann Verhulst was a Dutch composer and conductor. As a composer mainly of songs and as administrator of Dutch musical life, his influence during his lifetime was considerable."}]}, {"heading": "Births", "year": "1821", "date": "March 19", "txt": "Richard Francis Burton, English soldier, geographer, and diplomat (d. 1890)", "entities": [{"title": "Richard Francis Burton", "href": "/wiki/Richard_Francis_Burton", "description": "Sir Richard Francis Burton was a British explorer, scholar and soldier. He was famed for his travels and explorations in Asia, Africa, and the Americas, as well as his extraordinary knowledge of languages and cultures. According to one count, he spoke 29 European, Asian, and African languages."}]}, {"heading": "Births", "year": "1823", "date": "March 19", "txt": "Arthur Blyth, English-Australian politician, 9th Premier of South Australia (d. 1891)", "entities": [{"title": "Arthur Blyth", "href": "/wiki/Arthur_Blyth", "description": "Sir Arthur Blyth was Premier of South Australia three times; 1864–65, 1871–72 and 1873–75."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1824", "date": "March 19", "txt": "William Allingham, Irish poet, author, and scholar (d. 1889)", "entities": [{"title": "William Allingham", "href": "/wiki/William_Allingham", "description": "William Allingham was an Irish poet, diarist and editor. He wrote several volumes of lyric verse, and his poem 'The Faeries' was much anthologised; but he is better known for his posthumously published Diary, in which he records his lively encounters with Tennyson, Carlyle and other writers and artists. His wife, Helen Allingham, was a well-known watercolourist and illustrator."}]}, {"heading": "Births", "year": "1829", "date": "March 19", "txt": "Carl Frederik Tietgen, Danish businessman (d. 1901)", "entities": [{"title": "Carl Frederik Tietgen", "href": "/wiki/Carl_Frederik_Tietgen", "description": "Carl Frederik Tietgen was a Danish financier and industrialist. The founder of numerous prominent Danish companies, many of which are still in operation today, he played an important role in the industrialisation of Denmark. Notably also forming conglomerates, several of Tietgen's companies attained a monopoly-like status, which cemented their durability."}]}, {"heading": "Births", "year": "1844", "date": "March 19", "txt": "Minna Canth, Finnish journalist, playwright, and activist (d. 1897)", "entities": [{"title": "Minna Canth", "href": "/wiki/Minna_Canth", "description": "Minna Canth was a Finnish writer and social activist. Canth began to write while managing her family draper's shop and living as a widow raising seven children. Her work addresses issues of women's rights, particularly in the context of a prevailing culture she considered antithetical to permitting expression and realization of women's aspirations. The Worker's Wife and The Pastor's Family are her"}]}, {"heading": "Births", "year": "1847", "date": "March 19", "txt": "Albert Pinkham Ryder, American painter (d. 1917)", "entities": [{"title": "Albert Pinkham Ryder", "href": "/wiki/Albert_Pinkham_Ryder", "description": "Albert Pinkham Ryder was an American painter best known for his poetic and moody allegorical works and seascapes, as well as his eccentric personality. While his art shared an emphasis on subtle variations of color with tonalist works of the time, it was unique for accentuating form in a way that some art historians regard as modernist."}]}, {"heading": "Births", "year": "1848", "date": "March 19", "txt": "Wyatt Earp, American police officer (d. 1929)", "entities": [{"title": "Wyatt Earp", "href": "/wiki/Wyatt_Earp", "description": "Wyatt Berry Stapp Earp was an American law enforcement officer and businessman who worked in several places in the American West, including Dodge City, Kansas and Tombstone, Arizona Territory. He worked in a variety of trades and took part in the famous gunfight at the O.K. Corral, during which lawmen killed three outlaw Cochise County Cowboys."}]}, {"heading": "Births", "year": "1849", "date": "March 19", "txt": "Alfred von Tirpitz, German admiral and politician (d. 1930)", "entities": [{"title": "Alfred von Tirpitz", "href": "/wiki/Alfred_von_Tirpitz", "description": "Alfred Peter Friedrich von Tirpitz was a German Grand Admiral, Secretary of State of the German Imperial Naval Office, the powerful administrative branch of the German Imperial Navy from 1897 until 1916. Prussia never had a major navy, nor did the other German states before the German Empire was formed in 1871. Tirpitz took the modest Imperial Navy and, starting in the 1890s, turned it into a worl"}]}, {"heading": "Births", "year": "1858", "date": "March 19", "txt": "Kang Youwei, Chinese scholar and politician (d. 1927)", "entities": [{"title": "Kang Youwei", "href": "/wiki/Kang_Youwei", "description": "Kang Youwei was a prominent political thinker and reformer of the late Qing dynasty. His increasing closeness to and influence over the young Guangxu Emperor sparked conflict between the emperor and his adoptive mother, the regent Empress Dowager Cixi. His ideas were influential in the abortive Hundred Days' Reform. Following the coup by Cixi that ended the reform, Kang was forced to flee. He cont"}]}, {"heading": "Births", "year": "1860", "date": "March 19", "txt": "William Jennings Bryan, American lawyer and politician, 41st United States Secretary of State (d. 1925)", "entities": [{"title": "William Jennings Bryan", "href": "/wiki/William_Jennings_Bryan", "description": "William Jennings Bryan was an American orator and politician. Beginning in 1896, he emerged as a dominant force in the Democratic Party, running three times as the party's nominee for President of the United States in the 1896, 1900, and 1908 elections. He also served in the House of Representatives and as the Secretary of State under Woodrow Wilson. Because of his faith in the wisdom of the commo"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1861", "date": "March 19", "txt": "Lomer Gouin, Canadian lawyer and politician, 13th Premier of Quebec (d. 1929)", "entities": [{"title": "Lomer Gouin", "href": "/wiki/Lomer_Gouin", "description": "Sir Jean Lomer Gouin, was a Canadian politician. He served as 13th Premier of the Canadian province of Quebec, as a Cabinet minister in the federal government of Canada, and as the 15th Lieutenant Governor of Quebec."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1864", "date": "March 19", "txt": "Charles Marion Russell, American painter and sculptor (d. 1926)", "entities": [{"title": "Charles Marion Russell", "href": "/wiki/Charles_Marion_Russell", "description": "Charles Marion Russell, also known as C. M. Russell, Charlie Russell, and \"Kid\" Russell, was an American artist of the American Old West. He created more than 2,000 paintings of cowboys, Native Americans, and landscapes set in the western United States and in Alberta, Canada, in addition to bronze sculptures. He is known as \"the cowboy artist\" and was also a storyteller and author. He became an ad"}]}, {"heading": "Births", "year": "1865", "date": "March 19", "txt": "William Morton Wheeler, American entomologist, myrmecologist, and academic (d. 1937)", "entities": [{"title": "William Morton Wheeler", "href": "/wiki/William_Morton_Wheeler", "description": "William Morton Wheeler was an American entomologist, myrmecologist and Harvard professor."}]}, {"heading": "Births", "year": "1868", "date": "March 19", "txt": "Senda Berenson Abbott, Lithuanian-American basketball player and educator (d. 1954)", "entities": [{"title": "Senda Berenson Abbott", "href": "/wiki/Senda_Berenson_Abbott", "description": "Senda Berenson Abbott was a figure of women's basketball and the author of the first Basketball Guide for Women (1901–07). She was inducted into the Basketball Hall of Fame as a contributor on July 1, 1985, the International Jewish Sports Hall of Fame in 1987, and the Women's Basketball Hall of Fame in 1999."}]}, {"heading": "Births", "year": "1871", "date": "March 19", "txt": "Schofield Haigh, English cricketer and coach (d. 1921)", "entities": [{"title": "Schofield Haigh", "href": "/wiki/Schofield_Haigh", "description": "Schofield Haigh was a Yorkshire and England cricketer. He played for eighteen seasons for Yorkshire County Cricket Club, for England from the 1898/99 tour to 1912, and was a Wisden Cricketer of the Year in 1901."}]}, {"heading": "Births", "year": "1872", "date": "March 19", "txt": "Anna Held, Polish singer (d. 1918)", "entities": [{"title": "Anna Held", "href": "/wiki/Anna_Held", "description": "Helene Anna Held was a Polish stage performer and singer on Broadway. While appearing in London, she had been spotted by impresario Florenz Ziegfeld, who brought her to America as his common-law wife. Her fame seems to have owed more to Ziegfeld's promotional flair than to any intrinsic talent, and she did not gain critical acclaim. But her uninhibited style inspired the long-running series of pop"}]}, {"heading": "Births", "year": "1873", "date": "March 19", "txt": "Max Reger, German pianist, composer, and conductor (d. 1916)", "entities": [{"title": "Max Reger", "href": "/wiki/Max_Reger", "description": "Johann Baptist Joseph Maximilian Reger, commonly known as Max Reger, was a German composer, pianist, organist, conductor, and academic teacher. He worked as a concert pianist, as a musical director at the Leipzig University Church, as a professor at the Royal Conservatory in Leipzig, and as a music director at the court of Duke Georg II of Saxe-Meiningen."}]}, {"heading": "Births", "year": "1875", "date": "March 19", "txt": "Zhang Zuolin, Chinese warlord (d. 1928)", "entities": [{"title": "Zhang Zuolin", "href": "/wiki/Zhang_Zuolin", "description": "Zhang Zuolin was an influential Chinese bandit, soldier, and warlord during the Warlord Era in China. The warlord of Manchuria from 1916 to 1928, and the military dictator of the Republic of China in 1927 and 1928, he rose from banditry to power and influence."}]}, {"heading": "Births", "year": "1876", "date": "March 19", "txt": "Felix Jacoby, German philologist (d. 1959)", "entities": [{"title": "Felix Jacoby", "href": "/wiki/Felix_Jacoby", "description": "Felix Jacoby was a German classicist and philologist. He is best known among classicists for his highly important work Fragmente der griechischen Historiker, a collection of text fragments of ancient Greek historians."}]}, {"heading": "Births", "year": "1880", "date": "March 19", "txt": "Ernestine Rose, American librarian and advocate (d. 1961) ", "entities": [{"title": "Ernestine Rose (librarian)", "href": "/wiki/Ernestine_Rose_(librarian)", "description": "Ernestine Rose was a librarian at the New York Public Library responsible for the purchase and incorporation of the Arthur A. Schomburg collection."}]}, {"heading": "Births", "year": "1881", "date": "March 19", "txt": "Edith Nourse Rogers, American social worker and politician (d. 1960)", "entities": [{"title": "Edith Nourse Rogers", "href": "/wiki/Edith_Nourse_Rogers", "description": "Edith Nourse Rogers was an American social welfare volunteer and politician who served in the United States Congress. She was the first woman elected to Congress from Massachusetts. Until 2012, she was the longest serving Congresswoman and was the longest serving female Representative until 2018. In her 35 years in the House of Representatives she was a powerful voice for veterans and sponsored se"}]}, {"heading": "Births", "year": "1882", "date": "March 19", "txt": "Gaston Lachaise, French-American sculptor (d. 1935)", "entities": [{"title": "Gaston Lachaise", "href": "/wiki/Gaston_Lachaise", "description": "Gaston Lachaise was a French-born sculptor, active in the early 20th century. A native of Paris, he was most noted for his female nudes such as Standing Woman. Gaston Lachaise was taught the refinement of European sculpture while living in France. He met a young American woman, Isabel Nagel, and the pair moved to America, where his craft reached maturity and he was influenced and inspired by Ameri"}]}, {"heading": "Births", "year": "1883", "date": "March 19", "txt": "Norman Haworth, English chemist and academic, Nobel Prize laureate (d. 1950)", "entities": [{"title": "Norman Haworth", "href": "/wiki/Norman_Haworth", "description": "Sir Walter Norman Haworth FRS was a British chemist best known for his groundbreaking work on ascorbic acid while working at the University of Birmingham. He received the 1937 Nobel Prize in Chemistry \"for his investigations on carbohydrates and vitamin C\". The prize was shared with Swiss chemist Paul Karrer for his work on other vitamins."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1883", "date": "March 19", "txt": "Joseph Stilwell, American general (d. 1946)", "entities": []}, {"heading": "Births", "year": "1885", "date": "March 19", "txt": "Attik, Greek composer (d. 1944)", "entities": [{"title": "Attik", "href": "/wiki/Attik", "description": "Attik was a significant Greek composer of the early 20th century."}]}, {"heading": "Births", "year": "1888", "date": "March 19", "txt": "Josef Albers, German-American painter and educator (d. 1976)", "entities": [{"title": "Josef Albers", "href": "/wiki/Josef_Albers", "description": "Josef Albers was a German-born artist and educator. He taught at the Bauhaus and Black Mountain College, headed Yale University's department of design, and is considered one of the most influential teachers of the visual arts in the twentieth century."}]}, {"heading": "Births", "year": "1888", "date": "March 19", "txt": "Léon Scieur, Belgian cyclist (d. 1969)", "entities": []}, {"heading": "Births", "year": "1891", "date": "March 19", "txt": "Earl Warren, American lieutenant, jurist, and politician, 14th Chief Justice of the United States (d. 1974)", "entities": [{"title": "Earl Warren", "href": "/wiki/Earl_Warren", "description": "Earl Warren was an American politician and jurist who served as 30th governor of California from 1943 to 1953 and Chief Justice of the United States from 1953 to 1969. The \"Warren Court\" presided over a major shift in American constitutional jurisprudence, which has been recognized by many as a \"Constitutional Revolution\" in the liberal direction, with Warren writing the majority opinions in landm"}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1892", "date": "March 19", "txt": "Theodore Sizer, American professor of the history of art (d. 1967)", "entities": [{"title": "Theodore Sizer (art historian)", "href": "/wiki/Theodore_Sizer_(art_historian)", "description": "Theodore Sizer was an American professor of the history of art at Yale University and a director of the Yale University Art Gallery in New Haven, Connecticut. He was named the first Pursuivant of Arms for Yale University in 1963."}]}, {"heading": "Births", "year": "1892", "date": "March 19", "txt": "Ado Vabbe, Estonian painter (d. 1961)", "entities": []}, {"heading": "Births", "year": "1892", "date": "March 19", "txt": "James Van Fleet, American general and diplomat (d. 1992)", "entities": []}, {"heading": "Births", "year": "1893", "date": "March 19", "txt": "Gertrud Dorka, German archaeologist, prehistorian and museum director (died 1976)", "entities": [{"title": "Gertrud Dorka", "href": "/wiki/Gertrud_Dorka", "description": "Gertrud Dorka was a German archaeologist, prehistorian, museum director and teacher."}]}, {"heading": "Births", "year": "1894", "date": "March 19", "txt": "Moms Mabley, American comedian and singer (d. 1975)", "entities": [{"title": "Moms Mabley", "href": "/wiki/Moms_Mabley", "description": "Loretta Mary Aiken, known by her stage name Jackie \"Moms\" Mabley, was an American stand-up comedian and actress. Beginning her career on the theater stage in the 1920s, Mabley became a veteran entertainer of the Chitlin' Circuit of African-American vaudeville. Mabley later recorded comedy albums and appeared in films and on television programs including The Ed Sullivan Show and The Smothers Brothe"}]}, {"heading": "Births", "year": "1900", "date": "March 19", "txt": "Carmen Carbonell, Spanish stage and film actress (d. 1988)", "entities": [{"title": "Carmen Carbonell", "href": "/wiki/Carmen_Carbonell", "description": "Carmen Carbonell Nonell (1900–1988) was a Spanish stage and film actress. She received the National Theater Award twice, in 1950 and 1980."}]}, {"heading": "Births", "year": "1900", "date": "March 19", "txt": "Frédéric Joliot-Curie, French physicist and academic, Nobel Prize laureate (d. 1958)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1901", "date": "March 19", "txt": "Jo Mielziner, French-American set designer (d. 1976)", "entities": [{"title": "Jo Mielziner", "href": "/wiki/Jo_Mielziner", "description": "Joseph Mielziner was an American theatrical scenic, and lighting designer born in Paris, France. He was described as \"the most successful set designer of the Golden era of Broadway\", and worked on both stage plays and musicals."}]}, {"heading": "Births", "year": "1904", "date": "March 19", "txt": "John Sirica, American lawyer and judge (d. 1992)", "entities": [{"title": "John Sirica", "href": "/wiki/John_Sirica", "description": "John Joseph Sirica was a United States district judge of the United States District Court for the District of Columbia, where he became famous for his role in the trials stemming from the Watergate scandal."}]}, {"heading": "Births", "year": "1905", "date": "March 19", "txt": "Joe Rollino, American weightlifter and boxer (d. 2010)", "entities": [{"title": "Joe Rollino", "href": "/wiki/Joe_Rollino", "description": "Joseph Rollino was a decorated World War II veteran, weightlifter, and strongman. The son of Italian immigrants, Rollino dubbed himself the world's strongest man in the 1920s, moving 3,200 pounds (1,500 kg) with his back during the prime of his career."}]}, {"heading": "Births", "year": "1905", "date": "March 19", "txt": "Albert Speer, German architect and politician (d. 1981)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 19", "txt": "Adolf Eichmann, German SS officer (d. 1962)", "entities": [{"title": "Adolf Eichmann", "href": "/wiki/Adolf_Eichmann", "description": "Otto Adolf Eichmann was a German-Austrian SS-Obersturmbannführer and one of the major organizers of the Holocaust—the \"Final Solution to the Jewish Question\" in Nazi terminology. He was tasked by SS-Obergruppenführer Reinhard Heydrich with facilitating and managing the logistics involved in the mass deportation of Jews to ghettos and extermination camps in Nazi-occupied Eastern Europe during World"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1906", "date": "March 19", "txt": "Clara Breed, American librarian and activist (d. 1994)", "entities": []}, {"heading": "Births", "year": "1909", "date": "March 19", "txt": "Louis Hayward, South African-born American actor (d. 1985)", "entities": [{"title": "Louis Hayward", "href": "/wiki/Louis_Hayward", "description": "Louis Charles Hayward was a Johannesburg-born, British-American actor."}]}, {"heading": "Births", "year": "1909", "date": "March 19", "txt": "Marjorie Linklater, Scottish campaigner for the arts and environment of Orkney (d. 1997)", "entities": []}, {"heading": "Births", "year": "1910", "date": "March 19", "txt": "Joseph Carroll, American general (d. 1991)", "entities": [{"title": "Joseph Carroll (DIA)", "href": "/wiki/Joseph_Carroll_(DIA)", "description": "Lieutenant General Joseph Francis Carroll was the founding director of the Defense Intelligence Agency (DIA) and the first commander of the U.S. Air Force Office of Special Investigations."}]}, {"heading": "Births", "year": "1912", "date": "March 19", "txt": "Hugh Watt, Australian-New Zealand engineer and politician, Prime Minister of New Zealand (d. 1980)", "entities": [{"title": "Hugh Watt", "href": "/wiki/Hugh_Watt", "description": "Hugh Watt was a Labour member of Parliament and the Interim Prime Minister of New Zealand between 1 and 6 September 1974, following the death of Prime Minister Norman Kirk. He had been Deputy Prime Minister of New Zealand since 8 December 1972. Watt later served as High Commissioner to the United Kingdom."}, {"title": "List of Prime Ministers of New Zealand", "href": "/wiki/List_of_Prime_Ministers_of_New_Zealand", "description": "The prime minister is the head of government of New Zealand, and the leader of the Cabinet of New Zealand, with various powers and responsibilities defined by convention. Officially, the prime minister is appointed by the governor-general of New Zealand, but by convention, the prime minister must have the confidence of the elected New Zealand House of Representatives. The prime minister is always "}]}, {"heading": "Births", "year": "1914", "date": "March 19", "txt": "Leonidas Alaoglu, Canadian-American mathematician and theorist (d. 1981)", "entities": [{"title": "Leonidas Alaoglu", "href": "/wiki/Leonidas_Alaoglu", "description": "Leonidas (Leon) Alaoglu was a mathematician, known for his result, called Alaoglu's theorem on the weak-star compactness of the closed unit ball in the dual of a normed space, also known as the Banach–Alaoglu theorem."}]}, {"heading": "Births", "year": "1914", "date": "March 19", "txt": "Jay Berwanger, American football player and coach (d. 2002)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 19", "txt": "Robert G. Cole, American colonel, Medal of Honor recipient (d. 1944)", "entities": [{"title": "Robert G. Cole", "href": "/wiki/Robert_G._Cole", "description": "Lieutenant Colonel Robert George Cole was an American soldier who received the Medal of Honor for his actions in the days following the D-Day Normandy invasion of World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1915", "date": "March 19", "txt": "Patricia Morison, American actress and singer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 19", "txt": "Eric Christmas, English-Canadian actor (d. 2000)", "entities": [{"title": "Eric Christmas", "href": "/wiki/Eric_Christmas", "description": "Eric Cuthbert Christmas was a British stage and screen actor, with over 40 films and numerous television roles to his credit. He is probably best known for his role as Mr. Carter, the principal of Angel Beach High School, in the 1981 comedy films Porky's, the 1983 sequel Porky's II: The Next Day, and the 1985 sequel Porky's Revenge!. He was also known for his sporadic role as Reverend Diddymoe in "}]}, {"heading": "Births", "year": "1916", "date": "March 19", "txt": "Irving Wallace, American journalist, author, and screenwriter (d. 1990)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 19", "txt": "Laszlo Szabo, Hungarian chess player (d. 1998)", "entities": [{"title": "László Szabó (chess player)", "href": "/wiki/L%C3%A1szl%C3%B3_Szab%C3%B3_(chess_player)", "description": "László Szabó was a Hungarian chess player. He was awarded the title of International Grandmaster in 1950, when it was instituted by FIDE."}]}, {"heading": "Births", "year": "1919", "date": "March 19", "txt": "Lennie Tristano, American pianist, composer, and educator (d. 1978)", "entities": [{"title": "Lennie Tristano", "href": "/wiki/Lennie_Tristano", "description": "Leonard Joseph Tristano was an American jazz pianist, composer, arranger, and teacher of jazz improvisation."}]}, {"heading": "Births", "year": "1920", "date": "March 19", "txt": "Kjell Aukrust, Norwegian author, poet, and painter (d. 2002)", "entities": [{"title": "Kjell Aukrust", "href": "/wiki/Kjell_Aukrust", "description": "Kjell Aukrust was a Norwegian author, poet, artist and humorist. Aukrust is principally known for his Flåklypa stories and Flåklypa drawings."}]}, {"heading": "Births", "year": "1921", "date": "March 19", "txt": "Tommy Cooper, British magician and prop comedian (d. 1984)", "entities": [{"title": "Tommy Cooper", "href": "/wiki/Tommy_Cooper", "description": "Thomas Frederick Cooper was a British prop comedian and magician. As an entertainer, his appearance was large and lumbering at 6 feet 4 inches (1.93 m), and he habitually wore a red fez when performing. He initially served in the British Army for seven years, before eventually developing his conjuring skills and becoming a member of the The Magic Circle. Although he spent time on tour performing h"}]}, {"heading": "Births", "year": "1922", "date": "March 19", "txt": "Guy Lewis, American basketball player and coach (d. 2015)", "entities": [{"title": "Guy Lewis", "href": "/wiki/Guy_Lewis", "description": "Guy Vernon Lewis II was an American basketball player and coach. He served as the head men's basketball coach at the University of Houston from 1956 to 1986. Lewis led his Houston Cougars to five appearances in the Final Four of the NCAA Tournament, in 1967, 1968, 1982, 1983, and 1984. His 1980s teams, nicknamed Phi Slama Jama for their slam dunks, were runners-up for the national championship in "}]}, {"heading": "Births", "year": "1922", "date": "March 19", "txt": "Hiroo Onoda, Japanese lieutenant (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 19", "txt": "Pamela Britton, American actress (d. 1974)", "entities": [{"title": "Pamela Britton", "href": "/wiki/Pamela_Britton", "description": "Pamela Britton was an American actress, best known for appearing as Lorelei Brown in the television series My Favorite Martian (1963–1966) and for her female lead in the film noir classic D.O.A. (1950). Throughout her acting career, Britton appeared often on Broadway and in several Hollywood and TV movies."}]}, {"heading": "Births", "year": "1923", "date": "March 19", "txt": "Benito Jacovitti, Italian illustrator (d. 1997)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 19", "txt": "Henry Morgentaler, Polish-Canadian physician and activist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 19", "txt": "Joe Gaetjens, Haitian footballer (d. 1964)", "entities": [{"title": "Joe Gaetjens", "href": "/wiki/Joe_Gaetjens", "description": "Joseph Edouard Gaetjens was a Haitian soccer player who played for the United States national team in the 1950 FIFA World Cup, scoring the winning goal in the 1–0 upset of England. He also played one match for Haiti in a World Cup qualifier against Mexico."}]}, {"heading": "Births", "year": "1925", "date": "March 19", "txt": "Brent Scowcroft, American general and diplomat, 9th United States National Security Advisor (d. 2020)", "entities": [{"title": "Brent Scowcroft", "href": "/wiki/Brent_Scowcroft", "description": "Brent Scowcroft was a United States Air Force officer who was a two-time United States National Security Advisor, first under U.S. President Gerald Ford and then under George H. W. Bush. He served as Military Assistant to President Richard Nixon and as Deputy Assistant to the President for National Security Affairs in the Nixon and Ford administrations. He served as Chairman of the President's For"}, {"title": "United States National Security Advisor", "href": "/wiki/United_States_National_Security_Advisor", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Births", "year": "1927", "date": "March 19", "txt": "Richie Ashburn, American baseball player and sportscaster (d. 1997)", "entities": [{"title": "Richie Ashburn", "href": "/wiki/Richie_Ashburn", "description": "Don Richard Ashburn, also known by the nicknames, \"Putt-Putt\", \"The Tilden Flash\", and \"Whitey\", was an American center fielder in Major League Baseball. He was born in Tilden, Nebraska. From his youth on a farm, he grew up to become a professional outfielder and veteran broadcaster for the Philadelphia Phillies and one of the most beloved sports figures in Philadelphia history. He was inducted in"}]}, {"heading": "Births", "year": "1928", "date": "March 19", "txt": "Hans Küng, Swiss theologian and author (d. 2021)", "entities": [{"title": "Hans Küng", "href": "/wiki/Hans_K%C3%BCng", "description": "Hans Küng was a Swiss Catholic priest, theologian, and author. From 1995 he was president of the Foundation for a Global Ethic."}]}, {"heading": "Births", "year": "1928", "date": "March 19", "txt": "Patrick McGoohan, Irish-American actor, director, producer, and screenwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 19", "txt": "Emma Andijewska, Ukrainian poet, writer and painter", "entities": [{"title": "Emma Andijewska", "href": "/wiki/Emma_Andijewska", "description": "Emma Andijewska is a modern Ukrainian poet, writer and painter. Her works are marked with surrealist style. Some of Andijewska's works have been translated to English and German. Andijewska lives and works in Munich. She is a member of the National union of writers of Ukraine, Ukrainian PEN Club, Free academy in Munich and Federal association of artists."}]}, {"heading": "Births", "year": "1932", "date": "March 19", "txt": "Gay Brewer, American golfer (d. 2007)", "entities": [{"title": "Gay Brewer", "href": "/wiki/Gay_Brewer", "description": "Gay Robert Brewer, Jr. was an American professional golfer who played on the PGA Tour and won the 1967 Masters Tournament."}]}, {"heading": "Births", "year": "1932", "date": "March 19", "txt": "Peter Hall, English geographer, author, and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 19", "txt": "Gail Kobe, American actress and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 19", "txt": "Phyllis Newman, American actress and singer (d. 2019)", "entities": [{"title": "Phyllis Newman", "href": "/wiki/Phyllis_Newman", "description": "Phyllis Newman was an American actress and singer. She won the 1962 Tony Award for Best Featured Actress in a Musical for her role as Martha Vail in the musical Subways Are for Sleeping on Broadway, received the Isabelle Stevenson Award in 2009 and was nominated another Tony for Broadway Bound (1987), as well as two nominations for Drama Desk Awards."}]}, {"heading": "Births", "year": "1933", "date": "March 19", "txt": "Philip Roth, American novelist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 19", "txt": "Renée Taylor, American actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 19", "txt": "Richard Williams, Canadian-English animator, director, and screenwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 19", "txt": "Nancy Malone, American actress, director, and producer (d. 2014)", "entities": [{"title": "Nancy Malone", "href": "/wiki/Nancy_Malone", "description": "Nancy Malone was an American television actress from the 1950s to 1970s, who later moved into producing and directing in the 1980s and 1990s."}]}, {"heading": "Births", "year": "1936", "date": "March 19", "txt": "Ursula Andress, Swiss model and actress", "entities": [{"title": "Ursula Andress", "href": "/wiki/Ursula_Andress", "description": "Ursula Andress is a Swiss actress, former model and sex symbol who has appeared in American, British and Italian films. Her breakthrough role was as the Bond girl Honey Ryder in the first James Bond film, Dr. No (1962). She later starred as Vesper Lynd in the 1967 Bond parody Casino Royale. Her other films include The Southern Star, Fun in Acapulco, She, The 10th Victim, The Blue Max, Perfect Frid"}]}, {"heading": "Births", "year": "1936", "date": "March 19", "txt": "Ben Lexcen, Australian sailor and architect (d. 1988)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 19", "txt": "Clarence \"Frogman\" Henry, American R&B singer and pianist", "entities": [{"title": "Clarence \"Frogman\" Henry", "href": "/wiki/Clarence_%22Frogman%22_Henry", "description": "Clarence Henry II, known as Clarence \"Frogman\" Henry, is an American rhythm and blues singer and pianist, best known for his hits \"Ain't Got No Home\" (1956) and \"(I Don't Know Why) But I Do\" (1961)."}]}, {"heading": "Births", "year": "1937", "date": "March 19", "txt": "Egon Krenz, German politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 19", "txt": "Joe Kapp, American football player, coach, and actor", "entities": [{"title": "Joe Kapp", "href": "/wiki/Joe_Kapp", "description": "Joseph Robert Kapp is an American former football player, coach, and executive. He played college football as a quarterback at the University of California, Berkeley. Kapp played professionally in the Canadian Football League (CFL) with the Calgary Stampeders and the BC Lions and then in the National Football League (NFL) with the Minnesota Vikings and the Boston Patriots. Kapp returned to his alm"}]}, {"heading": "Births", "year": "1942", "date": "March 19", "txt": "Heather Robertson, Canadian journalist and author (d. 2014)", "entities": [{"title": "Heather Robertson", "href": "/wiki/Heather_Robertson", "description": "Heather Margaret Robertson was a Canadian journalist, novelist and non-fiction writer. She published her first book, Reservations are for Indians, in 1970, and her latest book, Walking into Wilderness, in 2010. She was a founding member of the Writers' Union of Canada and the Professional Writers Association of Canada, and launched the Robertson v Thomson Corp class action suit regarding freelance"}]}, {"heading": "Births", "year": "1943", "date": "March 19", "txt": "Mario J. Molina, Mexican chemist and academic, Nobel Prize laureate (d. 2020)", "entities": [{"title": "Mario J. Molina", "href": "/wiki/Mario_J._Molina", "description": "Mario José Molina-Pasquel Henríquez, known as Mario Molina, was a Mexican chemist. He played a pivotal role in the discovery of the Antarctic ozone hole, and was a co-recipient of the 1995 Nobel Prize in Chemistry for his role in noting the threat to the Earth's ozone layer from chlorofluorocarbon (CFC) gases. He was the first Mexican-born scientist to receive a Nobel Prize in Chemistry and the th"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1943", "date": "March 19", "txt": "Mario Monti, Italian economist and politician, Prime Minister of Italy", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1943", "date": "March 19", "txt": "Vern Schuppan, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 19", "txt": "Said Musa, Belizean lawyer and politician, 5th Prime Minister of Belize", "entities": [{"title": "Said Musa", "href": "/wiki/Said_Musa", "description": "Said Wilbert Musa is a Belizean lawyer and politician. He was the Prime Minister of Belize from 28 August 1998 to 8 February 2008."}, {"title": "Prime Minister of Belize", "href": "/wiki/Prime_Minister_of_Belize", "description": "The following article contains a list of prime ministers of Belize, from the establishment of the position of First Minister of British Honduras in 1961 to the present day."}]}, {"heading": "Births", "year": "1945", "date": "March 19", "txt": "John Holder, English cricketer and umpire", "entities": [{"title": "John Holder (cricketer)", "href": "/wiki/John_Holder_(cricketer)", "description": "\n\nJohn Wakefield Holder is an English former first-class cricketer and Test umpire."}]}, {"heading": "Births", "year": "1945", "date": "March 19", "txt": "Modestas Paulauskas, Lithuanian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 19", "txt": "Ruth Pointer, American musician", "entities": [{"title": "Ruth Pointer", "href": "/wiki/Ruth_Pointer", "description": "Ruth Esther Pointer is an American singer–songwriter who is best known as the eldest member of the American family vocal group The Pointer Sisters."}]}, {"heading": "Births", "year": "1947", "date": "March 19", "txt": "Glenn Close, American actress, singer, and producer", "entities": [{"title": "Glenn Close", "href": "/wiki/Glenn_Close", "description": "Glenn Close is an American actress and producer. \"Long considered one of the great actresses of our time\", she is the recipient of numerous awards, including three Primetime Emmy Awards, three Tony Awards, and three Golden Globe Awards. She has also been nominated eight times for an Academy Award, holding the record for the most acting nominations without a win. With her eighth nomination in 2021,"}]}, {"heading": "Births", "year": "1947", "date": "March 19", "txt": "Marinho Peres, Brazilian footballer and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 19", "txt": "David Schnitter, American saxophonist and educator", "entities": [{"title": "David Schnitter", "href": "/wiki/David_Schnitter", "description": "David Schnitter is an American jazz tenor saxophonist."}]}, {"heading": "Births", "year": "1949", "date": "March 19", "txt": "Blase J. Cupich, American theologian and cardinal", "entities": [{"title": "Blase J. Cupich", "href": "/wiki/Blase_J._Cupich", "description": "Blase Joseph Cupich is an American prelate of the Catholic Church, a cardinal who serves as ninth archbishop of the Archdiocese of Chicago."}]}, {"heading": "Births", "year": "1950", "date": "March 19", "txt": "José S. Palma, Filipino archbishop", "entities": [{"title": "José S. Palma", "href": "/wiki/Jos%C3%A9_S._Palma", "description": "José Serofia Palma O.P., D.D. is a Filipino prelate who is currently serving as the Archbishop of Cebu since 15 October 2010. He had previously served as Archbishop of Palo in Leyte. He also served as president of the Catholic Bishops' Conference of the Philippines from 2011 to 2013."}]}, {"heading": "Births", "year": "1952", "date": "March 19", "txt": "Warren Lees, New Zealand cricketer and coach", "entities": [{"title": "Warren Lees", "href": "/wiki/Warren_Lees", "description": "Warren Kenneth Lees is a New Zealand cricketer and coach. He played 21 Test and 31 ODIs from 1976 to 1983 as a wicket-keeper batsman. He was coach of the Black Caps from 1990 to 1993."}]}, {"heading": "Births", "year": "1952", "date": "March 19", "txt": "Martin Ravallion, Australian economist and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 19", "txt": "Harvey Weinstein, American director and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 19", "txt": "Ian Blair, English police officer", "entities": [{"title": "Ian Blair", "href": "/wiki/Ian_Blair", "description": "Ian Warwick Blair, Baron Blair of Boughton is a retired British policeman who held the position of Commissioner of Police of the Metropolis from 2005 to 2008 and was the highest-ranking officer within the Metropolitan Police Service."}]}, {"heading": "Births", "year": "1953", "date": "March 19", "txt": "Peter Hendy, English businessman", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 19", "txt": "Ricky Wilson, American singer-songwriter and musician (d. 1985)", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 19", "txt": "Cho Kwang-rae, South Korean footballer, coach, and manager", "entities": [{"title": "Cho Kwang-rae", "href": "/wiki/Cho_Kwang-rae", "description": "Cho Kwang-rae is a former South Korean football player and manager. He is the current executive director of Daegu FC."}]}, {"heading": "Births", "year": "1955", "date": "March 19", "txt": "Bruce Willis, German-American actor and producer", "entities": [{"title": "Bruce Willis", "href": "/wiki/Bruce_Willis", "description": "Walter Bruce Willis is an American actor and film producer. Born in Germany to a German mother and American father, Willis moved to the U.S. with his family when he was two years old. His career began on the off-Broadway stage in the 1970s. He achieved fame with a leading role on the comedy-drama series Moonlighting (1985–1989) and has since appeared in over 70 films, gaining widespread recognitio"}]}, {"heading": "Births", "year": "1956", "date": "March 19", "txt": "Yegor Gaidar, Russian economist and politician, First Deputy Prime Minister of Russia (d. 2009)", "entities": [{"title": "Yegor Gaidar", "href": "/wiki/Yegor_Gaidar", "description": "Yegor Timurovich Gaidar was a Soviet and Russian economist, politician, and author, and was the Acting Prime Minister of Russia from 15 June 1992 to 14 December 1992."}, {"title": "First Deputy Prime Minister of Russia", "href": "/wiki/First_Deputy_Prime_Minister_of_Russia", "description": "A First Deputy Chairman of the Government of the Russian Federation, commonly referred to as the First Deputy Prime Minister, is a member of the Russian Government. The First Deputy is to be proposed by the Prime Minister, and approved by the President.However, this office is not provisioned by Constitution and it is not separate office. The Chapter 6 of the Constitution of Russia says, that \"The "}]}, {"heading": "Births", "year": "1958", "date": "March 19", "txt": "Andy Reid, American football player and coach", "entities": [{"title": "Andy Reid", "href": "/wiki/Andy_Reid", "description": "Andrew Walter Reid is an American football coach who is the head coach for the Kansas City Chiefs of the National Football League (NFL). Reid was previously the head coach of the Philadelphia Eagles, a position he held from 1999 to 2012. From 2001 to 2012, he was also the Eagles' executive vice president of football operations, effectively making him the team's general manager. He began his profes"}]}, {"heading": "Births", "year": "1960", "date": "March 19", "txt": "Eliane Elias, Brazilian singer-songwriter and pianist", "entities": [{"title": "Eliane Elias", "href": "/wiki/Eliane_Elias", "description": "Eliane Elias is a Brazilian jazz pianist, singer, composer and arranger."}]}, {"heading": "Births", "year": "1962", "date": "March 19", "txt": "Iván Calderón, Puerto Rican-American baseball player (d. 2003)", "entities": [{"title": "Iván Calderón (baseball)", "href": "/wiki/Iv%C3%A1n_Calder%C3%B3n_(baseball)", "description": "Iván Calderón Pérez was a Puerto Rican professional baseball outfielder. He played in Major League Baseball (MLB) for four teams from 1984 to 1993, and was named an All-Star in 1991. Listed at 6 feet 1 inch (1.85 m) and 220 pounds (100 kg), he batted and threw right-handed. Nicknamed \"Ivan the Terrible\", Calderón was killed in a shooting in Puerto Rico in December 2003."}]}, {"heading": "Births", "year": "1963", "date": "March 19", "txt": "Neil LaBute, American director and screenwriter", "entities": [{"title": "Neil LaBute", "href": "/wiki/Neil_LaBute", "description": "Neil N. LaBute is an American playwright, film director, screenwriter, and actor. He is best-known for a play that he wrote and later adapted for film, In the Company of Men (1997), which won awards from the Sundance Film Festival, the Independent Spirit Awards, and the New York Film Critics Circle. He wrote and directed the films Your Friends & Neighbors (1998), Possession (2002), The Shape of Th"}]}, {"heading": "Births", "year": "1964", "date": "March 19", "txt": "Yoko Kanno, Japanese pianist and composer", "entities": [{"title": "Yoko Kanno", "href": "/wiki/Yoko_Kanno", "description": "Yoko Kanno  is a Japanese composer, arranger and musician best known for her work on the soundtracks of anime films, television series, live-action films, video games, and advertisements. She was born in Sendai, Miyagi Prefecture, Japan. She has written scores for Cowboy Bebop, Darker than Black, Macross Plus, Turn A Gundam, The Vision of Escaflowne, Ghost in the Shell: Stand Alone Complex, Wolf's"}]}, {"heading": "Births", "year": "1964", "date": "March 19", "txt": "Jake Weber, English actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 19", "txt": "Michael Crockart, Scottish police officer and politician", "entities": [{"title": "Michael Crockart", "href": "/wiki/Michael_Crockart", "description": "Michael Bruce Crockart is a Scottish Liberal Democrat politician. He was the Member of Parliament (MP) for Edinburgh West from 2010 to 2015."}]}, {"heading": "Births", "year": "1966", "date": "March 19", "txt": "Olaf Marschall, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 19", "txt": "Andy Sinton, English international footballer, midfielder and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 19", "txt": "Vladimir Konstantinov, Russian-American ice hockey player", "entities": [{"title": "Vladimir Konstantinov", "href": "/wiki/Vladimir_Konstantinov", "description": "Vladimir Nikolaevich Konstantinov is a Russian-American former professional ice hockey player who played his entire National Hockey League (NHL) career with the Detroit Red Wings. Previously, he had played for Soviet club CSKA Moscow. His career was ended in a limousine crash just six days after the Red Wings 1997 Stanley Cup victory."}]}, {"heading": "Births", "year": "1968", "date": "March 19", "txt": "Tyrone Hill, American basketball player and coach", "entities": [{"title": "Tyrone Hill", "href": "/wiki/Tyrone_Hill", "description": "Tyrone Hill is an American retired basketball player and former assistant coach for the National Basketball Association's Atlanta Hawks. Hill spent four years playing collegiately at Xavier University, in his last season averaging 20.2 points and 12.6 rebounds per game, while shooting 58.1% from the field. The Golden State Warriors selected him with the eleventh pick of the 1990 NBA draft."}]}, {"heading": "Births", "year": "1970", "date": "March 19", "txt": "Harald Johnsen, Norwegian bassist and composer (d. 2011)", "entities": [{"title": "Harald Johnsen", "href": "/wiki/Harald_Johnsen", "description": "Harald Gill Johnsen was a Norwegian jazz double bassist, known for his contributions in bands like Køhn/Johansen Sextet and Tord Gustavsen Trio, and a series of recordings with such as Sonny Simmons, Sigurd Køhn, Nils-Olav Johansen, Jan Erik Kongshaug, Frode Barth, Per Oddvar Johansen and Ditlef Eckhoff."}]}, {"heading": "Births", "year": "1970", "date": "March 19", "txt": "Michael Krumm, German race car driver", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 19", "txt": "Ashley Giles, English cricketer and coach", "entities": [{"title": "Ashley Giles", "href": "/wiki/Ashley_Giles", "description": "Ashley Fraser Giles is a former English first-class cricketer, who played 54 Test matches and 62 One Day Internationals for England before being forced to retire due to a recurring hip injury. Giles played the entirety of his 14-year first-class career at Warwickshire County Cricket Club."}]}, {"heading": "Births", "year": "1975", "date": "March 19", "txt": "Antonio Daniels, American basketball player", "entities": [{"title": "Antonio Daniels", "href": "/wiki/Antonio_Daniels", "description": "Antonio Robert Daniels is an American retired professional basketball player who played 13 seasons in the National Basketball Association (NBA). He is currently the television color analyst for the New Orleans Pelicans on FOX Sports New Orleans and co-host/analyst on SiriusXM NBA Radio."}]}, {"heading": "Births", "year": "1975", "date": "March 19", "txt": "Matthew Richardson, Australian footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 19", "txt": "Andre Miller, American basketball player", "entities": [{"title": "Andre Miller", "href": "/wiki/Andre_Miller", "description": "Andre Lloyd Miller is an American former professional basketball player. Miller has played professional basketball for the Cleveland Cavaliers, Los Angeles Clippers, Philadelphia 76ers, Portland Trail Blazers, Denver Nuggets, Washington Wizards, Sacramento Kings, Minnesota Timberwolves and San Antonio Spurs. Currently, he ranks eleventh all-time in NBA career assists and only missed three games to"}]}, {"heading": "Births", "year": "1976", "date": "March 19", "txt": "Alessandro Nesta, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 19", "txt": "Cydonie Mothersille, Jamaican-Caymanian sprinter", "entities": [{"title": "Cydonie Mothersille", "href": "/wiki/Cydonie_Mothersille", "description": "Cydonie Camille Mothersille is a female former track and field sprinter from the Cayman Islands. Her speciality at the beginning of her career was the 100 metres, while the 200 metres gradually became her main event. She represented her country at four Olympic Games from 1996 to 2008, six World Championships in Athletics, and three Commonwealth Games. Her greatest achievements were in the 200 m, i"}]}, {"heading": "Births", "year": "1979", "date": "March 19", "txt": "Sheldon Brown, American football player", "entities": [{"title": "Sheldon Brown (American football)", "href": "/wiki/Sheldon_Brown_(American_football)", "description": "Sheldon Dion Brown is a former American football cornerback in the National Football League (NFL). He was drafted by the Philadelphia Eagles in the second round of the 2002 NFL Draft and also played for the Cleveland Browns. He played college football at South Carolina."}]}, {"heading": "Births", "year": "1979", "date": "March 19", "txt": "Hee-seop Choi, South Korean-American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 19", "txt": "Ivan Ljubičić, Croatian tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 19", "txt": "Christos Patsatzoglou, Greek footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 19", "txt": "Hedo Türkoğlu, Turkish basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 19", "txt": "Luca Ferri, Italian footballer", "entities": [{"title": "Luca Ferri", "href": "/wiki/Luca_Ferri", "description": "Luca Ferri is an Italian former footballer who played as a defender."}]}, {"heading": "Births", "year": "1980", "date": "March 19", "txt": "Taichi Ishikari, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 19", "txt": "Mikuni Shimokawa, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 19", "txt": "Steve Cummings, English cyclist", "entities": [{"title": "Steve Cummings", "href": "/wiki/Steve_Cummings", "description": "Stephen Philip Cummings is an English former racing cyclist, who rode professionally between 2005 and 2019 for the Landbouwkrediet–Colnago, Discovery Channel, Barloworld, Team Sky, BMC Racing Team and Team Dimension Data squads."}]}, {"heading": "Births", "year": "1981", "date": "March 19", "txt": "Kolo Touré, Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 19", "txt": "Jonathan Fanene, American football player", "entities": [{"title": "Jonathan Fanene", "href": "/wiki/Jonathan_Fanene", "description": "Jonathan David Fanene is a former American football defensive end in the National Football League (NFL). He was drafted by the Cincinnati Bengals in the seventh round of the 2005 NFL Draft. He played college football at College of the Canyons and Utah."}]}, {"heading": "Births", "year": "1982", "date": "March 19", "txt": "Brad Jones, Australian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 19", "txt": "Hana Kobayashi, Venezuelan singer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 19", "txt": "Eduardo Saverin, Brazilian-Singaporean businessman", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 19", "txt": "Yoshikaze Masatsugu, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 19", "txt": "Inesa Jurevičiūtė, Lithuanian figure skater", "entities": [{"title": "Inesa Jurevičiūtė", "href": "/wiki/Inesa_Jurevi%C4%8Di%C5%ABt%C4%97", "description": "Inesa Jurevičiūtė is a Lithuanian retired figure skater. She is the 2000 Lithuanian national champion. She withdrew from the 2001 World Figure Skating Championships just before the event. She also competed in ice dancing on the national level with Marius Janeliauskas, with whom she is the 1998 Lithuanian silver medalist."}]}, {"heading": "Births", "year": "1986", "date": "March 19", "txt": "Tyler Bozak, Canadian ice hockey player", "entities": [{"title": "Tyler Bozak", "href": "/wiki/Tyler_Bozak", "description": "Tyler Bozak is a Canadian professional ice hockey centre currently playing for the St. Louis Blues of the National Hockey League (NHL). Bozak has also previously played for the Toronto Maple Leafs. Prior to being signed by the Maple Leafs as a free agent, Bozak had played two seasons at the University of Denver in the National Collegiate Athletic Association (NCAA). In 2018, after nine seasons wit"}]}, {"heading": "Births", "year": "1987", "date": "March 19", "txt": "Michal Švec, Czech footballer", "entities": [{"title": "Michal Švec", "href": "/wiki/Michal_%C5%A0vec", "description": "Michal Švec is a Czech footballer who plays for SK Slavia Prague B. He is a central midfielder. He made his debut for the Czech Republic national team in 2009."}]}, {"heading": "Births", "year": "1987", "date": "March 19", "txt": "Miloš Teodosić, Serbian basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 19", "txt": "Clayton Kershaw, American baseball player", "entities": [{"title": "Clayton Kershaw", "href": "/wiki/Clayton_Kershaw", "description": "Clayton Edward Kershaw  is an American professional baseball pitcher for the Los Angeles Dodgers of Major League Baseball (MLB). A left-handed starting pitcher, Kershaw has played 13 seasons in the major leagues since he debuted in 2008. He is an eight-time All-Star, three-time National League (NL) Cy Young Award winner, and the 2014 NL Most Valuable Player. His 2.43 career earned run average (ERA"}]}, {"heading": "Births", "year": "1991", "date": "March 19", "txt": "Aleksandr Kokorin, Russian footballer", "entities": [{"title": "Aleksandr Kokorin", "href": "/wiki/Aleksandr_Kokorin", "description": "Aleksandr Aleksandrovich Kokorin is a Russian professional footballer who plays as a forward for Serie A club Fiorentina."}]}, {"heading": "Births", "year": "1993", "date": "March 19", "txt": "Mateusz Szwoch, Polish footballer", "entities": [{"title": "Mateusz Szwoch", "href": "/wiki/Mateusz_Szwoch", "description": "Mateusz Szwoch is a Polish footballer who plays as a midfielder for Polish club Wisła Płock as a midfielder."}]}, {"heading": "Births", "year": "1993", "date": "March 19", "txt": "Hakim Ziyech, Moroccan footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "March 19", "txt": "Alexei Sintsov, Russian figure skater", "entities": [{"title": "Alexei Sintsov", "href": "/wiki/Alexei_Sintsov", "description": "Alexei Olegovich Sintsov is a Russian pair skater. With partner Anastasia A. Gubanova, he won gold at the 2015 ISU Junior Grand Prix in the United States and competed at two World Junior Championships, placing fourth in 2015."}]}, {"heading": "Births", "year": "1995", "date": "March 19", "txt": "Héctor Bellerín, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "March 19", "txt": "Barbara Haas, Austrian tennis player", "entities": [{"title": "Barbara Haas", "href": "/wiki/Barbara_Haas", "description": "Barbara Haas is an Austrian tennis player."}]}, {"heading": "Deaths", "year": "235", "date": "March 19", "txt": "Severus Alexander, Roman emperor (b. 208)", "entities": [{"title": "Severus Alexander", "href": "/wiki/Severus_Alexander", "description": "Marcus Aurelius Severus Alexander was the last Roman emperor from the Severan dynasty, ruling from 222 to 235."}]}, {"heading": "Deaths", "year": "953", "date": "March 19", "txt": "al-Mansur bi-Nasr Allah, caliph of the Fatimid Caliphate (b. 913)", "entities": [{"title": "Al-Mansur bi-Nasr Allah", "href": "/wiki/Al-Mansur_bi-Nasr_Allah", "description": "Abu Tahir Isma'il, better known by his regnal name al-Mansur bi-Nasr Allah, was the third caliph of the Fatimid Caliphate in Ifriqiya, ruling from 946 until his death. He presided over a period of crisis, having to confront the large-scale Kharijite rebellion of Abu Yazid. He succeeded in suppressing the revolt and restoring the stability of the Fatimid regime."}]}, {"heading": "Deaths", "year": "968", "date": "March 19", "txt": "Emma of Paris, duchess of Normandy (b. 943)", "entities": [{"title": "Emma of Paris, Duchess of Normandy", "href": "/wiki/Emma_of_Paris,_Duchess_of_Normandy", "description": "Emma of Paris, was a duchess consort of Normandy, married to Richard I, Duke of Normandy. She was the daughter of Count Hugh the Great of Paris and Hedwiga de Sachsen and sister of Hugh Capet, king of France."}]}, {"heading": "Deaths", "year": "1238", "date": "March 19", "txt": "Henry the Bearded, Polish duke and son of Bolesław I the Tall (b. 1163)", "entities": [{"title": "Henry the Bearded", "href": "/wiki/Henry_the_Bearded", "description": "Henry the Bearded ; c. 1165/70 – 19 March 1238), of the Silesian line of the Piast dynasty, was Duke of Silesia at Wrocław from 1201 and Duke of Kraków and thus High Duke of all Poland – internally divided – from 1232 until his death."}, {"title": "Bolesław I the Tall", "href": "/wiki/Boles%C5%82aw_I_the_Tall", "description": "Bolesław I the Tall was Duke of Wroclaw from 1163 until his death in 1201."}]}, {"heading": "Deaths", "year": "1263", "date": "March 19", "txt": "Hugh of Saint-Cher, French cardinal (b. 1200)", "entities": [{"title": "Hugh of Saint-Cher", "href": "/wiki/Hugh_of_Saint-Cher", "description": "Hugh of Saint-Cher, O.P. was a French Dominican friar who became a cardinal and noted biblical commentator."}]}, {"heading": "Deaths", "year": "1279", "date": "March 19", "txt": "Zhao Bing, Chinese emperor (b. 1271)", "entities": [{"title": "Emperor Bing of Song", "href": "/wiki/Emperor_Bing_of_Song", "description": "Zhao Bing, also known as Emperor Bing of Song or Bing, Emperor of Song (宋帝昺), was the 18th and last emperor of the Song dynasty in China, who ruled as a minority between 6 and 7 years of age."}]}, {"heading": "Deaths", "year": "1286", "date": "March 19", "txt": "Alexander III, king of Scotland (b. 1241)", "entities": [{"title": "Alexander III of Scotland", "href": "/wiki/Alexander_III_of_Scotland", "description": "Alexander III was King of Scots from 1249 until his death. He concluded the Treaty of Perth, by which Scotland acquired sovereignty over the Western Isles and the Isle of Man. His heir, Margaret, Maid of Norway, died before she could be crowned."}]}, {"heading": "Deaths", "year": "1330", "date": "March 19", "txt": "Edmund of Woodstock, 1st Earl of Kent, English politician, Lord Warden of the Cinque Ports (b. 1301)", "entities": [{"title": "Edmund of Woodstock, 1st Earl of Kent", "href": "/wiki/Edmund_of_Woodstock,_1st_Earl_of_Kent", "description": "Edmund of Woodstock, 1st Earl of Kent, whose seat was Arundel Castle in Sussex, was the sixth son of King Edward I of England, and the second by his second wife Margaret of France, and was a younger half-brother of King Edward II. Edward I had intended to make substantial grants of land to Edmund, but when the king died in 1307, Edward II refused to respect his father's intentions, mainly due to h"}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Deaths", "year": "1372", "date": "March 19", "txt": "John II, marquess of Montferrat (b. 1321)", "entities": [{"title": "John II, Marquess of Montferrat", "href": "/wiki/John_II,_Marquess_of_Montferrat", "description": "John II Palaeologus was the Margrave of Montferrat from 1338."}]}, {"heading": "Deaths", "year": "1533", "date": "March 19", "txt": "John Bourchier, 2nd Baron Berners, English baron and statesman (b. 1467)", "entities": [{"title": "John Bourchier, 2nd Baron Berners", "href": "/wiki/John_Bourchier,_2nd_Baron_Berners", "description": "John Bourchier, 2nd Baron Berners was an English soldier, statesman and translator."}]}, {"heading": "Deaths", "year": "1534", "date": "March 19", "txt": "Michael Weiße, German theologian (b. c. 1488)", "entities": [{"title": "Michael Weiße", "href": "/wiki/Michael_Wei%C3%9Fe", "description": "Michael Weiße or Weisse was a German theologian, Protestant reformer and hymn writer. First a Franciscan, he joined the Bohemian Brethren. He published the most extensive early Protestant hymnal in 1531, supplying most hymn texts and some tunes himself. One of his hymns was used in Johann Sebastian Bach's St John Passion."}]}, {"heading": "Deaths", "year": "1539", "date": "March 19", "txt": "Lord Edmund Howard, English nobleman (b. c. 1478)", "entities": [{"title": "Lord Edmund Howard", "href": "/wiki/Lord_Edmund_Howard", "description": "Lord Edmund Howard was the third son of Thomas Howard, 2nd Duke of Norfolk, and his first wife, Elizabeth Tilney. His sister, Elizabeth, was the mother of Henry VIII's second wife, Anne Boleyn, and he was the father of the king's fifth wife, Catherine Howard. His first cousin, Margery Wentworth, was the mother of Henry's third wife, Jane Seymour."}]}, {"heading": "Deaths", "year": "1563", "date": "March 19", "txt": "Arthur Brooke, English poet", "entities": [{"title": "Arthur Brooke (poet)", "href": "/wiki/Arthur_Brooke_(poet)", "description": "Arthur Brooke was an English poet who wrote and created various works including The Tragical History of Romeus and Juliet (1562), considered to be William Shakespeare's chief source for his tragedy Romeo and Juliet (1597)."}]}, {"heading": "Deaths", "year": "1568", "date": "March 19", "txt": "Elizabeth Seymour, Lady Cromwell, English noblewoman (b.c. 1518)", "entities": [{"title": "Elizabeth Seymour, Lady Cromwell", "href": "/wiki/Elizabeth_Seymour,_Lady_Cromwell", "description": "Elizabeth Seymour was a younger daughter of Sir John Seymour of Wulfhall, Wiltshire and Margery Wentworth. Elizabeth and her sister Jane served in the household of Anne Boleyn, the second wife of Henry VIII. In his quest for a male heir, the king had divorced his first wife, Catherine of Aragon, whose only surviving child was a daughter, Mary. His marriage to Anne Boleyn had also resulted in a sin"}]}, {"heading": "Deaths", "year": "1581", "date": "March 19", "txt": "Francis I, duke of Saxe-Lauenburg (b. 1510)", "entities": [{"title": "Francis I, Duke of Saxe-Lauenburg", "href": "/wiki/Francis_I,_Duke_of_Saxe-Lauenburg", "description": "Francis I of Saxe-Lauenburg was the eldest child and only son of Duke Magnus I of Saxe-Lauenburg and Catherine of Brunswick-Wolfenbüttel, daughter of Duke Henry IV the Evil of Brunswick and Lunenburg (Wolfenbüttel). Francis I succeeded his father in 1543 as duke of Saxe-Lauenburg, but resigned in favour of his major son Magnus II in 1571. Two years later he reascended and was succeeded by Francis "}]}, {"heading": "Deaths", "year": "1612", "date": "March 19", "txt": "Sophia Olelkovich Radziwill, Belarusian saint (b. 1585)", "entities": [{"title": "Sophia Olelkovich Radziwill", "href": "/wiki/Sophia_Olelkovich_Radziwill", "description": "Sophia Olelkovich Radziwill was a Lithuanian Orthodox Christian saint. She was the last descendant of the family Olelkovich-Slutsk who were descended from Prince Algirdas. She was canonized by the Orthodox Church in 1983. The church of St. Sophia of Slutsk in Minsk is named after her."}]}, {"heading": "Deaths", "year": "1637", "date": "March 19", "txt": "Péter Pázmány, Hungarian cardinal (b. 1570)", "entities": [{"title": "Péter Pázmány", "href": "/wiki/P%C3%A9ter_P%C3%A1zm%C3%A1ny", "description": "Péter Pázmány, S.J., was a Hungarian Jesuit who was a noted philosopher, theologian, cardinal, pulpit orator and statesman. He was an important figure in the Counter-Reformation in Royal Hungary."}]}, {"heading": "Deaths", "year": "1649", "date": "March 19", "txt": "Gerhard Johann Vossius, German scholar and theologian (b. 1577)", "entities": [{"title": "Gerhard Johann Vossius", "href": "/wiki/Gerhard_Johann_Vossius", "description": "Gerrit Janszoon Vos, often known by his Latin name Gerardus Vossius, was a Dutch classical scholar and theologian."}]}, {"heading": "Deaths", "year": "1683", "date": "March 19", "txt": "Thomas Killigrew, English playwright and manager (b. 1612)", "entities": [{"title": "Thomas Killigrew", "href": "/wiki/Thomas_Killigrew", "description": "Thomas Killigrew was an English dramatist and theatre manager. He was a witty, dissolute figure at the court of King Charles II of England."}]}, {"heading": "Deaths", "year": "1687", "date": "March 19", "txt": "René-Robert Cavelier, Sieur de La Salle, French-American explorer (b. 1643)", "entities": [{"title": "René-Robert Cavelier, Sieur de La Salle", "href": "/wiki/Ren%C3%A9-Robert_Cavelier,_Sieur_de_La_Salle", "description": "René-Robert Cavelier, Sieur de La Salle was a 17th-century French explorer and fur trader in North America. He explored the Great Lakes region of the United States and Canada, the Mississippi River, and the Gulf of Mexico. He is best known for an early 1682 expedition in which he canoed the lower Mississippi River from the mouth of the Illinois River to the Gulf of Mexico; there, on 9 April 1682, "}]}, {"heading": "Deaths", "year": "1697", "date": "March 19", "txt": "Nicolaus Bruhns, German organist and composer (b. 1665)", "entities": [{"title": "Nicolaus Bruhns", "href": "/wiki/Nicolaus_Bruhns", "description": "Nicolaus Bruhns was a Danish-German organist, violinist, and composer. He was one of the most prominent organists and composers of his generation."}]}, {"heading": "Deaths", "year": "1711", "date": "March 19", "txt": "Thomas Ken, English bishop and hymn-writer (b. 1637)", "entities": [{"title": "Thomas Ken", "href": "/wiki/Thomas_Ken", "description": "Thomas Ken was an English cleric who was considered the most eminent of the English non-juring bishops, and one of the fathers of modern English hymnody."}]}, {"heading": "Deaths", "year": "1717", "date": "March 19", "txt": "John Campbell, 1st Earl of Breadalbane and Holland, Scottish soldier (b. 1636)", "entities": [{"title": "John Campbell, 1st Earl of Breadalbane and Holland", "href": "/wiki/John_Campbell,_1st_Earl_of_Breadalbane_and_Holland", "description": "John Campbell, 1st Earl of Breadalbane and Holland, son of Sir John Campbell of Glen Orchy, and of the Lady Mary Graham, daughter of William Graham, 1st Earl of Airth and 7th Earl of Menteith, was a member of Scottish nobility during the Glorious Revolution and Jacobite risings and also known as \"Slippery John\". An astutely political man, Campbell was one of the men implicated in the Massacre of G"}]}, {"heading": "Deaths", "year": "1721", "date": "March 19", "txt": "Pope Clement XI (b. 1649)", "entities": [{"title": "Pope Clement XI", "href": "/wiki/Pope_Clement_XI", "description": "Pope Clement XI, born Giovanni Francesco Albani, was head of the Catholic Church and ruler of the Papal States from 23 November 1700 to his death in 1721."}]}, {"heading": "Deaths", "year": "1783", "date": "March 19", "txt": "Frederick Cornwallis, English archbishop (b. 1713)", "entities": [{"title": "Frederick Cornwallis", "href": "/wiki/Frederick_Cornwallis", "description": "Frederick Cornwallis served as Archbishop of Canterbury, after an illustrious career in the Anglican Church. He was born the seventh son of an aristocratic family."}]}, {"heading": "Deaths", "year": "1790", "date": "March 19", "txt": "Cezayirli Gazi Hasan Pasha, Ottoman general and politician, 182nd Grand Vizier of the Ottoman Empire (b. 1713)", "entities": [{"title": "Cezayirli Gazi Hasan Pasha", "href": "/wiki/Cezayirli_Gazi_Hasan_Pasha", "description": "Cezayirli Gazi Hasan Pasha or Hasan Pasha of Algiers was an Ottoman Grand Admiral (1770–90), Grand Vizier (1790), and general in the late 18th century."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1797", "date": "March 19", "txt": "Philip Hayes, English organist and composer (b. 1738)", "entities": [{"title": "Philip Hayes (composer)", "href": "/wiki/Philip_Hayes_(composer)", "description": "Philip Hayes was an English composer, organist, singer and conductor."}]}, {"heading": "Deaths", "year": "1816", "date": "March 19", "txt": "Philip Mazzei, Italian-American physician and philosopher (b. 1730)", "entities": [{"title": "Philip Mazzei", "href": "/wiki/Philip_Mazzei", "description": "Filippo Mazzei was an Italian physician, winemaker, and arms dealer. A close friend of Thomas Jefferson, Mazzei acted as an agent to purchase arms for Virginia during the American Revolutionary War."}]}, {"heading": "Deaths", "year": "1871", "date": "March 19", "txt": "Wilhelm Karl Ritter von Haidinger, Austrian mineralogist, geologist, and physicist (b. 1795)", "entities": [{"title": "Wilhelm Karl Ritter von Haidinger", "href": "/wiki/Wilhelm_Karl_Ritter_von_Haidinger", "description": "Wilhelm Karl Ritter von Haidinger was an Austrian mineralogist."}]}, {"heading": "Deaths", "year": "1897", "date": "March 19", "txt": "Antoine Thomson d'Abbadie, Irish-French geographer, ethnologist, linguist, and astronomer (b. 1810)", "entities": [{"title": "Antoine Thomson d'Abbadie", "href": "/wiki/Antoine_Thomson_d%27Abbadie", "description": "Antoine Thomson d'Abbadie d'Arrast was an Irish-born French explorer, geographer, ethnologist, linguist and astronomer notable for his travels in Ethiopia during the first half of the 19th century. He was the older brother of Arnaud-Michel d'Abbadie, with whom he travelled."}]}, {"heading": "Deaths", "year": "1900", "date": "March 19", "txt": "John Bingham, American lawyer and politician, 7th United States Ambassador to Japan (b. 1815)", "entities": [{"title": "John Bingham", "href": "/wiki/John_Bingham", "description": "John Armor Bingham was an American Republican Representative from Ohio, an assistant Judge Advocate General in the trial of the Abraham Lincoln assassination, and a prosecutor in the impeachment trials of U.S. President Andrew Johnson. He was also the principal framer of the Fourteenth Amendment to the United States Constitution."}, {"title": "United States Ambassador to Japan", "href": "/wiki/United_States_Ambassador_to_Japan", "description": "The Ambassador of the United States of America to Japan  is the ambassador from the United States of America to Japan."}]}, {"heading": "Deaths", "year": "1900", "date": "March 19", "txt": "Charles-Louis Hanon, French pianist and composer (b. 1819)", "entities": []}, {"heading": "Deaths", "year": "1914", "date": "March 19", "txt": "Giuseppe Mercalli, Italian priest, geologist, and volcanologist (b. 1850)", "entities": [{"title": "Giuseppe Mercalli", "href": "/wiki/Giuseppe_Mercalli", "description": "Giuseppe Mercalli was an Italian volcanologist and Catholic priest. He is known best for the Mercalli intensity scale for measuring earthquake intensity."}]}, {"heading": "Deaths", "year": "1919", "date": "March 19", "txt": "Emma Bell Miles, American writer, poet, and artist of Appalachia (b. 1879)", "entities": [{"title": "Emma Bell Miles", "href": "/wiki/Emma_Bell_Miles", "description": "Emma Bell Miles was a writer, poet, and artist whose works capture the essence of the natural world and the culture of southern Appalachia."}, {"title": "Appalachia", "href": "/wiki/Appalachia", "description": "Appalachia is a cultural region in the Eastern United States that stretches from the Southern Tier of New York State to northern Alabama and Georgia. While the Appalachian Mountains stretch from Belle Isle in Canada to Cheaha Mountain in Alabama, the cultural region of Appalachia typically refers only to the central and southern portions of the range, from the Blue Ridge Mountains of Virginia sout"}]}, {"heading": "Deaths", "year": "1930", "date": "March 19", "txt": "Arthur Balfour, Scottish-English politician, Prime Minister of the United Kingdom (b. 1848)", "entities": [{"title": "Arthur Balfour", "href": "/wiki/Arthur_Balfour", "description": "Arthur James Balfour, 1st Earl of Balfour, was a British Conservative statesman who served as Prime Minister of the United Kingdom from 1902 to 1905. As Foreign Secretary in the Lloyd George ministry, he issued the Balfour Declaration in 1917 on behalf of the cabinet."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1930", "date": "March 19", "txt": "Henry Lefroy, Australian politician, 11th Premier of Western Australia (b. 1854)", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1942", "date": "March 19", "txt": "Clinton Hart Merriam, American zoologist, ornithologist, and entomologist (b. 1855)", "entities": [{"title": "Clinton Hart Merriam", "href": "/wiki/Clinton_Hart_Merriam", "description": "Clinton Hart Merriam was an American zoologist, mammalogist, ornithologist, entomologist, ecologist, ethnographer, geographer, and naturalist."}]}, {"heading": "Deaths", "year": "1944", "date": "March 19", "txt": "William Hale Thompson, American rancher and politician, 41st Mayor of Chicago (b. 1869)", "entities": [{"title": "William Hale Thompson", "href": "/wiki/William_Hale_Thompson", "description": "William Hale Thompson was an American politician who served as mayor of Chicago from 1915 to 1923 and again from 1927 to 1931. Known as \"Big Bill\", he is the most recent Republican to have served as mayor of Chicago. Historians rank him among the most unethical mayors in American history, mainly for his open alliance with Al Capone. However, others recognize the effectiveness of his political meth"}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "1949", "date": "March 19", "txt": "James Somerville, English admiral and politician, Lord Lieutenant of Somerset (b. 1882)", "entities": [{"title": "James Somerville", "href": "/wiki/James_Somerville", "description": "Admiral of the Fleet Sir James Fownes Somerville, was a Royal Navy officer. He served in the First World War as fleet wireless officer for the Mediterranean Fleet where he was involved in providing naval support for the Gallipoli Campaign. He also served in the Second World War as commander of the newly formed Force H: after the French armistice with Germany, Winston Churchill gave Somerville and "}, {"title": "Lord Lieutenant of Somerset", "href": "/wiki/Lord_Lieutenant_of_Somerset", "description": "\nThis is an incomplete list of people who have served as Lord Lieutenant of Somerset. Since 1714, all Lord Lieutenants have also been Custos Rotulorum of Somerset."}]}, {"heading": "Deaths", "year": "1949", "date": "March 19", "txt": "James Newland, Australian soldier and policeman (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "March 19", "txt": "Edgar Rice Burroughs, American soldier and author (b. 1875)", "entities": [{"title": "Edgar Rice Burroughs", "href": "/wiki/Edgar_Rice_Burroughs", "description": "Edgar Rice Burroughs was an American speculative fiction writer, best known for his prolific output in the adventure, science fiction and fantasy genres. His most well-known creations include Tarzan of the Apes, John Carter of Mars and Carson Napier of Venus."}]}, {"heading": "Deaths", "year": "1950", "date": "March 19", "txt": "Norman Haworth, English chemist and academic, Nobel Prize laureate (b. 1883)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1951", "date": "March 19", "txt": "Dmytro Doroshenko, Ukrainian historian and politician, Prime Minister of Ukraine (b. 1882)", "entities": [{"title": "Dmytro Doroshenko", "href": "/wiki/Dmytro_Doroshenko", "description": "Dmytro Doroshenko was a prominent Ukrainian political figure during the revolution of 1917–1918 and a leading Ukrainian emigre historian during the inter-war period. Doroshenko was a supporter of federal ties with the Russian Republic and a member of the Ukrainian Party of Socialist Federalists."}, {"title": "Prime Minister of Ukraine", "href": "/wiki/Prime_Minister_of_Ukraine", "description": "The prime minister of Ukraine is Ukraine's head of government, presiding over the Cabinet of Ministers of Ukraine, which is the highest body of the executive branch of the Ukrainian government. The position replaced the Soviet post of the chairman of Council of Ministers of the Ukrainian SSR, which was established on March 25, 1946."}]}, {"heading": "Deaths", "year": "1976", "date": "March 19", "txt": "Albert Dieudonné, French actor and author (b. 1889)", "entities": [{"title": "Albert Dieudonné", "href": "/wiki/Albert_Dieudonn%C3%A9", "description": "Albert Dieudonné was a French actor, screenwriter, film director and novelist."}]}, {"heading": "Deaths", "year": "1976", "date": "March 19", "txt": "Paul Kossoff, English guitarist and songwriter (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "March 19", "txt": "William L. Laurence, Lithuanian-born American journalist and author (b. 1888)", "entities": [{"title": "William L. Laurence", "href": "/wiki/William_L._Laurence", "description": "William Leonard Laurence was a Jewish American science journalist best known for his work at The New York Times. Born in the Russian Empire, he won two Pulitzer Prizes. As the official historian of the Manhattan Project, he was the only journalist to witness the Trinity test and the atomic bombing of Nagasaki. He is credited with coining the iconic term \"Atomic Age,\" which became popular in the 19"}]}, {"heading": "Deaths", "year": "1978", "date": "March 19", "txt": "M. A. Ayyangar, Indian lawyer and politician, 2nd Speaker of the Lok Sabha (b. 1891)", "entities": [{"title": "M. A. Ayyangar", "href": "/wiki/M._A._Ayyangar", "description": "Madabhushi Ananthasayanam Ayyangar was the first Deputy Speaker and then Speaker of the Lok Sabha in the Indian Parliament. He was Governor of Bihar also."}, {"title": "Speaker of the Lok Sabha", "href": "/wiki/Speaker_of_the_Lok_Sabha", "description": "The Speaker of the Lok Sabha is the presiding officer and the highest authority of the Lok Sabha, the lower house of the Parliament of India. The speaker is elected generally in the first meeting of the Lok Sabha following general elections. Serving for a term of five years, the speaker chosen from sitting members of the Lok Sabha, and is by convention a member of the ruling party or alliance."}]}, {"heading": "Deaths", "year": "1982", "date": "March 19", "txt": "J. B. Kripalani, Indian lawyer and politician (b. 1888)", "entities": [{"title": "J. B. Kripalani", "href": "/wiki/J._B._Kripalani", "description": "Jivatram Bhagwandas Kripalani, popularly known as Acharya Kripalani, was an Indian politician, noted particularly for holding the presidency of the Indian National Congress during the transfer of power in 1947 and the husband of Sucheta Kripalani.\nKripalani was a Gandhian socialist, environmentalist, mystic and independence activist."}]}, {"heading": "Deaths", "year": "1982", "date": "March 19", "txt": "Randy Rhoads, American guitarist, songwriter, and producer (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "March 19", "txt": "Garry Winogrand, American photographer (b. 1928)", "entities": [{"title": "Garry Winogrand", "href": "/wiki/Garry_Winogrand", "description": "Garry Winogrand was an American street photographer, known for his portrayal of U.S. life and its social issues, in the mid-20th century. Photography curator, historian, and critic John Szarkowski called Winogrand the central photographer of his generation."}]}, {"heading": "Deaths", "year": "1986", "date": "March 19", "txt": "Sabino Barinaga, Spanish footballer and manager (b. 1922)", "entities": [{"title": "Sabino Barinaga", "href": "/wiki/Sabino_Barinaga", "description": "Sabino Barinaga Alberdi was a Spanish football forward and manager."}]}, {"heading": "Deaths", "year": "1987", "date": "March 19", "txt": "Louis de Broglie, French physicist and academic, Nobel Prize laureate (b. 1892)", "entities": [{"title": "Louis de Broglie", "href": "/wiki/Louis_de_Broglie", "description": "Louis Victor Pierre Raymond, 7th Duc de Broglie was a French physicist and aristocrat who made groundbreaking contributions to quantum theory. In his 1924 PhD thesis, he postulated the wave nature of electrons and suggested that all matter has wave properties. This concept is known as the de Broglie hypothesis, an example of wave–particle duality, and forms a central part of the theory of quantum "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1988", "date": "March 19", "txt": "Bun Cook, Canadian ice hockey player and coach (b. 1904)", "entities": [{"title": "Bun Cook", "href": "/wiki/Bun_Cook", "description": "Frederick Joseph \"Bun\" Cook was a Canadian professional ice hockey forward and coach. He was an Allan Cup champion with the Sault Ste. Marie Greyhounds in 1924 before embarking on a 13-year professional career. He played for the Saskatoon Crescents in the Western Canada Hockey League (WCHL) and the New York Rangers and Boston Bruins in the National Hockey League (NHL). Cook was a member of two Sta"}]}, {"heading": "Deaths", "year": "1990", "date": "March 19", "txt": "Andrew Wood, American singer-songwriter (b. 1966)", "entities": [{"title": "Andrew Wood (singer)", "href": "/wiki/Andrew_Wood_(singer)", "description": "Andrew Patrick Wood was an American musician. He was the lead singer and lyricist for the alternative rock bands Malfunkshun and Mother Love Bone. Wood formed Malfunkshun in 1980 with his older brother Kevin Wood on guitar and Regan Hagar on drums. The band used alter ego personas onstage, with Wood using the name Landrew the Love Child. Though the band only had two songs released, \"With Yo' Heart"}]}, {"heading": "Deaths", "year": "1993", "date": "March 19", "txt": "Henrik Sandberg, Danish production manager and producer (b. 1915)", "entities": [{"title": "Henrik Sandberg", "href": "/wiki/Henrik_Sandberg", "description": "Henrik Sandberg was a Danish film producer. He produced 39 films between 1955 and 1979. He was born in Copenhagen, Denmark. His father was the Danish film director A. W. Sandberg."}]}, {"heading": "Deaths", "year": "1996", "date": "March 19", "txt": "Lise Østergaard, Danish psychologist and politician (b. 1924)", "entities": [{"title": "Lise Østergaard", "href": "/wiki/Lise_%C3%98stergaard", "description": "Anna Elisabeth \"Lise\" Østergaard was a Danish psychologist and a politician in the social-democratic party. Under Anker Jørgensen's leadership, she was Minister without Portfolio (1977–80) and Minister of Culture. As a psychologist, she was head of psychology in Copenhagen's Rigshospitalet (1958) as well as the first woman to become professor of clinical psychology at Copenhagen University (1963),"}]}, {"heading": "Deaths", "year": "1996", "date": "March 19", "txt": "Virginia Henderson, American nurse, researcher, theorist and author (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "March 19", "txt": "Willem de Kooning, Dutch-American painter and educator (b. 1904)", "entities": [{"title": "Willem de Kooning", "href": "/wiki/Willem_de_Kooning", "description": "Willem de Kooning was a Dutch-American abstract expressionist artist. He was born in Rotterdam and moved to the United States in 1926, becoming an American citizen in 1962. In 1943, he married painter Elaine Fried."}]}, {"heading": "Deaths", "year": "1997", "date": "March 19", "txt": "Eugène Guillevic, French poet and author (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "March 19", "txt": "E. M. S. Namboodiripad, Indian theorist and politician, 1st Chief Minister of Kerala (b. 1909)", "entities": [{"title": "E. M. S. Namboodiripad", "href": "/wiki/E._M._S._Namboodiripad", "description": "Elamkulam Manakkal Sankaran Namboodiripad, popularly EMS, was an Indian communist politician and theorist, who served as the first Chief Minister of Kerala in 1957–59 and then again in 1967–69. As a member of the Communist Party of India (CPI), he became the first non-Indian National Congress chief minister in the Indian republic. In 1964, he led a faction of the CPI that broke away to form the Co"}, {"title": "Chief Minister of Kerala", "href": "/wiki/Chief_Minister_of_Kerala", "description": "The Chief Minister of Kerala is the chief executive of the Kerala state of India. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Kerala Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor app"}]}, {"heading": "Deaths", "year": "1999", "date": "March 19", "txt": "Tofilau Eti Alesana, Samoan politician, 5th Prime Minister of Samoa (b. 1924)", "entities": [{"title": "Tofilau Eti Alesana", "href": "/wiki/Tofilau_Eti_Alesana", "description": "Tofilau Eti Alesana, AC, born Aualamalefalelima Alesana was a Samoan politician who served as the 5th Prime Minister of Samoa from 1982 to 1985, and again from 1988 until his resignation in 1998. Alesana was born in Vaitogi, Tutuila, American Samoa to Samoan upper-class parents, Reverend James Alesana Fai'ivae and Vaoita Iosefa Mala'itai. At the age of 24, he became a clan chief."}, {"title": "Prime Minister of Samoa", "href": "/wiki/Prime_Minister_of_Samoa", "description": "The prime minister of the Independent State of Samoa is the head of government of Samoa. The prime minister is a member of the Samoan Legislative Assembly, and is appointed by the O le Ao o le Malo for a five year term. Since Independence in 1962, a total of six individuals have served as prime minister. The incumbent, Tuilaepa Aiono Sailele Malielegaoi of the Human Rights Protection Party, has he"}]}, {"heading": "Deaths", "year": "2000", "date": "March 19", "txt": "Joanne Weaver, American baseball player (b. 1935)", "entities": [{"title": "Joanne Weaver", "href": "/wiki/Joanne_Weaver", "description": "Joanne \"Joltin' Jo\" Weaver was a right fielder who played from 1951 through 1954 in the All-American Girls Professional Baseball League. Listed at 5 ft 11 in (1.80 m), 142 lb., she batted and threw right-handed."}]}, {"heading": "Deaths", "year": "2000", "date": "March 19", "txt": "Shafiq-ur-Rahman, Pakistani physician and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 19", "txt": "Michael Mathias Prechtl, German soldier and illustrator (b. 1926)", "entities": [{"title": "Michael Mathias Prechtl", "href": "/wiki/Michael_Mathias_Prechtl", "description": "Michael Mathias Prechtl was a German artist, illustrator and cartoonist."}]}, {"heading": "Deaths", "year": "2004", "date": "March 19", "txt": "Mitchell Sharp, Canadian economist and politician, 23rd Canadian Minister of Finance (b. 1911)", "entities": [{"title": "Mitchell Sharp", "href": "/wiki/Mitchell_Sharp", "description": "Mitchell William Sharp was a Canadian politician and a Companion of the Order of Canada, most noted for his service as a Liberal Cabinet minister. He did, however, serve in both private and public sectors during his long career."}, {"title": "Minister of Finance (Canada)", "href": "/wiki/Minister_of_Finance_(Canada)", "description": "The minister of finance is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Department of Finance and presenting the federal government's budget each year. It is one of the most important positions in the Cabinet."}]}, {"heading": "Deaths", "year": "2005", "date": "March 19", "txt": "John DeLorean, American engineer and businessman, founded the DeLorean Motor Company (b. 1925)", "entities": [{"title": "John DeLorean", "href": "/wiki/John_DeLorean", "description": "John Zachary DeLorean was an American engineer, inventor, and executive in the U.S. automobile industry, widely known for his work at General Motors and as founder of the DeLorean Motor Company."}, {"title": "DeLorean Motor Company", "href": "/wiki/DeLorean_Motor_Company", "description": "The DeLorean Motor Company (DMC) was an American automobile manufacturer formed by automobile industry executive John DeLorean in 1975. It is remembered for the one model it produced—the stainless steel DeLorean sports car featuring gull-wing doors—and for its brief and turbulent history, ending in receivership and bankruptcy in 1982. In October 1982, John DeLorean was videotaped in a sting operat"}]}, {"heading": "Deaths", "year": "2008", "date": "March 19", "txt": "Arthur C. Clarke, English science fiction writer (b. 1917)", "entities": [{"title": "Arthur C. Clarke", "href": "/wiki/Arthur_C._Clarke", "description": "Sir Arthur Charles Clarke was an English science-fiction writer, science writer, futurist, inventor, undersea explorer, and television series host."}]}, {"heading": "Deaths", "year": "2008", "date": "March 19", "txt": "Hugo Claus, Belgian author, poet, and playwright (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 19", "txt": "Paul Scofield, English actor (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 19", "txt": "Maria Bergson, Austrian-American architect and interior designer (b. 1914)", "entities": [{"title": "Maria Bergson", "href": "/wiki/Maria_Bergson", "description": "Maria Bergson was an American interior designer, industrial designer, and architect best known for revolutionizing commercial office design. She specialized in the design of commercial interiors including offices, banks, hotels, hospitals, stores and the design of furniture and lighting fixtures. She was the first woman designer to be published in Who's Who in America (1956). In 1990, she was indu"}]}, {"heading": "Deaths", "year": "2011", "date": "March 19", "txt": "Kym Bonython, Australian drummer and radio host (b. 1920)", "entities": [{"title": "Kym Bonython", "href": "/wiki/Kym_Bonython", "description": "Hugh Reskymer \"Kym\" Bonython, AC, DFC, AFC was a prominent and active member of Adelaide society in Australia."}]}, {"heading": "Deaths", "year": "2012", "date": "March 19", "txt": "Jim Case, American director and producer (b. 1927)", "entities": [{"title": "Jim Case", "href": "/wiki/Jim_Case", "description": "James W. Case was a director and producer for American television and film. He worked for NBC, CBS and various other media organizations throughout his career. He is most notable for his involvement in The Ragtime Era, a 1959 television series which he directed during his time with KRMA-TV. Other educational works directed by Case include the Redman's America series, Our Neighbor: The Moon, The Na"}]}, {"heading": "Deaths", "year": "2012", "date": "March 19", "txt": "Ulu Grosbard, Belgian-American director and producer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 19", "txt": "Hugo Munthe-Kaas, Norwegian intelligence agent (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 19", "txt": "Patrick Joseph McGovern, American businessman, founded IDG (b. 1937)", "entities": [{"title": "Patrick Joseph McGovern", "href": "/wiki/Patrick_Joseph_McGovern", "description": "Patrick Joseph McGovern Jr. was an American businessman, and chairman and founder of International Data Group (IDG), a company with subsidiaries in technology publishing, research, event management and venture capital."}, {"title": "International Data Group", "href": "/wiki/International_Data_Group", "description": "International Data Group, Inc. (IDG) is an American media, events and research company headquartered in Needham, Massachusetts focused on the tech landscape. It is a wholly owned subsidiary of investment company China Oceanwide Holdings Group. Founded in 1964, it is made up of International Data Corporation (IDC) and IDG Communications; the latter includes the brands CIO, Computerworld, CSO, InfoW"}]}, {"heading": "Deaths", "year": "2014", "date": "March 19", "txt": "Fred Phelps, American lawyer, pastor, and activist, founded the Westboro Baptist Church (b. 1929)", "entities": [{"title": "Westboro Baptist Church", "href": "/wiki/Westboro_Baptist_Church", "description": "Westboro Baptist Church (WBC) is an American hyper-Calvinist hate group. It is known for engaging in inflammatory homophobic and anti-American pickets, as well as hate speech against atheists, Jews, Muslims, transgender people, and numerous Christian denominations. It is not affiliated with any Baptist denomination and has been denounced by Baptist conventions, including the Baptist World Alliance"}]}, {"heading": "Deaths", "year": "2014", "date": "March 19", "txt": "Heather Robertson, Canadian journalist and author (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 19", "txt": "Robert S. Strauss, American diplomat, United States Ambassador to Russia (b. 1918)", "entities": [{"title": "United States Ambassador to Russia", "href": "/wiki/United_States_Ambassador_to_Russia", "description": "The Ambassador of the United States of America to the Russian Federation is the ambassador extraordinary and plenipotentiary from the United States of America to the Russian Federation. Jon Huntsman Jr. held the position from October 2017 until October 3, 2019. On December 12, 2019, the United States Senate confirmed John J. Sullivan as the next ambassador."}]}, {"heading": "Deaths", "year": "2014", "date": "March 19", "txt": "Lawrence Walsh, Canadian-American lawyer, judge, and politician, 4th United States Deputy Attorney General (b. 1912)", "entities": [{"title": "United States Deputy Attorney General", "href": "/wiki/United_States_Deputy_Attorney_General", "description": "The United States deputy attorney general is the second highest-ranking official in the United States Department of Justice and oversees the day-to-day operation of the Department. The deputy attorney general acts as attorney general during the absence of the attorney general. Lisa Monaco has served in this role since April 21, 2021."}]}, {"heading": "Deaths", "year": "2014", "date": "March 19", "txt": "Joseph F. Weis, Jr., American lawyer and judge (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 19", "txt": "Gus Douglass, American farmer and politician (b. 1927)", "entities": [{"title": "Gus Douglass", "href": "/wiki/Gus_Douglass", "description": "Gus R. Douglass was an American politician and member of the Democratic Party, who served as Agriculture Commissioner of West Virginia for 44 years. First elected to that post in 1964, he served from 1965 to 1989, when he left office having run unsuccessfully for the Democratic nomination for Governor, and again from 1993 to 2013. He was the longest-serving Agriculture Commissioner in US history."}]}, {"heading": "Deaths", "year": "2015", "date": "March 19", "txt": "Safet Plakalo, Bosnian author and playwright (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 19", "txt": "Danny Schechter, American director, producer, and screenwriter (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 19", "txt": "Roger Agnelli, Brazilian banker and businessman (b. 1959)", "entities": [{"title": "Roger Agnelli", "href": "/wiki/Roger_Agnelli", "description": "Roger Agnelli was a Brazilian Investment banker, entrepreneur and corporate leader. He ran one of the largest mining companies in the world, Vale SA, and in 2013 was voted by Harvard Business Review as the world’s fourth best-performing chief executive officer behind Apple Inc. CEO Steve Jobs, Jeff Bezos of Amazon.com and Yun Jong-Yong of Samsung. His clashes with Brazil's ruling Workers Party lea"}]}, {"heading": "Deaths", "year": "2016", "date": "March 19", "txt": "Jack Mansell, English footballer and manager (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "March 19", "txt": "William Whitfield, British architect (b. 1920) ", "entities": [{"title": "William Whitfield (architect)", "href": "/wiki/William_Whitfield_(architect)", "description": "Sir William Whitfield was a British architect and town planner."}]}, {"heading": "Deaths", "year": "2021", "date": "March 19", "txt": "Glynn Lunney, American engineer (b. 1936)", "entities": [{"title": "Glynn Lunney", "href": "/wiki/Glynn_Lunney", "description": "Glynn Stephen Lunney was an American NASA engineer. An employee of NASA since its creation in 1958, Lunney was a flight director during the Gemini and Apollo programs, and was on duty during historic events such as the Apollo 11 lunar ascent and the pivotal hours of the Apollo 13 crisis. At the end of the Apollo program, he became manager of the Apollo–Soyuz Test Project, the first collaboration i"}]}]