[{"heading": "Events", "year": "12 BCE", "date": "March 6", "txt": "The Roman Emperor Augustus is named Pontifex Maximus, incorporating the position into that of the emperor.", "entities": [{"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}, {"title": "Pontifex Maximus", "href": "/wiki/Pontifex_Maximus", "description": "The pontifex maximus was the chief high priest of the College of Pontiffs in ancient Rome. This was the most important position in the ancient Roman religion, open only to patricians until 254 BC, when a plebeian first occupied this post. Although in fact the most powerful office in the Roman priesthood, the pontifex maximus was officially ranked fifth in the ranking of the highest Roman priests, "}]}, {"heading": "Events", "year": "632", "date": "March 6", "txt": "The Farewell Sermon (Khutbah, Khutbatul Wada') of the Islamic prophet Muhammad.", "entities": [{"title": "Farewell Sermon", "href": "/wiki/Farewell_Sermon", "description": "The Final Sermon (Arabic: خطبة الوداع‎, Khuṭbatu l-Widāʿalso known as  Muhammad's Final Sermon or the Last Sermon, is a religious speech, delivered by the Islamic prophet Muhammad on Friday the 9th of Dhu al-Hijjah, 10 AH in the Uranah valley of Mount Arafat, during the Islamic pilgrimage of Hajj.\nMuhammad al-Bukhari refers to the sermon and quotes part of it in his Sahih al-Bukhari. Part of it is"}, {"title": "Muhammad", "href": "/wiki/Muhammad", "description": "Muhammad was an Arab religious, social, and political leader and the founder of the world religion of Islam. According to Islamic doctrine, he was a prophet, sent to preach and confirm the monotheistic teachings of Adam, Abraham, Moses, Jesus, and other prophets. He is believed to be the final prophet of God in all the main branches of Islam, though some modern denominations diverge from this beli"}]}, {"heading": "Events", "year": "845", "date": "March 6", "txt": "The 42 Martyrs of Amorium are killed after refusing to convert to Islam.", "entities": [{"title": "42 Martyrs of Amorium", "href": "/wiki/42_Martyrs_of_Amorium", "description": "\nThe 42 Martyrs of Amorium were a group of Byzantine senior officials taken prisoner by the Abbasid Caliphate in the Sack of Amorium in 838 and executed in 845, after refusing to convert to Islam. They are commemorated by the Eastern Orthodox Church on March 6."}]}, {"heading": "Events", "year": "961", "date": "March 6", "txt": "Byzantine conquest of Chandax by Nikephoros Phokas, end of the Emirate of Crete.", "entities": [{"title": "Byzantine", "href": "/wiki/Byzantine", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Chandax", "href": "/wiki/Chandax", "description": "Heraklion or Iraklion is the largest city and the administrative capital of the island of Crete and capital of Heraklion regional unit. It is the fourth largest city in Greece with a population of 211,370 according to the 2011 census. The population of the municipality was 173,993."}, {"title": "Nikephoros II Phokas", "href": "/wiki/Nikephoros_II_Phokas", "description": "Nikephoros II Phokas, Latinized Nicephorus II Phocas, was Byzantine Emperor from 963 to 969. His brilliant military exploits contributed to the resurgence of the Byzantine Empire during the 10th century. His reign, however, included controversy. In the west, he inflamed conflict with the Bulgarians and saw Sicily completely turn over to the Muslims, while he failed to make any serious gains in Ita"}, {"title": "Emirate of Crete", "href": "/wiki/Emirate_of_Crete", "description": "The Emirate of Crete was a Muslim state that existed on the Mediterranean island of Crete from the late 820s to the reconquest of the island by the Byzantine Empire in 961. Although the emirate recognized the suzerainty of the Abbasid Caliphate and maintained close ties with Tulunid Egypt, it was de facto independent."}]}, {"heading": "Events", "year": "1204", "date": "March 6", "txt": "The Siege of Château Gaillard ends in a French victory over King John of England, who loses control of Normandy to King Philip II Augustus.", "entities": [{"title": "Siege of Château Gaillard", "href": "/wiki/Siege_of_Ch%C3%A2teau_Gaillard", "description": "The siege of Château Gaillard was a part of Philip II's campaign to conquer John, King of England's continental properties. The French king besieged Château Gaillard, a Norman fortress, for six months. The Anglo-Normans were beaten in the battle and the consequence was the fall of Normandy."}, {"title": "John, King of England", "href": "/wiki/John,_King_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}, {"title": "Normandy", "href": "/wiki/Normandy", "description": "Normandy is a geographical and cultural region, roughly coextensive with the historical Duchy of Normandy."}, {"title": "Philip II of France", "href": "/wiki/Philip_II_of_France", "description": "Philip II, byname Philip Augustus, was King of France from 1180 to 1223. His predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself \"King of France\". The son of King Louis VII and his third wife, Adela of Champagne, he was originally nicknamed Dieudonné (God-given) because he was a first son and born late in his father's li"}]}, {"heading": "Events", "year": "1323", "date": "March 6", "txt": "Treaty of Paris of 1323 is signed.", "entities": [{"title": "Treaty of Paris (1323)", "href": "/wiki/Treaty_of_Paris_(1323)", "description": "The Treaty of Paris was signed on March 6, 1323. It established clarity over the following: Count Louis I of Flanders relinquished Flemish claims over the County of Zeeland and acknowledged the Count of Holland, William I, as the Count of Zeeland. William, in turn, agreed to renounce all claims on Flanders."}]}, {"heading": "Events", "year": "1454", "date": "March 6", "txt": "Thirteen Years' War: Delegates of the Prussian Confederation pledge allegiance to King Casimir IV of Poland who agrees to commit his forces in aiding the Confederation's struggle for independence from the Teutonic Knights.", "entities": [{"title": "Thirteen Years' War (1454–66)", "href": "/wiki/Thirteen_Years%27_War_(1454%E2%80%9366)", "description": "The Thirteen Years' War, also called the War of the Cities, was a conflict fought in 1454–1466 between the Prussian Confederation, allied with the Crown of the Kingdom of Poland, and the State of the Teutonic Order."}, {"title": "Prussian Confederation", "href": "/wiki/Prussian_Confederation", "description": "The Prussian Confederation was an organization formed on 21 February 1440 at Marienwerder by a group of 53 nobles and clergy and 19 cities in Prussia, to oppose the arbitrariness of the Teutonic Knights. It was based on the basis of an earlier similar organization, the Lizard Union established in 1397 by Chełmno Land nobles."}, {"title": "Casimir IV of Poland", "href": "/wiki/Casimir_IV_of_Poland", "description": "Casimir IV was Grand Duke of Lithuania from 1440 and King of Poland from 1447, until his death. He was one of the most active Polish rulers, under whom Poland, by defeating the Teutonic Knights in the Thirteen Years' War recovered Pomerania, and the Jagiellonian dynasty became one of the leading royal houses in Europe."}, {"title": "Independence", "href": "/wiki/Independence", "description": "Independence is a condition of a person, nation, country, or state in which its residents and population, or some portion thereof, exercise self-government, and usually sovereignty, over its territory. The opposite of independence is the status of a dependent territory."}, {"title": "Teutonic Knights", "href": "/wiki/Teutonic_Knights", "description": "The Order of Brothers of the German House of Saint Mary in Jerusalem, commonly the Teutonic Order, is a Catholic religious order founded as a military order c. 1192 in Acre, Kingdom of Jerusalem."}]}, {"heading": "Events", "year": "1521", "date": "March 6", "txt": "Ferdinand Magellan arrives at Guam.", "entities": [{"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Guam", "href": "/wiki/Guam", "description": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States; in Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Guam's capital is Hagåtña, and the most populous city is Dededo."}]}, {"heading": "Events", "year": "1665", "date": "March 6", "txt": "The first joint Secretary of the Royal Society, Henry Oldenburg, publishes the first issue of Philosophical Transactions of the Royal Society, the world's longest-running scientific journal.", "entities": [{"title": "Royal Society", "href": "/wiki/Royal_Society", "description": "The Royal Society, formally The Royal Society of London for Improving Natural Knowledge, is a learned society and the United Kingdom's national academy of sciences. Founded on 28 November 1660, it was granted a royal charter by King Charles II as The Royal Society. It is the oldest national scientific institution in the world. The society fulfils a number of roles: promoting science and its benefi"}, {"title": "Henry Oldenburg", "href": "/wiki/Henry_Oldenburg", "description": "Henry Oldenburg FRS was a German theologian known as a diplomat, a natural philosopher and one of the creators of modern scientific peer review. He was one of the foremost intelligencers of Europe of the seventeenth century, with a network of correspondents to rival those of Fabri de Peiresc, Marin Mersenne and Ismaël Boulliau. At the foundation of the Royal Society in London, he took on the task "}]}, {"heading": "Events", "year": "1788", "date": "March 6", "txt": "The First Fleet arrives at Norfolk Island in order to found a convict settlement.", "entities": [{"title": "First Fleet", "href": "/wiki/First_Fleet", "description": "The First Fleet comprised the 11 ships that departed from Portsmouth, England on 13 May 1787 to New South Wales, the penal colony that became the first European settlement in Australia. The First Fleet consisted of two Royal Navy vessels, three store ships and six convict transports, carrying between 1,000 and 1,500 convicts, marines, seamen, civil officers and free people, and a large quantity of"}, {"title": "Norfolk Island", "href": "/wiki/Norfolk_Island", "description": "Norfolk Island is an external territory of Australia located in the Pacific Ocean between New Zealand and New Caledonia, 1,412 kilometres (877 mi) directly east of Australia's Evans Head and about 900 kilometres (560 mi) from Lord Howe Island. Together with the neighbouring Phillip Island and Nepean Island, the three islands collectively form the Territory of Norfolk Island. At the 2016 census, it"}, {"title": "Convict settlement", "href": "/wiki/Convict_settlement", "description": "A penal colony or exile colony is a settlement used to exile prisoners and separate them from the general population by placing them in a remote location, often an island or distant colonial territory. Although the term can be used to refer to a correctional facility located in a remote location it is more commonly used to refer to communities of prisoners overseen by wardens or governors having a"}]}, {"heading": "Events", "year": "1820", "date": "March 6", "txt": "The Missouri Compromise is signed into law by President James Monroe. The compromise allows Missouri to enter the Union as a slave state, brings Maine into the Union as a free state, and makes the rest of the northern part of the Louisiana Purchase territory slavery-free.", "entities": [{"title": "Missouri Compromise", "href": "/wiki/Missouri_Compromise", "description": "The Missouri Compromise was United States federal legislation that stopped northern attempts to forever prohibit slavery's expansion by admitting Missouri as a slave state in exchange for legislation which prohibited slavery north of the 36°30′ parallel except for Missouri. The 16th United States Congress passed the legislation on March 3, 1820, and President James Monroe signed it on March 6, 182"}, {"title": "James Monroe", "href": "/wiki/James_Monroe", "description": "James Monroe was an American statesman, lawyer, diplomat and Founding Father who served as the fifth president of the United States from 1817 to 1825. A member of the Democratic-Republican Party, Monroe was the last president of the Virginia dynasty; his presidency coincided with the Era of Good Feelings. He is perhaps best known for issuing the Monroe Doctrine, a policy of opposing European colon"}, {"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Slave state", "href": "/wiki/Slave_state", "description": "In the United States before 1865, a slave state was a state in which slavery and the slave trade were legal, while a free state was one in which they were not. Between 1812 and 1850, it was considered by the slave states to be politically imperative that the number of free states not exceed the number of slave states, so new states were admitted in slave–free pairs. There were, nonetheless, some s"}, {"title": "Maine", "href": "/wiki/Maine", "description": "Maine is a state in the New England region of the United States, bordered by New Hampshire to the west; the Atlantic Ocean to the southeast; and the Canadian provinces of New Brunswick and Quebec to the northeast and northwest, respectively. Maine is the 12th-smallest by area, the 9th-least populous, and the 13th-least densely populated of the 50 U.S. states. It is also the northeasternmost among "}, {"title": "Free state (United States)", "href": "/wiki/Free_state_(United_States)", "description": "In the United States before 1865, a slave state was a state in which slavery and the slave trade were legal, while a free state was one in which they were not. Between 1812 and 1850, it was considered by the slave states to be politically imperative that the number of free states not exceed the number of slave states, so new states were admitted in slave–free pairs. There were, nonetheless, some s"}, {"title": "Louisiana Purchase", "href": "/wiki/Louisiana_Purchase", "description": "The Louisiana Purchase was the acquisition of the territory of Louisiana by the United States from France in 1803. In return for fifteen million dollars, or approximately eighteen dollars per square mile, the United States nominally acquired a total of 828,000 sq mi. However, France only controlled a small fraction of this area, most of it inhabited by American Indians; for the majority of the are"}]}, {"heading": "Events", "year": "1834", "date": "March 6", "txt": "York, Upper Canada, is incorporated as Toronto.", "entities": [{"title": "York, Upper Canada", "href": "/wiki/York,_Upper_Canada", "description": "York was a town and second capital of the colony of Upper Canada. It is the predecessor to the old city of Toronto (1834–1998). It was established in 1793 by Lieutenant-Governor John Graves Simcoe as a \"temporary\" location for the capital of Upper Canada, while he made plans to build a capital near today's London, Ontario. Simcoe renamed the location York after Prince Frederick, Duke of York and A"}, {"title": "Toronto", "href": "/wiki/Toronto", "description": "Toronto is the capital city of the Canadian province of Ontario. With a recorded population of 2,731,571 in 2016, it is the most populous city in Canada and the fourth most populous city in North America. The city is the anchor of the Golden Horseshoe, an urban agglomeration of 9,245,438 people surrounding the western end of Lake Ontario, while the Greater Toronto Area (GTA) proper had a 2016 popu"}]}, {"heading": "Events", "year": "1836", "date": "March 6", "txt": "Texas Revolution: Battle of the Alamo: After a thirteen-day siege by an army of 3,000 Mexican troops, the 187 Texas volunteers, including frontiersman Davy Crockett and colonel Jim Bowie, defending the Alamo are killed and the fort is captured.", "entities": [{"title": "Texas Revolution", "href": "/wiki/Texas_Revolution", "description": "The Texas Revolution was a rebellion of colonists from the United States and Tejanos in putting up armed resistance to the centralist government of Mexico. While the uprising was part of a larger one, the Mexican Federalist War, that included other provinces opposed to the regime of President Antonio López de Santa Anna, the Mexican government believed the United States had instigated the Texas in"}, {"title": "Battle of the Alamo", "href": "/wiki/Battle_of_the_Alamo", "description": "The Battle of the Alamo was a pivotal event in the Texas Revolution. Following a 13-day siege, Mexican troops under President General Antonio López de Santa Anna reclaimed the Alamo Mission near San Antonio de Béxar, killing most of the Texians and Tejanos inside. Santa Anna's cruelty during the battle inspired many Texians and Tejanos to join the Texian Army. Buoyed by a desire for revenge, the T"}, {"title": "Siege", "href": "/wiki/Siege", "description": "A siege is a military blockade of a city, or fortress, with the intent of conquering by attrition, or a well-prepared assault. This derives from Latin: sedere, lit. 'to sit'. Siege warfare is a form of constant, low-intensity conflict characterized by one party holding a strong, static, defensive position. Consequently, an opportunity for negotiation between combatants is not uncommon, as proximit"}, {"title": "Davy Crockett", "href": "/wiki/Davy_Crockett", "description": "David Crockett was an American folk hero, frontiersman, soldier, and politician. He is commonly referred to in popular culture by the epithet \"King of the Wild Frontier\". He represented Tennessee in the U.S. House of Representatives and served in the Texas Revolution."}, {"title": "Jim Bowie", "href": "/wiki/Jim_Bowie", "description": "James Bowie was a 19th-century American pioneer, slave trader and soldier who played a prominent role in the Texas Revolution. He was among the Americans who died at the Battle of the Alamo. Stories of him as a fighter and frontiersman, both real and fictitious, have made him a legendary figure in Texas history and a folk hero of American culture."}, {"title": "Alamo Mission in San Antonio", "href": "/wiki/Alamo_Mission_in_San_Antonio", "description": "The Alamo Mission, commonly called the Alamo and originally known as the Misión San Antonio de Valero, is a historic Spanish mission and fortress compound founded in the 18th century by Roman Catholic missionaries in what is now San Antonio, Texas, United States. It was the site of the Battle of the Alamo in 1836. Today it is a museum in the Alamo Plaza Historic District and a part of the San Anto"}]}, {"heading": "Events", "year": "1857", "date": "March 6", "txt": "The Supreme Court of the United States rules 7–2 in the Dred Scott v. Sandford case that the Constitution does not confer citizenship on black people.", "entities": []}, {"heading": "Events", "year": "1869", "date": "March 6", "txt": "Dmitri Mendeleev presents the first periodic table to the Russian Chemical Society.", "entities": [{"title": "Dmitri Mendeleev", "href": "/wiki/Dmitri_Mendeleev", "description": "Dmitri Ivanovich Mendeleev was a Russian chemist and inventor. He is best remembered for formulating the Periodic Law and creating a farsighted version of the periodic table of elements. He used the Periodic Law not only to correct the then-accepted properties of some known elements, such as the valence and atomic weight of uranium, but also to predict the properties of eight elements that were ye"}, {"title": "Periodic table", "href": "/wiki/Periodic_table", "description": "The periodic table, also known as the periodic table of elements, is a tabular display of the chemical elements, which are arranged by atomic number, electron configuration, and recurring chemical properties. The structure of the table shows periodic trends. The seven rows of the table, called periods, generally have metals on the left and nonmetals on the right. The columns, called groups, contai"}]}, {"heading": "Events", "year": "1882", "date": "March 6", "txt": "The Serbian kingdom is re-founded.", "entities": [{"title": "Kingdom of Serbia", "href": "/wiki/Kingdom_of_Serbia", "description": "The Kingdom of Serbia was a country located in the Balkans which was created when the ruler of the Principality of Serbia, Milan I was proclaimed king in 1882."}]}, {"heading": "Events", "year": "1899", "date": "March 6", "txt": "Bayer registers \"Aspirin\" as a trademark.", "entities": [{"title": "Bayer", "href": "/wiki/Bayer", "description": "Bayer AG is a German multinational pharmaceutical and life sciences company and one of the largest pharmaceutical companies in the world. Headquartered in Leverkusen, Bayer's areas of business include human and veterinary pharmaceuticals; consumer healthcare products; agricultural chemicals, seeds and biotechnology products. The company is a component of the Euro Stoxx 50 stock market index. Werne"}, {"title": "Aspirin", "href": "/wiki/Aspirin", "description": "Aspirin, also known as acetylsalicylic acid (ASA), is a medication used to reduce pain, fever, or inflammation. Specific inflammatory conditions which aspirin is used to treat include Kawasaki disease, pericarditis, and rheumatic fever. Aspirin given shortly after a heart attack decreases the risk of death. Aspirin is also used long-term to help prevent further heart attacks, ischaemic strokes, an"}, {"title": "Trademark", "href": "/wiki/Trademark", "description": "A trademark is a type of intellectual property consisting of a recognizable sign, design, or expression which identifies products or services of a particular source from those of others, although trademarks used to identify services are usually called service marks. The trademark owner can be an individual, business organization, or any legal entity. A trademark may be located on a package, a labe"}]}, {"heading": "Events", "year": "1912", "date": "March 6", "txt": "Italo-Turkish War: Italian forces become the first to use airships in war, as two dirigibles drop bombs on Turkish troops encamped at Janzur, from an altitude of 6,000 feet.", "entities": [{"title": "Italo-Turkish War", "href": "/wiki/Italo-Turkish_War", "description": "The Italo-Turkish or Turco-Italian War was fought between the Kingdom of Italy and the Ottoman Empire from September 29, 1911, to October 18, 1912. As a result of this conflict, Italy captured the Ottoman Tripolitania Vilayet (province), of which the main sub-provinces (sanjaks) were Fezzan, Cyrenaica, and Tripoli itself. These territories became the colonies of Italian Tripolitania and Cyrenaica,"}, {"title": "Airship", "href": "/wiki/Airship", "description": "An airship, dirigible balloon or blimp is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air."}, {"title": "Janzur", "href": "/wiki/Janzur", "description": "Janzur or Janzour, also known as Zanzur, is a city in north-western Libya, situated on the Libyan coastline of the Mediterranean Sea, located in the west of the capital Tripoli, and East of Az-Zawiya. Residents of this city are called Janazrah."}]}, {"heading": "Events", "year": "1930", "date": "March 6", "txt": "International Unemployment Day demonstrations globally initiated by the Comintern.", "entities": [{"title": "International Unemployment Day", "href": "/wiki/International_Unemployment_Day", "description": "International Unemployment Day was a coordinated international campaign of marches and demonstrations, marked by hundreds of thousands of people in major cities around the world taking to the streets to protest mass unemployment associated with the Great Depression. The Unemployment Day marches, organized by the Communist International and coordinated by its various member parties, resulted in two"}]}, {"heading": "Events", "year": "1933", "date": "March 6", "txt": "Great Depression: President Franklin D. Roosevelt declares a \"bank holiday\", closing all U.S. banks and freezing all financial transactions.", "entities": [{"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Emergency Banking Act", "href": "/wiki/Emergency_Banking_Act", "description": "The Emergency Banking Act (EBA), Public Law 73-1, 48 Stat. 1, was an act passed by the United States Congress in March 1933 in an attempt to stabilize the banking system."}]}, {"heading": "Events", "year": "1943", "date": "March 6", "txt": "Norman Rockwell published Freedom from Want in The Saturday Evening Post with a matching essay by Carlos Bulosan as part of the Four Freedoms series.", "entities": [{"title": "Norman Rockwell", "href": "/wiki/Norman_Rockwell", "description": "Norman Percevel Rockwell was an American painter and illustrator. His works have a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life he created for The Saturday Evening Post magazine over nearly five decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter"}, {"title": "Carlos Bulosan", "href": "/wiki/Carlos_Bulosan", "description": "Carlos Sampayan Bulosan was an English-language Filipino novelist and poet who immigrated to America on July 1, 1930. He never returned to the Philippines and he spent most of his life in the United States. His best-known work today is the semi-autobiographical America Is in the Heart, but he first gained fame for his 1943 essay on The Freedom from Want."}]}, {"heading": "Events", "year": "1943", "date": "March 6", "txt": "World War II: Generalfeldmarschall Erwin Rommel launches the Battle of Medenine in an attempt to slow down the British Eight Army. It fails, and he leaves Africa three days later.", "entities": [{"title": "Battle of Medenine", "href": "/wiki/Battle_of_Medenine", "description": "The Battle of Medenine was an Axis spoiling attack at Medenine in Tunisia on 6 March 1943. The operation was intended to delay an attack by the British Eighth Army on the Mareth Line. The British had been forewarned by Ultra decrypts of German wireless communications and rushed reinforcements from Tripoli and Benghazi before the Axis attack, which was a costly failure. General Erwin Rommel, the co"}]}, {"heading": "Events", "year": "1943", "date": "March 6", "txt": "World War II: The Battle of Fardykambos, one of the first major battles between the Greek Resistance and the occupying Royal Italian Army, ends with the surrender of an entire Italian battalion, the bulk of the garrison of the town of Grevena, leading to its liberation a fortnight later.", "entities": [{"title": "Greek Resistance", "href": "/wiki/Greek_Resistance", "description": "The Greek Resistance, is the blanket term for a number of armed and unarmed groups from across the political spectrum that resisted the Axis occupation of Greece in the period 1941–1944, during World War II. It is considered as one of the strongest resistance movements in Nazi-occupied Europe. Greek partisans, known as andartes, controlled much of the countryside prior to the German withdrawal fro"}, {"title": "Royal Italian Army", "href": "/wiki/Royal_Italian_Army", "description": "The Royal Italian Army, also known as the Regio Esercito, was established during the proclamation of the Kingdom of Italy. During the 1800s Italy started to unify into one country and in 1861, Manfredo Fanti signed a creation decree which created the Army of the Two Sicilies. This newly created army first task was to defend against the repressive power in southern Italy. The Army of Two Sicilies c"}, {"title": "Grevena", "href": "/wiki/Grevena", "description": "Grevena (Greek: Γρεβενά, Grevená, [ɣreveˈna], is a town and municipality in Western Macedonia, Northern Greece, capital of the Grevena regional unit. The town's current population is 13,374 citizens. It lies about 400 kilometres from Athens and about 180 km from Thessaloniki. The municipality's population is 25,905. Grevena has had access to the Egnatia Odos since the early 2000s, which now connec"}]}, {"heading": "Events", "year": "1944", "date": "March 6", "txt": "World War II: Soviet Air Forces bomb an evacuated town of Narva in German-occupied Estonia, destroying the entire historical Swedish-era town.", "entities": [{"title": "Soviet Air Forces", "href": "/wiki/Soviet_Air_Forces", "description": "The Soviet Air Forces were one of the air forces of the Soviet Union. The other was the Soviet Air Defence Forces. The Air Forces were formed from components of the Imperial Russian Air Service in 1917, and faced their greatest test during World War II. The groups were also involved in the Korean War, and dissolved along with the Soviet Union itself in 1991–92. Former Soviet Air Forces' assets wer"}, {"title": "Narva", "href": "/wiki/Narva", "description": "Narva is a municipality and city in Estonia. It is located in Ida-Viru County, at the eastern extreme point of Estonia, at the Russian border, on the Narva River which drains Lake Peipus. The city of Narva is the country's third largest after Tallinn and Tartu."}, {"title": "German occupation of Estonia during World War II", "href": "/wiki/German_occupation_of_Estonia_during_World_War_II", "description": "After a long history of being ruled over by others, Estonia gained their independence in 1918 after the collapse of the Russian Empire. However, in 1940, in the wake of the Molotov–Ribbentrop Pact of 1939, the Soviet Union occupied Estonia and annexed the country."}, {"title": "Swedish Empire", "href": "/wiki/Swedish_Empire", "description": "The Swedish Empire was a European great power that exercised territorial control over much of the Baltic region during the 17th and early 18th centuries. The beginning of the empire is usually taken as the reign of Gustavus Adolphus, who ascended the throne in 1611, and its end as the loss of territories in 1721 following the Great Northern War."}]}, {"heading": "Events", "year": "1945", "date": "March 6", "txt": "World War II: Cologne is captured by American troops. On the same day, Operation Spring Awakening, the last major German offensive of the war, begins.", "entities": [{"title": "Cologne", "href": "/wiki/Cologne", "description": "Cologne is the largest city of Germany's most populous state of North Rhine-Westphalia (NRW) and the fourth-most populous city in Germany. With 3.6 million people in the urban region and 1.1 million inhabitants within its city proper, Cologne is the largest city on the river Rhine and also the most populous city of both the Rhine-Ruhr Metropolitan Region and the Rhineland. Centered on the left ban"}, {"title": "Operation Spring Awakening", "href": "/wiki/Operation_Spring_Awakening", "description": "Operation Spring Awakening was the last major German offensive of World War II. The operation was referred to in Germany as the Plattensee offensive and in the Soviet Union as the Balaton defensive operation. It took place in Western Hungary on the Eastern Front and lasted from March 6 until March 15, 1945. It was a failure for Nazi Germany."}]}, {"heading": "Events", "year": "1946", "date": "March 6", "txt": "Ho Chi Minh signs an agreement with France which recognizes Vietnam as an autonomous state in the Indochinese Federation and the French Union.", "entities": [{"title": "Ho Chi Minh", "href": "/wiki/Ho_Chi_Minh", "description": "Hồ Chí Minh, born Nguyễn Sinh Cung, also known as Nguyễn Tất Thành, Nguyễn Ái Quốc, Bác Hồ, or simply Bác, was a Vietnamese revolutionary and politician. He served as Prime Minister of North Vietnam from 1945 to 1955 and President from 1945 until his death in 1969. Ideologically a Marxist–Leninist, he served as Chairman and First Secretary of the Workers' Party of Vietnam."}, {"title": "Ho–Sainteny agreement", "href": "/wiki/Ho%E2%80%93Sainteny_agreement", "description": "The Ho–Sainteny agreement, officially the Accord Between France and the Democratic Republic of Vietnam, known in Vietnamese as Hiệp định sơ bộ Pháp-Việt, was an agreement made on March 6, 1946 between Ho Chi Minh, President of the Democratic Republic of Vietnam, and Jean Sainteny, Special Envoy of France. It recognized Vietnam as a \"Free State\" within the French Union, and permitted France to cont"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "French Indochina", "href": "/wiki/French_Indochina", "description": "French Indochina, officially known as the Indochinese Union from 1887 and the Indochinese Federation after 1947, was a grouping of French colonial territories in Southeast Asia until its demise in 1954. It comprised three Vietnamese regions of Tonkin in the north, Annam in the centre, and Cochinchina in the south, Cambodia, Laos and the Chinese territory of Guangzhouwan. The capital for most of it"}, {"title": "French Union", "href": "/wiki/French_Union", "description": "The French Union (1946–1958) was a political entity created by the French Fourth Republic to replace the old French colonial system, colloquially known as the \"French Empire\". It was the formal end of the \"indigenous\" status of French subjects in colonial areas."}]}, {"heading": "Events", "year": "1951", "date": "March 6", "txt": "Cold War: The trial of Ethel and Julius Rosenberg begins.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Ethel and Julius Rosenberg", "href": "/wiki/Ethel_and_Julius_Rosenberg", "description": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were accused of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 in the Sing Sing correctional faci"}]}, {"heading": "Events", "year": "1953", "date": "March 6", "txt": "Georgy Malenkov succeeds Joseph Stalin as Premier of the Soviet Union and First Secretary of the Communist Party of the Soviet Union.", "entities": [{"title": "Georgy Malenkov", "href": "/wiki/Georgy_Malenkov", "description": "Georgy Maximilianovich Malenkov was a Soviet politician who briefly succeeded Joseph Stalin as the leader of the Soviet Union. However, at the insistence of the rest of the Presidium, he relinquished control over the party apparatus in exchange for remaining Premier and first among equals within the Soviet collective leadership. He then became embroiled in a power struggle with Nikita Khrushchev t"}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Premier of the Soviet Union", "href": "/wiki/Premier_of_the_Soviet_Union", "description": "The Premier of the Soviet Union was the head of government of the Union of Soviet Socialist Republics (USSR). The office had four different names throughout its existence: Chairman of the Council of People's Commissars (1923–1946), Chairman of the Council of Ministers (1946–1991), Prime Minister of the Soviet Union and Chairman of the Committee on the Operational Management of the Soviet Economy. "}, {"title": "General secretary", "href": "/wiki/General_secretary", "description": "Secretary is a title often used in organizations to indicate a person having a certain amount of authority, power, or importance in the organization. Secretaries announce important events and communicate to the organization. The term is derived from the Latin word secernere, \"to distinguish\" or \"to set apart\", the passive participle meaning \"having been set apart\", with the eventual connotation of"}, {"title": "Communist Party of the Soviet Union", "href": "/wiki/Communist_Party_of_the_Soviet_Union", "description": "The Communist Party of the Soviet Union (CPSU) was the founding and ruling political party of the Soviet Union. The CPSU was the sole governing party of the Soviet Union until 1990 when the Congress of People's Deputies modified Article 6 of the 1977 Soviet Constitution, which had previously granted the CPSU a monopoly over the political system."}]}, {"heading": "Events", "year": "1957", "date": "March 6", "txt": "Ghana becomes the first Sub-Saharan country to gain independence from the British.", "entities": [{"title": "Ghana", "href": "/wiki/Ghana", "description": "Ghana, officially the Republic of Ghana, is a country in West Africa. It spans along the Gulf of Guinea and the Atlantic Ocean, sharing borders with the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, the Gulf of Guinea and the Atlantic Ocean in the south. Ghana covers an area of 238,535 km2 (92,099 sq mi), with a population of 31 million. It is the second-most populous count"}, {"title": "Sub-Saharan Africa", "href": "/wiki/Sub-Saharan_Africa", "description": "Sub-Saharan Africa is, geographically and ethnoculturally, the area of the continent of Africa that lies south of the Sahara. According to the United Nations, it consists of all African countries and territories that are fully or partially south of the Sahara. While the United Nations geoscheme for Africa excludes Sudan from its definition of sub-Saharan Africa, the African Union's definition incl"}]}, {"heading": "Events", "year": "1964", "date": "March 6", "txt": "Nation of Islam leader Elijah Muhammad officially gives boxing champion Cassius Clay the name Muhammad Ali.", "entities": [{"title": "Nation of Islam", "href": "/wiki/Nation_of_Islam", "description": "The Nation of Islam (NOI) is a religious and political hate group founded by Wallace Fard Muhammad in the United States in 1930. Scholars of religion characterise it as a new religious movement and a UFO religion, and while it identifies itself as promoting a form of Islam, its beliefs differ considerably from mainstream Islamic traditions. It operates as a hierarchical and centralized organizatio"}, {"title": "Elijah Muhammad", "href": "/wiki/Elijah_Muhammad", "description": "Elijah Muhammad was a religious leader and author who led the Nation of Islam (NOI) from 1934 until his death in 1975, and he claimed that he is The Messenger of Allah (God), to the Nation of Islam believers. Muhammad was also the teacher and mentor of Malcolm X, Louis Farrakhan, Muhammad Ali, and his own son, Warith Deen Mohammed."}, {"title": "Boxing", "href": "/wiki/Boxing", "description": "Boxing is a combat sport in which two people, usually wearing protective gloves and other protective equipment such as hand wraps and mouthguards, throw punches at each other for a predetermined amount of time in a boxing ring."}, {"title": "Cassius Clay", "href": "/wiki/Cassius_Clay", "description": "Muhammad Ali was an American professional boxer, activist, entertainer and philanthropist. Nicknamed The Greatest, he is widely regarded as one of the most significant and celebrated sporting figures of the 20th century, frequently ranked as the best heavyweight boxer and greatest athlete of the century."}, {"title": "Muhammad Ali", "href": "/wiki/Muhammad_Ali", "description": "Muhammad Ali was an American professional boxer, activist, entertainer and philanthropist. Nicknamed The Greatest, he is widely regarded as one of the most significant and celebrated sporting figures of the 20th century, frequently ranked as the best heavyweight boxer and greatest athlete of the century."}]}, {"heading": "Events", "year": "1964", "date": "March 6", "txt": "Constantine II becomes the last King of Greece.", "entities": []}, {"heading": "Events", "year": "1965", "date": "March 6", "txt": "Premier Tom Playford of South Australia loses power after 27 years in office.", "entities": [{"title": "Thomas Playford IV", "href": "/wiki/Thomas_Playford_IV", "description": "Sir Thomas Playford was an Australian politician from the state of South Australia. He served continuously as Premier of South Australia and leader of the Liberal and Country League (LCL) from 5 November 1938 to 10 March 1965. Though controversial, it was the longest term of any elected government leader in Australian history. His tenure as premier was marked by a period of population and economic"}, {"title": "South Australia", "href": "/wiki/South_Australia", "description": "South Australia is a state in the southern central part of Australia. It covers some of the most arid parts of the country. With a total land area of 983,482 square kilometres (379,725 sq mi), it is the fourth-largest of Australia's states and territories by area, and fifth largest by population. It has a total of 1.77 million people, and its population is the second most highly centralised in Aus"}]}, {"heading": "Events", "year": "1967", "date": "March 6", "txt": "Cold War: Joseph Stalin's daughter Svetlana Alliluyeva defects to the United States.", "entities": [{"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Svetlana Alliluyeva", "href": "/wiki/Svetlana_Alliluyeva", "description": "Svetlana Iosifovna Alliluyeva, later known as Lana Peters, was the youngest child and only daughter of Soviet leader Joseph Stalin and his second wife Nadezhda Alliluyeva. In 1967, she caused an international furor when she defected to the United States and, in 1978, became a naturalized citizen. From 1984 to 1986, she briefly returned to the Soviet Union and had her Soviet citizenship reinstated."}, {"title": "Defection", "href": "/wiki/Defection", "description": "In politics, a defector is a person who gives up allegiance to one state in exchange for allegiance to another, in a way which is considered illegitimate by the first state. More broadly, it involves abandoning a person, cause, or doctrine to which one is bound by some tie, as of allegiance or duty."}]}, {"heading": "Events", "year": "1968", "date": "March 6", "txt": "Three rebels are executed by Rhodesia, the first executions since UDI, prompting international condemnation.", "entities": [{"title": "Rhodesia", "href": "/wiki/Rhodesia", "description": "Rhodesia, officially from 1970 the Republic of Rhodesia, was an unrecognised state in Southern Africa from 1965 to 1979, equivalent in territory to modern Zimbabwe. Rhodesia was the de facto successor state to the British colony of Southern Rhodesia, which had been self-governing since achieving responsible government in 1923. A landlocked nation, Rhodesia was bordered by South Africa to the south"}, {"title": "Rhodesia's Unilateral Declaration of Independence", "href": "/wiki/Rhodesia%27s_Unilateral_Declaration_of_Independence", "description": "The Unilateral Declaration of Independence (UDI) was a statement adopted by the Cabinet of Rhodesia on 11 November 1965, announcing that Rhodesia, a British territory in southern Africa that had governed itself since 1923, now regarded itself as an independent sovereign state. The culmination of a protracted dispute between the British and Rhodesian governments regarding the terms under which the "}]}, {"heading": "Events", "year": "1970", "date": "March 6", "txt": "An explosion at the Weather Underground safe house in Greenwich Village kills three.", "entities": [{"title": "Weather Underground", "href": "/wiki/Weather_Underground", "description": "The Weather Underground Organization (WUO), commonly known as the Weather Underground, was a radical left militant organization active in the late 1960s and 1970s, founded on the Ann Arbor campus of the University of Michigan. It was originally called the Weathermen. The WUO organized in 1969 as a faction of Students for a Democratic Society (SDS) largely composed of the national office leadership"}]}, {"heading": "Events", "year": "1975", "date": "March 6", "txt": "For the first time the Zapruder film of the assassination of John F. Kennedy is shown in motion to a national TV audience by Robert J. Groden and Dick Gregory.", "entities": [{"title": "Zapruder film", "href": "/wiki/Zapruder_film", "description": "The Zapruder film is a silent 8mm color motion picture sequence shot by Abraham Zapruder with a Bell & Howell home-movie camera, as United States President John F. Kennedy's motorcade passed through Dealey Plaza in Dallas, Texas, on November 22, 1963. Unexpectedly, it ended up capturing the President's assassination."}, {"title": "Assassination of John F. Kennedy", "href": "/wiki/Assassination_of_John_F._Kennedy", "description": "John Fitzgerald Kennedy, the 35th president of the United States, was assassinated on Friday, November 22, 1963, at 12:30 p.m. Central Standard Time in Dallas, Texas, while riding in a presidential motorcade through Dealey Plaza. Kennedy was riding with his wife Jacqueline, Texas Governor John Connally, and Connally's wife Nellie when he was fatally shot by former U.S. Marine Lee Harvey Oswald, fi"}, {"title": "Robert J. Groden", "href": "/wiki/Robert_J._Groden", "description": "Robert J. Groden is an American author who has written extensively about conspiracy theories regarding the assassination of U.S. President John F. Kennedy. His books include The Killing of a President: The Complete Photographic Record of the JFK Assassination, the Conspiracy, and the Cover-up; The Search for Lee Harvey Oswald: A Comprehensive Photographic Record; and JFK: The Case for Conspiracy. "}, {"title": "Dick Gregory", "href": "/wiki/Dick_Gregory", "description": "Richard Claxton Gregory was an American comedian, civil rights and vegetarian activist. His writings were best sellers. Gregory became popular among the African-American communities in the southern United States with his \"no-holds-barred\" sets, poking fun at the bigotry and racism in the United States. In 1961 he became a staple in the comedy clubs, appeared on television, and released comedy reco"}]}, {"heading": "Events", "year": "1975", "date": "March 6", "txt": "Algiers Accord: Iran and Iraq announce a settlement of their border dispute.", "entities": [{"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "1984", "date": "March 6", "txt": "In the United Kingdom, a walkout at Cortonwood Colliery in Brampton Bierlow signals the start of a strike that lasted almost a year and involved the majority of the country's miners.", "entities": [{"title": "Brampton Bierlow", "href": "/wiki/Brampton_Bierlow", "description": "Brampton Bierlow, often known as Brampton, is a village and civil parish in the Metropolitan Borough of Rotherham, South Yorkshire, England. It is situated on the south side of the Dearne Valley, between Barnsley and Rotherham."}, {"title": "UK miners' strike (1984–85)", "href": "/wiki/UK_miners%27_strike_(1984%E2%80%9385)", "description": "The miners' strike of 1984–85 was a major industrial action to shut down the British coal industry in an attempt to prevent colliery closures. It was led by Arthur Scargill of the National Union of Mineworkers (NUM) against the National Coal Board (NCB), a government agency. Opposition to the strike was led by the Conservative government of the Prime Minister, Margaret Thatcher, who wanted to redu"}]}, {"heading": "Events", "year": "1987", "date": "March 6", "txt": "The British ferry MS Herald of Free Enterprise capsizes in about 90 seconds, killing 193.", "entities": [{"title": "MS Herald of Free Enterprise", "href": "/wiki/MS_Herald_of_Free_Enterprise", "description": "MS Herald of Free Enterprise was a roll-on/roll-off (RORO) ferry which capsized moments after leaving the Belgian port of Zeebrugge on the night of 6 March 1987, killing 193 passengers and crew."}]}, {"heading": "Events", "year": "1988", "date": "March 6", "txt": "Three Provisional Irish Republican Army volunteers are shot dead by the SAS in Gibraltar in Operation Flavius.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Special Air Service", "href": "/wiki/Special_Air_Service", "description": "The Special Air Service (SAS) is a special forces unit of the British Army. The SAS was founded in 1941 as a regiment, and later reconstituted as a corps in 1950. The unit specialises in a number of roles including counter-terrorism, hostage rescue, direct action and covert reconnaissance. Much of the information about the SAS is highly classified, and the unit is not commented on by either the Br"}, {"title": "Gibraltar", "href": "/wiki/Gibraltar", "description": "Gibraltar is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians."}, {"title": "Operation Flavius", "href": "/wiki/Operation_Flavius", "description": "Operation Flavius was a military operation in which three members of a Provisional Irish Republican Army (IRA) cell were shot dead by undercover members of the British Special Air Service (SAS) in Gibraltar on 6 March 1988. The three —Seán Savage, Daniel McCann, and Mairéad Farrell who were members of Provisional IRA Belfast Brigade — were believed to be mounting a car bomb attack on British milit"}]}, {"heading": "Events", "year": "1992", "date": "March 6", "txt": "The Michelangelo computer virus begins to affect computers.", "entities": [{"title": "Michelangelo (computer virus)", "href": "/wiki/Michelangelo_(computer_virus)", "description": "The Michelangelo virus is a computer virus first discovered on 4 February 1991 in Australia. The virus was designed to infect DOS systems, but did not engage the operating system or make any OS calls. Michelangelo, like all boot sector viruses, operated at the BIOS level. Each year, the virus remained dormant until March 6, the birthday of Renaissance artist Michelangelo. There is no reference to "}]}, {"heading": "Events", "year": "2003", "date": "March 6", "txt": "Air Algérie Flight 6289 crashes at the Aguenar", "entities": [{"title": "Air Algérie Flight 6289", "href": "/wiki/Air_Alg%C3%A9rie_Flight_6289", "description": "Air Algérie Flight 6289 (AH6289) was a domestic passenger flight which crashed at the Aguenar – Hadj Bey Akhamok Airport in Algeria on 6 March 2003, killing all but one of the 103 people on board."}, {"title": "Aguenar – Hadj Bey Akhamok Airport", "href": "/wiki/Aguenar_%E2%80%93_Hadj_Bey_Akhamok_Airport", "description": "Aguenar – Hadj Bey Akhamok Airport, also known as Aguenar Airport or Tamanrasset Airport, is an airport serving Tamanrasset, a city in the Tamanrasset Province of southern Algeria. It is located 3.6 nautical miles northwest of the city."}, {"title": "Tamanrasset", "href": "/wiki/Tamanrasset", "description": "Tamanrasset, also known as Tamanghasset or Tamenghest, is an oasis city and capital of Tamanrasset Province in southern Algeria, in the Ahaggar Mountains. It is the chief city of the Algerian Tuareg. It is located an altitude of 1,320 metres (4,330 ft). As of the 2008 census, it has a population of 92,635, up from 72,741 in 1998, with an annual growth rate of 2.5%."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "2008", "date": "March 6", "txt": "A suicide bomber kills 68 people (including first responders) in Baghdad on the same day that a gunman kills eight students in Jerusalem.", "entities": [{"title": "6 March 2008 Baghdad bombing", "href": "/wiki/6_March_2008_Baghdad_bombing", "description": "The 6 March 2008 Baghdad bombing was a suicide bombing attack on a shopping district in Baghdad, the capital city of Iraq, on 6 March 2008, killing 68 people and wounding 120."}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}, {"title": "Mercaz HaRav massacre", "href": "/wiki/Mercaz_HaRav_massacre", "description": "The Mercaz HaRav massacre, also called the Mercaz HaRav shooting, was a mass shooting attack that occurred on 6 March 2008, in which a lone Palestinian gunman shot multiple students at the Mercaz HaRav yeshiva, a religious school in Jerusalem, after which the gunman himself was shot dead. Eight students and the perpetrator were killed. Eleven more were wounded, five of them placed in serious to cr"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "2018", "date": "March 6", "txt": "Forbes names Jeff Bezos as the world's richest person, for the first time, at $112 billion net worth.", "entities": [{"title": "Forbes", "href": "/wiki/Forbes", "description": "Forbes is an American business magazine owned by Integrated Whale Media Investments and the Forbes family. Published eight times a year, it features original articles on finance, industry, investing, and marketing topics. Forbes also reports on related subjects such as technology, communications, science, politics, and law. Its headquarters is located in Jersey City, New Jersey. Primary competitor"}, {"title": "Jeff Bezos", "href": "/wiki/Jeff_Bezos", "description": "Jeffrey Preston Bezos is an American internet entrepreneur, industrialist, media proprietor, and investor. Bezos is the founder and CEO of the multi-national technology company Amazon. With a net worth of more than $200 billion, he is the richest person in the world according to both Forbes and Bloomberg's Billionaires Index."}]}, {"heading": "Births", "year": "1340", "date": "March 6", "txt": "John of Gaunt (probable; d. 1399)", "entities": [{"title": "John of Gaunt", "href": "/wiki/John_of_Gaunt", "description": "John of Gaunt was an English prince, military leader, and statesman. He was the third of the five sons of King Edward III of England who survived to adulthood. Due to his royal origin, advantageous marriages, and some generous land grants, Gaunt was one of the richest men of his era, and was an influential figure during the reigns of both his father, Edward, and his nephew, Richard II. As Duke of "}]}, {"heading": "Births", "year": "1405", "date": "March 6", "txt": "John II of Castile (d. 1454)", "entities": [{"title": "John II of Castile", "href": "/wiki/John_II_of_Castile", "description": "John II of Castile was King of Castile and León from 1406 to 1454."}]}, {"heading": "Births", "year": "1459", "date": "March 6", "txt": "Jakob Fugger, German merchant and banker (d. 1525)", "entities": [{"title": "Jakob Fugger", "href": "/wiki/Jakob_Fugger", "description": "Jakob Fugger of the Lily, also known as Jakob Fugger the Rich or sometimes Jakob II, was a major German merchant, mining entrepreneur, and banker. He was a descendant of the Fugger merchant family located in the Free Imperial City of Augsburg, where he was born and later also elevated through marriage to Grand Burgher of Augsburg. Within a few decades he expanded the family firm to a business oper"}]}, {"heading": "Births", "year": "1475", "date": "March 6", "txt": "Michelangelo, Italian painter and sculptor (d. 1564)", "entities": [{"title": "Michelangelo", "href": "/wiki/Michelangelo", "description": "Michelangelo di Lodovico Buonarroti Simoni, known simply as Michelangelo, was an Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art. His artistic versatility was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, alo"}]}, {"heading": "Births", "year": "1483", "date": "March 6", "txt": "Francesco Guicciardini, Italian historian and politician (d. 1540)", "entities": [{"title": "Francesco Guicciardini", "href": "/wiki/Francesco_Guicciardini", "description": "Francesco Guicciardini was an Italian historian and statesman. A friend and critic of Niccolò Machiavelli, he is considered one of the major political writers of the Italian Renaissance. In his masterpiece, The History of Italy, Guicciardini paved the way for a new style in historiography with his use of government sources to support arguments and the realistic analysis of the people and events of"}]}, {"heading": "Births", "year": "1493", "date": "March 6", "txt": "Juan Luis Vives, Spanish scholar and humanist (d. 1540)", "entities": [{"title": "Juan Luis Vives", "href": "/wiki/Juan_Luis_Vives", "description": "Juan Luis Vives March was a Spanish (Valencian) scholar and Renaissance humanist who spent most of his adult life in the Southern Netherlands. His beliefs on the soul, insight into early medical practice, and perspective on emotions, memory and learning earned him the title of the \"father\" of modern psychology. Vives was the first to shed light on some key ideas that established how psychology is "}]}, {"heading": "Births", "year": "1495", "date": "March 6", "txt": "Luigi Alamanni, Italian poet and diplomat (d. 1556)", "entities": [{"title": "Luigi Alamanni", "href": "/wiki/Luigi_Alamanni", "description": "Luigi Alamanni was an Italian poet and statesman. He was regarded as a prolific and versatile poet. He was credited with introducing the epigram into Italian poetry."}]}, {"heading": "Births", "year": "1536", "date": "March 6", "txt": "Santi di Tito, Italian painter (d. 1603)", "entities": [{"title": "Santi di Tito", "href": "/wiki/Santi_di_Tito", "description": "Santi di Tito was one of the most influential and leading Italian painters of the proto-Baroque style – what is sometimes referred to as \"Counter-Maniera\" or Counter-Mannerism."}]}, {"heading": "Births", "year": "1619", "date": "March 6", "txt": "Cyrano de Bergerac, French author and playwright (d. 1655)", "entities": [{"title": "Cyrano de Bergerac", "href": "/wiki/Cyrano_de_Bergerac", "description": "Savinien de Cyrano de Bergerac was a French novelist, playwright, epistolarian and duelist."}]}, {"heading": "Births", "year": "1663", "date": "March 6", "txt": "Francis Atterbury, English bishop and poet (d. 1732)", "entities": [{"title": "Francis Atterbury", "href": "/wiki/Francis_Atterbury", "description": "Francis Atterbury was an English man of letters, politician and bishop. A High Church Tory and Jacobite, he gained patronage under Queen Anne, but was mistrusted by the Hanoverian Whig ministries, and banished for communicating with the Old Pretender. He was a noted wit and a gifted preacher."}]}, {"heading": "Births", "year": "1706", "date": "March 6", "txt": "George Pocock, English admiral (d. 1792)", "entities": [{"title": "George Pocock", "href": "/wiki/George_Pocock", "description": "Admiral Sir George Pocock or Pococke, KB was a British officer of the Royal Navy."}]}, {"heading": "Births", "year": "1716", "date": "March 6", "txt": "Pehr Kalm, Swedish-Finnish botanist and explorer (d. 1779)", "entities": [{"title": "Pehr Kalm", "href": "/wiki/Pehr_Kalm", "description": "Pehr Kalm, also known as Peter Kalm, was a Swedish explorer, botanist, naturalist, and agricultural economist. He was one of the most important apostles of Carl Linnaeus."}]}, {"heading": "Births", "year": "1724", "date": "March 6", "txt": "Henry Laurens, English-American merchant and politician, 5th President of the Continental Congress (d. 1792)", "entities": [{"title": "Henry Laurens", "href": "/wiki/Henry_Laurens", "description": "Henry Laurens was an American merchant, slave trader, and rice planter from South Carolina who became a political leader during the Revolutionary War. A delegate to the Second Continental Congress, Laurens succeeded John Hancock as President of the Congress. He was a signatory to the Articles of Confederation and President of the Continental Congress when the Articles were passed on November 15, 1"}, {"title": "President of the Continental Congress", "href": "/wiki/President_of_the_Continental_Congress", "description": "The president of the Continental Congress, later known as the president of the Congress of the Confederation, was the presiding officer of the Continental Congress, the convention of delegates that emerged as the first (transitional) national government of the United States during the American Revolution. The president was a member of Congress elected by the other delegates to serve as a neutral d"}]}, {"heading": "Births", "year": "1761", "date": "March 6", "txt": "Antoine-François Andréossy, French general and diplomat (d. 1828)", "entities": [{"title": "Antoine-François Andréossy", "href": "/wiki/Antoine-Fran%C3%A7ois_Andr%C3%A9ossy", "description": "Comte Antoine-François Andréossy was a Franco-Italian nobleman, who served as a French Army artillery general, diplomat and parliamentarian."}]}, {"heading": "Births", "year": "1779", "date": "March 6", "txt": "Antoine-Henri Jomini, Swiss-French general (d. 1869)", "entities": [{"title": "Antoine-Henri Jomini", "href": "/wiki/Antoine-Henri_Jomini", "description": "Antoine-Henri, Baron Jomini was a French-Swiss officer who served as a general in the French and later in the Russian service, and one of the most celebrated writers on the Napoleonic art of war. Jomini's ideas are a staple at military academies, the United States Military Academy at West Point being a prominent example; his theories were thought to have affected many officers who later served in "}]}, {"heading": "Births", "year": "1780", "date": "March 6", "txt": "Lucy Barnes, American writer (d. 1809)", "entities": [{"title": "Lucy Barnes (writer)", "href": "/wiki/Lucy_Barnes_(writer)", "description": "Lucy Barnes was an 18th-century American writer. Her book The Female Christian may have been the first written by a woman in defense of Universalism."}]}, {"heading": "Births", "year": "1785", "date": "March 6", "txt": "Karol Kurpiński, Polish composer and conductor (d. 1857)", "entities": [{"title": "Karol Kurpiński", "href": "/wiki/Karol_Kurpi%C5%84ski", "description": "Karol Kazimierz Kurpiński was a Polish composer, conductor and pedagogue. He was a representative of late classicism and a member of the Warsaw Society of Friends of Learning. He is also known for having composed the music to the 1831 patriotic song La Varsovienne with lyrics by Casimir Delavigne."}]}, {"heading": "Births", "year": "1787", "date": "March 6", "txt": "Joseph von Fraunhofer, German physicist and astronomer (d. 1826)", "entities": [{"title": "Joseph von Fraunhofer", "href": "/wiki/Joseph_von_Fraunhofer", "description": "Joseph Ritter von Fraunhofer was a Bavarian physicist and optical lens manufacturer. He made optical glass and achromatic telescope objective lenses, invented the spectroscope, and developed diffraction grating. In 1814, he discovered and studied the dark absorption lines in the spectrum of the sun now known as Fraunhofer lines."}]}, {"heading": "Births", "year": "1806", "date": "March 6", "txt": "Elizabeth Barrett Browning, English-Italian poet and translator (d. 1861)", "entities": [{"title": "Elizabeth Barrett Browning", "href": "/wiki/Elizabeth_Barrett_Browning", "description": "Elizabeth Barrett Browning was an English poet of the Victorian era, popular in Britain and the United States during her lifetime."}]}, {"heading": "Births", "year": "1812", "date": "March 6", "txt": "Aaron Lufkin Dennison, American businessman, co-founded the Waltham Watch Company (d. 1895)", "entities": [{"title": "Aaron Lufkin Dennison", "href": "/wiki/Aaron_Lufkin_Dennison", "description": "Aaron Lufkin Dennison was an American watchmaker and businessman who founded a number of companies."}, {"title": "Waltham Watch Company", "href": "/wiki/Waltham_Watch_Company", "description": "The Waltham Watch Company, also known as the American Waltham Watch Co. and the American Watch Co., produced about 40 million watches, clocks, speedometers, compasses, time delay fuses, and other precision instruments between 1850 and 1957. The company's historic 19th-century manufacturing facilities in Waltham, Massachusetts have been preserved as the American Waltham Watch Company Historic Distr"}]}, {"heading": "Births", "year": "1817", "date": "March 6", "txt": "Princess Clémentine of Orléans (d. 1907)", "entities": [{"title": "Princess Clémentine of Orléans", "href": "/wiki/Princess_Cl%C3%A9mentine_of_Orl%C3%A9ans", "description": "Princess Clémentine of Orléans, princess of Saxe-Coburg and Gotha and duchess in Saxony, was the sixth child of ten and youngest daughter of Louis-Philippe I, King of the French, and his wife Maria Amalia of the Two Sicilies. She was the mother of Ferdinand I, Tsar of Bulgaria."}]}, {"heading": "Births", "year": "1818", "date": "March 6", "txt": "William Claflin, American businessman and politician, 27th Governor of Massachusetts (d. 1905)", "entities": [{"title": "William Claflin", "href": "/wiki/William_Claflin", "description": "William Claflin was an American politician, industrialist and philanthropist from Massachusetts. He served as the 27th Governor of the Commonwealth of Massachusetts from 1869 to 1872 and as a member of the United States Congress from 1877 to 1881. He also served as chairman of the Republican National Committee from 1868 to 1872, serving as a moderating force between the Radical and moderate wings "}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1823", "date": "March 6", "txt": "Charles I of Württemberg (d. 1891)", "entities": [{"title": "Charles I of Württemberg", "href": "/wiki/Charles_I_of_W%C3%BCrttemberg", "description": "Charles was King of Württemberg, from 25 June 1864 until his death in 1891."}]}, {"heading": "Births", "year": "1826", "date": "March 6", "txt": "Annie Feray Mutrie, British painter (d. 1893)", "entities": [{"title": "Annie Feray Mutrie", "href": "/wiki/Annie_Feray_Mutrie", "description": "Annie Feray Mutrie was a British still-life painter. She exhibited regularly and she and her sister Martha were considered the best flower painters in oils."}]}, {"heading": "Births", "year": "1831", "date": "March 6", "txt": "Philip Sheridan, Irish-American general (d. 1888)", "entities": [{"title": "Philip Sheridan", "href": "/wiki/Philip_Sheridan", "description": "Philip Henry Sheridan was a career United States Army officer and a Union general in the American Civil War. His career was noted for his rapid rise to major general and his close association with General-in-chief Ulysses S. Grant, who transferred Sheridan from command of an infantry division in the Western Theater to lead the Cavalry Corps of the Army of the Potomac in the East. In 1864, he defea"}]}, {"heading": "Births", "year": "1834", "date": "March 6", "txt": "George du Maurier, French-English author and illustrator (d. 1896)", "entities": [{"title": "George du Maurier", "href": "/wiki/George_du_Maurier", "description": "George Louis Palmella Busson du Maurier was a Franco-British cartoonist and writer known for his work in Punch and for his Gothic novel Trilby, which featured the character Svengali. He was the father of the actor Sir Gerald du Maurier and grandfather of the writers Angela du Maurier and Dame Daphne du Maurier and artist Jeanne du Maurier. He was also the father of Sylvia Llewelyn Davies and grand"}]}, {"heading": "Births", "year": "1841", "date": "March 6", "txt": "Viktor Burenin, Russian author, poet, playwright, and critic (d. 1926)", "entities": [{"title": "Viktor Burenin", "href": "/wiki/Viktor_Burenin", "description": "Viktor Petrovich Burenin was a Russian literary and theatre critic, publicist, novelist, dramatist, translator and satirical poet notorious for his confrontational articles and satirical poems, mostly targeting leftist writers. He was the author of several popular plays, novels and opera librettos."}]}, {"heading": "Births", "year": "1849", "date": "March 6", "txt": "Georg Luger, Austrian gun designer, designed the Luger pistol (d. 1923)", "entities": [{"title": "Georg Luger", "href": "/wiki/Georg_Luger", "description": "Georg Johann Luger was an Austrian designer of the famous Luger pistol and the 9×19mm Parabellum cartridge."}, {"title": "Luger pistol", "href": "/wiki/Luger_pistol", "description": "The Pistole Parabellum—or Parabellum-Pistole, commonly known as just Luger—is a toggle-locked recoil-operated semi-automatic pistol that was produced in several models and by several nations from 1898 to 1948."}]}, {"heading": "Births", "year": "1864", "date": "March 6", "txt": "Richard Rushall, British businessman (d. 1953)", "entities": [{"title": "Richard Rushall", "href": "/wiki/Richard_Rushall", "description": "Captain Richard Boswell Rushall was a British sea captain and businessman who served as mayor of Rangoon, Burma, during the 1930s. He was the first Englishman to hold this position. Born in Braunston, Northamptonshire, Rushall was the eldest of eight children. After finishing school he left for sea, joined the UK's Merchant Navy, and became a ship's captain. He spent 20 years with the Irrawaddy Fl"}]}, {"heading": "Births", "year": "1870", "date": "March 6", "txt": "Oscar Straus, Viennese composer and conductor (d. 1954)", "entities": [{"title": "Oscar Straus (composer)", "href": "/wiki/Oscar_Straus_(composer)", "description": "Oscar Nathan Straus was a Viennese composer of operettas and film scores and songs. He also wrote about 500 cabaret songs, chamber music, and orchestral and choral works. His original name was actually Strauss, but for professional purposes he deliberately omitted the final 's', since he wished not to be associated with the musical Strauss family of Vienna. However, he did follow the advice of Joh"}]}, {"heading": "Births", "year": "1871", "date": "March 6", "txt": "Afonso Costa, Portuguese lawyer and politician, 59th Prime Minister of Portugal (d. 1937)", "entities": [{"title": "Afonso Costa", "href": "/wiki/Afonso_Costa", "description": "Afonso Augusto da Costa, GCTE, GCL was a Portuguese lawyer, professor and republican politician."}, {"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Births", "year": "1872", "date": "March 6", "txt": "Ben Harney, American pianist and composer (d. 1938)", "entities": [{"title": "Ben Harney", "href": "/wiki/Ben_Harney", "description": "Benjamin Robertson \"Ben\" Harney was an American songwriter, entertainer, and pioneer of ragtime music. His 1895 composition \"You've Been a Good Old Wagon but You Done Broke Down\" is regarded as among the earliest ragtime composition, but while he promoted himself as the inventor of ragtime, he \"almost certainly was not.\" Though now probably more associated with Scott Joplin, in 1924 The New York T"}]}, {"heading": "Births", "year": "1877", "date": "March 6", "txt": "Rose Fyleman, English writer and poet (d. 1957)", "entities": [{"title": "Rose Fyleman", "href": "/wiki/Rose_Fyleman", "description": "\n\nRose Amy Fyleman (1877–1957) was an English writer and poet, noted for her works on the fairy folk, for children. Her poem \"There are fairies at the bottom of our garden\" was set to music by English composer Liza Lehmann. Her Christmas carol \"Lift your hidden faces\", set to a French carol tune, was included in the Anglican hymnal Songs of Praise (1931) as well as in the Hutterian Brotherhood's S"}]}, {"heading": "Births", "year": "1879", "date": "March 6", "txt": "Jimmy Hunter, New Zealand rugby player (d. 1962)", "entities": [{"title": "Jimmy Hunter", "href": "/wiki/Jimmy_Hunter", "description": "James Hunter was a rugby union footballer who played for New Zealand's national team, the All Blacks. He played mainly at second five-eighth, although he could play any position in the backline. He played for Hawera Club before being selected for Taranaki in 1898 and the North Island in 1904 before his first All Blacks selection in 1905. He toured with the 1905 All Blacks that travelled to Great B"}]}, {"heading": "Births", "year": "1882", "date": "March 6", "txt": "F. Burrall Hoffman, American architect, co-designed Villa Vizcaya (d. 1980)", "entities": [{"title": "F. Burrall Hoffman", "href": "/wiki/F._Burrall_Hoffman", "description": "Francis Burrall Hoffman was an American-born architect, best known for his work with James Deering’s Villa Vizcaya in Miami, Florida."}, {"title": "Villa Vizcaya", "href": "/wiki/Villa_Vizcaya", "description": "The Vizcaya Museum and Gardens, previously known as Villa Vizcaya, is the former villa and estate of businessman James Deering, of the Deering McCormick-International Harvester fortune, on Biscayne Bay in the present day Coconut Grove neighborhood of Miami, Florida. The early 20th century Vizcaya estate also includes: extensive Italian Renaissance gardens; native woodland landscape; and a historic"}]}, {"heading": "Births", "year": "1882", "date": "March 6", "txt": "Guy Kibbee, American actor and singer (d. 1956)", "entities": []}, {"heading": "Births", "year": "1884", "date": "March 6", "txt": "Molla Mallory, Norwegian-American tennis player (d. 1959)", "entities": [{"title": "Molla Mallory", "href": "/wiki/Molla_Mallory", "description": "Anna Margrethe \"Molla\" Bjurstedt Mallory was a Norwegian tennis player, naturalized American. She won a record eight singles titles at the U.S. Championships. She was the first woman to represent Norway at the Olympics."}]}, {"heading": "Births", "year": "1885", "date": "March 6", "txt": "Ring Lardner, American journalist and author (d. 1933)", "entities": [{"title": "Ring Lardner", "href": "/wiki/Ring_Lardner", "description": "Ringgold Wilmer \"Ring\" Lardner was an American sports columnist and short story writer best known for his satirical writings on sports, marriage, and the theatre. His contemporaries Ernest Hemingway, Virginia Woolf, and F. Scott Fitzgerald all professed strong admiration for his writing, and author John O'Hara directly attributed his understanding of dialogue to him."}]}, {"heading": "Births", "year": "1892", "date": "March 6", "txt": "Bert Smith, English international footballer (d. 1969)", "entities": [{"title": "Bert Smith (footballer, born 1892)", "href": "/wiki/Bert_Smith_(footballer,_born_1892)", "description": "Bertram \"Bert\" Smith was a professional footballer, who played for Huddersfield Town, Tottenham Hotspur and played international football for England."}]}, {"heading": "Births", "year": "1893", "date": "March 6", "txt": "Furry Lewis, American singer-songwriter and guitarist (d. 1981)", "entities": [{"title": "Furry Lewis", "href": "/wiki/Furry_Lewis", "description": "Walter E. \"Furry\" Lewis was an American country blues guitarist and songwriter from Memphis, Tennessee. He was one of the first of the blues musicians active in the 1920s to be brought out of retirement and given new opportunities to record during the folk blues revival of the 1960s."}]}, {"heading": "Births", "year": "1893", "date": "March 6", "txt": "Ella P. Stewart, pioneering Black American pharmacist (d. 1987)", "entities": []}, {"heading": "Births", "year": "1895", "date": "March 6", "txt": "Albert Tessier, Canadian priest and historian (d. 1976)", "entities": [{"title": "Albert Tessier", "href": "/wiki/Albert_Tessier", "description": "Albert Tessier was a French-speaking Canadian priest, historian and a film maker."}]}, {"heading": "Births", "year": "1898", "date": "March 6", "txt": "Gus Sonnenberg, American football player and wrestler (d. 1944)", "entities": [{"title": "Gus Sonnenberg", "href": "/wiki/Gus_Sonnenberg", "description": "Gustave Adolph Sonnenberg was an American football player and professional wrestler of German descent and World Heavyweight Champion. As a wrestler, he was National Wrestling Association world heavyweight champion. He played in the National Football League (NFL) from 1923 until 1930, for the Buffalo All-Americans, Columbus Tigers, Detroit Panthers, and Providence Steam Roller, where he was a membe"}]}, {"heading": "Births", "year": "1900", "date": "March 6", "txt": "Gina Cigna, French-Italian soprano and actress (d. 2001)", "entities": [{"title": "Gina Cigna", "href": "/wiki/Gina_Cigna", "description": "Gina Cigna was a French-Italian dramatic soprano."}]}, {"heading": "Births", "year": "1900", "date": "March 6", "txt": "Lefty Grove, American baseball player (d. 1975)", "entities": []}, {"heading": "Births", "year": "1900", "date": "March 6", "txt": "Henri Jeanson, French journalist and author (d. 1970)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 6", "txt": "Empress Kōjun of Japan (d. 2000)", "entities": [{"title": "Empress Kōjun", "href": "/wiki/Empress_K%C5%8Djun", "description": "Empress Kōjun , born Princess Nagako , was a member of the Imperial House of Japan, the wife of Emperor Shōwa (Hirohito) and the mother of Shigeko Higashikuni, Princess Sachiko Hisa-nomiya, Kazuko Takatsukasa, Atsuko Ikeda, the Emperor Emeritus Akihito, Prince Masahito Hitachi-nomiya and Takako Shimazu."}]}, {"heading": "Births", "year": "1904", "date": "March 6", "txt": "José Antonio Aguirre, Spanish lawyer and politician, 1st President of the Basque Country (d. 1960)", "entities": [{"title": "José Antonio Aguirre (politician)", "href": "/wiki/Jos%C3%A9_Antonio_Aguirre_(politician)", "description": "José Antonio Aguirre y Lecube was a Basque politician and activist in the Basque Nationalist Party. He was the first president of the Provisional Government of the Basque Country and the executive defense advisor during the Spanish Civil War. Under his mandate, the Provisional Government formed the Basque Army and fought for the Second Spanish Republic."}, {"title": "President of the Basque Country", "href": "/wiki/President_of_the_Basque_Country", "description": "The President of the Basque Government, usually known in the Basque language as the Lehendakari, is the head of government of the Basque Autonomous Community. The lehendakari leads the executive branch of the regional government."}]}, {"heading": "Births", "year": "1905", "date": "March 6", "txt": "Bob Wills, American Western swing musician, songwriter, and bandleader (d. 1975)", "entities": [{"title": "Bob Wills", "href": "/wiki/Bob_Wills", "description": "James Robert Wills was an American Western swing musician, songwriter, and bandleader. Considered by music authorities as the co-founder of Western swing, he was known widely as the King of Western Swing."}]}, {"heading": "Births", "year": "1906", "date": "March 6", "txt": "Lou Costello, American actor and comedian (d. 1959)", "entities": [{"title": "Lou Costello", "href": "/wiki/Lou_Costello", "description": "Louis Francis Cristillo, professionally known as Lou Costello, was an American comedian, best known for his double act with straight man Bud Abbott and their routine \"Who's on First?\""}]}, {"heading": "Births", "year": "1909", "date": "March 6", "txt": "Obafemi Awolowo, Nigerian lawyer and politician (d. 1987)", "entities": [{"title": "Obafemi Awolowo", "href": "/wiki/Obafemi_Awolowo", "description": "Chief Obafemi Jeremiah Oyeniyi Awolowo was a Nigerian nationalist and statesman who played a key role in Nigeria's independence movement, the First and Second Republics and the Civil War. The son of a Yoruba farmer, he was one of the truly self-made men among his contemporaries in Nigeria."}]}, {"heading": "Births", "year": "1909", "date": "March 6", "txt": "Stanisław Jerzy Lec, Polish poet and author (d. 1966)", "entities": []}, {"heading": "Births", "year": "1910", "date": "March 6", "txt": "Ella Logan, Scottish-American singer and actress (d. 1969)", "entities": [{"title": "Ella Logan", "href": "/wiki/Ella_Logan", "description": "\n\nElla Logan was a Scottish-American actress and singer who appeared on Broadway, recorded and had a nightclub career in the United States and internationally."}]}, {"heading": "Births", "year": "1912", "date": "March 6", "txt": "Mohammed Burhanuddin, Indian spiritual leader, 52nd Da'i al-Mutlaq (d. 2014)", "entities": [{"title": "Mohammed Burhanuddin", "href": "/wiki/Mohammed_Burhanuddin", "description": "Mohammed Burhanuddin was the 52nd Dā'ī al-Mutlaq of Dawoodi Bohras. He led the community for 49 years in a period of social, economic, and educational prosperity; substantially strengthened and re-institutionalized the fundamental core of the community's faith and emphatically revived its culture, tradition, and heritage. In successfully achieving harmonious coexistence of traditional Islamic valu"}, {"title": "Da'i al-Mutlaq", "href": "/wiki/Da%27i_al-Mutlaq", "description": "The term Dā'ī al-Mutlaq or ad-Da'i ul-Mutlaq literally means \"the absolute or unrestricted missionary\" pl. Du'aat-دعاۃ. The office of Da'i al-Mutlaq is a spiritual rank in the Isma'ili Da'wah which became more explicit and operational after the seclusion of the 21st Fatimid Imam of Cairo, At-Tayyib Abu'l-Qasim in 528 AH/1134 AD. According to Tayyibi-Ismaili tradition, the Da'i al-Mutlaq is the hig"}]}, {"heading": "Births", "year": "1917", "date": "March 6", "txt": "Donald Davidson, American philosopher and academic (d. 2003)", "entities": [{"title": "Donald Davidson (philosopher)", "href": "/wiki/Donald_Davidson_(philosopher)", "description": "Donald Herbert Davidson was an American philosopher. He served as Slusser Professor of Philosophy at the University of California, Berkeley, from 1981 to 2003 after having also held teaching appointments at Stanford University, Rockefeller University, Princeton University, and the University of Chicago. Davidson was known for his charismatic personality and the depth and difficulty of his thought."}]}, {"heading": "Births", "year": "1917", "date": "March 6", "txt": "Will Eisner, American illustrator and publisher (d. 2005)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 6", "txt": "Frankie Howerd, English comedian (d. 1992)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 6", "txt": "Howard McGhee, American trumpeter (d. 1987)", "entities": [{"title": "Howard McGhee", "href": "/wiki/Howard_McGhee", "description": "Howard McGhee was one of the first bebop jazz trumpeters, with Dizzy Gillespie, Fats Navarro and Idrees Sulieman. He was known for his fast fingering and high notes. He had on an influence on younger bebop trumpeters such as Fats Navarro."}]}, {"heading": "Births", "year": "1920", "date": "March 6", "txt": "Lewis Gilbert, English director, producer, and screenwriter (d. 2018)", "entities": [{"title": "Lewis Gilbert", "href": "/wiki/Lewis_Gilbert", "description": "Lewis Gilbert was an English film director, producer and screenwriter, who directed more than 40 films during six decades; among them such varied titles as Reach for the Sky (1956), Sink the Bismarck! (1960), Alfie (1966), Educating Rita (1983) and Shirley Valentine (1989), as well as three James Bond films: You Only Live Twice (1967), The Spy Who Loved Me (1977) and Moonraker (1979)."}]}, {"heading": "Births", "year": "1921", "date": "March 6", "txt": "Leo Bretholz, Austrian-American holocaust survivor and author (d. 2014)", "entities": [{"title": "Leo Bretholz", "href": "/wiki/Leo_Bretholz", "description": "Leo Bretholz was a Holocaust survivor who, in 1942, escaped from a train heading for Auschwitz. He has also written a book on his experiences, titled Leap into Darkness."}, {"title": "Holocaust", "href": "/wiki/Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration c"}]}, {"heading": "Births", "year": "1923", "date": "March 6", "txt": "Ed McMahon, American comedian, game show host, and announcer (d. 2009)", "entities": [{"title": "Ed McMahon", "href": "/wiki/Ed_McMahon", "description": "Edward Leo Peter McMahon Jr. was an American announcer, game show host, comedian, actor, singer and combat aviator. McMahon and Johnny Carson began their association in their first TV series, the ABC game show Who Do You Trust?, running from 1957 to 1962. McMahon then made his famous thirty-year mark as Carson's sidekick, announcer and second banana on NBC's The Tonight Show Starring Johnny Carson"}]}, {"heading": "Births", "year": "1923", "date": "March 6", "txt": "Wes Montgomery, American guitarist and songwriter (d. 1968)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 6", "txt": "Ottmar Walter, German footballer (d. 2013)", "entities": [{"title": "Ottmar Walter", "href": "/wiki/Ottmar_Walter", "description": "Ottmar Kurt Herrmann Walter was a German footballer who played as a striker."}]}, {"heading": "Births", "year": "1924", "date": "March 6", "txt": "William H. Webster, American lawyer and jurist, 14th Director of Central Intelligence", "entities": [{"title": "Director of Central Intelligence", "href": "/wiki/Director_of_Central_Intelligence", "description": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies."}]}, {"heading": "Births", "year": "1926", "date": "March 6", "txt": "Ann Curtis, American swimmer (d. 2012)", "entities": [{"title": "Ann Curtis", "href": "/wiki/Ann_Curtis", "description": "Ann Cuneo was an American competition swimmer and two-time Olympic champion."}]}, {"heading": "Births", "year": "1926", "date": "March 6", "txt": "Alan Greenspan, American economist and politician", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 6", "txt": "Ray O'Connor, Australian politician, 22nd Premier of Western Australia (d. 2013)", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1926", "date": "March 6", "txt": "Andrzej Wajda, Polish director, producer, and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 6", "txt": "William J. Bell, American screenwriter and producer (d. 2005)", "entities": [{"title": "William J. Bell", "href": "/wiki/William_J._Bell", "description": "William Joseph Bell was an American screenwriter and television producer, best known as the creator of the soap operas Another World, The Young and the Restless and The Bold and the Beautiful."}]}, {"heading": "Births", "year": "1927", "date": "March 6", "txt": "Gordon Cooper, American engineer, pilot, and astronaut (d. 2004)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 6", "txt": "Gabriel García Márquez, Colombian journalist and author, Nobel Prize laureate (d. 2014)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1929", "date": "March 6", "txt": "Tom Foley, American lawyer and politician, 57th Speaker of the United States House of Representatives (d. 2013)", "entities": [{"title": "Tom Foley", "href": "/wiki/Tom_Foley", "description": "Thomas Stephen Foley was an American lawyer and politician who served as the 49th Speaker of the United States House of Representatives from 1989 to 1995. A member of the Democratic Party, Foley represented Washington's fifth district for thirty years (1965–1995). He was the first Speaker of the House since 1862 to be defeated in a re-election campaign."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1929", "date": "March 6", "txt": "David Sheppard, English cricketer and bishop (d. 2005)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 6", "txt": "Lorin Maazel, French-American violinist, composer, and conductor (d. 2014)", "entities": [{"title": "Lorin Maazel", "href": "/wiki/Lorin_Maazel", "description": "Lorin Varencove Maazel was an American conductor, violinist and composer. He began conducting at the age of eight and by 1953 had decided to pursue a career in music. He had established a reputation in the concert halls of Europe by 1960 but, by comparison, his career in the U.S. progressed far more slowly. He served as music director of The Cleveland Orchestra, Orchestre National de France, Pitts"}]}, {"heading": "Births", "year": "1932", "date": "March 6", "txt": "Marc Bazin, Haitian lawyer and politician, 49th President of Haiti (d. 2010)", "entities": [{"title": "Marc Bazin", "href": "/wiki/Marc_Bazin", "description": "Marc Louis Bazin was a World Bank official, former United Nations functionary and Haitian Minister of Finance and Economy under the dictatorship of Jean-Claude Duvalier. He was prime minister of Haiti appointed on June 4, 1992 by the military government that had seized power on September 30, 1991."}, {"title": "President of Haiti", "href": "/wiki/President_of_Haiti", "description": "The president of Haiti, officially called the president of the Republic of Haiti is the head of state of Haiti. Executive power in Haiti is divided between the president and the government headed by the Prime Minister of Haiti. The current president is Jovenel Moïse, who took office on February 7, 2017."}]}, {"heading": "Births", "year": "1932", "date": "March 6", "txt": "Bronisław Geremek, Polish historian and politician, Polish Minister of Foreign Affairs (d. 2008)", "entities": [{"title": "Ministry of Foreign Affairs (Poland)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Poland)", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Births", "year": "1933", "date": "March 6", "txt": "Ted Abernathy, American baseball player (d. 2004)", "entities": [{"title": "Ted Abernathy", "href": "/wiki/Ted_Abernathy", "description": "Ted Wade Abernathy was an American professional baseball player and right-handed pitcher. He appeared in 681 games in Major League Baseball, 647 as a relief pitcher, for seven different clubs over all or parts of 14 seasons between 1955 and 1972, amassed 148 saves, and twice led the National League in that category. He batted and threw right-handed, stood 6 feet 4 inches (1.93 m) tall, and weighed"}]}, {"heading": "Births", "year": "1933", "date": "March 6", "txt": "William Davis, German-English journalist and economist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 6", "txt": "Augusto Odone, Italian economist and inventor of Lorenzo's oil (d. 2013)", "entities": [{"title": "Lorenzo's oil", "href": "/wiki/Lorenzo%27s_oil", "description": "Lorenzo’s oil is 4 parts glycerol trioleate and 1 part glycerol trierucate, which are the triacylglycerol forms of oleic acid and erucic acid and are prepared from olive oil and rapeseed oil.\nIt is used in the investigational treatment of asymptomatic patients with adrenoleukodystrophy (ALD). The oil was formulated by Augusto and Michaela Odone after their son Lorenzo was diagnosed with the diseas"}]}, {"heading": "Births", "year": "1934", "date": "March 6", "txt": "Red Simpson, American singer-songwriter (d. 2016)", "entities": [{"title": "Red Simpson", "href": "/wiki/Red_Simpson", "description": "Joe Cecil \"Red\" Simpson was an American country singer-songwriter best known for his trucker-themed songs."}]}, {"heading": "Births", "year": "1935", "date": "March 6", "txt": "Ron Delany, Irish runner and coach", "entities": [{"title": "Ron Delany", "href": "/wiki/Ron_Delany", "description": "Ronald Michael Delany, better known as Ron or Ronnie Delany, is an Irish former athlete, who specialised in middle-distance running. He won a gold medal in the 1500 metres event at the 1956 Summer Olympics in Melbourne. He later earned a bronze medal in the 1500 metres event at the 1958 European Athletics Championships in Stockholm."}]}, {"heading": "Births", "year": "1935", "date": "March 6", "txt": "Derek Kevan, English footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 6", "txt": "Bob Akin, American race car driver and journalist (d. 2002)", "entities": [{"title": "Bob Akin", "href": "/wiki/Bob_Akin", "description": "Robert Macomber \"Bob\" Akin, III was an American business executive, journalist, television commentator and champion sports car racing driver."}]}, {"heading": "Births", "year": "1936", "date": "March 6", "txt": "Marion Barry, American lawyer and politician, 2nd Mayor of the District of Columbia (d. 2014)", "entities": [{"title": "Mayor of the District of Columbia", "href": "/wiki/Mayor_of_the_District_of_Columbia", "description": "The mayor of the District of Columbia is the head of the executive branch of the government of the District of Columbia, in the United States. The mayor has the duty to enforce district laws, and the power to either approve or veto bills passed by the Council of the District of Columbia, in the United States. In addition, the mayor oversees all district services, public property, police and fire p"}]}, {"heading": "Births", "year": "1936", "date": "March 6", "txt": "Choummaly Sayasone, Laotian politician, 5th President of Laos", "entities": [{"title": "President of Laos", "href": "/wiki/President_of_Laos", "description": "The President of the Lao People's Democratic Republic is the head of state of Laos. The current president is Thongloun Sisoulith, since 22 March 2021. He was previously elected as the General Secretary of the Lao People's Revolutionary Party, Laos' most powerful position in January 2021, ranking him first in the Politburo."}]}, {"heading": "Births", "year": "1937", "date": "March 6", "txt": "Ivan Boesky, American businessman", "entities": [{"title": "Ivan Boesky", "href": "/wiki/Ivan_Boesky", "description": "Ivan Frederick Boesky is a former American stock trader who became infamous for his prominent role in an insider trading scandal that occurred in the United States during the mid-1980s. He was charged and pled guilty to insider trading, was fined a record $100 million and became an informant."}]}, {"heading": "Births", "year": "1937", "date": "March 6", "txt": "Valentina Tereshkova, Russian general, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 6", "txt": "Keishu Tanaka, Japanese politician, 17th Japanese Minister of Justice", "entities": [{"title": "Keishu Tanaka", "href": "/wiki/Keishu_Tanaka", "description": "Keishu Tanaka  is a Japanese politician, serving in the House of Representatives in the Diet as a member of the Democratic Party of Japan. A native of Sōma District, Fukushima and graduate of Tokai University, he was elected for the first time in 1983. He was Minister of Justice under Prime Minister Yoshihiko Noda from October 1 to October 23, 2012 before resigning due to scandals over financial d"}, {"title": "Minister of Justice (Japan)", "href": "/wiki/Minister_of_Justice_(Japan)", "description": "The Minister of Justice  is the member of the Cabinet of Japan in charge of the Ministry of Justice."}]}, {"heading": "Births", "year": "1939", "date": "March 6", "txt": "Kit Bond, American lawyer and politician, 47th Governor of Missouri", "entities": [{"title": "Kit Bond", "href": "/wiki/Kit_Bond", "description": "Christopher Samuel \"Kit\" Bond is an American attorney, politician and former United States Senator from Missouri and a member of the Republican Party. First elected to the U.S. Senate in 1986, he defeated Democrat Harriett Woods by a margin of 53%–47%. He was re-elected in 1992, 1998, and 2004. On January 8, 2009, he announced that he would not seek re-election to a fifth term in 2010, and was suc"}, {"title": "Governor of Missouri", "href": "/wiki/Governor_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Births", "year": "1939", "date": "March 6", "txt": "Adam Osborne, Thai-Indian engineer and businessman, founded the Osborne Computer Corporation (d. 2003)", "entities": [{"title": "Osborne Computer Corporation", "href": "/wiki/Osborne_Computer_Corporation", "description": "The Osborne Computer Corporation (OCC) was a pioneering maker of portable computers. It was located in the Silicon Valley of the southern San Francisco Bay Area in California."}]}, {"heading": "Births", "year": "1940", "date": "March 6", "txt": "Ken Danby, Canadian painter (d. 2007)", "entities": [{"title": "Ken Danby", "href": "/wiki/Ken_Danby", "description": "Ken Danby, was a Canadian painter in the realist style, and medallist. Danby is best known for creating highly realistic paintings that study everyday life. His 1972 painting  At the Crease, portraying a masked hockey goalie defending his net, is widely recognized and reproduced in Canada."}]}, {"heading": "Births", "year": "1940", "date": "March 6", "txt": "Joanna Miles, French-born American actress", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 6", "txt": "R. H. Sikes, American golfer", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 6", "txt": "Willie Stargell, American baseball player and coach (d. 2001)", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 6", "txt": "Jeff Wooller, English accountant and banker", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 6", "txt": "Peter Brötzmann, German saxophonist and clarinet player", "entities": [{"title": "Peter Brötzmann", "href": "/wiki/Peter_Br%C3%B6tzmann", "description": "Peter Brötzmann is a German free jazz saxophonist and clarinetist."}]}, {"heading": "Births", "year": "1941", "date": "March 6", "txt": "Marilyn Strathern, Welsh anthropologist and academic", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 6", "txt": "Ben Murphy, American actor", "entities": [{"title": "Ben Murphy", "href": "/wiki/Ben_Murphy", "description": "Benjamin Edward Murphy is an American actor. He is best known for his role as Kid Curry in the ABC television series Alias Smith and Jones."}]}, {"heading": "Births", "year": "1944", "date": "March 6", "txt": "Richard Corliss, American journalist and critic (d. 2015)", "entities": [{"title": "Richard Corliss", "href": "/wiki/Richard_Corliss", "description": "Richard Nelson Corliss was an American film critic and magazine editor for Time. He focused on movies, with occasional articles on other subjects."}]}, {"heading": "Births", "year": "1944", "date": "March 6", "txt": "Kiri Te Kanawa, New Zealand soprano and actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 6", "txt": "Mary Wilson, American singer (d. 2021)", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 6", "txt": "Angelo Castro Jr., Filipino actor and journalist (d. 2012)", "entities": [{"title": "Angelo Castro Jr.", "href": "/wiki/Angelo_Castro_Jr.", "description": "Angelo Ylagan Castro Jr. was a Filipino broadcast journalist and actor. He was a news anchor for The World Tonight, the flagship news program of ABS-CBN and ANC. He anchored several ABS-CBN and ANC news and current events programs for the past 25 years. Castro is a recipient of the Ka Doroy Broadcaster of the Year award from the Kapisanan ng mga Brodkaster ng Pilipinas."}]}, {"heading": "Births", "year": "1946", "date": "March 6", "txt": "David Gilmour, English singer-songwriter and guitarist", "entities": [{"title": "David Gilmour", "href": "/wiki/David_Gilmour", "description": "David Jon Gilmour is an English musician who was a member of rock band Pink Floyd. He joined as guitarist and co-lead vocalist in 1968 shortly before the departure of founder member Syd Barrett. Pink Floyd achieved international success with the concept albums The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977), and The Wall (1979). By the early 1980s, they had become one o"}]}, {"heading": "Births", "year": "1946", "date": "March 6", "txt": "Richard Noble, Scottish race car driver and businessman", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 6", "txt": "Kiki Dee, English singer-songwriter", "entities": [{"title": "Kiki Dee", "href": "/wiki/Kiki_Dee", "description": "Pauline Matthews, better known by her stage name Kiki Dee, is an English singer. Known for her blue-eyed soul vocals, she was the first female singer from the UK to sign with Motown's Tamla Records."}]}, {"heading": "Births", "year": "1947", "date": "March 6", "txt": "Dick Fosbury, American high jumper", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 6", "txt": "Anna Maria Horsford, American actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 6", "txt": "Rob Reiner, American actor, director, producer, and activist", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 6", "txt": "Jean Seaton, English historian and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 6", "txt": "John Stossel, American journalist and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 6", "txt": "Stephen Schwartz, American composer and producer", "entities": [{"title": "Stephen Schwartz (composer)", "href": "/wiki/Stephen_Schwartz_(composer)", "description": "Stephen Lawrence Schwartz is an American musical theater lyricist and composer. In a career spanning over four decades, Schwartz has written such hit musicals as Godspell (1971), Pippin (1972), and Wicked (2003). He has contributed lyrics to a number of successful films, including Pocahontas (1995), The Hunchback of Notre Dame (1996), The Prince of Egypt, and Enchanted (2007). Schwartz has won the"}]}, {"heading": "Births", "year": "1949", "date": "March 6", "txt": "Shaukat Aziz, Pakistani economist and politician, 15th Prime Minister of Pakistan", "entities": [{"title": "Shaukat Aziz", "href": "/wiki/Shaukat_Aziz", "description": "Shaukat Aziz is a Pakistani former banker and financier who served as 17th Prime Minister of Pakistan from 20 August 2004 to 15 November 2007, as well as the a Finance Minister of Pakistan from 6 November 1999 to 15 November 2007. During his childhood he studied at St Patrick's High School, Karachi. Aziz graduated from the Institute of Business Administration in Karachi, and joined the corporate s"}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Births", "year": "1949", "date": "March 6", "txt": "Martin Buchan, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 6", "txt": "Arthur Roche, English archbishop", "entities": [{"title": "Arthur Roche", "href": "/wiki/Arthur_Roche", "description": "Arthur Roche is an English prelate of the Catholic Church who has been an archbishop and the Secretary of the Congregation for Divine Worship and the Discipline of the Sacraments since 2012. Roche was the ninth Roman Catholic Bishop of Leeds from 2004 to 2012, having served previously as Coadjutor Bishop of Leeds and before that as an auxiliary bishop of the Archdiocese of Westminster."}]}, {"heading": "Births", "year": "1951", "date": "March 6", "txt": "Gerrie Knetemann, Dutch cyclist (d. 2004)", "entities": [{"title": "Gerrie Knetemann", "href": "/wiki/Gerrie_Knetemann", "description": "Gerard Friedrich \"Gerrie\" Knetemann was a Dutch road bicycle racer who won the 1978 World Championship. He wore the Yellow Jersey early in each Tour de France for four consecutive years between 1977 and 1980."}]}, {"heading": "Births", "year": "1952", "date": "March 6", "txt": "Denis Napthine, Australian politician, 47th Premier of Victoria", "entities": [{"title": "Denis Napthine", "href": "/wiki/Denis_Napthine", "description": "Denis Vincent Napthine is a former Australian politician who was the 47th Premier of Victoria. Napthine was a Liberal Party member of the Victorian Legislative Assembly, representing the electoral district of Portland from 1988 to 2002 and South-West Coast from 2002 to 2015. He was elected leader of the Parliamentary Liberal Party on 6 March 2013 following the resignation of Ted Baillieu and was s"}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1953", "date": "March 6", "txt": "Madhav Kumar Nepal, Nepali banker and politician, 34th Prime Minister of Nepal", "entities": [{"title": "Madhav Kumar Nepal", "href": "/wiki/Madhav_Kumar_Nepal", "description": "Madhav Kumar Nepal is a Nepalese politician who served as the Prime Minister of Nepal from 25 May 2009 to 6 February 2011. He previously served as the deputy prime minister, Minister of Foreign Affairs and Minister of Defence in the cabinet of Man Mohan Adhikari. He was previously the General Secretary of Communist Party of Nepal for 15 years."}, {"title": "Prime Minister of Nepal", "href": "/wiki/Prime_Minister_of_Nepal", "description": "The prime minister of Nepal is the head of government and chief executive of Nepal. The prime minister is the chair of the Council of Ministers of Nepal and the chief adviser to the President of Nepal. The Prime Minister is a member of the House of Representatives of Nepal and is the highest ranking federal officer within the government."}]}, {"heading": "Births", "year": "1953", "date": "March 6", "txt": "Carolyn Porco, American astronomer and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 6", "txt": "Phil Alvin, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 6", "txt": "Jeff Greenwald, American author, photographer, and monologist", "entities": [{"title": "Jeff Greenwald", "href": "/wiki/Jeff_Greenwald", "description": "Jeff Greenwald is a best-selling author, photographer, and monologist. He now resides in Oakland, CA."}]}, {"heading": "Births", "year": "1954", "date": "March 6", "txt": "Harald Schumacher, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 6", "txt": "Cyprien Ntaryamira, Burundian politician, 5th President of Burundi (d. 1994)", "entities": [{"title": "Cyprien Ntaryamira", "href": "/wiki/Cyprien_Ntaryamira", "description": "Cyprien Ntaryamira was the Hutu President of Burundi from 5 February 1994 until his death two months later. He was travelling in an aircraft with Rwandan President Juvénal Habyarimana that was shot down near Kigali, Rwanda."}, {"title": "President of Burundi", "href": "/wiki/President_of_Burundi", "description": "The president of Burundi, officially the president of the Republic, is the head of state and head of government of the Republic of Burundi. The president is also commander-in-chief of the National Defence Force. The office of the presidency was established when Michel Micombero declared Burundi a republic on 28 November 1966. The first constitution to specify the powers and duties of the president"}]}, {"heading": "Births", "year": "1955", "date": "March 6", "txt": "Alberta Watson, Canadian actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 6", "txt": "Peter Roebuck, English cricketer, journalist, and sportcaster (d. 2011)", "entities": [{"title": "Peter Roebuck", "href": "/wiki/Peter_Roebuck", "description": "Peter Michael Roebuck was an English cricketer who achieved later renown as an Australian newspaper columnist and radio commentator. A consistent county performer with over 25,000 runs, and \"one of the better English openers of the 1980s\", Roebuck captained the English county side Somerset between 1986 and 1988. During 1989, Roebuck also captained an England XI one-day cricket team in two matches."}]}, {"heading": "Births", "year": "1956", "date": "March 6", "txt": "Steve Vizard, Australian television host, actor, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 6", "txt": "Sleepy Floyd, American basketball player and coach", "entities": [{"title": "Sleepy Floyd", "href": "/wiki/Sleepy_Floyd", "description": "Eric Augustus \"Sleepy\" Floyd is an American retired professional basketball player."}]}, {"heading": "Births", "year": "1962", "date": "March 6", "txt": "Alison Nicholas, British golfer", "entities": [{"title": "Alison Nicholas", "href": "/wiki/Alison_Nicholas", "description": "Alison Nicholas, is an English professional golfer."}]}, {"heading": "Births", "year": "1963", "date": "March 6", "txt": "D. L. Hughley, American actor, producer, and screenwriter", "entities": [{"title": "D. L. Hughley", "href": "/wiki/D._L._Hughley", "description": "Darryl Lynn Hughley is an American actor, political commentator, radio host, author and stand-up comedian. Hughley is best known as the original host of BET's ComicView from 1992 to 1993, the eponymous character on the ABC/UPN sitcom The Hughleys, and as one of the \"Big Four\" comedians in The Original Kings of Comedy. Additionally, he has been the host of CNN's D. L. Hughley Breaks the News, a cor"}]}, {"heading": "Births", "year": "1964", "date": "March 6", "txt": "Linda Pearson, Scottish sport shooter", "entities": [{"title": "Linda Pearson", "href": "/wiki/Linda_Pearson", "description": "Linda Pearson is a Scottish clay target shooter. She competed in the women's double trap event at the 2018 Commonwealth Games, winning the bronze medal."}]}, {"heading": "Births", "year": "1965", "date": "March 6", "txt": "Allan Bateman, Welsh rugby player", "entities": [{"title": "Allan Bateman", "href": "/wiki/Allan_Bateman", "description": "Allan Glen Bateman is a Welsh former rugby union and rugby league footballer who played in the 1980s, 1990s and 2000s. He is a dual-code rugby international centre who represented the British and Irish Lions at rugby union, and Great Britain at rugby league."}]}, {"heading": "Births", "year": "1965", "date": "March 6", "txt": "Jim Knight, English politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 6", "txt": "Alan Davies, English comedian, actor and screenwriter", "entities": [{"title": "Alan Davies", "href": "/wiki/Alan_Davies", "description": "Alan Roger Davies is an English stand-up comedian, writer, actor and TV presenter. He has played the title role in the BBC mystery drama series Jonathan Creek since 1997, and has been the only permanent panellist on the BBC panel show QI since 2003, outlasting original host Stephen Fry (2003–16), who was replaced by Sandi Toksvig upon his departure."}]}, {"heading": "Births", "year": "1967", "date": "March 6", "txt": "Julio Bocca, Argentinian ballet dancer and director", "entities": [{"title": "Julio Bocca", "href": "/wiki/Julio_Bocca", "description": "Julio Adrián Lojo Bocca is an Argentine ballet dancer. Bocca spent twenty years as a principal dancer with American Ballet Theatre. From 2010 to 2018 he served as artistic director of the National Ballet of Uruguay, administered by SODRE, the country's broadcasting and cultural authority."}]}, {"heading": "Births", "year": "1967", "date": "March 6", "txt": "Connie Britton, American actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 6", "txt": "Glenn Greenwald, American journalist and author", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 6", "txt": "Shuler Hensley, American actor and singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 6", "txt": "Moira Kelly, American actress and director", "entities": [{"title": "Moira Kelly", "href": "/wiki/Moira_Kelly", "description": "Moira Kelly is an American actress. She is known for portraying Kate Moseley in the 1992 film The Cutting Edge as well as single mother Karen Roe on the teen drama One Tree Hill. She is also known for playing the role of Donna Hayward in Twin Peaks: Fire Walk with Me, replacing Lara Flynn Boyle in the prequel to the 1990 TV series Twin Peaks. Other roles include Dorothy Day in Entertaining Angels:"}]}, {"heading": "Births", "year": "1971", "date": "March 6", "txt": "Darrick Martin, American basketball player and coach", "entities": [{"title": "Darrick Martin", "href": "/wiki/Darrick_Martin", "description": "Darrick David Martin is an American basketball coach, most recently head coach for the Reno Bighorns of the NBA G League. He played basketball for more than a decade, shuttling between the Continental Basketball Association (CBA), where he won the 2003 CBA Playoffs MVP, and the NBA. In 2003, he even played for the Harlem Globetrotters. He then went on to play for the Los Angeles Lightning of the I"}]}, {"heading": "Births", "year": "1972", "date": "March 6", "txt": "Shaquille O'Neal, American basketball player, actor, and rapper", "entities": [{"title": "Shaquille O'Neal", "href": "/wiki/Shaquille_O%27Neal", "description": "Shaquille Rashaun O'Neal is an American former professional basketball player who is a sports analyst on the television program Inside the NBA. O’Neal was a 7-foot-1-inch (2.16 m) and 325-pound (147 kg) center who played for six teams over his 19-year career in the National Basketball Association (NBA) and is a four-time NBA champion. O'Neal is often regarded as one of the greatest basketball play"}]}, {"heading": "Births", "year": "1972", "date": "March 6", "txt": "Jaret Reddick, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 6", "txt": "Michael Finley, American basketball player", "entities": [{"title": "Michael Finley", "href": "/wiki/Michael_Finley", "description": "Michael Howard Finley is an American former professional basketball player who is the Vice President of Basketball Operations for the Dallas Mavericks of the National Basketball Association (NBA). He played 15 seasons in the NBA, predominantly with the Mavericks but also for the Phoenix Suns, the San Antonio Spurs and the Boston Celtics. He was a two-time NBA All-Star and won an NBA championship w"}]}, {"heading": "Births", "year": "1973", "date": "March 6", "txt": "Peter Lindgren, Swedish guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 6", "txt": "Greg Ostertag, American basketball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 6", "txt": "Trent Willmon, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 6", "txt": "Guy Garvey, English singer-songwriter and guitarist", "entities": [{"title": "Guy Garvey", "href": "/wiki/Guy_Garvey", "description": "Guy Edward John Garvey is an English musician, singer, songwriter and BBC 6 Music presenter. He is the lead singer and lyricist of the rock band Elbow."}]}, {"heading": "Births", "year": "1974", "date": "March 6", "txt": "Matthew Guy, Australian politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 6", "txt": "Brad Schumacher, American swimmer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 6", "txt": "Beanie Sigel, American rapper", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 6", "txt": "Aracely Arámbula, Mexican actress and singer", "entities": [{"title": "Aracely Arámbula", "href": "/wiki/Aracely_Ar%C3%A1mbula", "description": "Aracely Arámbula Jacques, known professionally as Aracely Arámbula, is a Mexican actress, model, singer, television personality and entrepreneur."}]}, {"heading": "Births", "year": "1975", "date": "March 6", "txt": "Yannick Nézet-Séguin, Canadian pianist and conductor", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 6", "txt": "Ken Anderson, American wrestler and actor", "entities": [{"title": "Ken Anderson (wrestler)", "href": "/wiki/Ken_Anderson_(wrestler)", "description": "Kenneth Anderson is an American professional wrestler, actor, professional wrestling trainer, and ring announcer, who is currently signed to National Wrestling Alliance as a wrestler and with Top Rank Boxing as their announcer. Anderson is known for his tenure with WWE from 2005 to 2009 under the ring name Mr. Kennedy and his work in Total Nonstop Action Wrestling as Mr. Anderson."}]}, {"heading": "Births", "year": "1977", "date": "March 6", "txt": "Nantie Hayward, South African cricketer", "entities": [{"title": "Nantie Hayward", "href": "/wiki/Nantie_Hayward", "description": "Mornantau 'Nantie' Hayward is a former South African cricketer, who played Tests and ODIs. He is a right-arm fast bowler, who, according to Peter Robinson, \"has genuine pace, the ability to get bounce and abundant energy\". He played for Derbyshire until his retirement from all cricket in 2012."}]}, {"heading": "Births", "year": "1977", "date": "March 6", "txt": "Giorgos Karagounis, Greek international footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 6", "txt": "Shabani Nonda, DR Congolese footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 6", "txt": "Marcus Thames, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 6", "txt": "Sage Rosenfels, American football player", "entities": [{"title": "Sage Rosenfels", "href": "/wiki/Sage_Rosenfels", "description": "Sage Jamen Rosenfels is a former American football quarterback. He played college football at Iowa State. He was then drafted by the Washington Redskins in the fourth round of the 2001 NFL Draft. He played with the Miami Dolphins from 2002–2005, the Houston Texans from 2006–2008, the Vikings in 2009, and the New York Giants in 2010. He spent portions of the 2011 season with the Vikings and Dolphin"}]}, {"heading": "Births", "year": "1978", "date": "March 6", "txt": "Chad Wicks, American wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 6", "txt": "Clint Barmes, American baseball player", "entities": [{"title": "Clint Barmes", "href": "/wiki/Clint_Barmes", "description": "Clint Harrold Barmes is an American former professional baseball second baseman and shortstop. He played in Major League Baseball (MLB) from 2003 through 2015 for the Colorado Rockies, Houston Astros, Pittsburgh Pirates, and San Diego Padres."}]}, {"heading": "Births", "year": "1979", "date": "March 6", "txt": "Érik Bédard, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 6", "txt": "David Flair, American wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 6", "txt": "Tim Howard, American soccer player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 6", "txt": "Emílson Cribari, Brazilian footballer", "entities": [{"title": "Emílson Cribari", "href": "/wiki/Em%C3%ADlson_Cribari", "description": "Emílson Sánchez Cribari is a Brazilian footballer who played as a centre back."}]}, {"heading": "Births", "year": "1981", "date": "March 6", "txt": "Ellen Muth, American actress", "entities": [{"title": "Ellen Muth", "href": "/wiki/Ellen_Muth", "description": "Ellen Muth is an American actress from Milford, Connecticut, best known for her role as Georgia \"George\" Lass in Showtime's series Dead Like Me."}]}, {"heading": "Births", "year": "1983", "date": "March 6", "txt": "Andranik Teymourian, Armenian-Iranian footballer", "entities": [{"title": "Andranik Teymourian", "href": "/wiki/Andranik_Teymourian", "description": "Andranik Timotian-Samarani, commonly known as Andranik \"Ando\" Teymourian is a retired Iranian footballer. He usually played as a defensive midfielder, but could also play as a wide midfielder. He is notably the first Christian to captain the Iranian national team."}]}, {"heading": "Births", "year": "1984", "date": "March 6", "txt": "Daniël de Ridder, Dutch footballer", "entities": [{"title": "Daniël de Ridder", "href": "/wiki/Dani%C3%ABl_de_Ridder", "description": "Daniël Robin Frederick de Ridder is a Dutch former professional footballer. He played as a winger operating either on the right or left side but would occasionally play a more advanced role. He represented Ajax, Celta Vigo, Birmingham City, Wigan Athletic, Hapoel Tel Aviv, Grasshopper, Heerenveen, RKC Waalwijk and Cambuur."}]}, {"heading": "Births", "year": "1984", "date": "March 6", "txt": "Eskil Pedersen, Norwegian politician", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 6", "txt": "Chris Tomson, American drummer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 6", "txt": "Bakaye Traoré, French-Malian footballer", "entities": [{"title": "Bakaye Traoré", "href": "/wiki/Bakaye_Traor%C3%A9", "description": "Bakaye Traoré is a French-born Malian former professional footballer who played as a central midfielder for Amiens SC and AS Nancy in France, for A.C. Milan in Italy, and for Kayseri Erciyesspor and Bursaspor in Turkey. He was capped 24 times at international level by Mali national team scoring twice."}]}, {"heading": "Births", "year": "1986", "date": "March 6", "txt": "Jake Arrieta, American baseball player", "entities": [{"title": "Jake Arrieta", "href": "/wiki/Jake_Arrieta", "description": "Jacob Joseph Arrieta is an American professional baseball pitcher for the Chicago Cubs of Major League Baseball (MLB). He previously played for the Baltimore Orioles and Philadelphia Phillies."}]}, {"heading": "Births", "year": "1986", "date": "March 6", "txt": "Francisco Cervelli, Venezuelan-Italian baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 6", "txt": "Ross Detwiler, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 6", "txt": "Eli Marienthal, American actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 6", "txt": "Charlie Mulgrew, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 6", "txt": "Kevin-Prince Boateng, Ghanaian-German footballer", "entities": [{"title": "Kevin-Prince Boateng", "href": "/wiki/Kevin-Prince_Boateng", "description": "Kevin-Prince Boateng, also known as Prince, is a professional footballer who plays as a midfielder or forward for Serie B club Monza."}]}, {"heading": "Births", "year": "1987", "date": "March 6", "txt": "José Manuel Flores, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 6", "txt": "Agnes Carlsson, Swedish singer", "entities": [{"title": "Agnes Carlsson", "href": "/wiki/Agnes_Carlsson", "description": "Agnes Emilia Carlsson, known mononymously as Agnes, is a Swedish recording artist. She rose to fame as the winner of Idol 2005, the second season of the Swedish Idol series. She was then signed to Sony Music, through which she released her self-titled debut album, Agnes, and follow-up, Stronger, both of which topped the Swedish Top 60 Albums Chart. In early 2008, it was announced that Agnes had pa"}]}, {"heading": "Births", "year": "1988", "date": "March 6", "txt": "Marina Erakovic, New Zealand tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 6", "txt": "Simon Mignolet, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 6", "txt": "Agnieszka Radwańska, Polish tennis player", "entities": [{"title": "Agnieszka Radwańska", "href": "/wiki/Agnieszka_Radwa%C5%84ska", "description": "Agnieszka Roma Radwańska (listen) is a Polish former professional tennis player. Known for making intelligent use of the court, she won 20 career singles titles, two doubles titles, and achieved a career-high singles ranking of world No. 2 on 9 July 2012. Her achievements include winning the season-ending WTA Finals in 2015, Women's Tennis Association (WTA) Fan Favourite Award six times, Shot of t"}]}, {"heading": "Births", "year": "1990", "date": "March 6", "txt": "Derek Drouin, Canadian athlete", "entities": [{"title": "Derek Drouin", "href": "/wiki/Derek_Drouin", "description": "Derek Drouin is a Canadian track and field athlete who competes in the high jump. He is the reigning Olympic Champion, having won gold in 2016, and was the 2015 World Champion. He also won gold at the 2014 Commonwealth Games and the 2015 Pan American Games, and won a bronze medal at the 2012 Summer Olympics and the 2013 World Championships."}]}, {"heading": "Births", "year": "1991", "date": "March 6", "txt": "Lex Luger, American keyboard player and producer", "entities": [{"title": "Lex Luger (record producer)", "href": "/wiki/Lex_Luger_(record_producer)", "description": "Lexus Arnel Lewis, professionally known as Lex Luger, is an American record producer and songwriter. His stage name is inspired by the famous WCW/WWF professional wrestler Lex Luger. He co-founded the American hip hop production team 808 Mafia with Southside. Luger is also a member of the hip hop production duo Low Pros with A-Trak and the VABP, a hip hop group that he founded in high school."}]}, {"heading": "Births", "year": "1991", "date": "March 6", "txt": "Emma McDougall, English footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 6", "txt": "Tyler Gregory Okonma, American rapper", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 6", "txt": "Andrés Rentería, Colombian footballer", "entities": [{"title": "Andrés Rentería", "href": "/wiki/Andr%C3%A9s_Renter%C3%ADa", "description": "Andrés Jair Rentería Morelo, commonly known as Andrés Rentería, is a Colombian footballer who plays as a forward for Independiente Santa Fe. He is a naturalized citizen of Mexico."}]}, {"heading": "Births", "year": "1994", "date": "March 6", "txt": "Marcus Smart, American basketball player", "entities": [{"title": "Marcus Smart", "href": "/wiki/Marcus_Smart", "description": "Marcus Osmond Smart is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA). He played college basketball for the Oklahoma State Cowboys before being drafted with the sixth overall pick in the 2014 NBA draft."}]}, {"heading": "Births", "year": "1995", "date": "March 6", "txt": "Georgi Kitanov, Bulgarian footballer", "entities": [{"title": "Georgi Kitanov", "href": "/wiki/Georgi_Kitanov", "description": "Georgi Kitanov is a Bulgarian professional footballer who plays as a goalkeeper for Petrolul Ploiești."}]}, {"heading": "Births", "year": "1996", "date": "March 6", "txt": "Christian Coleman, American sprinter", "entities": [{"title": "Christian Coleman", "href": "/wiki/Christian_Coleman", "description": "Christian Coleman is a currently suspended American professional track and field sprinter who competes in the 100-meter dash and 200-meter dash. He is the current world champion in the 100 meters. He was a double medallist at the World Championships in Athletics in 2017, winning silver medals in both the 100 m and 4 × 100-meter relay. He holds personal records of 9.76 seconds for the 100 m and 19."}]}, {"heading": "Births", "year": "1996", "date": "March 6", "txt": "Tyrell Fuimaono, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1996", "date": "March 6", "txt": "Timo Werner, German footballer", "entities": []}, {"heading": "Deaths", "year": "190", "date": "March 6", "txt": "Liu Bian (poisoned by Dong Zhuo) (b. 176)", "entities": [{"title": "Liu Bian", "href": "/wiki/Liu_Bian", "description": "Liu Bian, also known as Emperor Shao of Han and the Prince of Hongnong, was the 13th emperor of the Eastern Han dynasty in China. He became emperor around the age of 13 upon the death of his father, Emperor Ling, and ruled briefly from 15 May to 28 September 189 before he was deposed, after which he became known as the \"Prince of Hongnong\". His emperor title, \"Emperor Shao\", was also used by other"}, {"title": "Dong Zhuo", "href": "/wiki/Dong_Zhuo", "description": "Dong Zhuo, courtesy name Zhongying, was a military general and warlord who lived in the late Eastern Han dynasty of China. At the end of the reign of the Eastern Han, Dong Zhuo was a general and powerful minister of the imperial government. Yet he forced the young Emperor Shao of Han to abdicate and replaced him with his half-brother Emperor Xian of Han while he sought to become the de facto ruler"}]}, {"heading": "Deaths", "year": "653", "date": "March 6", "txt": "Li Ke, prince of the Tang Dynasty (b. 619)", "entities": [{"title": "Li Ke", "href": "/wiki/Li_Ke", "description": "Li Ke, posthumously known as the Prince of Yùlín (鬱林王), often known by his greater title as the Prince of Wú (吳王), was an imperial prince of the Tang Dynasty. As a highly honored son of Emperor Taizong, he was one time considered a possible candidate as crown prince after both his older brother Li Chengqian and younger brother Li Tai were both deposed in 643, but eventually, his younger brother Li"}]}, {"heading": "Deaths", "year": "766", "date": "March 6", "txt": "Chrodegang, Frankish bishop and saint", "entities": [{"title": "Chrodegang", "href": "/wiki/Chrodegang", "description": "Saint Chrodegang was the Frankish Bishop of Metz from 742 or 748 until his death. He served as chancellor for his kinsman, Charles Martel. Chrodegang is claimed to be a progenitor of the Frankish dynasty of the Robertians."}]}, {"heading": "Deaths", "year": "903", "date": "March 6", "txt": "Lu Guangqi, Chinese official and chancellor", "entities": [{"title": "Lu Guangqi", "href": "/wiki/Lu_Guangqi", "description": "Lu Guangqi (盧光啟), courtesy name Zizhong (子忠), was an official of the Chinese dynasty Tang Dynasty, serving briefly as chancellor from 901 to 902, while Emperor Zhaozong was under the physical control of the warlord Li Maozhen the military governor (Jiedushi) of Fengxiang Circuit and Li's eunuch allies, led by Han Quanhui. After Li Maozhen was forced to surrender Emperor Zhaozong to another warlord"}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}]}, {"heading": "Deaths", "year": "903", "date": "March 6", "txt": "Su Jian, Chinese official and chancellor", "entities": []}, {"heading": "Deaths", "year": "1070", "date": "March 6", "txt": "Ulric I, Margrave of Carniola", "entities": [{"title": "Ulric I, Margrave of Carniola", "href": "/wiki/Ulric_I,_Margrave_of_Carniola", "description": "Ulric I, also Odalric or Udalrich, Count of Weimar-Orlamünde, was margrave of Carniola from 1045 and of Istria from 1060 to his death."}]}, {"heading": "Deaths", "year": "1251", "date": "March 6", "txt": "Rose of Viterbo, Italian saint (b. 1235)", "entities": [{"title": "Rose of Viterbo", "href": "/wiki/Rose_of_Viterbo", "description": "Rose of Viterbo, T.O.S.F., was a young woman born in Viterbo, then a contested commune of the Papal States. She spent her brief life as a recluse, who was outspoken in her support of the papacy. Otherwise leading an unremarkable life, she later became known for her mystical gifts of prophecy and having miraculous powers. She is honored as a saint by the Catholic Church."}]}, {"heading": "Deaths", "year": "1353", "date": "March 6", "txt": "Roger Grey, 1st Baron Grey de Ruthyn", "entities": [{"title": "Roger Grey, 1st Baron Grey de Ruthyn", "href": "/wiki/Roger_Grey,_1st_Baron_Grey_de_Ruthyn", "description": "Roger Grey, 1st Baron Grey of Ruthin was summoned to parliament in 1324. He saw much service as a soldier."}]}, {"heading": "Deaths", "year": "1466", "date": "March 6", "txt": "Alvise Loredan, Venetian admiral and statesman (b. 1393)", "entities": [{"title": "Alvise Loredan", "href": "/wiki/Alvise_Loredan", "description": "Alvise Loredan was a Venetian nobleman of the Loredan family. At a young age he became a galley captain, and served with distinction as a military commander, with a long record of battles against the Ottomans, from the naval expeditions to aid Thessalonica, to the Crusade of Varna, and the opening stages of the Ottoman–Venetian War of 1463–1479, as well as the Wars in Lombardy against the Duchy of"}]}, {"heading": "Deaths", "year": "1490", "date": "March 6", "txt": "Ivan the Young, Ruler of Tver (b. 1458)", "entities": [{"title": "Ivan the Young", "href": "/wiki/Ivan_the_Young", "description": "Ivan Ivanovich, was the eldest son and heir of Ivan III of Russia from his first marriage to Maria of Tver."}]}, {"heading": "Deaths", "year": "1491", "date": "March 6", "txt": "Richard Woodville, 3rd Earl Rivers", "entities": [{"title": "Richard Woodville, 3rd Earl Rivers", "href": "/wiki/Richard_Woodville,_3rd_Earl_Rivers", "description": "Richard Woodville, 3rd Earl Rivers succeeded his brother, Anthony Woodville, as the third Earl Rivers. He was the son of Richard Woodville, 1st Earl Rivers, and Jacquetta of Luxembourg, and was the brother of the English queen Elizabeth Woodville."}]}, {"heading": "Deaths", "year": "1531", "date": "March 6", "txt": "Pedro Arias Dávila, Spanish explorer and diplomat (b. 1440)", "entities": [{"title": "Pedro Arias Dávila", "href": "/wiki/Pedro_Arias_D%C3%A1vila", "description": "Pedro Arias de Ávila was a Spanish soldier and colonial administrator. He led the first great Spanish expedition to the mainland of the New World. There he served as governor of Panama (1514–1526) and Nicaragua (1527–1531), and founded Panama City (1519)."}]}, {"heading": "Deaths", "year": "1616", "date": "March 6", "txt": "Francis Beaumont, English playwright (b. 1584)", "entities": [{"title": "Francis Beaumont", "href": "/wiki/Francis_Beaumont", "description": "Francis Beaumont was a dramatist in the English Renaissance theatre, most famous for his collaborations with John Fletcher."}]}, {"heading": "Deaths", "year": "1754", "date": "March 6", "txt": "Henry Pelham, English politician, Prime Minister of the United Kingdom (b. 1694)", "entities": [{"title": "Henry Pelham", "href": "/wiki/Henry_Pelham", "description": "Henry Pelham was a British Whig statesman who served as Prime Minister of Great Britain from 1743 until his death. He was the younger brother of Thomas Pelham-Holles, 1st Duke of Newcastle, who served in Pelham's government and succeeded him as prime minister. Pelham is generally considered to have been Britain's third prime minister, after Robert Walpole and the Earl of Wilmington."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1758", "date": "March 6", "txt": "Henry Vane, 1st Earl of Darlington, English politician, Lord Lieutenant of Durham (b. 1705)", "entities": [{"title": "Henry Vane, 1st Earl of Darlington", "href": "/wiki/Henry_Vane,_1st_Earl_of_Darlington", "description": "Henry Vane, 1st Earl of Darlington, PC, known as Lord Barnard between 1753 and 1754, was a British politician who sat in the House of Commons from 1726 to 1753 when he succeeded to a peerage as Baron Barnard."}, {"title": "Lord Lieutenant of Durham", "href": "/wiki/Lord_Lieutenant_of_Durham", "description": "This is a list of people who have served as Lord Lieutenant of Durham."}]}, {"heading": "Deaths", "year": "1764", "date": "March 6", "txt": "Philip Yorke, 1st Earl of Hardwicke, English lawyer and politician, Lord Chancellor of the United Kingdom (b. 1690)", "entities": [{"title": "Philip Yorke, 1st Earl of Hardwicke", "href": "/wiki/Philip_Yorke,_1st_Earl_of_Hardwicke", "description": "Philip Yorke, 1st Earl of Hardwicke, was an English lawyer and politician who served as Lord High Chancellor of Great Britain. He was a close confidant of the Duke of Newcastle, Prime Minister between 1754 and 1756 and 1757 until 1762."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1796", "date": "March 6", "txt": "Guillaume Thomas François Raynal, French historian and author (b. 1713)", "entities": [{"title": "Guillaume Thomas François Raynal", "href": "/wiki/Guillaume_Thomas_Fran%C3%A7ois_Raynal", "description": "Guillaume Thomas Raynal was a French writer and man of letters during the Age of Enlightenment."}]}, {"heading": "Deaths", "year": "1836", "date": "March 6", "txt": "Deaths at the Battle of the Alamo:\nJames Bonham, American lawyer and soldier (b. 1807)\nJames Bowie, American colonel (b. 1796)\nDavy Crockett, American soldier and politician (b. 1786)\nWilliam B. Travis, American lieutenant colonel and lawyer (b. 1809)", "entities": [{"title": "Battle of the Alamo", "href": "/wiki/Battle_of_the_Alamo", "description": "The Battle of the Alamo was a pivotal event in the Texas Revolution. Following a 13-day siege, Mexican troops under President General Antonio López de Santa Anna reclaimed the Alamo Mission near San Antonio de Béxar, killing most of the Texians and Tejanos inside. Santa Anna's cruelty during the battle inspired many Texians and Tejanos to join the Texian Army. Buoyed by a desire for revenge, the T"}]}, {"heading": "Deaths", "year": "1854", "date": "March 6", "txt": "Charles Vane, 3rd Marquess of Londonderry, Irish colonel and diplomat, Under-Secretary of State for War and the Colonies (b. 1778)", "entities": [{"title": "Charles Vane, 3rd Marquess of Londonderry", "href": "/wiki/Charles_Vane,_3rd_Marquess_of_Londonderry", "description": "Charles William Vane, 3rd Marquess of Londonderry,, was an Irish soldier in the British army, a politician, and a nobleman. As a soldier he fought in the French Revolutionary Wars, in the suppression of the Irish Rebellion of 1798, and in the Napoleonic wars. He excelled as a cavalry commander on the Iberian Peninsula under John Moore and Arthur Wellesley."}, {"title": "Under-Secretary of State for War and the Colonies", "href": "/wiki/Under-Secretary_of_State_for_War_and_the_Colonies", "description": "The Under-Secretary of State for War and the Colonies was a junior Ministerial post in the United Kingdom government, subordinate to the Secretary of State for War and the Colonies."}]}, {"heading": "Deaths", "year": "1866", "date": "March 6", "txt": "William Whewell, English priest, historian, and philosopher (b. 1794)", "entities": [{"title": "William Whewell", "href": "/wiki/William_Whewell", "description": "Rev Dr William Whewell DD was an English polymath, scientist, Anglican priest, philosopher, theologian, and historian of science. He was Master of Trinity College, Cambridge. In his time as a student there, he achieved distinction in both poetry and mathematics."}]}, {"heading": "Deaths", "year": "1867", "date": "March 6", "txt": "Charles Farrar Browne, American-English author and educator (b. 1834)", "entities": [{"title": "Charles Farrar Browne", "href": "/wiki/Charles_Farrar_Browne", "description": "Charles Farrar Browne was an American humor writer, better known under his nom de plume, Artemus Ward, which as a character, an illiterate rube with \"Yankee common sense\", Browne also played in public performances. He is considered to be America's first stand-up comedian. His birth name was Brown but he added the \"e\" after he became famous."}]}, {"heading": "Deaths", "year": "1888", "date": "March 6", "txt": "Louisa May Alcott, American novelist and poet  (b. 1832)", "entities": [{"title": "Louisa May Alcott", "href": "/wiki/Louisa_May_Alcott", "description": "Louisa May Alcott was an American novelist, short story writer and poet best known as the author of the novel Little Women (1868) and its sequels Little Men (1871) and Jo's Boys (1886). Raised in New England by her transcendentalist parents, Abigail May and Amos Bronson Alcott, she grew up among many of the well-known intellectuals of the day, such as Ralph Waldo Emerson, Nathaniel Hawthorne, Henr"}]}, {"heading": "Deaths", "year": "1895", "date": "March 6", "txt": "Camilla Collett, Norwegian novelist and activist (b. 1813)", "entities": [{"title": "Camilla Collett", "href": "/wiki/Camilla_Collett", "description": "Jacobine Camilla Collett was a Norwegian writer, often referred to as the first Norwegian feminist. She was also the younger sister of Norwegian poet Henrik Wergeland, and is recognized as being one of the first contributors to realism in Norwegian literature. Her younger brother was Major General Joseph Frantz Oscar Wergeland."}]}, {"heading": "Deaths", "year": "1899", "date": "March 6", "txt": "Kaʻiulani of Hawaii (b. 1875)", "entities": [{"title": "Kaʻiulani", "href": "/wiki/Ka%CA%BBiulani", "description": "Kaʻiulani was the only child of Princess Miriam Likelike, and the last heir apparent to the throne of the Hawaiian Kingdom. She was the niece of King Kalākaua and Queen Liliʻuokalani. After the death of her mother, Princess Kaʻiulani was sent to Europe at age 13 to complete her education under the guardianship of British businessman and Hawaiian sugar investor Theo H. Davies. She had not yet reach"}]}, {"heading": "Deaths", "year": "1900", "date": "March 6", "txt": "Gottlieb Daimler, German engineer and businessman, co-founded Daimler-Motoren-Gesellschaft (b. 1834)", "entities": [{"title": "Gottlieb Daimler", "href": "/wiki/Gottlieb_Daimler", "description": "Gottlieb Wilhelm Daimler was a German engineer, industrial designer and industrialist born in Schorndorf, in what is now Germany. He was a pioneer of internal-combustion engines and automobile development. He invented the high-speed liquid petroleum-fuelled engine."}, {"title": "Daimler-Motoren-Gesellschaft", "href": "/wiki/Daimler-Motoren-Gesellschaft", "description": "Daimler-Motoren-Gesellschaft was a German engineering company and later automobile manufacturer, in operation from 1890 until 1926. Founded by Gottlieb Daimler and Wilhelm Maybach, it was based first in Cannstatt. Daimler died in 1900, and their business moved in 1903 to Stuttgart-Untertürkheim after the original factory was destroyed by fire, and again to Berlin in 1922. Other factories were loca"}]}, {"heading": "Deaths", "year": "1905", "date": "March 6", "txt": "John Henninger Reagan, American surveyor, judge, and politician, 3rd Confederate States of America Secretary of the Treasury (b. 1818)", "entities": [{"title": "John Henninger Reagan", "href": "/wiki/John_Henninger_Reagan", "description": "John Henninger Reagan was an American politician from Texas. A Democrat, Reagan resigned from the U.S. House of Representatives when Texas seceded from the Union and joined the Confederate States of America. He served in the cabinet of Jefferson Davis as Postmaster General."}, {"title": "Confederate States of America Secretary of the Treasury", "href": "/wiki/Confederate_States_of_America_Secretary_of_the_Treasury", "description": "The Confederate States Secretary of the Treasury was the head of the Confederate States Department of the Treasury. Three men served in this post throughout the Confederacy's brief existence from 1861 to 1865."}]}, {"heading": "Deaths", "year": "1905", "date": "March 6", "txt": "Makar Yekmalyan, Armenian composer (b. 1856)", "entities": []}, {"heading": "Deaths", "year": "1919", "date": "March 6", "txt": "Oskars Kalpaks, Latvian colonel (b. 1882)", "entities": [{"title": "Oskars Kalpaks", "href": "/wiki/Oskars_Kalpaks", "description": "Oskars Kalpaks was the commander of 1st Latvian Independent Battalion, also known as \"Kalpaks Battalion\"."}]}, {"heading": "Deaths", "year": "1920", "date": "March 6", "txt": "Ömer Seyfettin, Turkish author and educator (b. 1884)", "entities": [{"title": "Ömer Seyfettin", "href": "/wiki/%C3%96mer_Seyfettin", "description": "Ömer Seyfettin, was a Turkish writer from the late-19th to early-20th-century, considered to be one of the greatest modern Turkish authors. His work is much praised for simplifying the Turkish language from the Persian and Arabic words and phrases that were common at the time."}]}, {"heading": "Deaths", "year": "1932", "date": "March 6", "txt": "John Philip Sousa, American conductor and composer (b. 1854)", "entities": [{"title": "John Philip Sousa", "href": "/wiki/John_Philip_Sousa", "description": "John Philip Sousa was an American composer and conductor of the late Romantic era known primarily for American military marches. He is known as \"The March King\" or the \"American March King\", to distinguish him from his British counterpart Kenneth J. Alford. Among his best-known marches are \"The Stars and Stripes Forever\", \"Semper Fidelis\", \"The Liberty Bell\", \"The Thunderer\", and \"The Washington P"}]}, {"heading": "Deaths", "year": "1933", "date": "March 6", "txt": "Anton Cermak, Czech-American lawyer and politician, 44th Mayor of Chicago (b. 1873)", "entities": [{"title": "Anton Cermak", "href": "/wiki/Anton_Cermak", "description": "Anton Joseph Cermak was an American politician who served as the 44th mayor of Chicago, Illinois from April 7, 1931 until his death on March 6, 1933."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "1935", "date": "March 6", "txt": "Oliver Wendell Holmes Jr., American colonel, lawyer, and jurist (b. 1841)", "entities": [{"title": "Oliver Wendell Holmes Jr.", "href": "/wiki/Oliver_Wendell_Holmes_Jr.", "description": "Oliver Wendell Holmes Jr. was an American jurist who served as an Associate Justice of the Supreme Court of the United States from 1902 to 1932. Noted for his long service, concise and pithy opinions, and deference to the decisions of elected legislatures, he is one of the most widely cited United States Supreme Court justices in history, particularly for opinions on civil liberties and American c"}]}, {"heading": "Deaths", "year": "1939", "date": "March 6", "txt": "Ferdinand von Lindemann, German mathematician and academic (b. 1852)", "entities": [{"title": "Ferdinand von Lindemann", "href": "/wiki/Ferdinand_von_Lindemann", "description": "Carl Louis Ferdinand von Lindemann was a German mathematician, noted for his proof, published in 1882, that π (pi) is a transcendental number, meaning it is not a root of any polynomial with rational coefficients."}]}, {"heading": "Deaths", "year": "1941", "date": "March 6", "txt": "Francis Aveling, Canadian priest, psychologist, and author (b. 1875)", "entities": [{"title": "Francis Aveling", "href": "/wiki/Francis_Aveling", "description": "Francis Arthur Powell Aveling DD D.Sc PhD DLit MC ComC was a Canadian psychologist and Catholic priest. He married Ethel Dancy of Steyning, Sussex in 1925."}]}, {"heading": "Deaths", "year": "1941", "date": "March 6", "txt": "Gutzon Borglum, American sculptor and academic, designed Mount Rushmore (b. 1867)", "entities": [{"title": "Mount Rushmore", "href": "/wiki/Mount_Rushmore", "description": "Mount Rushmore National Memorial is centered on a colossal sculpture carved into the granite face of Mount Rushmore in the Black Hills in Keystone, South Dakota. Sculptor Gutzon Borglum created the sculpture's design and oversaw the project's execution from 1927 to 1941 with the help of his son, Lincoln Borglum. The sculpture features the 60-foot (18 m) heads of Presidents George Washington (1732–"}]}, {"heading": "Deaths", "year": "1948", "date": "March 6", "txt": "Ross Lockridge Jr., American author, poet, and academic (b. 1914)", "entities": [{"title": "Ross Lockridge Jr.", "href": "/wiki/Ross_Lockridge_Jr.", "description": "Ross Franklin Lockridge Jr., was an American writer known for writing Raintree County (1948). The novel, which quickly became a bestseller, was widely praised by readers and critics alike. Some have considered it a \"Great American Novel.\" As the novel climbed high on the bestseller lists, Lockridge, at the peak of his fame, died by suicide at age 33."}]}, {"heading": "Deaths", "year": "1948", "date": "March 6", "txt": "Alice Woodby McKane, First Black woman doctor in Savannah, Georgia (b. 1865)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "March 6", "txt": "Albert François Lebrun, French engineer and politician, 15th President of France (b. 1871)", "entities": [{"title": "Albert François Lebrun", "href": "/wiki/Albert_Fran%C3%A7ois_Lebrun", "description": "Albert François Lebrun was a French politician, President of France from 1932 to 1940. He was the last president of the Third Republic. He was a member of the center-right Democratic Republican Alliance (ARD)."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1951", "date": "March 6", "txt": "Ivor Novello, Welsh singer-songwriter and actor (b. 1893)", "entities": [{"title": "Ivor Novello", "href": "/wiki/Ivor_Novello", "description": "Ivor Novello was a Welsh composer and actor who became one of the most popular British entertainers of the first half of the 20th century."}]}, {"heading": "Deaths", "year": "1951", "date": "March 6", "txt": "Volodymyr Vynnychenko, Ukrainian playwright and politician, Prime Minister of Ukraine (b. 1880)", "entities": [{"title": "Prime Minister of Ukraine", "href": "/wiki/Prime_Minister_of_Ukraine", "description": "The prime minister of Ukraine is Ukraine's head of government, presiding over the Cabinet of Ministers of Ukraine, which is the highest body of the executive branch of the Ukrainian government. The position replaced the Soviet post of the chairman of Council of Ministers of the Ukrainian SSR, which was established on March 25, 1946."}]}, {"heading": "Deaths", "year": "1952", "date": "March 6", "txt": "Jürgen Stroop, German general (b. 1895)", "entities": [{"title": "Jürgen Stroop", "href": "/wiki/J%C3%BCrgen_Stroop", "description": "Jürgen Stroop was a German SS commander during the Nazi era, who served as SS and Police Leader in occupied Poland. He led the suppression of the Warsaw Ghetto Uprising in 1943 and wrote the Stroop Report, a book-length account of the operation. Following the defeat of Germany, Stroop was prosecuted during the Dachau Trials and convicted of murdering nine US prisoners of war. After his extradition"}]}, {"heading": "Deaths", "year": "1955", "date": "March 6", "txt": "Mammad Amin Rasulzade, Azerbaijani scholar and politician (b. 1884)", "entities": [{"title": "Mammad Amin Rasulzade", "href": "/wiki/Mammad_Amin_Rasulzade", "description": "Mahammad Amin Akhund Haji Mulla Alakbar oglu Rasulzade, was an Azerbaijani statesman, scholar, public figure and the head of the Azerbaijani National Council. His expression \"Bir kərə yüksələn bayraq, bir daha enməz!\" became the motto of the independence movement in Azerbaijan in the early 20th century."}]}, {"heading": "Deaths", "year": "1961", "date": "March 6", "txt": "George Formby, English singer-songwriter and actor (b. 1904)", "entities": [{"title": "George Formby", "href": "/wiki/George_Formby", "description": "George Formby, was an English actor, singer-songwriter and comedian who became known to a worldwide audience through his films of the 1930s and 1940s. On stage, screen and record he sang light, comical songs, usually playing the ukulele or banjolele, and became the UK's highest-paid entertainer."}]}, {"heading": "Deaths", "year": "1964", "date": "March 6", "txt": "Paul of Greece (b. 1901)", "entities": [{"title": "Paul of Greece", "href": "/wiki/Paul_of_Greece", "description": "Paul was King of Greece from 1 April 1947 until his death in 1964. He was succeeded by his son, Constantine II."}]}, {"heading": "Deaths", "year": "1965", "date": "March 6", "txt": "Margaret Dumont, American actress (b. 1889)", "entities": [{"title": "Margaret Dumont", "href": "/wiki/Margaret_Dumont", "description": "Margaret Dumont was an American stage and film actress. She is best remembered as the comic foil to the Marx Brothers in seven of their films. Groucho Marx called her \"practically the fifth Marx brother\"."}]}, {"heading": "Deaths", "year": "1967", "date": "March 6", "txt": "John Haden Badley, English author and educator, founded the Bedales School (b. 1865)", "entities": [{"title": "John Haden Badley", "href": "/wiki/John_Haden_Badley", "description": "John Haden Badley was an English author, educator, and founder of Bedales School, which claims to have become the first coeducational public boarding school in England in 1893."}, {"title": "Bedales School", "href": "/wiki/Bedales_School", "description": "Bedales School is a co-educational, boarding and day independent school in the village of Steep, near the market town of Petersfield in Hampshire, England. It was founded in 1893 by John Haden Badley in reaction to the limitations of conventional Victorian schools."}]}, {"heading": "Deaths", "year": "1967", "date": "March 6", "txt": "Nelson Eddy, American actor and singer (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "March 6", "txt": "Zoltán Kodály, Hungarian composer, linguist, and philosopher (b. 1882)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "March 6", "txt": "William Hopper, American actor (b. 1915)", "entities": [{"title": "William Hopper", "href": "/wiki/William_Hopper", "description": "William DeWolf Hopper Jr. was an American stage, film, and television actor. The only child of actor DeWolf Hopper and actress and Hollywood columnist Hedda Hopper, he appeared in predominantly minor roles in more than 80 feature films in the 1930s and 1940s. After serving in the United States Navy during World War II, he left acting, but in the mid-1950s, he was persuaded by director William Well"}]}, {"heading": "Deaths", "year": "1973", "date": "March 6", "txt": "Pearl S. Buck, American novelist, essayist, short story writer, Nobel Prize laureate (b. 1892)", "entities": [{"title": "Pearl S. Buck", "href": "/wiki/Pearl_S._Buck", "description": "Pearl Sydenstricker Buck, also known by her Chinese name Sai Zhenzhu, was an American writer and novelist. As the daughter of missionaries, Buck spent most of her life before 1934 in Zhenjiang, China. Her novel The Good Earth was the best-selling fiction book in the United States in 1931 and 1932 and won the Pulitzer Prize in 1932. In 1938, she was awarded the Nobel Prize in Literature \"for her ri"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1974", "date": "March 6", "txt": "Ernest Becker, American anthropologist and author (b. 1924)", "entities": [{"title": "Ernest Becker", "href": "/wiki/Ernest_Becker", "description": "Ernest Becker was an American cultural anthropologist and author of the 1974 Pulitzer Prize-winning book, The Denial of Death."}]}, {"heading": "Deaths", "year": "1976", "date": "March 6", "txt": "Maxie Rosenbloom, American boxer (b. 1903)", "entities": [{"title": "Maxie Rosenbloom", "href": "/wiki/Maxie_Rosenbloom", "description": "Max Everitt Rosenbloom was an American professional boxer, actor, and television personality. Nicknamed “Slapsie Maxie”, he was inducted into The Ring's Boxing Hall of Fame in 1972, the International Jewish Sports Hall of Fame in 1984, the World Boxing Hall of Fame in 1985, and the International Boxing Hall of Fame in 1993."}]}, {"heading": "Deaths", "year": "1977", "date": "March 6", "txt": "Alvin R. Dyer, American religious leader (b. 1903)", "entities": [{"title": "Alvin R. Dyer", "href": "/wiki/Alvin_R._Dyer", "description": "Alvin Rulon Dyer was an apostle in The Church of Jesus Christ of Latter-day Saints and served as a member of the church's First Presidency from 1968 to 1970."}]}, {"heading": "Deaths", "year": "1978", "date": "March 6", "txt": "Dennis Viollet, English-American soccer player and manager (b. 1933)", "entities": [{"title": "Dennis Viollet", "href": "/wiki/Dennis_Viollet", "description": "Dennis Sydney Viollet was an English footballer who played for Manchester United and Stoke City as well as the England national team. He was famous as one of the Busby Babes and survived the Munich air disaster. After his retirement as player, he became a coach and spent most of his managerial career in the United States for various professional and school teams."}]}, {"heading": "Deaths", "year": "1981", "date": "March 6", "txt": "George Geary, English cricketer and coach (b. 1893)", "entities": [{"title": "George Geary", "href": "/wiki/George_Geary", "description": "George Geary was a first-class cricketer who played for Leicestershire County Cricket Club and the England cricket team."}]}, {"heading": "Deaths", "year": "1981", "date": "March 6", "txt": "Rambhau Mhalgi, Indian politician and member of the Lok Sabha (b. 1921)", "entities": [{"title": "Indian people", "href": "/wiki/Indian_people", "description": "Indians are the nationals and citizens of India, the second most populous nation in the world, containing 17.50% of the world's population. In India, the term \"Indian\" refers to nationality, rather than a particular ethnicity or language; the Indian nationality consists of dozens of regional ethno-linguistic groups, reflecting the rich and complex history of the country. Due to emigration, the Ind"}, {"title": "Lok Sabha", "href": "/wiki/Lok_Sabha", "description": "The Lok Sabha, or House of the People, is the lower house of India's bicameral Parliament, with the upper house being the Rajya Sabha. Members of the Lok Sabha are elected by an adult universal suffrage and a first-past-the-post system to represent their respective constituencies, and they hold their seats for five years or until the body is dissolved by the President on the advice of the council "}]}, {"heading": "Deaths", "year": "1982", "date": "March 6", "txt": "Ayn Rand, Russian-American philosopher, author, and playwright (b. 1905)", "entities": [{"title": "Ayn Rand", "href": "/wiki/Ayn_Rand", "description": "Ayn Rand was a Russian-American writer and philosopher. She is known for her two best-selling novels, The Fountainhead and Atlas Shrugged, and for developing a philosophical system she named Objectivism. Born and educated in Russia, she moved to the United States in 1926. She had a play produced on Broadway in 1935 and 1936. After two early novels that were initially unsuccessful, she achieved fam"}]}, {"heading": "Deaths", "year": "1984", "date": "March 6", "txt": "Billy Collins Jr., American boxer (b. 1961)", "entities": [{"title": "Billy Collins Jr.", "href": "/wiki/Billy_Collins_Jr.", "description": "William Ray Collins Jr. was an American professional boxer who competed from 1981 to 1983. His career was cut short after his final fight when he sustained serious injuries against Luis Resto in their ten-round bout. Aided by his trainer Panama Lewis, Resto used illegal, tampered gloves with an ounce of the gloves' cushioning removed, along with hand wraps which had been soaked in plaster of Paris"}]}, {"heading": "Deaths", "year": "1984", "date": "March 6", "txt": "Martin Niemöller, German pastor and theologian (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "March 6", "txt": "Homer N. Wallin, American admiral (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "March 6", "txt": "Henry Wilcoxon, Dominican-American actor and producer (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "March 6", "txt": "Georgia O'Keeffe, American painter (b. 1887)", "entities": [{"title": "Georgia O'Keeffe", "href": "/wiki/Georgia_O%27Keeffe", "description": "Georgia Totto O'Keeffe was an American artist. She was known for her paintings of enlarged flowers, New York skyscrapers, and New Mexico landscapes. O'Keeffe has been recognized as the \"Mother of American modernism\"."}]}, {"heading": "Deaths", "year": "1988", "date": "March 6", "txt": "Mairéad Farrell, Provisional IRA volunteer (b. 1957)", "entities": [{"title": "Mairéad Farrell", "href": "/wiki/Mair%C3%A9ad_Farrell", "description": "Mairéad Farrell was a member of the Provisional Irish Republican Army (IRA). She was shot dead by the British Army in Gibraltar on 6 March 1988."}, {"title": "Provisional IRA", "href": "/wiki/Provisional_IRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}]}, {"heading": "Deaths", "year": "1988", "date": "March 6", "txt": "Daniel McCann, Provisional IRA volunteer (b. 1957)", "entities": [{"title": "Provisional IRA", "href": "/wiki/Provisional_IRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}]}, {"heading": "Deaths", "year": "1988", "date": "March 6", "txt": "Seán Savage, Provisional IRA volunteer (b. 1965)", "entities": [{"title": "Provisional IRA", "href": "/wiki/Provisional_IRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}]}, {"heading": "Deaths", "year": "1994", "date": "March 6", "txt": "Melina Mercouri, Greek actress and politician, 9th Greek Minister of Culture (b. 1920)", "entities": [{"title": "Melina Mercouri", "href": "/wiki/Melina_Mercouri", "description": "Maria Amalia \"Melina\" Mercouri was a Greek actress, singer, socialist, activist and politician. She came from a political family that was prominent over multiple generations. She received an Academy Award nomination and won a Cannes Film Festival Best Actress Award for her performance in the film Never on Sunday (1960). Mercouri was also nominated for three Golden Globes and two BAFTA Awards in he"}, {"title": "Ministry of Culture and Sport (Greece)", "href": "/wiki/Ministry_of_Culture_and_Sport_(Greece)", "description": "The Ministry of Culture and Sports is the government department of Greece entrusted with preserving the country's cultural heritage, promoting the arts, and overseeing sport through the subordinate General Secretariat for Sports. The incumbent minister is Lina Mendoni. The Deputy Minister for Modern Culture is Nikolas Giatromanolakis, and the Deputy Minister for Sports is Lefteris Avgenakis."}]}, {"heading": "Deaths", "year": "1997", "date": "March 6", "txt": "Cheddi Jagan, Guyanese politician, 4th President of Guyana (b. 1918)", "entities": [{"title": "Cheddi Jagan", "href": "/wiki/Cheddi_Jagan", "description": "HE Cheddi Berret Jagan was a Guyanese politician who was first elected Chief Minister in 1953 and later Premier of British Guiana from 1961 to 1964. He later served as President of Guyana from 1992 to 1997. Jagan is widely regarded in Guyana as the Father of the Nation. In 1953, he became the first person of Indian descent to be a head of government outside of South Asia."}, {"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Deaths", "year": "1997", "date": "March 6", "txt": "Michael Manley, Jamaican soldier, pilot, and politician, 4th Prime Minister of Jamaica (b. 1924)", "entities": [{"title": "Prime Minister of Jamaica", "href": "/wiki/Prime_Minister_of_Jamaica", "description": "The prime minister of Jamaica is Jamaica's head of government, currently Andrew Holness. Holness, as leader of the governing Jamaica Labour Party (JLP), was sworn in as Prime Minister on 7 September 2020, having been re-elected as a result of the JLP's landslide victory in the 2020 Jamaican general election."}]}, {"heading": "Deaths", "year": "1997", "date": "March 6", "txt": "Ursula Torday, English author (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 6", "txt": "Isa bin Salman Al Khalifa, Bahrain king (b. 1933)", "entities": [{"title": "Isa bin Salman Al Khalifa", "href": "/wiki/Isa_bin_Salman_Al_Khalifa", "description": "Isa bin Salman Al Khalifa was the first emir of Bahrain from 1961 until his death in 1999. Born in Jasra, Bahrain, he became emir upon the death of his father, Salman bin Hamad Al Khalifa."}]}, {"heading": "Deaths", "year": "2000", "date": "March 6", "txt": "John Colicos, Canadian actor (b. 1928)", "entities": [{"title": "John Colicos", "href": "/wiki/John_Colicos", "description": "John Colicos was a Canadian actor. He performed on stage and television in the United States and Canada."}]}, {"heading": "Deaths", "year": "2002", "date": "March 6", "txt": "Bryan Fogarty, Canadian ice hockey player (b. 1969)", "entities": [{"title": "Bryan Fogarty", "href": "/wiki/Bryan_Fogarty", "description": "Bryan Charles Fogarty was a Canadian ice hockey defenceman who played for the Quebec Nordiques, Pittsburgh Penguins and Montreal Canadiens. A great star in the junior leagues and a high draft choice in the National Hockey League (NHL), his career was marred by persistent alcohol and drug use, which prevented him from playing a full season at any point and led to him being frequently traded."}]}, {"heading": "Deaths", "year": "2004", "date": "March 6", "txt": "Hercules, American wrestler (b. 1957)", "entities": [{"title": "Hercules (wrestler)", "href": "/wiki/Hercules_(wrestler)", "description": "Raymond Fernandez was a professional wrestler who primarily wrestled in Florida and Texas before joining the World Wrestling Federation. He was best known by the ring name Hercules Hernandez or simply Hercules. Fernandez was also a featured bodybuilder, appearing in several muscle magazines."}]}, {"heading": "Deaths", "year": "2004", "date": "March 6", "txt": "Frances Dee, American actress (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 6", "txt": "Hans Bethe, German-American physicist and academic, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Hans Bethe", "href": "/wiki/Hans_Bethe", "description": "Hans Albrecht Bethe was a German-American nuclear physicist who made important contributions to astrophysics, quantum electrodynamics, and solid-state physics, and who won the 1967 Nobel Prize in Physics for his work on the theory of stellar nucleosynthesis. For most of his career, Bethe was a professor at Cornell University."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2005", "date": "March 6", "txt": "Danny Gardella, American baseball player and trainer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 6", "txt": "Tommy Vance, English radio host (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 6", "txt": "Teresa Wright, American actress (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 6", "txt": "Gladys Marín, Chilean activist and political figure (b.1938)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 6", "txt": "Anne Braden, American journalist and activist (b. 1924)", "entities": [{"title": "Anne Braden", "href": "/wiki/Anne_Braden", "description": "Anne McCarty Braden was an American civil rights activist, journalist, and educator dedicated to the cause of racial equality."}]}, {"heading": "Deaths", "year": "2006", "date": "March 6", "txt": "Kirby Puckett, American baseball player and sportscaster (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 6", "txt": "Jean Baudrillard, French photographer and theorist (b. 1929)", "entities": [{"title": "Jean Baudrillard", "href": "/wiki/Jean_Baudrillard", "description": "Jean Baudrillard was a French sociologist, philosopher and cultural theorist. He is best known for his analyses of media, contemporary culture, and technological communication, as well as his formulation of concepts such as simulation and hyperreality. He wrote about diverse subjects, including consumerism, gender relations, economics, social history, art, Western foreign policy, and popular cultu"}]}, {"heading": "Deaths", "year": "2007", "date": "March 6", "txt": "Ernest Gallo, American businessman, co-founded E & J Gallo Winery (b. 1909)", "entities": [{"title": "E & J Gallo Winery", "href": "/wiki/E_%26_J_Gallo_Winery", "description": "E & J Gallo Winery is a winery and distributor headquartered in Modesto, California. It was \nfounded in 1933 by Ernest Gallo and Julio Gallo, and is the largest exporter of California wines. E & J Gallo Winery is the largest family-owned winery in the United States."}]}, {"heading": "Deaths", "year": "2008", "date": "March 6", "txt": "Peter Poreku Dery, Ghanaian cardinal (b. 1918)", "entities": [{"title": "Peter Poreku Dery", "href": "/wiki/Peter_Poreku_Dery", "description": "Peter Porekuu – given the surname Der then Dery – was a Ghanaian Roman Catholic cardinal. He served as Archbishop of Tamale from 1974 to 1994 and was elevated to the cardinalate in 2006. Porekuu had also served as the Bishop of Wa prior to his elevation as archbishop."}]}, {"heading": "Deaths", "year": "2009", "date": "March 6", "txt": "Francis Magalona, Filipino rapper, producer, and actor (b. 1964)", "entities": [{"title": "Francis Magalona", "href": "/wiki/Francis_Magalona", "description": "Francis Michael Durango Magalona, also known by the moniker Francis M, was a Filipino rapper, singer, songwriter, entrepreneur & television personality. He is widely regarded as the best and the most successful local Filipino rapper of all-time. Born in Manila, he is often credited as the pioneer of Pinoy hip-hop as he was the first Filipino rapper in the Philippines to cross over into the mainstr"}]}, {"heading": "Deaths", "year": "2010", "date": "March 6", "txt": "Endurance Idahor, Nigerian footballer (b. 1984)", "entities": [{"title": "Endurance Idahor", "href": "/wiki/Endurance_Idahor", "description": "Endurance Idahor was a Nigerian professional football player who played for Sudanese club Al-Merreikh. On 6 March 2010, Idahor collapsed during a league game and later died on his way to the hospital."}]}, {"heading": "Deaths", "year": "2010", "date": "March 6", "txt": "Mark Linkous, American singer-songwriter, guitarist, and producer (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 6", "txt": "Betty Millard, American philanthropist and activist (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 6", "txt": "Francisco Xavier do Amaral, East Timorese politician, 1st President of East Timor (b. 1937)", "entities": [{"title": "Francisco Xavier do Amaral", "href": "/wiki/Francisco_Xavier_do_Amaral", "description": "Francisco Xavier do Amaral was an East Timorese politician. A founder of the Frente Revolucionária de Timor Leste Independente (Fretilin), Amaral was sworn in as the first President of East Timor when the country, then a Portuguese colony, made a unilateral declaration of independence on 28 November 1975. He was a member of the National Parliament for the Timorese Social Democratic Association fro"}, {"title": "President of East Timor", "href": "/wiki/President_of_East_Timor", "description": "The president of East Timor, officially the president of the Democratic Republic of Timor Leste, is the head of state in East Timor, elected by popular vote for a five-year term."}]}, {"heading": "Deaths", "year": "2012", "date": "March 6", "txt": "Donald M. Payne, American businessman and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 6", "txt": "Helen Walulik, American baseball player (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 6", "txt": "Chorão, Brazilian singer-songwriter (Charlie Brown Jr.) (b. 1970)", "entities": [{"title": "Chorão", "href": "/wiki/Chor%C3%A3o", "description": "Alexandre Magno Abrão, better known by his stage name Chorão, was a Brazilian singer-songwriter, rapper, lyricist, guitarist, skateboarder, record and film producer, screenwriter and entrepreneur. Best known for being a founding member and the vocalist/main lyricist of the influential alternative rock band Charlie Brown Jr., Folha de S.Paulo critic André Barcinski considered him \"the nearest thing"}, {"title": "Charlie Brown Jr.", "href": "/wiki/Charlie_Brown_Jr.", "description": "Charlie Brown Jr. was a two-time Latin Grammy Award-winning Brazilian alternative rock band from Santos, São Paulo. Known for their lyrics laden with social criticism and skate punk/hip hop jargon appealing to marginalized youth, they were one of the most famous Brazilian acts of the late 1990s/early to mid-2000s; their success, though, was frequently overshadowed by controversies and clashes rega"}]}, {"heading": "Deaths", "year": "2013", "date": "March 6", "txt": "Stompin' Tom Connors, Canadian singer-songwriter and guitarist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 6", "txt": "Alvin Lee, English singer-songwriter and guitarist  (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 6", "txt": "W. Wallace Cleland, American biochemist and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 6", "txt": "Alemayehu Atomsa, Ethiopian educator and politician (b. 1969)", "entities": [{"title": "Alemayehu Atomsa", "href": "/wiki/Alemayehu_Atomsa", "description": "Alemayehu Atomsa was an Ethiopian politician who served as the president of the Oromia Region, the largest of the country's regions, from 2010 until his resignation due to illness in 2014, from which he died in Bangkok, Thailand, on 6 March 2014."}]}, {"heading": "Deaths", "year": "2014", "date": "March 6", "txt": "Frank Jobe, American soldier and surgeon (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 6", "txt": "Sheila MacRae, English-American actress, singer, and dancer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 6", "txt": "Martin Nesbitt, American lawyer and politician (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 6", "txt": "Manlio Sgalambro, Italian philosopher, author, and poet (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 6", "txt": "Fred Craddock, American minister and academic (b. 1928)", "entities": [{"title": "Fred Craddock", "href": "/wiki/Fred_Craddock", "description": "Fred Brenning Craddock, Jr. was Bandy Distinguished Professor of Preaching and New Testament Emeritus in the Candler School of Theology at Emory University. He was an ordained minister of the Christian Church from rural Tennessee. He was the director of the Craddock Center, a non-profit service group which operates in rural Appalachia."}]}, {"heading": "Deaths", "year": "2015", "date": "March 6", "txt": "Ram Sundar Das, Indian lawyer and politician, 18th Chief Minister of Bihar (b. 1921)", "entities": [{"title": "Chief Minister of Bihar", "href": "/wiki/Chief_Minister_of_Bihar", "description": "The Chief Minister of Bihar is the chief executive of the Indian state of Bihar. As per the Constitution of India, the Governor of Bihar is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Bihar Legislative Assembly, the governor usually invites the party with a majority of seats to form the government. The governor appoints the c"}]}, {"heading": "Deaths", "year": "2015", "date": "March 6", "txt": "Enrique \"Coco\" Vicéns, Puerto Rican-American basketball player and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 6", "txt": "Nancy Reagan, American actress, 42nd First Lady of the United States (b. 1921)", "entities": [{"title": "Nancy Reagan", "href": "/wiki/Nancy_Reagan", "description": "Nancy Davis Reagan was an American film actress and the second wife of Ronald Reagan, the 40th president of the United States. She was the first lady of the United States from 1981 to 1989."}, {"title": "List of First Ladies of the United States", "href": "/wiki/List_of_First_Ladies_of_the_United_States", "description": "The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents’ wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady "}]}, {"heading": "Deaths", "year": "2016", "date": "March 6", "txt": "Sheila Varian, American horse trainer and breeder (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 6", "txt": "Robert Osborne, American actor and historian (b. 1932)", "entities": [{"title": "Robert Osborne", "href": "/wiki/Robert_Osborne", "description": "Robert Jolin Osborne was an American film historian, television presenter, author, and actor best known for more than 20 years as the primary host of the cable channel Turner Classic Movies (TCM). Prior to hosting at TCM, Osborne had been a host on The Movie Channel, and earlier, a columnist for The Hollywood Reporter. Osborne also wrote the official history of the Academy Awards, originally publi"}]}, {"heading": "Deaths", "year": "2018", "date": "March 6", "txt": "Peter Nicholls, Australian science fiction critic and encyclopedist (b. 1939)", "entities": [{"title": "Peter Nicholls (writer)", "href": "/wiki/Peter_Nicholls_(writer)", "description": "Peter Douglas Nicholls was an Australian literary scholar and critic. He was the creator and a co-editor of The Encyclopedia of Science Fiction with John Clute."}]}, {"heading": "Deaths", "year": "2021", "date": "March 6", "txt": "Lou Ottens, Dutch engineer and inventor (b.1926)", "entities": [{"title": "Lou Ottens", "href": "/wiki/Lou_Ottens", "description": "Lodewijk Frederik Ottens was a Dutch engineer and inventor, best known as the inventor of the cassette tape, and for his work in helping to develop the compact disc. Ottens was employed by Philips for the entirety of his career."}]}]