[{"heading": "Events", "year": "509 BC", "date": "March 1", "txt": "Publius Valerius Publicola celebrates the first triumph of the Roman Republic after his victory over the deposed king Lucius Tarquinius Superbus at the Battle of Silva Arsia.", "entities": [{"title": "Publius Valerius Publicola", "href": "/wiki/Publius_Valerius_Publicola", "description": "Publius Valerius Poplicola or Publicola was one of four Roman aristocrats who led the overthrow of the monarchy, and became a Roman consul, the colleague of Lucius Junius Brutus in 509 BC, traditionally considered the first year of the Roman Republic."}, {"title": "Roman triumph", "href": "/wiki/Roman_triumph", "description": "The Roman triumph was a civil ceremony and religious rite of ancient Rome, held to publicly celebrate and sanctify the success of a military commander who had led Roman forces to victory in the service of the state or, originally and traditionally, one who had successfully completed a foreign war."}, {"title": "Roman Republic", "href": "/wiki/Roman_Republic", "description": "The Roman Republic was the era of classical Roman civilization, led by the Roman people, beginning with the overthrow of the Roman Kingdom, traditionally dated to 509 BC, and ending in 27 BC with the establishment of the Roman Empire. During this period, Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world."}, {"title": "Lucius Tarquinius Superbus", "href": "/wiki/Lucius_Tarquinius_Superbus", "description": "Lucius Tarquinius Superbus was the legendary seventh and final king of Rome, reigning from 535 BC until the popular uprising in 509 BC that led to the establishment of the Roman Republic. He is commonly known as Tarquin the Proud, from his cognomen Superbus."}, {"title": "Battle of Silva Arsia", "href": "/wiki/Battle_of_Silva_Arsia", "description": "The Battle of Silva Arsia was a battle in 509 BC between the republican forces of ancient Rome and Etruscan forces of Tarquinii and Veii led by the deposed Roman king Lucius Tarquinius Superbus. The battle took place near the Silva Arsia in Roman territory, and resulted in victory to Rome but the death of one of her consuls, Lucius Junius Brutus."}]}, {"heading": "Events", "year": "293", "date": "March 1", "txt": "Emperor Diocletian and Maximian appoint Constantius Chlorus and Galerius as Caesars. This is considered the beginning of the Tetrarchy, known as the Quattuor Principes Mundi (\"Four Rulers of the World\").", "entities": [{"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}, {"title": "Maximian", "href": "/wiki/Maximian", "description": "Maximian, nicknamed Herculius, was Roman emperor from 286 to 305. He was Caesar from 285 to 286, then Augustus from 286 to 305. He shared the latter title with his co-emperor and superior, Diocletian, whose political brain complemented Maximian's military brawn. Maximian established his residence at Trier but spent most of his time on campaign. In late 285, he suppressed rebels in Gaul known as th"}, {"title": "Constantius Chlorus", "href": "/wiki/Constantius_Chlorus", "description": "Flavius Valerius Constantius \"Chlorus\", also called Constantius I, was a Roman emperor as one of the four original members the \"Tetrarchy\" established by Diocletian in 293. He was a junior-ranking emperor, or Caesar, from 293 to 305, and senior emperor, Augustus, from 305 to 306. Constantius was also the father of Constantine the Great, the first Christian emperor of Rome. The nickname Chlorus was"}, {"title": "Galerius", "href": "/wiki/Galerius", "description": "Galerius was Roman emperor from 305 to 311. During his reign he campaigned, aided by Diocletian, against the Sassanid Empire, sacking their capital Ctesiphon in 299. He also campaigned across the Danube against the Carpi, defeating them in 297 and 300. Although he was a staunch opponent of Christianity, Galerius ended the Diocletianic Persecution when he issued an Edict of Toleration in Serdica in"}, {"title": "Caesar (title)", "href": "/wiki/Caesar_(title)", "description": "Caesar is a title of imperial character. It derives from the cognomen of Julius Caesar, the Roman dictator. The change from being a familial name to a title adopted by the Roman Emperors can be dated to about 68/69 AD, the so-called \"Year of the Four Emperors\"."}, {"title": "Tetrarchy", "href": "/wiki/Tetrarchy", "description": "The Tetrarchy is the term adopted to describe the system of government of the ancient Roman Empire instituted by Roman Emperor Diocletian in 293, marking the end of the Crisis of the Third Century and the recovery of the Roman Empire. The government of the empire was divided between the two senior emperors, the augusti, and their juniors and designated successors, the caesares."}]}, {"heading": "Events", "year": "350", "date": "March 1", "txt": "Vetranio proclaims himself Caesar after being encouraged to do so by Constantina, sister of Constantius II.", "entities": [{"title": "Vetranio", "href": "/wiki/Vetranio", "description": "Vetranio was a Roman soldier, statesman and co-Emperor, a native of the province of Moesia."}, {"title": "Constantina", "href": "/wiki/Constantina", "description": "Constantina, later known as Saint Constance, was the eldest daughter of Roman emperor Constantine the Great and his second wife Fausta, daughter of Emperor Maximian. Constantina may have received the title of Augusta by her father, and is venerated as a saint, having developed a medieval legend wildly at variance with what is known of her actual character."}, {"title": "Constantius II", "href": "/wiki/Constantius_II", "description": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues and usurpations. His religious policies inflamed domestic conflicts that would continue after his death."}]}, {"heading": "Events", "year": "834", "date": "March 1", "txt": "Emperor Louis the Pious is restored as sole ruler of the Frankish Empire.", "entities": [{"title": "Louis the Pious", "href": "/wiki/Louis_the_Pious", "description": "Louis the Pious, also called the Fair, and the Debonaire, was the King of the Franks and co-emperor with his father, Charlemagne, from 813. He was also King of Aquitaine from 781. As the only surviving son of Charlemagne and Hildegard, he became the sole ruler of the Franks after his father's death in 814, a position which he held until his death, save for the period 833–34, during which he was de"}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}]}, {"heading": "Events", "year": "1476", "date": "March 1", "txt": "Forces of the Catholic Monarchs engage the combined Portuguese-Castilian armies of Afonso V and Prince John at the Battle of Toro.", "entities": [{"title": "Catholic Monarchs", "href": "/wiki/Catholic_Monarchs", "description": "The term Catholic Monarchs refers to Queen Isabella I of Castile and King Ferdinand II of Aragon, whose marriage and joint rule marked the de facto unification of Spain. They were both from the House of Trastámara and were second cousins, being both descended from John I of Castile; on marriage they were given a papal dispensation to deal with consanguinity by Sixtus IV. They married on October 19"}, {"title": "Afonso V of Portugal", "href": "/wiki/Afonso_V_of_Portugal", "description": "Afonso V, known by the sobriquet the African, was a King of Portugal. His sobriquet refers to his military conquests in Northern Africa."}, {"title": "John II of Portugal", "href": "/wiki/John_II_of_Portugal", "description": "John II, called the Perfect Prince, was King of Portugal from 1481 until his death in 1495, and also for a brief time in 1477. He is known for re-establishing the power of the Portuguese monarchy, reinvigorating the Portuguese economy, and renewing his country's exploration of Africa and Asia."}, {"title": "Battle of Toro", "href": "/wiki/Battle_of_Toro", "description": "The Battle of Toro was a royal battle from the War of the Castilian Succession, fought on 1 March 1476, near the city of Toro, between the Castilian-Aragonese troops of the Catholic Monarchs and the Portuguese-Castilian forces of Afonso V and Prince John of Portugal."}]}, {"heading": "Events", "year": "1562", "date": "March 1", "txt": "Sixty-three Huguenots are massacred in Wassy, France, marking the start of the French Wars of Religion.", "entities": [{"title": "Huguenot", "href": "/wiki/Huguenot", "description": "Huguenots were a religious group of French Protestants."}, {"title": "Massacre of Wassy", "href": "/wiki/Massacre_of_Wassy", "description": "The massacre of Vassy was the murder of Huguenot worshippers and citizens in an armed action by troops of Francis, Duke of Guise, in Wassy, France, on 1 March 1562. The massacre is identified as the first major event in the French Wars of Religion. The series of battles that followed concluded in the signing of the Peace of Amboise the next year, on 19 March 1563."}, {"title": "French Wars of Religion", "href": "/wiki/French_Wars_of_Religion", "description": "The French Wars of Religion were a prolonged period of war and popular unrest between Catholics and Huguenots in the Kingdom of France between 1562 and 1598. It is estimated that three million people perished in this period from violence, famine, or disease in what is considered the second deadliest religious war in European history."}]}, {"heading": "Events", "year": "1628", "date": "March 1", "txt": "Writs issued in February by Charles I of England mandate that every county in England (not just seaport towns) pay ship tax by this date.", "entities": [{"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}, {"title": "Ship tax", "href": "/wiki/Ship_tax", "description": "Ship money  was a tax of medieval origin levied intermittently in the Kingdom of England until the middle of the 17th century. Assessed typically on the inhabitants of coastal areas of England, it was one of several taxes that English monarchs could levy by prerogative without the approval of Parliament. The attempt of King Charles I from 1634 onwards to levy ship money during peacetime and extend"}]}, {"heading": "Events", "year": "1633", "date": "March 1", "txt": "Samuel de Champlain reclaims his role as commander of New France on behalf of Cardinal Richelieu.", "entities": [{"title": "Samuel de Champlain", "href": "/wiki/Samuel_de_Champlain", "description": "Samuel de Champlain was a French colonist, navigator, cartographer, draftsman, soldier, explorer, geographer, ethnologist, diplomat, and chronicler. He made between 21 and 29 trips across the Atlantic Ocean, and founded Quebec, and New France, on 3 July 1608. An important figure in Canadian history, Champlain created the first accurate coastal map during his explorations, and founded various colon"}, {"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}, {"title": "Cardinal Richelieu", "href": "/wiki/Cardinal_Richelieu", "description": "Armand Jean du Plessis, Duke of Richelieu, commonly referred to as Cardinal Richelieu, was a French clergyman and statesman. He was also known as l'Éminence rouge, or \"the Red Eminence\", a term derived from the title \"Eminence\" applied to cardinals, and the red robes they customarily wore."}]}, {"heading": "Events", "year": "1692", "date": "March 1", "txt": "Sarah Good, Sarah Osborne and Tituba are brought before local magistrates in Salem Village, Massachusetts, beginning what would become known as the Salem witch trials.", "entities": [{"title": "Sarah Good", "href": "/wiki/Sarah_Good", "description": "Sarah Good was one of the first three women to be accused of witchcraft in the Salem witch trials, which occurred in 1692 in colonial Massachusetts."}, {"title": "Sarah Osborne", "href": "/wiki/Sarah_Osborne", "description": "Sarah Osborne was a colonist in the Massachusetts Bay colony and one of the first women to be accused of witchcraft in the Salem witch trials of 1692."}, {"title": "Tituba", "href": "/wiki/Tituba", "description": "Tituba was the first woman to be accused of practicing witchcraft during the 1692 Salem witch trials. She was enslaved and owned by Samuel Parris of Danvers, Massachusetts. Although her origins are debated, research has suggested that she was a South American native from Tibitó of the Carib tribe and sailed from Barbados to New England with Samuel Parris. Little is known regarding Tituba's life pr"}, {"title": "Danvers, Massachusetts", "href": "/wiki/Danvers,_Massachusetts", "description": "Danvers is a town in Essex County, Massachusetts, United States, located on the Danvers River near the northeastern coast of Massachusetts. The suburb is a fairly short ride from Boston and is also in close proximity to the renowned beaches of Gloucester and Revere. Originally known as Salem Village, the town is most widely known for its association with the 1692 Salem witch trials. It was also th"}, {"title": "Salem witch trials", "href": "/wiki/Salem_witch_trials", "description": "The Salem witch trials were a series of hearings and prosecutions of people accused of witchcraft in colonial Massachusetts between February 1692 and May 1693. More than two hundred people were accused. Thirty were found guilty, nineteen of whom were executed by hanging. One other man, Giles Corey, was pressed to death for refusing to plead, and at least five people died in jail."}]}, {"heading": "Events", "year": "1781", "date": "March 1", "txt": "The Articles of Confederation goes into effect in the United States.", "entities": [{"title": "Articles of Confederation", "href": "/wiki/Articles_of_Confederation", "description": "The Articles of Confederation and Perpetual Union was an agreement among the 13 original states of the United States of America that served as its first constitution. It was approved after much debate by the Second Continental Congress on November 15, 1777, and sent to the states for ratification. The Articles of Confederation came into force on March 1, 1781, after ratification by all the states."}]}, {"heading": "Events", "year": "1790", "date": "March 1", "txt": "The first United States census is authorized.", "entities": [{"title": "United States Census Bureau", "href": "/wiki/United_States_Census_Bureau", "description": "The United States Census Bureau (USCB), officially the Bureau of the Census, is a principal agency of the U.S. Federal Statistical System, responsible for producing data about the American people and economy. The Census Bureau is part of the U.S. Department of Commerce and its director is appointed by the President of the United States."}]}, {"heading": "Events", "year": "1796", "date": "March 1", "txt": "The Dutch East India Company is nationalized by the Batavian Republic.", "entities": [{"title": "Dutch East India Company", "href": "/wiki/Dutch_East_India_Company", "description": "The Dutch East India Company, officially the United East India Company, was a megacorporation founded by a government-directed consolidation of several rival Dutch trading companies (voorcompagnieën) in the early 17th century. It is believed to be the largest company to ever have existed in recorded history. It was established on March 20, 1602, as a chartered company to trade with Mughal India in"}, {"title": "Batavian Republic", "href": "/wiki/Batavian_Republic", "description": "The Batavian Republic was the successor state to the Republic of the Seven United Netherlands. It was proclaimed on 19 January 1795 and ended on 5 June 1806, with the accession of Louis I to the Dutch throne. From October 1801 onward, it was known as the Batavian Commonwealth. Both names refer to the Germanic tribe of the Batavi, representing both the Dutch ancestry and their ancient quest for lib"}]}, {"heading": "Events", "year": "1805", "date": "March 1", "txt": "Justice Samuel Chase is acquitted at the end of his impeachment trial by the U.S. Senate.", "entities": [{"title": "Samuel Chase", "href": "/wiki/Samuel_Chase", "description": "Samuel Chase was an Associate Justice of the United States Supreme Court and a signatory to the United States Declaration of Independence as a representative of Maryland. He was impeached by the House of Representatives on grounds of letting his partisan leanings affect his court decisions but was acquitted by the Senate and remained in office."}, {"title": "Impeachment", "href": "/wiki/Impeachment", "description": "Impeachment is the process by which a legislative body or other legally constituted tribunal initiates charges against a public official for misconduct. Impeachment may be understood as a unique process involving both political and legal elements."}, {"title": "U.S. Senate", "href": "/wiki/U.S._Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1811", "date": "March 1", "txt": "Leaders of the Mamluk dynasty are killed by Egyptian ruler Muhammad Ali.", "entities": [{"title": "Mamluk", "href": "/wiki/Mamluk#End_of_Mamluk_power_in_Egypt", "description": "Mamluk is a term most commonly referring to non-Arab, ethnically diverse slave-soldiers and freed slaves to which were assigned military and administrative duties, serving the ruling Arab dynasties in the Muslim world."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Muhammad Ali of Egypt", "href": "/wiki/Muhammad_Ali_of_Egypt", "description": "Muhammad Ali Pasha al-Mas'ud ibn Agha, also known as Muhammad Ali of Egypt and the Sudan, was an Albanian Ottoman governor and the de facto ruler of Egypt from 1805 to 1848, who is considered the founder of modern Egypt. At the height of his rule, he controlled Lower Egypt, Upper Egypt, Sudan and parts of Arabia and the entire Levant."}]}, {"heading": "Events", "year": "1815", "date": "March 1", "txt": "Napoleon returns to France from his banishment on Elba.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Elba", "href": "/wiki/Elba", "description": "Elba is a Mediterranean island in Tuscany, Italy, 10 kilometres (6.2 mi) from the coastal town of Piombino on the Italian mainland, and the largest island of the Tuscan Archipelago. It is also part of the Arcipelago Toscano National Park, and the third largest island in Italy, after Sicily and Sardinia. It is located in the Tyrrhenian Sea about 50 kilometres (30 mi) east of the French island of Co"}]}, {"heading": "Events", "year": "1836", "date": "March 1", "txt": "A convention of delegates from 57 Texas communities convenes in Washington-on-the-Brazos, Texas, to deliberate independence from Mexico.", "entities": [{"title": "Convention of 1836", "href": "/wiki/Convention_of_1836", "description": "The Convention of 1836 was the meeting of elected delegates in Washington-on-the-Brazos, Texas in March 1836. The Texas Revolution had begun five months previously, and the interim government, known as the Consultation, had wavered over whether to declare independence from Mexico or pledge to uphold the repudiated Mexican Constitution of 1824. Unlike those of previous Texas councils, delegates to "}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Washington-on-the-Brazos, Texas", "href": "/wiki/Washington-on-the-Brazos,_Texas", "description": "Washington-on-the-Brazos is an unincorporated community along the Brazos River in Washington County, Texas, United States. The town is best known for being the site of the Convention of 1836 and the signing of the Texas Declaration of Independence. As of 2009, the estimated population was 265."}]}, {"heading": "Events", "year": "1845", "date": "March 1", "txt": "United States President John Tyler signs a bill authorizing the United States to annex the Republic of Texas.", "entities": [{"title": "John Tyler", "href": "/wiki/John_Tyler", "description": "John Tyler was the tenth president of the United States, holding office from 1841 to 1845 after briefly serving as the tenth vice president in 1841; he was elected vice president on the 1840 Whig ticket with President William Henry Harrison. Tyler ascended to the presidency after Harrison's death in April 1841, only a month after the start of the new administration. He was a stalwart supporter and"}, {"title": "Republic of Texas", "href": "/wiki/Republic_of_Texas", "description": "The Republic of Texas was a sovereign state in North America that existed from March 2, 1836, to February 19, 1846, although Mexico considered it a rebellious province during its entire existence. It was bordered by Mexico to the west and southwest, the Gulf of Mexico to the southeast, the two U.S. states of Louisiana and Arkansas to the east and northeast, and United States territories encompassi"}]}, {"heading": "Events", "year": "1867", "date": "March 1", "txt": "Nebraska is admitted as the 37th U.S. state.", "entities": [{"title": "Nebraska", "href": "/wiki/Nebraska", "description": "Nebraska is a state in the Midwestern region of the United States. It is bordered by South Dakota to the north; Iowa to the east and Missouri to the southeast, both across the Missouri River; Kansas to the south; Colorado to the southwest; and Wyoming to the west. It is the only triply landlocked U.S. state."}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1870", "date": "March 1", "txt": "Marshal F. S. López dies during the Battle of Cerro Corá thus marking the end of the Paraguayan War.", "entities": [{"title": "Francisco Solano López", "href": "/wiki/Francisco_Solano_L%C3%B3pez", "description": "Francisco Solano López Carrillo was President of Paraguay from 1862 until his death in 1870. He was the eldest son of Juana Pabla Carrillo and of President Carlos Antonio López, Francisco's predecessor."}, {"title": "Battle of Cerro Corá", "href": "/wiki/Battle_of_Cerro_Cor%C3%A1", "description": "The Battle of Cerro Corá was fought on 1 March 1870 on a hill-surrounded valley of the same name, in the north-east of Paraguay. This was the last battle in the Paraguayan War."}, {"title": "Paraguayan War", "href": "/wiki/Paraguayan_War", "description": "The Paraguayan War, also known as the War of the Triple Alliance, was a South American war that lasted from 1864 to 1870; this war was fought between Paraguay and the Triple Alliance of Argentina, the Empire of Brazil, and Uruguay. It was the deadliest and bloodiest interstate war in Latin America's history. It particularly devastated Paraguay, which suffered abysmal losses in population ; Paragua"}]}, {"heading": "Events", "year": "1872", "date": "March 1", "txt": "Yellowstone National Park is established as the world's first national park.", "entities": [{"title": "Yellowstone National Park", "href": "/wiki/Yellowstone_National_Park", "description": "Yellowstone National Park is an American national park located in the western United States, largely in the northwest corner of Wyoming and extending into Montana and Idaho. It was established by the U.S. Congress and signed into law by President Ulysses S. Grant on March 1, 1872. Yellowstone was the first national park in the U.S. and is also widely held to be the first national park in the world"}, {"title": "National park", "href": "/wiki/National_park", "description": "A national park is a park in use for conservation purposes, created and protected by national governments. Often it is a reserve of natural, semi-natural, or developed land that a sovereign state declares or owns. Although individual nations designate their own national parks differently, there is a common idea: the conservation of 'wild nature' for posterity and as a symbol of national pride."}]}, {"heading": "Events", "year": "1893", "date": "March 1", "txt": "Electrical engineer Nikola Tesla gives the first public demonstration of radio in St. Louis, Missouri.", "entities": [{"title": "Nikola Tesla", "href": "/wiki/Nikola_Tesla", "description": "Nikola Tesla was a Serbian-American inventor, electrical engineer, mechanical engineer, and futurist best known for his contributions to the design of the modern alternating current (AC) electricity supply system."}, {"title": "Radio", "href": "/wiki/Radio", "description": "Radio is the technology of signaling and communicating using radio waves. Radio waves are electromagnetic waves of frequency between 30 hertz (Hz) and 300 gigahertz (GHz). They are generated by an electronic device called a transmitter connected to an antenna which radiates the waves, and received by another antenna connected to a radio receiver. Radio is very widely used in modern technology, in "}, {"title": "St. Louis", "href": "/wiki/St._Louis", "description": "St. Louis is the second-largest city in Missouri, United States. It sits near the confluence of the Mississippi and the Missouri Rivers, on the western bank of the latter. As of 2019, the city proper had an estimated population of around 300,000, while the bi-state metropolitan area, which extends into Illinois, had an estimated population of over 2.8 million, making it the largest metropolitan ar"}, {"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}]}, {"heading": "Events", "year": "1896", "date": "March 1", "txt": "Battle of Adwa: An Ethiopian army defeats an outnumbered Italian force, ending the First Italo-Ethiopian War.", "entities": [{"title": "Battle of Adwa", "href": "/wiki/Battle_of_Adwa", "description": "The Battle of Adwa was the climactic battle of the First Italo-Ethiopian War. The Ethiopian forces, who had high numerical superiority and weapons supplied by Russia and France, defeated the Italian invading force on Sunday 1 March 1896, near the town of Adwa. The decisive victory thwarted the campaign of the Kingdom of Italy to expand its colonial empire in the Horn of Africa. By the end of the 1"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "First Italo-Ethiopian War", "href": "/wiki/First_Italo-Ethiopian_War", "description": "The First Italo-Ethiopian War was fought between Italy and Ethiopia from 1895 to 1896. It originated from the disputed Treaty of Wuchale, which the Italians claimed turned Ethiopia into an Italian protectorate. Full-scale war broke out in 1895, with Italian troops from Italian Eritrea having initial success until Ethiopian troops counterattacked Italian positions and besieged the Italian fort of M"}]}, {"heading": "Events", "year": "1896", "date": "March 1", "txt": "Henri Becquerel discovers radioactive decay.", "entities": [{"title": "Radioactive decay", "href": "/wiki/Radioactive_decay", "description": "Radioactive decay is the process by which an unstable atomic nucleus loses energy by radiation. A material containing unstable nuclei is considered radioactive. Three of the most common types of decay are alpha decay, beta decay, and gamma decay, all of which involve emitting one or more particles or photons. The weak force is the mechanism that is responsible for beta decay, while the other two a"}]}, {"heading": "Events", "year": "1901", "date": "March 1", "txt": "The Australian Army is formed.", "entities": [{"title": "Australian Army", "href": "/wiki/Australian_Army", "description": "The Australian Army is the principal land warfare force of Australia, a part of the Australian Defence Force (ADF) along with the Royal Australian Navy and the Royal Australian Air Force. The Army is commanded by the Chief of Army (CA), who is subordinate to the Chief of the Defence Force (CDF) who commands the ADF. The CA is also directly responsible to the Minister for Defence, with the Departme"}]}, {"heading": "Events", "year": "1910", "date": "March 1", "txt": "The deadliest avalanche in United States history buries a Great Northern Railway train in northeastern King County, Washington, killing 96 people.", "entities": [{"title": "Wellington, Washington", "href": "/wiki/Wellington,_Washington#1910_avalanche", "description": "Wellington was a small unincorporated railroad community in the northwest United States, on the Great Northern Railway in northeastern King County, Washington."}, {"title": "Great Northern Railway (U.S.)", "href": "/wiki/Great_Northern_Railway_(U.S.)", "description": "The Great Northern Railway was an American Class I railroad. Running from Saint Paul, Minnesota, to Seattle, Washington, it was the creation of 19th-century railroad entrepreneur James J. Hill and was developed from the Saint Paul & Pacific Railroad. The Great Northern's route was the northernmost transcontinental railroad route in the U.S."}, {"title": "King County, Washington", "href": "/wiki/King_County,_Washington", "description": "King County is located in the U.S. state of Washington. The population was 2,252,782 in the 2019 census estimate, making it the most populous county in Washington, and the 12th-most populous in the United States. The county seat is Seattle, also the state's most populous city."}]}, {"heading": "Events", "year": "1914", "date": "March 1", "txt": "China joins the Universal Postal Union.", "entities": [{"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}, {"title": "Universal Postal Union", "href": "/wiki/Universal_Postal_Union", "description": "The Universal Postal Union, established by the Treaty of Bern of 1874, is a specialized agency of the United Nations (UN) that coordinates postal policies among member nations, in addition to the worldwide postal system. The UPU contains four bodies consisting of the Congress, the Council of Administration (CA), the Postal Operations Council (POC) and the International Bureau (IB). It also oversee"}]}, {"heading": "Events", "year": "1917", "date": "March 1", "txt": "The Zimmermann Telegram is reprinted in newspapers across the United States after the U.S. government releases its unencrypted text.", "entities": [{"title": "Zimmermann Telegram", "href": "/wiki/Zimmermann_Telegram", "description": "The Zimmermann Telegram was a secret diplomatic communication issued from the German Foreign Office in January 1917 that proposed a military alliance between Germany and Mexico if the United States entered World War I against Germany. Mexico would recover Texas, Arizona, and New Mexico. The telegram was intercepted and decoded by British intelligence."}, {"title": "Federal government of the United States", "href": "/wiki/Federal_government_of_the_United_States", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}, {"title": "Plaintext", "href": "/wiki/Plaintext", "description": "In cryptography, plaintext usually means unencrypted information pending input into cryptographic algorithms, usually encryption algorithms. This usually refers to data that is transmitted or stored unencrypted."}]}, {"heading": "Events", "year": "1919", "date": "March 1", "txt": "March 1st Movement begins in Korea under Japanese rule.", "entities": [{"title": "March 1st Movement", "href": "/wiki/March_1st_Movement", "description": "The March 1st Movement, also known as the Sam-il (3-1) Movement, was a protest movement by Korean people and students calling for independence from Japan, and protesting forced assimilation into the Japanese way of life. 33 Korean cultural and religious leaders issued a proclamation, supported by thousands of students and civilians in Seoul. There were over 1000 demonstrations in many other cities"}, {"title": "Korea under Japanese rule", "href": "/wiki/Korea_under_Japanese_rule", "description": "Between 1910 and 1945, Korea was part of the Empire of Japan following an annexation. Joseon Korea had come into the Japanese sphere of influence with the Japan–Korea Treaty of 1876, and a complex coalition of the Meiji government, military, and business officials\nbegan a process of integrating the Korean peninsula's politics and economy with Japan. The Korean Empire became a protectorate of Japan"}]}, {"heading": "Events", "year": "1921", "date": "March 1", "txt": "The Australian cricket team captained by Warwick Armstrong becomes the first team to complete a whitewash of The Ashes, something that would not be repeated for 86 years.", "entities": [{"title": "Australia national cricket team", "href": "/wiki/Australia_national_cricket_team", "description": "The Australia men's national cricket team represents Australia in men's international cricket. As the joint oldest team in Test cricket history, playing in the first ever Test match in 1877, the team also plays One-Day International (ODI) and Twenty20 International (T20I) cricket, participating in both the first ODI, against England in the 1970–71 season and the first T20I, against New Zealand in "}, {"title": "Warwick Armstrong", "href": "/wiki/Warwick_Armstrong", "description": "Warwick Windridge Armstrong was an Australian cricketer who played 50 Test matches between 1902 and 1921. An all-rounder, he captained Australia in ten Test matches between 1920 and 1921, and was undefeated, winning eight Tests and drawing two. Armstrong was captain of the 1920–21 Australian team which defeated the touring English 5–0: one of only three teams to win an Ashes series in a whitewash."}, {"title": "Whitewash (sport)", "href": "/wiki/Whitewash_(sport)", "description": "In sport, a whitewash or sweep (N. America) is a series in which a person or team wins every game."}, {"title": "The Ashes", "href": "/wiki/The_Ashes", "description": "The Ashes is a Test cricket series played between England and Australia. The Ashes are regarded as being held by the team that most recently won the series. If the series is drawn, the team that currently holds the Ashes retains the trophy. The term originated in a satirical obituary published in a British newspaper, The Sporting Times, immediately after Australia's 1882 victory at The Oval, its f"}]}, {"heading": "Events", "year": "1921", "date": "March 1", "txt": "Following mass protests in Petrograd demanding greater freedom in the RSFSR, the Kronstadt rebellion begins, with sailors and citizens taking up arms against the Bolsheviks.", "entities": [{"title": "RSFSR", "href": "/wiki/RSFSR", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}, {"title": "Kronstadt rebellion", "href": "/wiki/Kronstadt_rebellion", "description": "The Kronstadt rebellion was a 1921 insurrection of Soviet sailors, soldiers and civilians against the Bolshevik government in the Russian SFSR port city of Kronstadt. Located on Kotlin Island in the Gulf of Finland, Kronstadt defended the former capital city, Petrograd, as the base of the Baltic Fleet. For sixteen days in March 1921, rebels in Kronstadt's naval fortress rose in opposition to the S"}, {"title": "Bolsheviks", "href": "/wiki/Bolsheviks", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}]}, {"heading": "Events", "year": "1939", "date": "March 1", "txt": "An Imperial Japanese Army ammunition dump explodes at Hirakata, Osaka, Japan, killing 94.", "entities": [{"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}, {"title": "Hirakata, Osaka", "href": "/wiki/Hirakata,_Osaka", "description": "Hirakata  is a city in northeastern Osaka Prefecture, Japan. It is known for Hirakata Park, an amusement park which includes roller coasters made of wood. As of 1 October 2016, the city has an estimated population of 402,927, and a population density of 6,200 inhabitants per square kilometre (16,000/sq mi). The total area of the city is 65.07 square kilometres (25.12 sq mi)."}]}, {"heading": "Events", "year": "1941", "date": "March 1", "txt": "World War II: Bulgaria signs the Tripartite Pact, allying itself with the Axis powers.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Tripartite Pact", "href": "/wiki/Tripartite_Pact", "description": "The Tripartite Pact, also known as the Berlin Pact, was an agreement between Germany, Italy, and Japan signed in Berlin on 27 September 1940 by, respectively, Joachim von Ribbentrop, Galeazzo Ciano and Saburō Kurusu. It was a defensive military alliance that was eventually joined by Hungary, Romania, Bulgaria and Yugoslavia as well as by the German client state of Slovakia. Yugoslavia's accession "}, {"title": "Axis powers", "href": "/wiki/Axis_powers", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}]}, {"heading": "Events", "year": "1942", "date": "March 1", "txt": "World War II: Japanese forces land on Java, the main island of the Dutch East Indies, at Merak and Banten Bay (Banten), Eretan Wetan (Indramayu) and Kragan (Rembang).", "entities": [{"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Java", "href": "/wiki/Java", "description": "Java is one of the islands of the Greater Sunda Islands in Indonesia, bordered by the Indian Ocean to the south and the Java Sea on the north. With a population of over 148 million or 152 million, Java constitutes 56.1 percent of the Indonesian population and is the world's most-populous island. The Indonesian capital city, Jakarta, is on its northwestern coast. Much of the well-known part of Indo"}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}, {"title": "Port of Merak", "href": "/wiki/Port_of_Merak", "description": "Port of Merak is a seaport located in the Pulo Merak District of the city of Cilegon, Banten, on the northwestern tip of Java, Indonesia. The port and district are named after the green peafowl, which once lived in the region, but now only lives in the nearby Ujung Kulon National Park. The port is connected to Jakarta via the Jakarta-Merak Toll Road and is also connected to the Bakauheni port whic"}, {"title": "Banten Bay", "href": "/wiki/Banten_Bay", "description": "Banten Bay also known as Bantam Bay is a bay in Banten province, near the north-west tip of Java, Indonesia. It is part of the Java Sea and has a total water surface of approximately 150 square kilometres and an average depth of seven metres. It includes marine ecosystems such as seagrass fields and coral reefs, and a major international bird sanctuary. The coastal zone, including the nearby citie"}, {"title": "Banten", "href": "/wiki/Banten", "description": "Banten is the westernmost province on the island of Java, in Indonesia. Its provincial capital city is Serang. The province borders West Java and the Special Capital Region of Jakarta to the east, the Java Sea to the north, the Indian Ocean to the south, and the Sunda Strait to the west, which separates Java from the neighbouring island of Sumatra. The area of the povince is 9,662.82 km2, and it h"}, {"title": "Indramayu", "href": "/wiki/Indramayu", "description": "Indramayu is a town and district which serves as the capital of Indramayu Regency in the West Java province of Indonesia, and is located in the northern coastal area of West Java, east from Jakarta, north-east from the city of Bandung, and north-west of the city of Cirebon. Most of its land are situated below sea level, which makes the district vulnerable to high tide in stormy conditions. The dis"}, {"title": "Rembang Regency", "href": "/wiki/Rembang_Regency", "description": "Rembang Regency is a regency on the extreme northeast coast of Central Java Province, on the island of Java in Indonesia. The regency covers an area of 1,035.70 km2 on Java. Its capital city is Rembang."}]}, {"heading": "Events", "year": "1946", "date": "March 1", "txt": "The Bank of England is nationalised.", "entities": [{"title": "Bank of England", "href": "/wiki/Bank_of_England", "description": "The Bank of England is the central bank of the United Kingdom and the model on which most modern central banks have been based. Established in 1694 to act as the English Government's banker, and still one of the bankers for the Government of the United Kingdom, it is the world's eighth-oldest bank. It was privately owned by stockholders from its foundation in 1694 until it was nationalised in 1946"}]}, {"heading": "Events", "year": "1947", "date": "March 1", "txt": "The International Monetary Fund begins financial operations.", "entities": [{"title": "International Monetary Fund", "href": "/wiki/International_Monetary_Fund", "description": "The International Monetary Fund (IMF) is an international financial institution, headquartered in Washington, D.C., consisting of 190 countries working to foster global monetary cooperation, secure financial stability, facilitate international trade, promote high employment and sustainable economic growth, and reduce poverty around the world while periodically depending on the World Bank for its r"}]}, {"heading": "Events", "year": "1950", "date": "March 1", "txt": "Cold War: Klaus Fuchs is convicted of spying for the Soviet Union by disclosing top secret atomic bomb data.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Klaus Fuchs", "href": "/wiki/Klaus_Fuchs", "description": "Klaus Emil Julius Fuchs was a German theoretical physicist and atomic spy who supplied information from the American, British, and Canadian Manhattan Project to the Soviet Union during and shortly after World War II. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons and, later, early models of the "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Atomic bomb", "href": "/wiki/Atomic_bomb", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}]}, {"heading": "Events", "year": "1953", "date": "March 1", "txt": "Soviet Premier Joseph Stalin suffers a stroke and collapses; he dies four days later.", "entities": [{"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}]}, {"heading": "Events", "year": "1954", "date": "March 1", "txt": "Nuclear weapons testing: The Castle Bravo, a 15-megaton hydrogen bomb, is detonated on Bikini Atoll in the Pacific Ocean, resulting in the worst radioactive contamination ever caused by the United States.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Castle Bravo", "href": "/wiki/Castle_Bravo", "description": "Castle Bravo was the first in a series of high-yield thermonuclear weapon design tests conducted by the United States at Bikini Atoll, Marshall Islands, as part of Operation Castle. Detonated on March 1, 1954, the device was the most powerful nuclear device detonated by the United States and its first lithium deuteride fueled thermonuclear weapon. Castle Bravo's yield was 15 megatons of TNT, 2.5 t"}, {"title": "TNT equivalent", "href": "/wiki/TNT_equivalent", "description": "TNT equivalent is a convention for expressing energy, typically used to describe the energy released in an explosion. The ton of TNT is a unit of energy defined by that convention to be 4.184 gigajoules, which is the approximate energy released in the detonation of a metric ton of TNT. In other words, for each gram of TNT exploded, 4184 joules of energy is released."}, {"title": "Hydrogen bomb", "href": "/wiki/Hydrogen_bomb", "description": "A thermonuclear weapon, fusion weapon or hydrogen bomb is a second-generation nuclear weapon design. Its greater sophistication affords it vastly greater destructive power than first-generation atomic bombs, a more compact size, a lower mass or a combination of these benefits. Characteristics of nuclear fusion reactions make possible the use of non-fissile depleted uranium as the weapon's main fue"}, {"title": "Bikini Atoll", "href": "/wiki/Bikini_Atoll", "description": "Bikini Atoll, sometimes known as Eschscholtz Atoll between the 1800s and 1946, is a coral reef in the Marshall Islands consisting of 23 islands surrounding a 229.4-square-mile (594.1 km2) central lagoon. After the Second World War, the atoll's inhabitants were relocated in 1946, after which the islands and lagoon were the site of 23 nuclear tests by the United States until 1958."}, {"title": "Radioactive contamination", "href": "/wiki/Radioactive_contamination", "description": "Radioactive contamination, also called radiological contamination, is the deposition of, or presence of radioactive substances on surfaces or within solids, liquids or gases, where their presence is unintended or undesirable."}]}, {"heading": "Events", "year": "1954", "date": "March 1", "txt": "Armed Puerto Rican nationalists attack the United States Capitol building, injuring five Representatives.", "entities": [{"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}, {"title": "United States Capitol shooting incident (1954)", "href": "/wiki/United_States_Capitol_shooting_incident_(1954)", "description": "The 1954 United States Capitol shooting was an attack on March 1, 1954, by four Puerto Rican nationalists wanting Puerto Rico's independence from US rule. They shot 30 rounds from semi-automatic pistols from the Ladies' Gallery of the House of Representatives chamber in the United States Capitol."}]}, {"heading": "Events", "year": "1956", "date": "March 1", "txt": "The International Air Transport Association finalizes a draft of the Radiotelephony spelling alphabet for the International Civil Aviation Organization.", "entities": [{"title": "International Air Transport Association", "href": "/wiki/International_Air_Transport_Association", "description": "The International Air Transport Association is a trade association of the world's airlines founded in 1945. IATA has been described as a cartel since, in addition to setting technical standards for airlines, IATA also organized tariff conferences that served as a forum for price fixing."}, {"title": "Radiotelephony spelling alphabet", "href": "/wiki/Radiotelephony_spelling_alphabet", "description": "The International Radiotelephony Spelling Alphabet, commonly known as the NATO phonetic alphabet, NATO spelling alphabet, ICAO phonetic alphabet or ICAO spelling alphabet, is the most widely used radiotelephone spelling alphabet. The ITU phonetic alphabet and figure code is a rarely used variant that differs in the code words for digits."}, {"title": "International Civil Aviation Organization", "href": "/wiki/International_Civil_Aviation_Organization", "description": "The International Civil Aviation Organization (ICAO) is a specialized and funding agency of the United Nations. It changes the principles and techniques of international air navigation and fosters the planning and development of international air transport to ensure safe and orderly growth. Its headquarters is located in the Quartier International of Montreal, Quebec, Canada."}]}, {"heading": "Events", "year": "1956", "date": "March 1", "txt": "Formation of the East German Nationale Volksarmee.", "entities": [{"title": "National People's Army", "href": "/wiki/National_People%27s_Army", "description": "The National People's Army were the armed forces of the German Democratic Republic (GDR) from 1956 to 1990."}]}, {"heading": "Events", "year": "1958", "date": "March 1", "txt": "Samuel Alphonsus Stritch is appointed Pro-Prefect of the Propagation of Faith and thus becomes the first U.S. member of the Roman Curia.", "entities": [{"title": "Samuel Stritch", "href": "/wiki/Samuel_Stritch", "description": "Samuel Alphonsius Stritch was an American Cardinal prelate of the Catholic Church. He served as archbishop of the Archdiocese of Chicago from 1940 to 1958 and as pro-prefect of the Sacred Congregation for Propagation of the Faith from March 1958 until his death two months later. He was elevated to the cardinalate by Pope Pius XII in 1946."}, {"title": "Pro-Prefect", "href": "/wiki/Pro-Prefect", "description": "Prefect is a magisterial title of varying definition, but essentially refers to the leader of an administrative area."}, {"title": "Propagation of Faith", "href": "/wiki/Propagation_of_Faith", "description": "The Congregation for the Evangelization of Peoples is a congregation of the Roman Curia of the Catholic Church in Rome, responsible for missionary work and related activities. It is perhaps better known by its former title, the Sacred Congregation for the Propagation of the Faith, or simply the Propaganda Fide."}, {"title": "Roman Curia", "href": "/wiki/Roman_Curia", "description": "The Roman Curia comprises the administrative institutions of the Holy See and the central body through which the affairs of the Catholic Church are conducted. It acts in the pope's name and with his authority for the good and for the service of the particular churches and provides the central organization for the church to advance its objectives."}]}, {"heading": "Events", "year": "1961", "date": "March 1", "txt": "Uganda becomes self-governing and holds its first elections.", "entities": []}, {"heading": "Events", "year": "1964", "date": "March 1", "txt": "Villarrica Volcano begins a strombolian eruption causing lahars that destroy half of the town of Coñaripe.", "entities": [{"title": "Villarrica (volcano)", "href": "/wiki/Villarrica_(volcano)", "description": "Villarrica is one of Chile's most active volcanoes, rising above the lake and town of the same name, 750 km (470 mi) south of Santiago. It is also known as Rucapillán, a Mapuche word meaning \"great spirit's house\". It is the westernmost of three large stratovolcanoes that trend northwest to southeast obliquely perpendicular to the Andean chain along the Mocha-Villarrica Fault Zone, along with Quet"}, {"title": "Strombolian eruption", "href": "/wiki/Strombolian_eruption", "description": "In volcanology, a Strombolian eruption is a type of volcanic eruption with relatively mild blasts, having a Volcanic Explosivity Index of about 1 to 2. Strombolian eruptions consist of ejection of incandescent cinders, lapilli, and lava bombs, to altitudes of tens to a few hundreds of metres. The eruptions are small to medium in volume, with sporadic violence. This type of eruption is named for th"}, {"title": "Lahar", "href": "/wiki/Lahar", "description": "A lahar is a violent type of mudflow or debris flow composed of a slurry of pyroclastic material, rocky debris and water. The material flows down from a volcano, typically along a river valley."}, {"title": "Coñaripe", "href": "/wiki/Co%C3%B1aripe", "description": "Coñaripe is a Chilean town and resort area, located on the shore of Calafquén Lake. Administratively it belongs to Panguipulli commune in Valdivia Province of Los Ríos Region."}]}, {"heading": "Events", "year": "1966", "date": "March 1", "txt": "Venera 3 Soviet space probe crashes on Venus becoming the first spacecraft to land on another planet's surface.", "entities": [{"title": "Venera 3", "href": "/wiki/Venera_3", "description": "Venera 3 was a Venera program space probe that was built and launched by the Soviet Union to explore the surface of Venus. It was launched on 16 November 1965 at 04:19 UTC from Baikonur, Kazakhstan, USSR. The probe comprised an entry probe, designed to enter the Venus atmosphere and parachute to the surface, and a carrier/flyby spacecraft, which carried the entry probe to Venus and also served as "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}, {"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}, {"title": "Planet", "href": "/wiki/Planet", "description": "A planet is an astronomical body orbiting a star or stellar remnant that is massive enough to be rounded by its own gravity, is not massive enough to cause thermonuclear fusion, and – according to the International Astronomical Union but not all planetary scientists – has cleared its neighbouring region of planetesimals."}]}, {"heading": "Events", "year": "1966", "date": "March 1", "txt": "The Ba'ath Party takes power in Syria.", "entities": [{"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}]}, {"heading": "Events", "year": "1971", "date": "March 1", "txt": "President of Pakistan Yahya Khan indefinitely postpones the pending national assembly session, precipitating massive civil disobedience in East Pakistan.", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}, {"title": "Yahya Khan", "href": "/wiki/Yahya_Khan", "description": "Agha Muhammad Yahya Khan NePl, widely known as Yahya Khan, was a Pakistani general who served as the third President of Pakistan, serving in this post from 25 March 1969 until turning over his presidency in December 1971."}, {"title": "East Pakistan", "href": "/wiki/East_Pakistan", "description": "East Pakistan was the eastern provincial wing of Pakistan between 1947 and 1971, covering the territory of the modern country Bangladesh. Its land borders were with India and Burma, with a coastline on the Bay of Bengal. East Pakistanis were popularly known as \"Pakistani Bengalis\"; to distinguish this region from India's state West Bengal, East Pakistan was known as \"Pakistani Bengal\"."}]}, {"heading": "Events", "year": "1973", "date": "March 1", "txt": "Black September storms the Saudi embassy in Khartoum, Sudan, resulting in the assassination of three Western hostages.", "entities": [{"title": "Black September (group)", "href": "/wiki/Black_September_(group)", "description": "The Black September Organization (BSO) was a Palestinian militant organization founded in 1970. Besides other actions, the group was responsible for the assassination of the Jordanian Prime Minister Wasfi Tal, and the Munich massacre, in which eleven Israeli athletes and officials were kidnapped and killed, as well as a West German policeman losing his life, during the 1972 Summer Olympics in Muni"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}, {"title": "Khartoum", "href": "/wiki/Khartoum", "description": "Khartoum or Khartum is the capital of Sudan. With a population of 5,274,321, its metropolitan area is the largest in Sudan. Khartoum is located at the confluence of the White Nile, flowing north from Lake Victoria, and the Blue Nile, flowing west from Lake Tana in Ethiopia. The location where the two Niles meet is known as al-Mogran or al-Muqran. From there, the Nile continues to flow north toward"}, {"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}, {"title": "Attack on the Saudi Embassy in Khartoum", "href": "/wiki/Attack_on_the_Saudi_Embassy_in_Khartoum", "description": "An attack on the Saudi embassy in Khartoum took place on 1 March 1973. It was carried out by the Black September Organization under orders from the Palestinian Liberation Organization and Yasser Arafat. Ten diplomats were taken hostage. After President Richard Nixon stated that he refused to negotiate with terrorists, and insisted that \"no concessions\" would be made, the three Western hostages wer"}]}, {"heading": "Events", "year": "1974", "date": "March 1", "txt": "Watergate scandal: Seven are indicted for their role in the Watergate break-in and charged with conspiracy to obstruct justice.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}]}, {"heading": "Events", "year": "1981", "date": "March 1", "txt": "Provisional Irish Republican Army member Bobby Sands begins his hunger strike in HM Prison Maze.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Bobby Sands", "href": "/wiki/Bobby_Sands", "description": "Robert Gerard Sands was a member of the Provisional Irish Republican Army (IRA) who died on hunger strike while imprisoned at HM Prison Maze in Northern Ireland. Sands helped to plan the 1976 bombing of the Balmoral Furniture Company in Dunmurry, which was followed by a gun battle with the Royal Ulster Constabulary (RUC). Sands was arrested while trying to escape and sentenced to 14 years for fire"}, {"title": "1981 Irish hunger strike", "href": "/wiki/1981_Irish_hunger_strike", "description": "The 1981 hunger strike was the culmination of a five-year protest during The Troubles by Irish republican prisoners in Northern Ireland. The protest began as the blanket protest in 1976, when the British government withdrew Special Category Status for convicted paramilitary prisoners. In 1978, the dispute escalated into the dirty protest, where prisoners refused to leave their cells to wash and co"}, {"title": "HM Prison Maze", "href": "/wiki/HM_Prison_Maze", "description": "Her Majesty's Prison Maze was a prison in Northern Ireland that was used to house paramilitary prisoners during the Troubles from mid-1971 to mid-2000."}]}, {"heading": "Events", "year": "1990", "date": "March 1", "txt": "Steve Jackson Games is raided by the United States Secret Service, prompting the later formation of the Electronic Frontier Foundation.", "entities": [{"title": "Steve Jackson Games", "href": "/wiki/Steve_Jackson_Games", "description": "Steve Jackson Games (SJGames) is a game company, founded in 1980 by Steve Jackson, that creates and publishes role-playing, board, and card games, and the gaming magazine Pyramid."}, {"title": "United States Secret Service", "href": "/wiki/United_States_Secret_Service", "description": "The United States Secret Service is a federal law enforcement agency under the Department of Homeland Security charged with conducting criminal investigations and protecting U.S. political leaders, their families, and visiting heads of state or government. Until 2003, the Secret Service was part of the Department of the Treasury, as the agency was founded in 1865 to combat the then-widespread coun"}, {"title": "Electronic Frontier Foundation", "href": "/wiki/Electronic_Frontier_Foundation", "description": "The Electronic Frontier Foundation (EFF) is an international non-profit digital rights group based in San Francisco, California. The foundation was formed on 10 July 1990 by John Gilmore, John Perry Barlow and Mitch Kapor to promote Internet civil liberties."}]}, {"heading": "Events", "year": "1991", "date": "March 1", "txt": "Uprisings against Saddam Hussein begin in Iraq, leading to the death of more than 25,000 people mostly civilian.", "entities": [{"title": "1991 uprisings in Iraq", "href": "/wiki/1991_uprisings_in_Iraq", "description": "The 1991 uprisings in Iraq were a series of popular rebellions in northern and southern Iraq in March and April 1991 during a ceasefire in the Gulf War. The mostly uncoordinated insurgency, often referred to as the Sha'aban Intifada among Shia Arabs and as the National Uprising among Kurds, was fueled by the perception that Iraqi President Saddam Hussein had become vulnerable to regime change. Thi"}, {"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}]}, {"heading": "Events", "year": "1992", "date": "March 1", "txt": "Bosnia and Herzegovina declares its independence from Socialist Federal Republic of Yugoslavia.", "entities": [{"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}, {"title": "Socialist Federal Republic of Yugoslavia", "href": "/wiki/Socialist_Federal_Republic_of_Yugoslavia", "description": "The Socialist Federal Republic of Yugoslavia, commonly referred to as SFR Yugoslavia or simply Yugoslavia, was a country in Southeast and Central Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km2, the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the no"}]}, {"heading": "Events", "year": "1998", "date": "March 1", "txt": "Titanic became the first film to gross over $1 billion worldwide.", "entities": [{"title": "List of highest-grossing films", "href": "/wiki/List_of_highest-grossing_films", "description": "Films generate income from several revenue streams, including theatrical exhibition, home video, television broadcast rights, and merchandising. However, theatrical box office earnings are the primary metric for trade publications in assessing the success of a film, mostly because of the availability of the data compared to sales figures for home video and broadcast rights, but also because of his"}]}, {"heading": "Events", "year": "2002", "date": "March 1", "txt": "U.S. invasion of Afghanistan: Operation Anaconda begins in eastern Afghanistan.", "entities": [{"title": "War in Afghanistan (2001–present)", "href": "/wiki/War_in_Afghanistan_(2001%E2%80%93present)", "description": "The War in Afghanistan is an ongoing war following the United States invasion of Afghanistan that began when the United States of America and its allies successfully drove the Taliban from power in order to deny Al-Qaeda a safe base of operations in Afghanistan. Since the initial objectives were completed, a coalition of over 40 countries formed a security mission in the country called Internation"}, {"title": "Operation Anaconda", "href": "/wiki/Operation_Anaconda", "description": "Operation Anaconda was a military operation that took place in early March 2002 as part of the War in Afghanistan. CIA paramilitary officers, working with their allies, attempted to destroy al-Qaeda and Taliban forces. The operation took place in the Shahi-Kot Valley and Arma Mountains southeast of Zormat. This operation was the first large-scale battle in the post-2001 War in Afghanistan since th"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Events", "year": "2002", "date": "March 1", "txt": "The Envisat environmental satellite successfully launches aboard an Ariane 5 rocket to reach an orbit of 800 km (500 mi) above the Earth, which was the then-largest payload at 10.5 m long and with a diameter of 4.57 m.", "entities": [{"title": "Environmental satellite", "href": "/wiki/Environmental_satellite", "description": "An Earth observation satellite or Earth remote sensing satellite is a satellite used or designed for Earth observation (EO) from orbit, including spy satellites and similar ones intended for non-military uses such as environmental monitoring, meteorology, cartography and others. The most common type are Earth imaging satellites, that take satellite images, analogous to aerial photographs; some EO "}, {"title": "Ariane 5", "href": "/wiki/Ariane_5#List_of_launches", "description": "Ariane 5 is a European heavy-lift space launch vehicle developed and operated by Arianespace for the European Space Agency (ESA). It is launched from the Centre Spatial Guyanais in French Guiana. It has been used to deliver payloads into geostationary transfer orbit (GTO) or low Earth orbit (LEO).\nThe rocket had a streak of 85 consecutive successful launches between 9 April 2003 and 12 December 20"}, {"title": "Payload (air and space craft)", "href": "/wiki/Payload_(air_and_space_craft)", "description": "Payload is the carrying capacity of an aircraft or launch vehicle, usually measured in terms of weight. Depending on the nature of the flight or mission, the payload of a vehicle may include cargo, passengers, flight crew, munitions, scientific instruments or experiments, or other equipment. Extra fuel, when optionally carried, is also considered part of the payload."}]}, {"heading": "Events", "year": "2003", "date": "March 1", "txt": "Management of the United States Customs Service and the United States Secret Service move to the United States Department of Homeland Security.", "entities": [{"title": "United States Customs Service", "href": "/wiki/United_States_Customs_Service", "description": "The United States Customs Service was an agency of the U.S. federal government that collected import tariffs and performed other selected border security duties."}, {"title": "United States Secret Service", "href": "/wiki/United_States_Secret_Service", "description": "The United States Secret Service is a federal law enforcement agency under the Department of Homeland Security charged with conducting criminal investigations and protecting U.S. political leaders, their families, and visiting heads of state or government. Until 2003, the Secret Service was part of the Department of the Treasury, as the agency was founded in 1865 to combat the then-widespread coun"}, {"title": "United States Department of Homeland Security", "href": "/wiki/United_States_Department_of_Homeland_Security", "description": "The United States Department of Homeland Security (DHS) is the U.S. federal executive department responsible for public security, roughly comparable to the interior or home ministries of other countries. Its stated missions involve anti-terrorism, border security, immigration and customs, cyber security, and disaster prevention and management."}]}, {"heading": "Events", "year": "2003", "date": "March 1", "txt": "The International Criminal Court holds its inaugural session in The Hague.", "entities": [{"title": "The Hague", "href": "/wiki/The_Hague", "description": "The Hague is a city and municipality on the western coast of the Netherlands on the North Sea, the administrative and royal capital of the Netherlands and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world."}]}, {"heading": "Events", "year": "2005", "date": "March 1", "txt": "In Roper v. Simmons, the U.S. Supreme Court rules that the execution of juveniles found guilty of murder is unconstitutional.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "2006", "date": "March 1", "txt": "English-language Wikipedia reaches its one millionth article, Jordanhill railway station.", "entities": [{"title": "Wikipedia", "href": "/wiki/Wikipedia", "description": "Wikipedia is a free, multilingual online encyclopedia written and maintained by a community of volunteer contributors through a model of open collaboration, using a wiki-based editing system. Wikipedia is the largest and most-read reference work in history, and is consistently one of the 15 most-popular websites as ranked by Alexa; as of 2021, it ranked as the 13th most-popular site. The project c"}, {"title": "Jordanhill railway station", "href": "/wiki/Jordanhill_railway_station", "description": "Jordanhill railway station is a side platformed suburban railway station in the Jordanhill area in the West End of Glasgow, Scotland. The station, which is governed by Transport Scotland and managed by Abellio ScotRail, lies on the Argyle Line and the North Clyde Line. In operation since 1887, the station stemmed losses for an area that was in decline."}]}, {"heading": "Events", "year": "2007", "date": "March 1", "txt": "Tornadoes break out across the southern United States, killing at least 20 people, including eight at Enterprise High School.", "entities": [{"title": "Tornado", "href": "/wiki/Tornado", "description": "A tornado is a violently rotating column of air that is in contact with both the surface of the Earth and a cumulonimbus cloud or, in rare cases, the base of a cumulus cloud. The windstorm is often referred to as a twister, whirlwind or cyclone, although the word cyclone is used in meteorology to name a weather system with a low-pressure area in the center around which, from an observer looking do"}, {"title": "February–March 2007 tornado outbreak sequence", "href": "/wiki/February%E2%80%93March_2007_tornado_outbreak_sequence", "description": "The tornado outbreak of February 28 – March 2, 2007 was a deadly tornado outbreak across the southern United States that began in Kansas on February 28, 2007. The severe weather spread eastward on March 1 and left a deadly mark across the southern US, particularly in Alabama and Georgia. Twenty deaths were reported; one in Missouri, nine in Georgia, and 10 in Alabama. Scattered severe weather was "}, {"title": "Enterprise High School (Alabama)", "href": "/wiki/Enterprise_High_School_(Alabama)", "description": "Enterprise High School is a 7A public high school at 1801 Boll Weevil Circle in Enterprise, Coffee County, Alabama, USA, in the Enterprise City School District. The school houses grades 9-12."}]}, {"heading": "Events", "year": "2008", "date": "March 1", "txt": "The Armenian police clash with peaceful opposition rally protesting against allegedly fraudulent presidential elections, as a result ten people are killed.", "entities": [{"title": "Police of the Republic of Armenia", "href": "/wiki/Police_of_the_Republic_of_Armenia", "description": "The Police of the Republic of Armenia is the national police of Armenia. The acting head is Vahe Ghazaryan, in office since 8 June 2020."}, {"title": "2008 Armenian presidential election", "href": "/wiki/2008_Armenian_presidential_election", "description": "Presidential elections were held in Armenia on 19 February 2008. Prime Minister Serzh Sargsyan was elected in the first round according to official results, but this was disputed by former President Levon Ter-Petrosyan, who was officially placed second."}]}, {"heading": "Events", "year": "2014", "date": "March 1", "txt": "Thirty-five people are killed and 143 injured in a mass stabbing at Kunming Railway Station in China.", "entities": [{"title": "2014 Kunming attack", "href": "/wiki/2014_Kunming_attack", "description": "A group of eight knife-wielding terrorists attacked passengers in the Kunming Railway Station in Kunming, Yunnan, China, on 1 March 2014. The attackers pulled out long-bladed knives and stabbed and slashed passengers at random. The assailants killed 31 civilians and injured more than 140 people. Four assailants were shot to death by police on the spot and one injured perpetrator was captured. Poli"}, {"title": "Kunming Railway Station", "href": "/wiki/Kunming_Railway_Station", "description": "Kunming railway station is the main railway station serving the city of Kunming, Yunnan, China. It is located about four kilometres from the city centre. On March 1, 2014, a group of men and women carrying long knives rushed into Kunming Station, killed 33 people and injured 143."}]}, {"heading": "Births", "year": "1105", "date": "March 1", "txt": "Alfonso VII, king of León and Castile (d. 1157)", "entities": [{"title": "Alfonso VII of León", "href": "/wiki/Alfonso_VII_of_Le%C3%B3n", "description": "Alfonso VII, called the Emperor, became the King of Galicia in 1111 and King of León and Castile in 1126. Alfonso, born Alfonso Raimúndez, first used the title Emperor of All Spain, alongside his mother Urraca, once she vested him with the direct rule of Toledo in 1116. Alfonso later held another investiture in 1135 in a grand ceremony reasserting his claims to the imperial title. He was the son o"}]}, {"heading": "Births", "year": "1261", "date": "March 1", "txt": "Hugh le Despenser, 1st Earl of Winchester (d. 1326)", "entities": [{"title": "Hugh le Despenser, 1st Earl of Winchester", "href": "/wiki/Hugh_le_Despenser,_1st_Earl_of_Winchester", "description": "Hugh le Despenser, sometimes referred to as \"the Elder Despenser\", was for a time the chief adviser to King Edward II of England. He was created a baron in 1295 and Earl of Winchester in 1322."}]}, {"heading": "Births", "year": "1389", "date": "March 1", "txt": "Antoninus of Florence, Italian archbishop and saint (d. 1459)", "entities": [{"title": "Antoninus of Florence", "href": "/wiki/Antoninus_of_Florence", "description": "Antoninus of Florence, was an Italian Dominican friar, who ruled as an archbishop of Florence. He is venerated as a saint by the Catholic Church."}]}, {"heading": "Births", "year": "1432", "date": "March 1", "txt": "Isabella of Coimbra (d. 1455)", "entities": [{"title": "Isabella of Coimbra", "href": "/wiki/Isabella_of_Coimbra", "description": "Infanta Isabel of Coimbra was a Portuguese infanta and a queen consort of Portugal as the first spouse of King Afonso V of Portugal."}]}, {"heading": "Births", "year": "1456", "date": "March 1", "txt": "Vladislaus II of Hungary (d. 1516)", "entities": [{"title": "Vladislaus II of Hungary", "href": "/wiki/Vladislaus_II_of_Hungary", "description": "Vladislaus II, also known as Vladislav, Władysław or Wladislas, was King of Bohemia from 1471 to 1516, and King of Hungary and Croatia from 1490 to 1516. As the eldest son of Casimir IV Jagiellon, he was expected to inherit Poland and Lithuania. George of Poděbrady, the Hussite ruler of Bohemia, offered to make Vladislaus his heir in 1468. Poděbrady needed Casimir IV's support against the rebellio"}]}, {"heading": "Births", "year": "1547", "date": "March 1", "txt": "Rudolph Goclenius, German philosopher and lexicographer (d. 1628)", "entities": [{"title": "Rudolph Goclenius", "href": "/wiki/Rudolph_Goclenius", "description": "Rudolph Goclenius the Elder was a German scholastic philosopher. Gockel is often credited with coining the term \"psychology\" in 1590, though the term had been used by Marko Marulić at least 66 years earlier. Gockel had extensive backing, and made significant contributions to the field of ontology. He extended the development of many ideas from Aristotle. Several of Gockel's ideas were published an"}]}, {"heading": "Births", "year": "1554", "date": "March 1", "txt": "William Stafford, English courtier and conspirator (d. 1612)", "entities": [{"title": "William Stafford (conspirator)", "href": "/wiki/William_Stafford_(conspirator)", "description": "William Stafford (1554–1612) was an English courtier and conspirator."}]}, {"heading": "Births", "year": "1577", "date": "March 1", "txt": "Richard Weston, 1st Earl of Portland (d. 1635)", "entities": [{"title": "Richard Weston, 1st Earl of Portland", "href": "/wiki/Richard_Weston,_1st_Earl_of_Portland", "description": "Richard Weston, 1st Earl of Portland, KG, was Chancellor of the Exchequer and later Lord Treasurer of England under James I and Charles I, being one of the most influential figures in the early years of Charles I's Personal Rule and the architect of many of the policies that enabled him to rule without raising taxes through Parliament."}]}, {"heading": "Births", "year": "1597", "date": "March 1", "txt": "Jean-Charles della Faille, Flemish priest and mathematician (d. 1652)", "entities": [{"title": "Jean-Charles della Faille", "href": "/wiki/Jean-Charles_della_Faille", "description": "Jean-Charles della Faille, born in Antwerp, 1 March 1597 and died in Barcelona, 4 November 1652, was a Flemish Jesuit priest from Brabant, and a mathematician of repute."}]}, {"heading": "Births", "year": "1611", "date": "March 1", "txt": "John Pell, English mathematician and linguist (d. 1685)", "entities": [{"title": "John Pell", "href": "/wiki/John_Pell", "description": "John Pell was an English mathematician and political agent abroad."}]}, {"heading": "Births", "year": "1629", "date": "March 1", "txt": "Abraham Teniers, Flemish painter (d. 1670)", "entities": [{"title": "Abraham Teniers", "href": "/wiki/Abraham_Teniers", "description": "Abraham Teniers was a Flemish painter and engraver who specialized in genre paintings of villages, inns and monkey scenes. He was a member of artist family Teniers which came to prominence in the 17th century. He was also active as a publisher."}]}, {"heading": "Births", "year": "1647", "date": "March 1", "txt": "John de Brito, Portuguese Jesuit missionary and martyr (d. 1693)", "entities": [{"title": "John de Brito", "href": "/wiki/John_de_Brito", "description": "John de Britto, also known as Arul Anandar, was a Portuguese Jesuit missionary and martyr, often called 'the Portuguese St Francis Xavier' by Indian Catholics. He can be called the John the Baptist of India."}]}, {"heading": "Births", "year": "1657", "date": "March 1", "txt": "Samuel Werenfels, Swiss theologian and author (d. 1740)", "entities": [{"title": "Samuel Werenfels", "href": "/wiki/Samuel_Werenfels", "description": "Samuel Werenfels was a Swiss theologian. He was a major figure in the move towards a \"reasonable orthodoxy\" in Swiss Reformed theology."}]}, {"heading": "Births", "year": "1683", "date": "March 1", "txt": "Tsangyang Gyatso, sixth Dalai Lama (d. 1706)", "entities": [{"title": "6th Dalai Lama", "href": "/wiki/6th_Dalai_Lama", "description": "Tsangyang Gyatso was the 6th Dalai Lama. He was a Monpa by ethnicity and was born at Urgelling Monastery, 5 kilometres (3.1 mi) from Tawang, India and not far from the large Tawang Monastery in the northwestern part of present-day Arunachal Pradesh."}]}, {"heading": "Births", "year": "1683", "date": "March 1", "txt": "Caroline of Ansbach, British queen and regent (d. 1737)", "entities": [{"title": "Caroline of Ansbach", "href": "/wiki/Caroline_of_Ansbach", "description": "Caroline of Brandenburg-Ansbach was Queen of Great Britain as the wife of King George II."}]}, {"heading": "Births", "year": "1724", "date": "March 1", "txt": "Manuel do Cenáculo, Portuguese prelate and antiquarian (d. 1814)", "entities": [{"title": "Manuel do Cenáculo", "href": "/wiki/Manuel_do_Cen%C3%A1culo", "description": "Dom Frei Manuel do Cenáculo, T.O.R. was a Portuguese Franciscan prelate, who served as the first Bishop of Beja (1770–1802) and as Archbishop of Évora (1802–1814)."}]}, {"heading": "Births", "year": "1732", "date": "March 1", "txt": "William Cushing, American lawyer and judge (d. 1810)", "entities": [{"title": "William Cushing", "href": "/wiki/William_Cushing", "description": "William Cushing was one of the original five associate justices of the United States Supreme Court; confirmed by the United States Senate on September 26, 1789, he served until his death. His Supreme Court tenure of 20 years and 11 months was the longest among the Court's inaugural members. In January 1796, he was nominated by President George Washington to become the Court's Chief Justice; though"}]}, {"heading": "Births", "year": "1760", "date": "March 1", "txt": "François Buzot, French lawyer and politician (d. 1794)", "entities": [{"title": "François Buzot", "href": "/wiki/Fran%C3%A7ois_Buzot", "description": "François Nicolas Léonard Buzot was a French politician and leader of the French Revolution."}]}, {"heading": "Births", "year": "1769", "date": "March 1", "txt": "François Séverin Marceau-Desgraviers, French general (d. 1796)", "entities": [{"title": "François Séverin Marceau-Desgraviers", "href": "/wiki/Fran%C3%A7ois_S%C3%A9verin_Marceau-Desgraviers", "description": "François Séverin Marceau-Desgraviers was a French general of the Revolutionary Wars."}]}, {"heading": "Births", "year": "1807", "date": "March 1", "txt": "Wilford Woodruff, American religious leader, 4th President of The Church of Jesus Christ of Latter-day Saints (d. 1898)", "entities": [{"title": "Wilford Woodruff", "href": "/wiki/Wilford_Woodruff", "description": "Wilford Woodruff Sr. was an American religious leader who served as the fourth president of The Church of Jesus Christ of Latter-day Saints from 1889 until his death. He ended the public practice of plural marriage among the members of the LDS Church in 1890."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1810", "date": "March 1", "txt": "Frédéric Chopin, Polish pianist and composer (d. 1849)", "entities": [{"title": "Frédéric Chopin", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Chopin", "description": "Frédéric François Chopin, born Fryderyk Franciszek Chopin, was a Polish composer and virtuoso pianist of the Romantic period who wrote primarily for solo piano. He has maintained worldwide renown as a leading musician of his era, one whose \"poetic genius was based on a professional technique that was without equal in his generation.\""}]}, {"heading": "Births", "year": "1812", "date": "March 1", "txt": "Augustus Pugin, English architect, co-designed the Palace of Westminster (d. 1852)", "entities": [{"title": "Augustus Pugin", "href": "/wiki/Augustus_Pugin", "description": "Augustus Welby Northmore Pugin was an English architect, designer, artist and critic who is principally remembered for his pioneering role in the Gothic Revival style of architecture. His work culminated in designing the interior of the Palace of Westminster in Westminster, London, England, and its iconic clock tower, later renamed the Elizabeth Tower, which houses the bell known as Big Ben. Pugin"}, {"title": "Palace of Westminster", "href": "/wiki/Palace_of_Westminster", "description": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Informally known as the Houses of Parliament after its occupants, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England."}]}, {"heading": "Births", "year": "1817", "date": "March 1", "txt": "Giovanni Duprè, Italian sculptor and educator (d. 1882)", "entities": [{"title": "Giovanni Duprè", "href": "/wiki/Giovanni_Dupr%C3%A8", "description": "Giovanni Dupré was an Italian sculptor, of distant French stock long settled in Tuscany, who developed a reputation second only to that of his contemporary Lorenzo Bartolini."}]}, {"heading": "Births", "year": "1821", "date": "March 1", "txt": "Joseph Hubert Reinkens, German bishop and academic (d. 1896)", "entities": [{"title": "Joseph Hubert Reinkens", "href": "/wiki/Joseph_Hubert_Reinkens", "description": "Joseph Hubert Reinkens was the first German Old Catholic bishop."}]}, {"heading": "Births", "year": "1835", "date": "March 1", "txt": "Philip Fysh, English-Australian politician, 12th Premier of Tasmania (d. 1919)", "entities": [{"title": "Philip Fysh", "href": "/wiki/Philip_Fysh", "description": "Sir Philip Oakley Fysh was an Australian politician. He arrived in Tasmania in 1859 and became a leading merchant in Hobart. He served two terms as premier of Tasmania and became a leader of the colony's federation movement. He subsequently won election to the new federal House of Representatives (1901–1910) and was invited to represent Tasmania in the first federal ministry, serving as minister w"}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1837", "date": "March 1", "txt": "William Dean Howells, American novelist, playwright, and critic (d. 1920)", "entities": [{"title": "William Dean Howells", "href": "/wiki/William_Dean_Howells", "description": "William Dean Howells was an American realist novelist, literary critic, and playwright, nicknamed \"The Dean of American Letters\". He was particularly known for his tenure as editor of The Atlantic Monthly, as well as for his own prolific writings, including the Christmas story \"Christmas Every Day\" and the novels The Rise of Silas Lapham and A Traveler from Altruria."}]}, {"heading": "Births", "year": "1842", "date": "March 1", "txt": "Nikolaos Gyzis, Greek painter and academic (d. 1901)", "entities": [{"title": "Nikolaos Gyzis", "href": "/wiki/Nikolaos_Gyzis", "description": "Nikolaos Gyzis was considered one of Greece's most important 19th-century painters. He was most famous for his work Eros and the Painter, his first genre painting. It was auctioned in May 2006 at Bonhams in London, being last exhibited in Greece in 1928. He was the major representative of the so-called \"Munich School\", the major 19th-century Greek art movement."}]}, {"heading": "Births", "year": "1848", "date": "March 1", "txt": "Augustus Saint-Gaudens, Irish-American sculptor and academic (d. 1907)", "entities": [{"title": "Augustus Saint-Gaudens", "href": "/wiki/Augustus_Saint-Gaudens", "description": "Augustus Saint-Gaudens was an American sculptor of the Beaux-Arts generation who embodied the ideals of the American Renaissance. Raised in New York City, he traveled to Europe for further training and artistic study. After he returned to New York, he achieved major critical success for his monuments commemorating heroes of the American Civil War, many of which still stand. Saint-Gaudens created w"}]}, {"heading": "Births", "year": "1852", "date": "March 1", "txt": "Théophile Delcassé, French politician, French Minister of Foreign Affairs (d. 1923)", "entities": [{"title": "Théophile Delcassé", "href": "/wiki/Th%C3%A9ophile_Delcass%C3%A9", "description": "Théophile Delcassé was a French statesman and foreign minister 1898–1905. He is best known for his hatred of Germany and efforts to secure alliances with Russia and Great Britain that became the Entente Cordiale. He belonged to Radical party and was a protege of Léon Gambetta."}, {"title": "Ministry of Foreign and European Affairs (France)", "href": "/wiki/Ministry_of_Foreign_and_European_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1863", "date": "March 1", "txt": "Alexander Golovin, Russian painter and set designer (d. 1930)", "entities": [{"title": "Aleksandr Golovin (artist)", "href": "/wiki/Aleksandr_Golovin_(artist)", "description": "Aleksandr Yakovlevich Golovin was a Russian artist and stage designer. He designed productions for Sergei Diaghilev, Constantin Stanislavski, and Vsevolod Meyerhold."}]}, {"heading": "Births", "year": "1870", "date": "March 1", "txt": "E. M. Antoniadi, Greek-French astronomer and academic (d. 1944)", "entities": [{"title": "E. M. Antoniadi", "href": "/wiki/E._M._Antoniadi", "description": "Eugène Michel Antoniadi was a Greek-French astronomer."}]}, {"heading": "Births", "year": "1876", "date": "March 1", "txt": "Henri de Baillet-Latour, Belgian businessman (d. 1942)", "entities": [{"title": "Henri de Baillet-Latour", "href": "/wiki/Henri_de_Baillet-Latour", "description": "Count Henri de Baillet-Latour was a Belgian aristocrat and the third President of the International Olympic Committee (IOC)."}]}, {"heading": "Births", "year": "1880", "date": "March 1", "txt": "Lytton Strachey, British writer and critic (d. 1932)", "entities": [{"title": "Lytton Strachey", "href": "/wiki/Lytton_Strachey", "description": "Giles Lytton Strachey was an English writer and critic."}]}, {"heading": "Births", "year": "1886", "date": "March 1", "txt": "Oskar Kokoschka, Austrian-Swiss painter, poet, and playwright (d. 1980)", "entities": [{"title": "Oskar Kokoschka", "href": "/wiki/Oskar_Kokoschka", "description": "Oskar Kokoschka was an Austrian artist, poet, playwright, and teacher best known for his intense expressionistic portraits and landscapes, as well as his theories on vision that influenced the Viennese Expressionist movement."}]}, {"heading": "Births", "year": "1888", "date": "March 1", "txt": "Ewart Astill, English cricketer and billiards player (d. 1948)", "entities": [{"title": "Ewart Astill", "href": "/wiki/Ewart_Astill", "description": "William Ewart Astill was, along with George Geary, the mainstay of the Leicestershire team from 1922 to about 1935. He played in nine Test matches but was never picked for a home Test or for an Ashes tour. However, for the best part of three decades he was a vital member of a generally struggling Leicestershire team. With no amateur able to play frequently for the county, Astill became the first o"}]}, {"heading": "Births", "year": "1888", "date": "March 1", "txt": "Fanny Walden, English cricketer and umpire, international footballer (d. 1949)", "entities": []}, {"heading": "Births", "year": "1889", "date": "March 1", "txt": "Tetsuro Watsuji, Japanese historian and philosopher (d. 1960)", "entities": [{"title": "Tetsuro Watsuji", "href": "/wiki/Tetsuro_Watsuji", "description": "Tetsuro Watsuji  was a Japanese moral philosopher, cultural historian, and intellectual historian."}]}, {"heading": "Births", "year": "1890", "date": "March 1", "txt": "Theresa Bernstein, Polish-American painter and author (d. 2002)", "entities": [{"title": "Theresa Bernstein", "href": "/wiki/Theresa_Bernstein", "description": "Theresa Ferber Bernstein-Meyerowitz was a Polish-born American artist, painter, and writer."}]}, {"heading": "Births", "year": "1891", "date": "March 1", "txt": "Ralph Hitz, Austrian-American hotelier (d. 1940)", "entities": [{"title": "Ralph Hitz", "href": "/wiki/Ralph_Hitz", "description": "Ralph Hitz was a pioneer in the hotel industry, whose ideas for marketing and customer service became the industry standard for luxury lodging. During the 1930s he was the head of the National Hotel Management Company, the largest hotel organization in the United States at the time."}]}, {"heading": "Births", "year": "1892", "date": "March 1", "txt": "Ryūnosuke Akutagawa, Japanese author and educator (d. 1927)", "entities": [{"title": "Ryūnosuke Akutagawa", "href": "/wiki/Ry%C5%ABnosuke_Akutagawa", "description": "Ryūnosuke Akutagawa , art name Chōkōdō Shujin (澄江堂主人), was a Japanese writer active in the Taishō period in Japan. He is regarded as the \"father of the Japanese short story\", and Japan's premier literary award, the Akutagawa Prize, is named after him. He committed suicide at the age of 35 through an overdose of barbital."}]}, {"heading": "Births", "year": "1893", "date": "March 1", "txt": "Mercedes de Acosta, American author, poet, and playwright (d. 1968)", "entities": [{"title": "Mercedes de Acosta", "href": "/wiki/Mercedes_de_Acosta", "description": "Mercedes de Acosta was an American poet, chiefly notable as a social figure of Manhattan, conducting openly lesbian relationships with many prominent artists and theatre personalities."}]}, {"heading": "Births", "year": "1896", "date": "March 1", "txt": "Dimitri Mitropoulos, Greek pianist, composer, and conductor (d. 1960)", "entities": [{"title": "Dimitri Mitropoulos", "href": "/wiki/Dimitri_Mitropoulos", "description": "Dimitri Mitropoulos was a Greek conductor, pianist, and composer."}]}, {"heading": "Births", "year": "1896", "date": "March 1", "txt": "Moriz Seeler, German playwright and producer (d. 1942)", "entities": []}, {"heading": "Births", "year": "1899", "date": "March 1", "txt": "Erich von dem Bach-Zelewski, German SS officer (d. 1972)", "entities": [{"title": "Erich von dem Bach-Zelewski", "href": "/wiki/Erich_von_dem_Bach-Zelewski", "description": "Erich Julius Eberhard von dem Bach-Zelewski was a high-ranking SS commander of Nazi Germany. During World War II, he was in charge of the Nazi security warfare against those designated by the regime as ideological enemies and any other persons deemed to present danger to the Nazi rule or Wehrmacht's rear security in the occupied territories of Eastern Europe. It mostly involved atrocities against "}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1904", "date": "March 1", "txt": "Paul Hartman, American actor, singer, and dancer (d. 1973)", "entities": [{"title": "Paul Hartman", "href": "/wiki/Paul_Hartman", "description": "Paul Hartman was an American dancer, stage performer and television actor."}]}, {"heading": "Births", "year": "1904", "date": "March 1", "txt": "Glenn Miller, American trombonist, composer, and bandleader (d. 1944)", "entities": []}, {"heading": "Births", "year": "1905", "date": "March 1", "txt": "Doris Hare, Welsh-English actress, singer, and dancer (d. 2000)", "entities": [{"title": "Doris Hare", "href": "/wiki/Doris_Hare", "description": "Doris Breamer Hare, MBE was a British actress, singer, dancer and comedienne, she is best known for being the second actress to portray Mrs Mabel \"Mum\" Butler in the British sitcom On the Buses after replacing original actress Cicely Courtneidge."}]}, {"heading": "Births", "year": "1906", "date": "March 1", "txt": "Phạm Văn Đồng, Vietnamese lieutenant and politician, 2nd Prime Minister of Vietnam (d. 2000)", "entities": [{"title": "Phạm Văn Đồng", "href": "/wiki/Ph%E1%BA%A1m_V%C4%83n_%C4%90%E1%BB%93ng", "description": "Phạm Văn Đồng was a Vietnamese politician who served as Prime Minister of North Vietnam from 1955 to 1976. He later served as Prime Minister of Vietnam following reunification of North and South Vietnam from 1976 until he retired in 1987 under the rule of Lê Duẩn and Nguyễn Văn Linh. He was considered one of Hồ Chí Minh's closest lieutenants."}, {"title": "List of Prime Ministers of Vietnam", "href": "/wiki/List_of_Prime_Ministers_of_Vietnam", "description": "The Prime Minister of the Socialist Republic of Vietnam, known as Chairman of the Council of Ministers from 1981 to 1992, is the highest office within the Central Government. The prime minister is simultaneously the Secretary of the Government Caucus Commission, a Party organ on government affairs, and Deputy Chairman of the Council for Defence and Security, an organ of the National Assembly. Thro"}]}, {"heading": "Births", "year": "1909", "date": "March 1", "txt": "Eugene Esmonde, English lieutenant and pilot (d. 1942)", "entities": [{"title": "Eugene Esmonde", "href": "/wiki/Eugene_Esmonde", "description": "Lieutenant Commander Eugene Esmonde, was a distinguished Irish pilot in the Fleet Air Arm who was a posthumous recipient of the Victoria Cross (VC), the highest award for gallantry in the face of the enemy awarded to members of Commonwealth forces. Esmonde earned this award while in command of a British Fleet Air Arm torpedo bomber squadron in the Second World War."}]}, {"heading": "Births", "year": "1909", "date": "March 1", "txt": "Winston Sharples, American pianist and composer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1910", "date": "March 1", "txt": "Archer John Porter Martin, English chemist and academic, Nobel Prize laureate (d. 2002)", "entities": [{"title": "Archer John Porter Martin", "href": "/wiki/Archer_John_Porter_Martin", "description": "Archer John Porter Martin was a British chemist who shared the 1952 Nobel Prize in Chemistry for the invention of partition chromatography with Richard Synge."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1910", "date": "March 1", "txt": "David Niven, English soldier and actor (d. 1983)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 1", "txt": "Gerald Emmett Carter, Canadian cardinal (d. 2003)", "entities": [{"title": "Gerald Emmett Carter", "href": "/wiki/Gerald_Emmett_Carter", "description": "Gerald Emmett Cardinal Carter (1912–2003) was a Canadian prelate of the Roman Catholic Church. He served as Archbishop of Toronto from 1978 to 1990, and was elevated to the cardinalate in 1979."}]}, {"heading": "Births", "year": "1912", "date": "March 1", "txt": "Boris Chertok, Polish-Russian engineer and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 1", "txt": "Harry Caray, American sportscaster (d. 1998)", "entities": [{"title": "Harry Caray", "href": "/wiki/Harry_Caray", "description": "Harry Christopher Caray was an American sportscaster on radio and television. He covered five Major League Baseball teams, beginning with 25 years of calling the games of the St. Louis Cardinals with two of these years also spent calling games for the St. Louis Browns. After a year working for the Oakland Athletics and eleven years with the Chicago White Sox, Caray spent the last sixteen years of "}]}, {"heading": "Births", "year": "1914", "date": "March 1", "txt": "Ralph Ellison, American novelist and literary critic (d. 1994)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 1", "txt": "Robert Lowell, American poet (d. 1977)", "entities": [{"title": "Robert Lowell", "href": "/wiki/Robert_Lowell", "description": "Robert Traill Spence Lowell IV was an American poet. He was born into a Boston Brahmin family that could trace its origins back to the Mayflower. His family, past and present, were important subjects in his poetry. Growing up in Boston also informed his poems, which were frequently set in Boston and the New England region. The literary scholar Paula Hayes believes that Lowell mythologized New Engl"}]}, {"heading": "Births", "year": "1918", "date": "March 1", "txt": "João Goulart, Brazilian lawyer and politician, 24th President of Brazil (d. 1976)", "entities": [{"title": "João Goulart", "href": "/wiki/Jo%C3%A3o_Goulart", "description": "João Belchior Marques Goulart was a Brazilian politician who served as the 24th president of Brazil until a US-backed military coup d'état deposed him on 1 April 1964. He was considered the last left-wing president of Brazil until Lula da Silva took office in 2003."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1918", "date": "March 1", "txt": "Gladys Spellman, American educator and politician (d. 1988)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 1", "txt": "Max Bentley, Canadian ice hockey player (d. 1984)", "entities": [{"title": "Max Bentley", "href": "/wiki/Max_Bentley", "description": "Maxwell Herbert Lloyd \"Max\" Bentley was a Canadian ice hockey forward who played for the Chicago Blackhawks, Toronto Maple Leafs, and New York Rangers in the National Hockey League (NHL) as part of a professional and senior career that spanned 20 years. He was the NHL's leading scorer twice in a row, and in 1946 won the Hart Trophy as most valuable player. He played in four All-Star Games and was "}]}, {"heading": "Births", "year": "1921", "date": "March 1", "txt": "Cameron Argetsinger, American race car driver and lawyer (d. 2008)", "entities": [{"title": "Cameron Argetsinger", "href": "/wiki/Cameron_Argetsinger", "description": "Cameron Argetsinger was a sports car enthusiast, lawyer and auto racing executive best known for creating the Watkins Glen Grand Prix Race Course in Watkins Glen, New York, and making it the home of the Formula One United States Grand Prix from 1961 through 1980."}]}, {"heading": "Births", "year": "1921", "date": "March 1", "txt": "Terence Cooke, American cardinal (d. 1983)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 1", "txt": "Richard Wilbur, American poet, translator, and essayist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 1", "txt": "William Gaines, American publisher (d. 1992)", "entities": [{"title": "William Gaines", "href": "/wiki/William_Gaines", "description": "William Maxwell Gaines, was an American publisher and co-editor of EC Comics. Following a shift in EC's direction in 1950, Gaines presided over what became an artistically influential and historically important line of mature-audience comics. He published the satirical magazine Mad for over 40 years."}]}, {"heading": "Births", "year": "1922", "date": "March 1", "txt": "Yitzhak Rabin, Israeli general and politician, 5th Prime Minister of Israel, Nobel Prize laureate (d. 1995)", "entities": [{"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1924", "date": "March 1", "txt": "Arnold Drake, American author and screenwriter (d. 2007)", "entities": [{"title": "Arnold Drake", "href": "/wiki/Arnold_Drake", "description": "Arnold Drake was an American comic book writer and screenwriter best known for co-creating the DC Comics characters Deadman and the Doom Patrol, and the Marvel Comics characters the Guardians of the Galaxy, among others."}]}, {"heading": "Births", "year": "1924", "date": "March 1", "txt": "Deke Slayton, American soldier, pilot, and astronaut (d. 1993)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 1", "txt": "Robert Clary, French-American actor and author", "entities": [{"title": "Robert Clary", "href": "/wiki/Robert_Clary", "description": "Robert Clary is a French-American actor, singer, author, artist, and lecturer. He is best known for his role in the television sitcom Hogan's Heroes as Corporal Louis LeBeau."}]}, {"heading": "Births", "year": "1926", "date": "March 1", "txt": "Cesare Danova, Italian-American actor (d. 1992)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 1", "txt": "Pete Rozelle, American businessman and 3rd Commissioner of the National Football League (d. 1996)", "entities": [{"title": "History of the NFL Commissioner", "href": "/wiki/History_of_the_NFL_Commissioner", "description": "The Commissioner of the NFL is the chief executive officer of the National Football League (NFL)."}]}, {"heading": "Births", "year": "1926", "date": "March 1", "txt": "Allan Stanley, Canadian ice hockey player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 1", "txt": "George O. Abell, American astronomer, professor at UCLA, science popularizer, and skeptic (d. 1983)", "entities": [{"title": "George O. Abell", "href": "/wiki/George_O._Abell", "description": "George Ogden Abell was an American educator. Teaching at UCLA, priorly he worked as a research astronomer, administrator, as a popularizer of science and of education, and as a skeptic. He earned his B.S. in 1951, his M.S. in 1952 and his Ph.D. in 1957, all from the California Institute of Technology. He was a Ph.D. student under Donald Osterbrock. His astronomical career began as a tour guide at "}]}, {"heading": "Births", "year": "1927", "date": "March 1", "txt": "Harry Belafonte, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 1", "txt": "Robert Bork, American lawyer and scholar, United States Attorney General (d. 2012)", "entities": [{"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1928", "date": "March 1", "txt": "Jacques Rivette, French director, screenwriter, and critic (d. 2016)", "entities": [{"title": "Jacques Rivette", "href": "/wiki/Jacques_Rivette", "description": "Jacques Rivette was a French film director and film critic most commonly associated with the French New Wave and the film magazine Cahiers du Cinéma. He made twenty-nine films, including L'amour fou (1969), Out 1 (1971), Celine and Julie Go Boating (1974), and La Belle Noiseuse (1991). His work is noted for its improvisation, loose narratives, and lengthy running times."}]}, {"heading": "Births", "year": "1929", "date": "March 1", "txt": "Georgi Markov, Bulgarian journalist and author (d. 1978)", "entities": [{"title": "Georgi Markov", "href": "/wiki/Georgi_Markov", "description": "Georgi Ivanov Markov was a Bulgarian dissident writer. He originally worked as a novelist, screenwriter and playwright in his native country, the People's Republic of Bulgaria, until his defection in 1968. After relocating to London, he worked as a broadcaster and journalist for the BBC World Service, the US-funded Radio Free Europe and West Germany's Deutsche Welle. Markov used such forums to con"}]}, {"heading": "Births", "year": "1930", "date": "March 1", "txt": "Monu Mukhopadhyay, Indian Bengali actor", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 1", "txt": "Gastone Nencini, Italian cyclist (d. 1980)", "entities": [{"title": "Gastone Nencini", "href": "/wiki/Gastone_Nencini", "description": "Gastone Nencini was an Italian road racing cyclist who won the 1960 Tour de France and the 1957 Giro d'Italia."}]}, {"heading": "Births", "year": "1934", "date": "March 1", "txt": "Jean-Michel Folon, Belgian painter and sculptor (d. 2005)", "entities": [{"title": "Jean-Michel Folon", "href": "/wiki/Jean-Michel_Folon", "description": "Jean-Michel Folon was a Belgian artist, illustrator, painter, and sculptor."}]}, {"heading": "Births", "year": "1934", "date": "March 1", "txt": "Joan Hackett, American actress (d. 1983)", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 1", "txt": "Robert Conrad, American actor, radio host and stuntman (d. 2020)", "entities": [{"title": "Robert Conrad", "href": "/wiki/Robert_Conrad", "description": "Robert Conrad was an American film and television actor, singer, and stuntman. He is best known for his role in the 1965–1969 television series The Wild Wild West, playing the sophisticated Secret Service agent James T. West. He portrayed World War II ace Pappy Boyington in the television series Baa Baa Black Sheep. In addition to acting, he was a singer and recorded several pop/rock songs in the "}]}, {"heading": "Births", "year": "1936", "date": "March 1", "txt": "Jean-Edern Hallier, French author (d. 1997)", "entities": [{"title": "Jean-Edern Hallier", "href": "/wiki/Jean-Edern_Hallier", "description": "Jean-Edern Hallier was a French writer, critic and editor."}]}, {"heading": "Births", "year": "1939", "date": "March 1", "txt": "Leo Brouwer, Cuban guitarist, composer, and conductor", "entities": [{"title": "Leo Brouwer", "href": "/wiki/Leo_Brouwer", "description": "Juan Leovigildo Brouwer Mezquida is a Cuban composer, conductor, and classical guitarist. He is a Member of Honour of the International Music Council."}]}, {"heading": "Births", "year": "1939", "date": "March 1", "txt": "Mustansar Hussain Tarar, Pakistani author", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 1", "txt": "Robin Gray, Australian politician, 37th Premier of Tasmania", "entities": [{"title": "Robin Gray (Australian politician)", "href": "/wiki/Robin_Gray_(Australian_politician)", "description": "Robin Trevor Gray is a former Australian politician who was Premier of Tasmania from 1982 to 1989. A Liberal, he was elected Liberal state leader in 1981 and in 1982 defeated the Labor government of Harry Holgate on a policy of \"state development,\" particularly the building of the Franklin Dam, a hydroelectric dam on the Franklin River. He was only the second non-Labor premier to hold the post in "}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1940", "date": "March 1", "txt": "Robert Grossman, American painter, sculptor, and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 1", "txt": "Robert Hass, American poet", "entities": [{"title": "Robert Hass", "href": "/wiki/Robert_Hass", "description": "Robert L. Hass is an American poet. He served as Poet Laureate of the United States from 1995 to 1997. He won the 2007 National Book Award and shared the 2008 Pulitzer Prize for the collection Time and Materials: Poems 1997–2005. In 2014 he was awarded the Wallace Stevens Award from the Academy of American Poets."}]}, {"heading": "Births", "year": "1941", "date": "March 1", "txt": "Dave Marcis, American stock car racing driver", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 1", "txt": "Richard Myers, American general", "entities": [{"title": "Richard Myers", "href": "/wiki/Richard_Myers", "description": "Richard Bowman Myers is the 14th president of Kansas State University and a retired four-star general in the United States Air Force who served as the 15th Chairman of the Joint Chiefs of Staff. As Chairman, Myers was the highest ranking uniformed officer of the United States military forces."}]}, {"heading": "Births", "year": "1943", "date": "March 1", "txt": "Gil Amelio, American businessman", "entities": [{"title": "Gil Amelio", "href": "/wiki/Gil_Amelio", "description": "Gilbert Frank Amelio is an American technology executive. Amelio worked at Bell Labs, Fairchild Semiconductor, and the semiconductor division of Rockwell International, and also a former CEO of National Semiconductor and Apple Computer."}]}, {"heading": "Births", "year": "1943", "date": "March 1", "txt": "José Ángel Iribar, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 1", "txt": "Rashid Sunyaev, Russian-German astronomer and physicist", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 1", "txt": "Buddhadeb Bhattacharjee, Indian politician, 7th Chief Minister of West Bengal", "entities": [{"title": "Buddhadeb Bhattacharjee", "href": "/wiki/Buddhadeb_Bhattacharjee", "description": "Buddhadeb Bhattacharjee is an Indian politician and a former member of the Politburo of the Communist Party of India (Marxist). He was the Chief Minister of West Bengal from 2000 to 2011. He was the MLA of Jadavpur constituency for twenty-four years until 13 May 2011, when he was historically defeated by the former Chief Secretary of his own government, Manish Gupta, by 16,684 votes in the 2011 We"}, {"title": "Chief Minister of West Bengal", "href": "/wiki/Chief_Minister_of_West_Bengal", "description": "The Chief Minister of West Bengal is the chief executive of the eastern Indian state of West Bengal. The chief minister is the head of the executive branch of the government of West Bengal and is charged with enforcing state laws. Following elections to the West Bengal Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor"}]}, {"heading": "Births", "year": "1944", "date": "March 1", "txt": "John Breaux, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 1", "txt": "Roger Daltrey, English singer-songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 1", "txt": "Mike d'Abo, English singer", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 1", "txt": "Dirk Benedict, American actor and director", "entities": [{"title": "Dirk Benedict", "href": "/wiki/Dirk_Benedict", "description": "Dirk Benedict is an American movie, television and stage actor and author. He is best known for playing the characters Lieutenant Starbuck in the original Battlestar Galactica film and television series and Lieutenant Templeton \"Faceman\" Peck in The A-Team television series. He is the author of Confessions of a Kamikaze Cowboy and And Then We Went Fishing."}]}, {"heading": "Births", "year": "1946", "date": "March 1", "txt": "Gerry Boulet, Canadian singer-songwriter (d. 1990)", "entities": [{"title": "Gerry Boulet", "href": "/wiki/Gerry_Boulet", "description": "Joseph Gaétan Robert Gérald (Gerry) Boulet was a French Canadian rock singer. Most famous as vocalist for the Quebec rock band Offenbach, he also released two solo albums. He is considered one of the innovators of rock music in the joual language of French Quebec."}]}, {"heading": "Births", "year": "1946", "date": "March 1", "txt": "Jim Crace, English author and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 1", "txt": "Alan Thicke, Canadian-American actor and composer (d. 2016)", "entities": [{"title": "Alan Thicke", "href": "/wiki/Alan_Thicke", "description": "Alan Thicke was a Canadian actor, songwriter, and game and talk show host. He was the father of singer Robin Thicke. In 2013, Thicke was inducted into Canada's Walk of Fame. Thicke was best known for playing Dr. Jason Seaver on the 1980s sitcom Growing Pains."}]}, {"heading": "Births", "year": "1951", "date": "March 1", "txt": "Sergei Kourdakov, Russian-American KGB agent (d. 1973)", "entities": [{"title": "Sergei Kourdakov", "href": "/wiki/Sergei_Kourdakov", "description": "Sergei Nikolayevich Kourdakov was a former KGB agent and naval officer who from his late teen years carried out more than 150 raids in underground Christian communities in regions of the Soviet Union in the 1960s. At the age of twenty, he defected to Canada while a naval officer on a Soviet trawler in the Pacific and converted to Evangelical Christianity. He is known for having written The Persecu"}, {"title": "KGB", "href": "/wiki/KGB", "description": "The KGB, translated in English as the Committee for State Security, was the main security agency for the Soviet Union from 13 March 1954 until 3 December 1991. As a direct successor of preceding agencies such as the Cheka, OGPU, NKGB, NKVD and MGB, it was attached to the Council of Ministers. It was the chief government agency of \"union-republican jurisdiction\", carrying out internal security, int"}]}, {"heading": "Births", "year": "1952", "date": "March 1", "txt": "Dave Barr, Canadian golfer", "entities": [{"title": "Dave Barr (golfer)", "href": "/wiki/Dave_Barr_(golfer)", "description": "David Allen Barr is a Canadian professional golfer who has played on the Canadian Tour, PGA Tour and Champions Tour."}]}, {"heading": "Births", "year": "1952", "date": "March 1", "txt": "Nevada Barr, American actress and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 1", "txt": "Leigh Matthews, Australian footballer, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 1", "txt": "Jerri Nielsen, American physician and explorer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 1", "txt": "Martin O'Neill, Northern Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 1", "txt": "Sinan Çetin, Turkish actor, director, and producer", "entities": [{"title": "Sinan Çetin", "href": "/wiki/Sinan_%C3%87etin", "description": "Sinan Çetin is a Turkish film director, actor, and producer. He won the best director award at the 12th Dhaka International Film Festival."}]}, {"heading": "Births", "year": "1953", "date": "March 1", "txt": "Carlos Queiroz, Portuguese footballer and manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 1", "txt": "Catherine Bach, American actress", "entities": [{"title": "Catherine Bach", "href": "/wiki/Catherine_Bach", "description": "Catherine Bach is an American actress. She is known for playing Daisy Duke in the television series The Dukes of Hazzard and Margo Dutton in African Skies. In 2012, she joined the cast of the CBS soap opera The Young and the Restless as Anita Lawson."}]}, {"heading": "Births", "year": "1954", "date": "March 1", "txt": "Ron Howard, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 1", "txt": "Rod Reddy, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 1", "txt": "Tim Daly, American actor, director, and producer", "entities": [{"title": "Tim Daly", "href": "/wiki/Tim_Daly", "description": "James Timothy Daly is an American actor and producer. He is known for his role as Joe Hackett on the NBC sitcom Wings and his voice role as Clark Kent/Superman in Superman: The Animated Series, as well as his recurring role as the drug-addicted screenwriter J.T. Dolan on The Sopranos. He starred as Pete Wilder on Private Practice from 2007 to 2012. From 2014 until 2019, he portrayed Henry McCord, "}]}, {"heading": "Births", "year": "1956", "date": "March 1", "txt": "Dalia Grybauskaitė, Lithuanian politician, 6th President of Lithuania", "entities": [{"title": "President of Lithuania", "href": "/wiki/President_of_Lithuania", "description": "The following is a list of rulers over Lithuania, the heads of authority over historical Lithuanian territory. The timeline includes Lithuania as a sovereign entity or legitimately part of a greater sovereign entity, as well as Lithuania under control or occupation of an outside authority. The incumbents and office-holders are listed by names most commonly used in English language. Where appropria"}]}, {"heading": "Births", "year": "1958", "date": "March 1", "txt": "Nik Kershaw, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Nik Kershaw", "href": "/wiki/Nik_Kershaw", "description": "Nicholas David Kershaw is an English singer, songwriter, composer, multi-instrumentalist and record producer."}]}, {"heading": "Births", "year": "1958", "date": "March 1", "txt": "Wayne B. Phillips, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 1", "txt": "Nick Griffin, English politician", "entities": [{"title": "Nick Griffin", "href": "/wiki/Nick_Griffin", "description": "Nicholas John Griffin is a British politician who represented North West England as a Member of the European Parliament (MEP) from 2009 to 2014. He served as chairman and then president of the far-right British National Party (BNP) from 1999 to 2014, when he was expelled from the party."}]}, {"heading": "Births", "year": "1961", "date": "March 1", "txt": "Mike Rozier, American football player", "entities": [{"title": "Mike Rozier", "href": "/wiki/Mike_Rozier", "description": "Michael T. Rozier is a former American college and professional football player who was a running back in the United States Football League (USFL) for two seasons and the National Football League (NFL) for seven seasons during the 1980s and early 1990s. Rozier played college football for the University of Nebraska, and won the Heisman Trophy in 1983. Afterward, he played professionally for the Pit"}]}, {"heading": "Births", "year": "1963", "date": "March 1", "txt": "Ron Francis, Canadian ice hockey player and manager", "entities": [{"title": "Ron Francis", "href": "/wiki/Ron_Francis", "description": "Ronald Michael Francis Jr. is a Canadian former professional ice hockey centre. He is the general manager of the upcoming Seattle Kraken franchise that plans to play its first season in 2021. Drafted fourth overall in the 1981 NHL Entry Draft, Francis played 23 seasons in the NHL for the Hartford Whalers, Pittsburgh Penguins, Carolina Hurricanes and Toronto Maple Leafs. Upon retiring from professi"}]}, {"heading": "Births", "year": "1965", "date": "March 1", "txt": "Booker T, American wrestler and sportscaster", "entities": [{"title": "Booker T (wrestler)", "href": "/wiki/Booker_T_(wrestler)", "description": "Robert Booker Tio Huffman Jr. better known by his ring name Booker T, is an American professional wrestler, professional wrestling promoter, colorist and color commentator. He is currently signed to WWE. He is also the owner and founder of the independent promotion Reality of Wrestling (ROW) in Texas City, Texas."}]}, {"heading": "Births", "year": "1965", "date": "March 1", "txt": "Stewart Elliott, Canadian jockey", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 1", "txt": "Zack Snyder, American director, producer, and screenwriter", "entities": [{"title": "Zack Snyder", "href": "/wiki/Zack_Snyder", "description": "Zachary Edward Snyder is an American film director, producer, and screenwriter. He made his feature film debut in 2004 with a remake of the 1978 horror film Dawn of the Dead. Since then, he has directed or produced a number of comic book and superhero films, including 300 (2006) and Watchmen (2009), as well as the Superman film that started the DC Extended Universe, Man of Steel (2013), and its fo"}]}, {"heading": "Births", "year": "1967", "date": "March 1", "txt": "Aron Winter, Surinamese-Dutch footballer and manager", "entities": [{"title": "Aron Winter", "href": "/wiki/Aron_Winter", "description": "Aron Mohamed Winter is a Dutch former professional football midfielder and current assistant manager of Greece national football team. He has played for Ajax and Sparta Rotterdam in the Netherlands, for Italian sides Lazio and Internazionale, and for the Netherlands national team."}]}, {"heading": "Births", "year": "1969", "date": "March 1", "txt": "Javier Bardem, Spanish actor and producer", "entities": [{"title": "Javier Bardem", "href": "/wiki/Javier_Bardem", "description": "Javier Ángel Encinas Bardem is a Spanish actor. Bardem won the Academy Award for Best Supporting Actor for his role as the psychopathic assassin Anton Chigurh in the Joel and Ethan Coen's modern western drama film No Country for Old Men (2007). He has also received critical acclaim for his roles in films such as Jamón Jamón (1992), Boca a boca (1995), Carne trémula (1997), Los lunes al sol (2002),"}]}, {"heading": "Births", "year": "1971", "date": "March 1", "txt": "Ivan Cleary, Australian rugby league player and coach", "entities": [{"title": "Ivan Cleary", "href": "/wiki/Ivan_Cleary", "description": "Ivan Cleary is an Australian professional rugby league coach who is the head coach of the Penrith Panthers in the NRL and a former professional rugby league footballer who played as a fullback and centre in the 1990s and 2000s."}]}, {"heading": "Births", "year": "1973", "date": "March 1", "txt": "Chris Webber, American basketball player and sportscaster", "entities": [{"title": "Chris Webber", "href": "/wiki/Chris_Webber", "description": "Mayce Edward Christopher Webber III is an American former professional basketball player. He is a 5-time NBA All-Star, a 5-time All-NBA Team member, a former NBA Rookie of the Year, and a former number one overall NBA draftee for the Golden State Warriors. He later played for teams including the Washington Bullets, Sacramento Kings, Philadelphia 76ers, and Detroit Pistons."}]}, {"heading": "Births", "year": "1977", "date": "March 1", "txt": "Rens Blom, Dutch pole vaulter", "entities": [{"title": "Rens Blom", "href": "/wiki/Rens_Blom", "description": "Rens Blom was a Dutch athlete competing in pole vault."}]}, {"heading": "Births", "year": "1979", "date": "March 1", "txt": "Mikkel Kessler, Danish boxer", "entities": [{"title": "Mikkel Kessler", "href": "/wiki/Mikkel_Kessler", "description": "Mikkel Kessler is a Danish former professional boxer who competed from 1998 to 2013. He is a multiple-time super-middleweight world champion, having held the WBA title three times between 2004 and 2013, and the WBC title twice between 2006 and 2010.\nHe also won the IBA World Title in 2002."}]}, {"heading": "Births", "year": "1979", "date": "March 1", "txt": "Bruno Langlois, Canadian cyclist", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 1", "txt": "Shahid Afridi, Pakistani cricketer", "entities": [{"title": "Shahid Afridi", "href": "/wiki/Shahid_Afridi", "description": "Sahibzada Mohammad Shahid Khan Afridi, chiefly known as Shahid Afridi, also referred to in the media as Boom Boom & Lala, is a Pakistani international cricketer and the former captain of the Pakistan national cricket team. As a successful all-rounder, Afridi was respected for his consistent bowling that relied on change of pace rather than spin, but he drew greater attention for his aggressive bat"}]}, {"heading": "Births", "year": "1980", "date": "March 1", "txt": "Sercan Güvenışık, German-Turkish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 1", "txt": "Djimi Traoré, French-Malian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 1", "txt": "Will Power, Australian race car driver", "entities": [{"title": "Will Power", "href": "/wiki/Will_Power", "description": "William Steven Power is an Australian champion motorsports driver who currently competes in the IndyCar Series, driving for Team Penske. He was the 2014 IndyCar Series champion, and as of 2015 the most successful road and street course race winner in the series' history with 19 wins tied with Scott Dixon. Power won the 2018 Indianapolis 500."}]}, {"heading": "Births", "year": "1983", "date": "March 1", "txt": "Daniel Carvalho, Brazilian footballer", "entities": [{"title": "Daniel Carvalho", "href": "/wiki/Daniel_Carvalho", "description": "Daniel da Silva Carvalho, more commonly known as Daniel Carvalho, is a Brazilian football attacking midfielder for Pelotas."}]}, {"heading": "Births", "year": "1983", "date": "March 1", "txt": "Anthony Tupou, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 1", "txt": "Alexander Steen, Canadian-Swedish ice hockey player", "entities": [{"title": "Alexander Steen", "href": "/wiki/Alexander_Steen", "description": "Alexander Lennart Steen is a Canadian-born Swedish former professional ice hockey player. Steen was drafted 24th overall by the Toronto Maple Leafs in the 2002 NHL Entry Draft, and started his NHL career with Toronto. Steen was traded to the St. Louis Blues in 2008, where he played the remainder of his career. Steen won the Stanley Cup with the Blues in 2019."}]}, {"heading": "Births", "year": "1985", "date": "March 1", "txt": "Andreas Ottl, German footballer", "entities": [{"title": "Andreas Ottl", "href": "/wiki/Andreas_Ottl", "description": "Andreas Ottl is a German former footballer who played as a defensive midfielder. He signed his first professional contract for Bayern Munich on 1 July 2005. He played for Germany's U-21 Team. Ottl is a highly versatile player being able to play various midfield positions as well as playing as a defender."}]}, {"heading": "Births", "year": "1986", "date": "March 1", "txt": "Jonathan Spector, American footballer", "entities": [{"title": "Jonathan Spector", "href": "/wiki/Jonathan_Spector", "description": "Jonathan Michael Paul Spector is an American former soccer player who played as a defender. In his 16-year career playing first-team football he played over 400 games for club and country, and helped the United States win the CONCACAF Gold Cup in 2007. He earned 36 caps for the United States national team. He is now the Head of International Player Recruitment and Development for MLS side Atlanta "}]}, {"heading": "Births", "year": "1987", "date": "March 1", "txt": "Kesha, American singer-songwriter and actress", "entities": [{"title": "Kesha", "href": "/wiki/Kesha", "description": "Kesha Rose Sebert, usually known professionally by the mononym Kesha, is an American singer, songwriter, rapper, and actress. In 2005, at age 18, Kesha was signed to Kemosabe Records. Her first major success came in early 2009 after she was featured on American rapper Flo Rida's number-one single \"Right Round\"."}]}, {"heading": "Births", "year": "1989", "date": "March 1", "txt": "Carlos Vela, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 1", "txt": "Tom Walsh, New Zealand athlete", "entities": [{"title": "Tom Walsh (shot putter)", "href": "/wiki/Tom_Walsh_(shot_putter)", "description": "Tomas Walsh is a New Zealand athlete who competes mainly in the shot put. He is the current national record holder both outdoors and indoors for the event. His personal best of 22.90 m, set in Doha, 5 October 2019, is also the Oceanian record and makes him the fifth best shot putter in history, tied with Ryan Crouser who threw the same distance in the same World Championship competition."}]}, {"heading": "Births", "year": "1993", "date": "March 1", "txt": "Nathan Brown, Australian rugby league player", "entities": [{"title": "Nathan Brown (rugby league, born 1993)", "href": "/wiki/Nathan_Brown_(rugby_league,_born_1993)", "description": "Nathan Brown is an Italian international rugby league footballer who plays as a lock for the Parramatta Eels in the NRL."}]}, {"heading": "Births", "year": "1993", "date": "March 1", "txt": "Michael Conforto, American baseball player", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 1", "txt": "Kurt Mann, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 1", "txt": "Josh McEachran, English footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 1", "txt": "Justin Bieber, Canadian singer-songwriter", "entities": [{"title": "Justin Bieber", "href": "/wiki/Justin_Bieber", "description": "Justin Drew Bieber is a Canadian singer. He was discovered by American record executive Scooter Braun and signed with RBMG Records in 2008, gaining recognition with the release of his debut EP My World (2009). It reached number six on the US Billboard 200, while its singles \"One Time\" and \"One Less Lonely Girl\" peaked in the top twenty on the Billboard Hot 100."}]}, {"heading": "Births", "year": "1994", "date": "March 1", "txt": "Asanoyama Hideki, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 1", "txt": "Tyreek Hill, American football player", "entities": []}, {"heading": "Births", "year": "1999", "date": "March 1", "txt": "Brogan Hay, Scottish footballer", "entities": [{"title": "Brogan Hay", "href": "/wiki/Brogan_Hay", "description": "Brogan Hay is a Scottish footballer who plays for Rangers in the Scottish Women's Premier League (SWPL) as a forward."}]}, {"heading": "Deaths", "year": "492", "date": "March 1", "txt": "Felix III, pope of the Catholic Church", "entities": [{"title": "Pope Felix III", "href": "/wiki/Pope_Felix_III", "description": "Pope Felix III was the bishop of Rome from 13 March 483 to his death. His repudiation of the Henotikon is considered the beginning of the Acacian schism. He is commemorated on March 1."}]}, {"heading": "Deaths", "year": "589", "date": "March 1", "txt": "David, Welsh bishop and saint", "entities": [{"title": "Saint David", "href": "/wiki/Saint_David", "description": "Saint David was a Welsh bishop of Mynyw during the 6th century. He is the patron saint of Wales. David was a native of Wales, and a relatively large amount of information is known about his life. His birth date, however, is uncertain: suggestions range from 462 to 512. He is traditionally believed to be the son of Saint Non and the grandson of Ceredig ap Cunedda, king of Ceredigion. The Welsh anna"}]}, {"heading": "Deaths", "year": "965", "date": "March 1", "txt": "Leo VIII, pope of the Catholic Church", "entities": [{"title": "Pope Leo VIII", "href": "/wiki/Pope_Leo_VIII", "description": "Pope Leo VIII was a Roman prelate who claimed the Holy See from 963 until 964 in opposition to John XII and Benedict V and again from 23 June 964 to his death. Today he is considered by the Catholic Church to have been an antipope during the first period and the legitimate pope during the second. An appointee of Holy Roman Emperor Otto I, Leo VIII's pontificate occurred during the period known as "}]}, {"heading": "Deaths", "year": "977", "date": "March 1", "txt": "Rudesind, Galician bishop (b. 907)", "entities": [{"title": "Rudesind", "href": "/wiki/Rudesind", "description": "Saint Rudesind was a Galician bishop and abbot. He was also a regional administrator and military leader under his kinsmen, the Kings of León."}]}, {"heading": "Deaths", "year": "991", "date": "March 1", "txt": "En'yū, Japanese emperor (b. 959)", "entities": [{"title": "Emperor En'yū", "href": "/wiki/Emperor_En%27y%C5%AB", "description": "Emperor En'yū  was the 64th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1058", "date": "March 1", "txt": "Ermesinde of Carcassonne, countess and regent of Barcelona (b. 972)", "entities": [{"title": "Ermesinde of Carcassonne", "href": "/wiki/Ermesinde_of_Carcassonne", "description": "Ermesinde of Carcassonne was Countess consort of Barcelona, Girona and Osona. She served as regent in these counties during the minority of her son from 1018 until 1023."}]}, {"heading": "Deaths", "year": "1131", "date": "March 1", "txt": "Stephen II, king of Hungary and Croatia (b. 1101)", "entities": [{"title": "Stephen II of Hungary", "href": "/wiki/Stephen_II_of_Hungary", "description": "Stephen II, King of Hungary and Croatia, ruled from 1116 until 1131. His father, King Coloman, had him crowned as a child, thus denying the crown to his uncle Álmos. In the first year of his reign, Venice occupied Dalmatia and Stephen never restored his rule in that province. His reign was characterized by frequent wars with neighbouring countries."}]}, {"heading": "Deaths", "year": "1233", "date": "March 1", "txt": "Thomas, count of Savoy (b. 1178)", "entities": [{"title": "Thomas, Count of Savoy", "href": "/wiki/Thomas,_Count_of_Savoy", "description": "Thomas Ι was Count of Savoy from 1189 to 1233. He is sometimes numbered \"Thomas I\" to distinguish him from his son of the same name, who governed Savoy but was not count."}]}, {"heading": "Deaths", "year": "1244", "date": "March 1", "txt": "Gruffydd ap Llywelyn Fawr, Welsh noble, son of Llywelyn the Great (b. 1200)", "entities": [{"title": "Gruffydd ap Llywelyn Fawr", "href": "/wiki/Gruffydd_ap_Llywelyn_Fawr", "description": "Gruffudd ap Llywelyn ap Iorwerth was the Welsh first-born son of Llywelyn the Great. His mother Tangwystl probably died in childbirth."}, {"title": "Llywelyn the Great", "href": "/wiki/Llywelyn_the_Great", "description": "Llywelyn the Great, full name Llywelyn mab Iorwerth), was a King of Gwynedd in north Wales and eventually ruler of all Wales. By a combination of war and diplomacy he dominated Wales for 45 years."}]}, {"heading": "Deaths", "year": "1320", "date": "March 1", "txt": "Ayurbarwada Buyantu Khan, Chinese emperor (b. 1286)", "entities": [{"title": "Ayurbarwada Buyantu Khan", "href": "/wiki/Ayurbarwada_Buyantu_Khan", "description": "Buyantu Khan, born Ayurbarwada, also known by the temple name Renzong (Emperor Renzong of Yuan, was the fourth emperor of the Yuan dynasty. Apart from Emperor of China, he is regarded as the eighth Great Khan of the Mongol Empire, although it was only nominal due to the division of the empire. His name means \"blessed/good Khan\" in the Mongolian language. His name \"Ayurbarwada\" was from a Sanskrit "}]}, {"heading": "Deaths", "year": "1383", "date": "March 1", "txt": "Amadeus VI, count of Savoy (b. 1334)", "entities": [{"title": "Amadeus VI, Count of Savoy", "href": "/wiki/Amadeus_VI,_Count_of_Savoy", "description": "Amadeus VI, nicknamed the Green Count was Count of Savoy from 1343 to 1383. He was the eldest son of Aymon, Count of Savoy, and Yolande Palaeologina of Montferrat. Though he started under a regency, he showed himself to be a forceful leader, continuing Savoy's emergence as a power in Europe politically and militarily. He participated in a crusade against the Turks who were moving into Europe."}]}, {"heading": "Deaths", "year": "1510", "date": "March 1", "txt": "Francisco de Almeida, Portuguese soldier and explorer (b. 1450)", "entities": [{"title": "Francisco de Almeida", "href": "/wiki/Francisco_de_Almeida", "description": "Dom Francisco de Almeida, also known as the Great Dom Francisco, was a Portuguese nobleman, soldier and explorer. He distinguished himself as a counsellor to King John II of Portugal and later in the wars against the Moors and in the conquest of Granada in 1492. In 1505 he was appointed as the first governor and viceroy of the Portuguese State of India. Almeida is credited with establishing Portug"}]}, {"heading": "Deaths", "year": "1546", "date": "March 1", "txt": "George Wishart, Scottish minister and martyr (b. 1513)", "entities": [{"title": "George Wishart", "href": "/wiki/George_Wishart", "description": "George Wishart was a Scottish Protestant Reformer and one of the early Protestant martyrs burned at the stake as a heretic.\nGeorge Wishart or Wisehart was the son of James and brother of Sir John of Pitarrow, both ranking themselves on the side of the Reformers. He was educated at the University of Aberdeen, then recently founded, and travelled afterwards on the Continent. It is thought that it wa"}]}, {"heading": "Deaths", "year": "1620", "date": "March 1", "txt": "Thomas Campion, English poet and composer (b. 1567)", "entities": [{"title": "Thomas Campion", "href": "/wiki/Thomas_Campion", "description": "Thomas Campion was an English composer, poet, and physician. He wrote over a hundred lute songs, masques for dancing, and an authoritative technical treatise on music."}]}, {"heading": "Deaths", "year": "1633", "date": "March 1", "txt": "George Herbert, English poet and orator (b. 1593)", "entities": [{"title": "George Herbert", "href": "/wiki/George_Herbert", "description": "George Herbert was a Welsh-born poet, orator, and priest of the Church of England. His poetry is associated with the writings of the metaphysical poets, and he is recognised as \"one of the foremost British devotional lyricists.\" He was born into an artistic and wealthy family and largely raised in England. He received a good education that led to his admission to Trinity College, Cambridge, in 160"}]}, {"heading": "Deaths", "year": "1643", "date": "March 1", "txt": "Girolamo Frescobaldi, Italian pianist and composer (b. 1583)", "entities": [{"title": "Girolamo Frescobaldi", "href": "/wiki/Girolamo_Frescobaldi", "description": "Girolamo Alessandro Frescobaldi was a musician from the Duchy of Ferrara, in what is now northern Italy. He was one of the most important composers of keyboard music in the late Renaissance and early Baroque periods. A child prodigy, Frescobaldi studied under Luzzasco Luzzaschi in Ferrara, but was influenced by many composers, including Ascanio Mayone, Giovanni Maria Trabaci, and Claudio Merulo. G"}]}, {"heading": "Deaths", "year": "1661", "date": "March 1", "txt": "Richard Zouch, English judge and politician (b. 1590)", "entities": [{"title": "Richard Zouch", "href": "/wiki/Richard_Zouch", "description": "Richard Zouch was an English judge and member of parliament from 1621 to 1624. Born at Ansty, Wiltshire he was educated at New College, Oxford and later married Sara, daughter of John Harte of Brill. He was elected Member of Parliament for Hythe in 1621 and later became principle of St. Alban Hall. During the English Civil War he was a Royalist and was appointed by Oliver Cromwell to a special com"}]}, {"heading": "Deaths", "year": "1666", "date": "March 1", "txt": "Ecaterina Cercheza, princess consort of Moldavia (b. 1620)", "entities": [{"title": "Ecaterina Cercheza", "href": "/wiki/Ecaterina_Cercheza", "description": "Doamna Ecaterina Cercheza was a Circassian noblewoman who became Princess consort of Moldavia by marriage to Vasile Lupu. As reported by Evliya Çelebi, her mother was the sister of Koca Dervish Mehmed Pasha who was the Grand Vizier of the Ottoman Empire from 1653 to 1654, and her sister was married to Islam III Giray, Khan of Crimea (1644–1654). She played a major role on personal and political de"}, {"title": "Moldavia", "href": "/wiki/Moldavia", "description": "Moldavia is a historical region and former principality in Central and Eastern Europe, corresponding to the territory between the Eastern Carpathians and the Dniester River. An initially independent and later autonomous state, it existed from the 14th century to 1859, when it united with Wallachia as the basis of the modern Romanian state; at various times, Moldavia included the regions of Bessara"}]}, {"heading": "Deaths", "year": "1697", "date": "March 1", "txt": "Francesco Redi, Italian physician and poet (b. 1626)", "entities": [{"title": "Francesco Redi", "href": "/wiki/Francesco_Redi", "description": "Francesco Redi was an Italian physician, naturalist, biologist and poet. He is referred to as the \"founder of experimental biology\", and as the \"father of modern parasitology\". He was the first person to challenge the theory of spontaneous generation by demonstrating that maggots come from eggs of flies."}]}, {"heading": "Deaths", "year": "1734", "date": "March 1", "txt": "Roger North, English lawyer and author (b. 1653)", "entities": [{"title": "Roger North (biographer)", "href": "/wiki/Roger_North_(biographer)", "description": "Roger North, KC was an English lawyer, biographer, and amateur musician."}]}, {"heading": "Deaths", "year": "1768", "date": "March 1", "txt": "Hermann Samuel Reimarus, German philosopher and author (b. 1694)", "entities": [{"title": "Hermann Samuel Reimarus", "href": "/wiki/Hermann_Samuel_Reimarus", "description": "Hermann Samuel Reimarus, was a German philosopher and writer of the Enlightenment who is remembered for his Deism, the doctrine that human reason can arrive at a knowledge of God and ethics from a study of nature and our own internal reality, thus eliminating the need for religions based on revelation. He denied the supernatural origin of Christianity, and was the first influential critic to inves"}]}, {"heading": "Deaths", "year": "1773", "date": "March 1", "txt": "Luigi Vanvitelli, Italian architect, designed the Palace of Caserta (b. 1700)", "entities": [{"title": "Luigi Vanvitelli", "href": "/wiki/Luigi_Vanvitelli", "description": "Luigi Vanvitelli, known in Dutch as Lodewijk van Wittel, was an Italian engineer and architect. The most prominent 18th-century architect of Italy, he practised a sober classicising academic Late Baroque style that made an easy transition to Neoclassicism."}, {"title": "Palace of Caserta", "href": "/wiki/Palace_of_Caserta", "description": "The Royal Palace of Caserta is a former royal residence in Caserta, southern Italy, constructed by the House of Bourbon-Two Sicilies as their main residence as kings of Naples. It is the largest palace erected in Europe during the 18th century. In 1997, the palace was designated a UNESCO World Heritage Site; its nomination described it as \"the swan song of the spectacular art of the Baroque, from "}]}, {"heading": "Deaths", "year": "1792", "date": "March 1", "txt": "Leopold II, Holy Roman Emperor (b. 1747)", "entities": [{"title": "Leopold II, Holy Roman Emperor", "href": "/wiki/Leopold_II,_Holy_Roman_Emperor", "description": "Leopold II was Holy Roman Emperor, King of Hungary and Bohemia, and Archduke of Austria from 1790 to 1792, and Grand Duke of Tuscany from 1765 to 1790. Unusually for his time, he opposed capital punishment and abolished it in Tuscany in 1786 during his rule there, making it the first nation in modern history to do so. He was a son of Empress Maria Theresa and her husband, Emperor Francis I, and th"}]}, {"heading": "Deaths", "year": "1792", "date": "March 1", "txt": "Angelo Emo, Venetian admiral and statesman (b. 1731)", "entities": []}, {"heading": "Deaths", "year": "1841", "date": "March 1", "txt": "Claude Victor-Perrin, Duc de Belluno, French general and politician, French Minister of Defence (b. 1764)", "entities": [{"title": "Claude Victor-Perrin, Duc de Belluno", "href": "/wiki/Claude_Victor-Perrin,_Duc_de_Belluno", "description": "Claude Victor-Perrin, 1st Duke of Belluno was a French soldier and military commander who served during both the French Revolutionary Wars and the Napoleonic Wars. He was made a Marshal of the Empire in 1807 by Emperor Napoleon I."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Deaths", "year": "1862", "date": "March 1", "txt": "Peter Barlow, English mathematician and physicist (b. 1776)", "entities": [{"title": "Peter Barlow (mathematician)", "href": "/wiki/Peter_Barlow_(mathematician)", "description": "Peter Barlow was an English mathematician and physicist."}]}, {"heading": "Deaths", "year": "1875", "date": "March 1", "txt": "Tristan Corbière, French poet and educator (b. 1845)", "entities": [{"title": "Tristan Corbière", "href": "/wiki/Tristan_Corbi%C3%A8re", "description": "Tristan Corbière, born Édouard-Joachim Corbière, was a French poet born in Coat-Congar, Ploujean in Brittany, where he lived most of his life before dying of tuberculosis at the age of 29."}]}, {"heading": "Deaths", "year": "1882", "date": "March 1", "txt": "Theodor Kullak, German pianist, composer, and educator (b. 1818)", "entities": [{"title": "Theodor Kullak", "href": "/wiki/Theodor_Kullak", "description": "Theodor Kullak was a German pianist, composer, and teacher."}]}, {"heading": "Deaths", "year": "1884", "date": "March 1", "txt": "Isaac Todhunter, English mathematician and academic (b. 1820)", "entities": [{"title": "Isaac Todhunter", "href": "/wiki/Isaac_Todhunter", "description": "Isaac Todhunter FRS, was an English mathematician who is best known today for the books he wrote on mathematics and its history."}]}, {"heading": "Deaths", "year": "1906", "date": "March 1", "txt": "José María de Pereda, Spanish author (b. 1833)", "entities": [{"title": "José María de Pereda", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_de_Pereda", "description": "José María de Pereda was a modern Spanish novelist, and a Member of the Royal Spanish Academy."}]}, {"heading": "Deaths", "year": "1911", "date": "March 1", "txt": "Jacobus Henricus van 't Hoff, Dutch-German chemist and academic, Nobel Prize laureate (b. 1852)", "entities": [{"title": "Jacobus Henricus van 't Hoff", "href": "/wiki/Jacobus_Henricus_van_%27t_Hoff", "description": "Jacobus Henricus \"Henry\" van 't Hoff Jr. was a Dutch physical chemist. A highly influential theoretical chemist of his time, Van 't Hoff was the first winner of the Nobel Prize in Chemistry. His pioneering work helped found the modern theory of chemical affinity, chemical equilibrium, chemical kinetics, and chemical thermodynamics. In his 1874 pamphlet Van 't Hoff formulated the theory of the tetr"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1914", "date": "March 1", "txt": "Gilbert Elliot-Murray-Kynynmound, 4th Earl of Minto, English soldier and politician, 8th Governor General of Canada (b. 1845)", "entities": [{"title": "Gilbert Elliot-Murray-Kynynmound, 4th Earl of Minto", "href": "/wiki/Gilbert_Elliot-Murray-Kynynmound,_4th_Earl_of_Minto", "description": "Gilbert John Elliot-Murray-Kynynmound, 4th Earl of Minto,, known as Viscount Melgund by courtesy from 1859 to 1891, was a British peer and politician who served as Governor General of Canada, the eighth since Canadian Confederation, and as Viceroy and Governor-General of India, the country's 17th."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1920", "date": "March 1", "txt": "John H. Bankhead, American lawyer and politician (b. 1842)", "entities": [{"title": "John H. Bankhead", "href": "/wiki/John_H._Bankhead", "description": "John Hollis Bankhead was a Democratic U.S. Senator from the state of Alabama between 1907 and 1920."}]}, {"heading": "Deaths", "year": "1922", "date": "March 1", "txt": "Pichichi, Spanish footballer (b. 1892)", "entities": [{"title": "Pichichi (footballer)", "href": "/wiki/Pichichi_(footballer)", "description": "Rafael Moreno Aranzadi, known as Pichichi, was a Spanish footballer who played as a forward."}]}, {"heading": "Deaths", "year": "1932", "date": "March 1", "txt": "Frank Teschemacher, American Jazz musician (b. 1906)", "entities": [{"title": "Frank Teschemacher", "href": "/wiki/Frank_Teschemacher", "description": "Frank Teschemacher was an American jazz clarinetist and alto-saxophonist, associated with the \"Austin High\" gang."}]}, {"heading": "Deaths", "year": "1936", "date": "March 1", "txt": "Mikhail Kuzmin, Russian author and poet (b. 1871)", "entities": [{"title": "Mikhail Kuzmin", "href": "/wiki/Mikhail_Kuzmin", "description": "Mikhail Alekseevich Kuzmin was a Russian poet, musician and novelist, a prominent contributor to the Silver Age of Russian Poetry."}]}, {"heading": "Deaths", "year": "1938", "date": "March 1", "txt": "Gabriele D'Annunzio, Italian journalist and politician (b. 1863)", "entities": [{"title": "Gabriele D'Annunzio", "href": "/wiki/Gabriele_D%27Annunzio", "description": "General Gabriele D'Annunzio, Prince of Montenevoso, sometimes written d'Annunzio, was an Italian poet, playwright, orator and journalist and soldier during World War I. He occupied a prominent place in Italian literature from 1889 to 1910 and later political life from 1914 to 1924. He was often referred to under the epithets Il Vate or Il Profeta."}]}, {"heading": "Deaths", "year": "1940", "date": "March 1", "txt": "Anton Hansen Tammsaare, Estonian author (b. 1878)", "entities": [{"title": "Anton Hansen Tammsaare", "href": "/wiki/Anton_Hansen_Tammsaare", "description": "A. H. Tammsaare, was an Estonian writer whose pentalogy Truth and Justice is considered one of the major works of Estonian literature and \"The Estonian Novel\"."}]}, {"heading": "Deaths", "year": "1942", "date": "March 1", "txt": "George S. Rentz, American commander (b. 1882)", "entities": [{"title": "George S. Rentz", "href": "/wiki/George_S._Rentz", "description": "George Snavely Rentz was a United States Navy chaplain who served during World War I and World War II. For selfless heroism following the loss of USS Houston (CA-30) in the Battle of Sunda Strait, he was posthumously awarded the Navy Cross— the only Navy Chaplain to be so honored during World War II."}]}, {"heading": "Deaths", "year": "1943", "date": "March 1", "txt": "Alexandre Yersin, Swiss-French physician and bacteriologist (b. 1863)", "entities": [{"title": "Alexandre Yersin", "href": "/wiki/Alexandre_Yersin", "description": "Alexandre Emile Jean Yersin was a Swiss and French physician and bacteriologist. He is remembered as the co-discoverer of the bacillus responsible for the bubonic plague or pest, which was later named in his honour: Yersinia pestis. Another bacteriologist, the Japanese physician Kitasato Shibasaburō, is often credited with independently identifying the bacterium a few days earlier, but may have id"}]}, {"heading": "Deaths", "year": "1952", "date": "March 1", "txt": "Mariano Azuela, Mexican physician and author (b. 1873)", "entities": [{"title": "Mariano Azuela", "href": "/wiki/Mariano_Azuela", "description": "Mariano Azuela González was a Mexican author and physician, best known for his fictional stories of the Mexican Revolution of 1910. He wrote novels, works for theatre and literary criticism. He is the first of the \"novelists of the Revolution,\" and he influenced other Mexican novelists of social protest."}]}, {"heading": "Deaths", "year": "1966", "date": "March 1", "txt": "Fritz Houtermans, Polish-German physicist and academic (b. 1903)", "entities": [{"title": "Fritz Houtermans", "href": "/wiki/Fritz_Houtermans", "description": "Friedrich Georg \"Fritz\" Houtermans was a Dutch-Austrian-German atomic and nuclear physicist born in Zoppot near Danzig, West Prussia to a Dutch father, who was a wealthy banker. He was brought up in Vienna, where he was educated, and moved to Göttingen when he was 18 to study. It was in Göttingen where he obtained his Ph.D. under James Franck. Houtermans made important contributions to geochemistr"}]}, {"heading": "Deaths", "year": "1974", "date": "March 1", "txt": "Bobby Timmons, American pianist and composer (b. 1935)", "entities": [{"title": "Bobby Timmons", "href": "/wiki/Bobby_Timmons", "description": "Robert Henry Timmons was an American jazz pianist and composer. He was a sideman in Art Blakey's Jazz Messengers for two periods, between which he was part of Cannonball Adderley's band. Several of Timmons' compositions written when part of these bands – including \"Moanin'\", \"Dat Dere\", and \"This Here\" – enjoyed commercial success and brought him more attention. In the early and mid-1960s he led a"}]}, {"heading": "Deaths", "year": "1976", "date": "March 1", "txt": "Jean Martinon, French conductor and composer (b. 1910)", "entities": [{"title": "Jean Martinon", "href": "/wiki/Jean_Martinon", "description": "Jean Francisque-Étienne Martinon was a French conductor and composer."}]}, {"heading": "Deaths", "year": "1978", "date": "March 1", "txt": "Paul Scott, English author, poet, and playwright (b. 1920)", "entities": [{"title": "Paul Scott (novelist)", "href": "/wiki/Paul_Scott_(novelist)", "description": "Paul Mark Scott was an English novelist, playwright, and poet, best known for his tetralogy The Raj Quartet. His novel Staying On won the Booker Prize for 1977."}]}, {"heading": "Deaths", "year": "1979", "date": "March 1", "txt": "Mustafa Barzani, Iraqi-Kurdistan politician (b. 1903)", "entities": [{"title": "Mustafa Barzani", "href": "/wiki/Mustafa_Barzani", "description": "Mustafa Barzani also known as Mala Mustafa, was a Kurdish leader, and one of the most prominent political figures in modern Kurdish politics. In 1946, he was chosen as the leader of the Kurdistan Democratic Party (KDP) to lead the Kurdish revolution against Iraqi regimes. Barzani was the primary political and military leader of the Kurdish revolution until his death in March 1979. He led campaigns"}]}, {"heading": "Deaths", "year": "1980", "date": "March 1", "txt": "Wilhelmina Cooper, Dutch-American model and businesswoman, founded Wilhelmina Models (b. 1940)", "entities": [{"title": "Wilhelmina Cooper", "href": "/wiki/Wilhelmina_Cooper", "description": "Wilhelmina Gertrud Frieda Cooper was a Dutch-American model who began with Ford Models, and at the peak of her success, founded her own agency, Wilhelmina Models, in New York City in 1967."}, {"title": "Wilhelmina Models", "href": "/wiki/Wilhelmina_Models", "description": "Wilhelmina International Inc., formerly Wilhelmina Models, is a full service modeling and talent agency headquartered in New York City, United States. The company also has offices in Los Angeles, Chicago, Miami, and London. Founded in 1967 by Wilhelmina Cooper, it currently provides full-service representation and management to models, entertainers, artists, musicians, and athletes. In 2009 the co"}]}, {"heading": "Deaths", "year": "1980", "date": "March 1", "txt": "Dixie Dean, English footballer (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "March 1", "txt": "Arthur Koestler, Hungarian-English journalist and author (b. 1905)", "entities": [{"title": "Arthur Koestler", "href": "/wiki/Arthur_Koestler", "description": "Arthur Koestler, was a Hungarian British author and journalist. Koestler was born in Budapest and, apart from his early school years, was educated in Austria. In 1931, Koestler joined the Communist Party of Germany, but he resigned in 1938 because Stalinism disillusioned him."}]}, {"heading": "Deaths", "year": "1984", "date": "March 1", "txt": "Jackie Coogan, American actor (b. 1914)", "entities": [{"title": "Jackie Coogan", "href": "/wiki/Jackie_Coogan", "description": "John Leslie Coogan was an American actor and comedian who began his film career as a child actor in silent films."}]}, {"heading": "Deaths", "year": "1988", "date": "March 1", "txt": "Joe Besser, American comedian and actor (b. 1907)", "entities": [{"title": "Joe Besser", "href": "/wiki/Joe_Besser", "description": "Joe Besser was an American actor, comedian and musician, known for his impish humor and wimpy characters. He is best known for his brief stint as a member of the Three Stooges in cinematic short subjects of 1957–59. He is also remembered for his television roles: Stinky, the bratty man-child in The Abbott and Costello Show, and Jillson, the maintenance man in The Joey Bishop Show."}]}, {"heading": "Deaths", "year": "1989", "date": "March 1", "txt": "Vasantdada Patil, Indian politician, 5th Chief Minister of Maharashtra (b. 1917)", "entities": [{"title": "Vasantdada Patil", "href": "/wiki/Vasantdada_Patil", "description": "Vasantrao Banduji \"Vasantdada\" Patil was an Indian politician from Sangli, Maharashtra. He was known as the first modern Maratha strongman and first mass leader in Maharashtrian politics."}, {"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Deaths", "year": "1991", "date": "March 1", "txt": "Edwin H. Land, American scientist and businessman, co-founded the Polaroid Corporation (b. 1909)", "entities": [{"title": "Edwin H. Land", "href": "/wiki/Edwin_H._Land", "description": "Edwin Herbert Land, ForMemRS, FRPS, Hon.MRI was an American scientist and inventor, best known as the co-founder of the Polaroid Corporation. He invented inexpensive filters for polarizing light, a practical system of in-camera instant photography, and the retinex theory of color vision, among other things. His Polaroid instant camera went on sale in late 1948 and made it possible for a picture to"}, {"title": "Polaroid Corporation", "href": "/wiki/Polaroid_Corporation", "description": "Polaroid was an American company best known for its instant film and cameras. The company was founded in 1937 by Edwin H. Land, to exploit the use of its Polaroid polarizing polymer. Land ran the company until 1981. Its peak employment was 21,000 in 1978, and its peak revenue was $3 billion in 1991."}]}, {"heading": "Deaths", "year": "1995", "date": "March 1", "txt": "César Rodríguez Álvarez, Spanish footballer and manager (b. 1920)", "entities": [{"title": "César Rodríguez Álvarez", "href": "/wiki/C%C3%A9sar_Rodr%C3%ADguez_%C3%81lvarez", "description": "César Rodríguez Álvarez, sometimes known as just César, was a Spanish football forward and manager."}]}, {"heading": "Deaths", "year": "1995", "date": "March 1", "txt": "Georges J. F. Köhler, German biologist and academic, Nobel Prize laureate (b. 1946)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1998", "date": "March 1", "txt": "Archie Goodwin, American author and illustrator (b. 1937)", "entities": [{"title": "Archie Goodwin (comics)", "href": "/wiki/Archie_Goodwin_(comics)", "description": "Archie Goodwin was an American comic book writer, editor, and artist. He worked on a number of comic strips in addition to comic books, and is best known for his Warren and Marvel Comics work. For Warren he was chief writer and editor of landmark horror anthology titles Creepy and Eerie between 1964 and 1967. At Marvel, he served as the company's editor-in-chief from 1976 to the end of 1977. In th"}]}, {"heading": "Deaths", "year": "2004", "date": "March 1", "txt": "Mian Ghulam Jilani, Pakistani general (b. 1914)", "entities": [{"title": "Mian Ghulam Jilani", "href": "/wiki/Mian_Ghulam_Jilani", "description": "Major General Mian Gulam Jilani was a two-star general officer in the Pakistan Army who, as an Indian Army officer during the Second World War had survived a Japanese PoW camp at Singapore. He subsequently rose to help negotiate Pakistan's membership in the Baghdad Pact and the Southeast Asia Treaty Organization. An ethnic Pashtun, he retired from the Pakistan Army in 1962 and was jailed 1973 for "}]}, {"heading": "Deaths", "year": "2006", "date": "March 1", "txt": "Peter Osgood, English footballer (b. 1947)", "entities": [{"title": "Peter Osgood", "href": "/wiki/Peter_Osgood", "description": "Peter Leslie Osgood was an English footballer who was active during the 1960s and 1970s. He is best remembered for representing Chelsea and Southampton at club level, and was also capped four times by England in the early 1970s."}]}, {"heading": "Deaths", "year": "2006", "date": "March 1", "txt": "Jack Wild, English actor (b.1952)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 1", "txt": "Nurasyura binte Mohamed Fauzi, Singaporean rape and murder victim.", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 1", "txt": "Kristian Digby, English television host and director (b. 1977)", "entities": [{"title": "Kristian Digby", "href": "/wiki/Kristian_Digby", "description": "Scott Kristian Edwin Digby was an English television presenter and director best known for presenting To Buy or Not to Buy on BBC One. On 1 March 2010 he was found dead in what police said were \"unexplained circumstances\". On 9 November 2010, a coroner recorded a verdict of death by misadventure."}]}, {"heading": "Deaths", "year": "2012", "date": "March 1", "txt": "Andrew Breitbart, American journalist and publisher (b. 1969)", "entities": [{"title": "Andrew Breitbart", "href": "/wiki/Andrew_Breitbart", "description": "Andrew James Breitbart was an American conservative journalist, writer, and commentator who was the founder of Breitbart News and a co-founder of HuffPost."}]}, {"heading": "Deaths", "year": "2012", "date": "March 1", "txt": "Germano Mosconi, Italian journalist (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 1", "txt": "Bonnie Franklin, American actress, dancer, and singer (b. 1944)", "entities": [{"title": "Bonnie Franklin", "href": "/wiki/Bonnie_Franklin", "description": "Bonnie Gail Franklin was an American actress, known for her leading role in the television series One Day at a Time (1975–1984). She was nominated for Emmy, Tony and Golden Globe Awards."}]}, {"heading": "Deaths", "year": "2014", "date": "March 1", "txt": "Alain Resnais, French director, cinematographer, and screenwriter (b. 1922)", "entities": [{"title": "Alain Resnais", "href": "/wiki/Alain_Resnais", "description": "Alain Resnais was a French film director and screenwriter whose career extended over more than six decades. After training as a film editor in the mid-1940s, he went on to direct a number of short films which included Night and Fog (1956), an influential documentary about the Nazi concentration camps."}]}, {"heading": "Deaths", "year": "2015", "date": "March 1", "txt": "Minnie Miñoso, Cuban-American baseball player and coach (b. 1922)", "entities": [{"title": "Minnie Miñoso", "href": "/wiki/Minnie_Mi%C3%B1oso", "description": "Orestes \"Minnie\" Miñoso, nicknamed \"The Cuban Comet\" and \"Mr. White Sox\", was a Cuban professional baseball player. He began his baseball career in the Negro leagues in 1946 and became an All-Star third baseman with the New York Cubans. He was signed by the Cleveland Indians of Major League Baseball (MLB) after the 1948 season as baseball's color line fell. Miñoso went on to become an All-Star lef"}]}, {"heading": "Deaths", "year": "2018", "date": "March 1", "txt": "María Rubio, Mexican television, film and stage actress (b. 1934)", "entities": [{"title": "María Rubio", "href": "/wiki/Mar%C3%ADa_Rubio", "description": "María Rubio was a Mexican television, film and stage actress. She worked with Televisa as an actress on telenovelas."}]}, {"heading": "Deaths", "year": "2019", "date": "March 1", "txt": "Mike Willesee, Australian journalist and producer (b. 1942)", "entities": [{"title": "Mike Willesee", "href": "/wiki/Mike_Willesee", "description": "Michael Robert Willesee, was an Australian television journalist, interviewer and presenter."}]}]