[{"heading": "Events", "year": "141 BC", "date": "March 9", "txt": "Liu Che, posthumously known as Emperor Wu of Han, assumes the throne over the Han dynasty of China.", "entities": [{"title": "Posthumous name", "href": "/wiki/Posthumous_name", "description": "A posthumous name is an honorary name given to royalty, nobles, and sometimes others, in East Asia after the person's death, and is used almost exclusively instead of one's personal name or other official titles which had been used during the person's life. The posthumous name is commonly used when naming royalty of China, Korea, Vietnam, Japan, and Thailand."}, {"title": "Emperor Wu of Han", "href": "/wiki/Emperor_Wu_of_Han", "description": "Emperor Wu of Han, formally enshrined as Emperor Wu the Filial, born Liu Che (劉徹) and courtesy name Tong (通), was the seventh emperor of the Han dynasty of ancient China, ruling from 141 to 87 BC. His reign lasted 54 years — a record not broken until the reign of the Kangxi Emperor more than 1,800 years later and remains the record for ethnic Chinese emperors. His reign resulted in a vast expansio"}, {"title": "Han dynasty", "href": "/wiki/Han_dynasty", "description": "The Han dynasty was the second imperial dynasty of China, established by the rebel leader Liu Bang and ruled by the House of Liu. Preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, it was briefly interrupted by the Xin dynasty established by the usurping regent Wang Mang, and was separated into two periods—the Western Han and the Eastern Han (25–220 "}]}, {"heading": "Events", "year": "1009", "date": "March 9", "txt": "First known mention of Lithuania, in the annals of the monastery of Quedlinburg.", "entities": [{"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Annals of Quedlinburg", "href": "/wiki/Annals_of_Quedlinburg", "description": "The Annals of Quedlinburg were written between 1008 and 1030 in the convent of Quedlinburg Abbey. In recent years a consensus has emerged that it is likely that the annalist was a woman. The annals are mostly dedicated to the history of the Holy Roman Empire; they also contain the first written mention of the name of Lithuania (\"Litua\"), dated to March, 1009. The original document has disappeared,"}, {"title": "Quedlinburg", "href": "/wiki/Quedlinburg", "description": "Quedlinburg is a town situated just north of the Harz mountains, in the district of Harz in the west of Saxony-Anhalt, Germany. In 1994, the castle, church and old town were added to the UNESCO World Heritage List."}]}, {"heading": "Events", "year": "1226", "date": "March 9", "txt": "Khwarazmian sultan Jalal ad-Din conquers the Georgian capital of Tbilisi.", "entities": [{"title": "Khwarazmian dynasty", "href": "/wiki/Khwarazmian_dynasty", "description": "The Khwarazmian dynasty also known as the Anushtegin dynasty was a Persianate Sunni Muslim dynasty of Turkic mamluk origin. The Khwarazmian dynasty ruled large parts of present-day Central Asia, Afghanistan, and Iran in the approximate period of 1077 to 1231, first as vassals of the Seljuqs and the Qara-Khitan, and later as independent rulers, up until the Mongol conquest of the Khwarazmian Empire"}, {"title": "Sultan", "href": "/wiki/Sultan", "description": "Sultan is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\". Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms, albeit without claiming the overall caliphate, or to refer to a power"}, {"title": "Jalal ad-Din Mingburnu", "href": "/wiki/Jalal_ad-Din_Mingburnu", "description": "Jalal ad-Din Mingburnu, Manguberdi or Mangubarni, also known as Jalâl ad-Dîn Khwârazmshâh, was the last ruler of the Turkic Khwarezmian Empire from the Anushtegin dynasty. He was the eldest son of Ala ad-Din Muhammad II by his Turkmen wife Aychichek."}, {"title": "Kingdom of Georgia", "href": "/wiki/Kingdom_of_Georgia", "description": "The Kingdom of Georgia, also known as the Georgian Empire, was a medieval Eurasian monarchy that started circa 1008 AD. It reached its Golden Age of political and economic strength during the reign of King David IV and Queen Tamar the Great from 11th to 13th centuries. Georgia became one of the pre-eminent nations of the Christian East, their pan-Caucasian empire stretching, at its largest extent,"}, {"title": "Tbilisi", "href": "/wiki/Tbilisi", "description": "Tbilisi, in some languages still known by its pre-1936 name Tiflis, is the capital and the largest city of Georgia, lying on the banks of the Kura River with a population of approximately 1.5 million people. Tbilisi was founded in the 5th century AD by Vakhtang I of Iberia, and since then has served as the capital of various Georgian kingdoms and republics. Between 1801 and 1917, then part of the "}]}, {"heading": "Events", "year": "1230", "date": "March 9", "txt": "Bulgarian Tsar Ivan Asen II defeats Theodore of Epirus in the Battle of Klokotnitsa.", "entities": [{"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Ivan Asen II of Bulgaria", "href": "/wiki/Ivan_Asen_II_of_Bulgaria", "description": "Ivan Asen II, also known as John Asen II or John Asan II, was Emperor (Tsar) of Bulgaria from 1218 to 1241. He was still a child when his father Ivan Asen I – one of the founders of the Second Bulgarian Empire – was killed in 1196. His supporters tried to secure the throne for him after his uncle, Kaloyan, was murdered in 1207, but Kaloyan's other nephew, Boril, overcame them. Ivan Asen fled from "}, {"title": "Despotate of Epirus", "href": "/wiki/Despotate_of_Epirus", "description": "The Despotate of Epirus was one of the Greek successor states of the Byzantine Empire established in the aftermath of the Fourth Crusade in 1204 by a branch of the Angelos dynasty. It claimed to be the legitimate successor of the Byzantine Empire, along with the Empire of Nicaea and the Empire of Trebizond, its rulers briefly proclaiming themselves as Emperors in 1225/1227–1242. The term \"Despotat"}, {"title": "Battle of Klokotnitsa", "href": "/wiki/Battle_of_Klokotnitsa", "description": "The Battle of Klokotnitsa occurred on 9 March 1230 near the village of Klokotnitsa. As a result, the Second Bulgarian Empire emerged once again as the most powerful state in South-Eastern Europe. Nevertheless Bulgarian power was soon to be contested and surpassed by the rising Empire of Nicaea."}]}, {"heading": "Events", "year": "1500", "date": "March 9", "txt": "The fleet of Pedro Álvares Cabral leaves Lisbon for the Indies. The fleet will discover Brazil which lies within boundaries granted to Portugal in the Treaty of Tordesillas.", "entities": [{"title": "Pedro Álvares Cabral", "href": "/wiki/Pedro_%C3%81lvares_Cabral", "description": "Pedro Álvares Cabral was a Portuguese nobleman, military commander, navigator and explorer regarded as the European discoverer of Brazil. In 1500 Cabral conducted the first substantial exploration of the northeast coast of South America and claimed it for Portugal. While details of Cabral's early life remain unclear, it is known that he came from a minor noble family and received a good education."}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "Indies", "href": "/wiki/Indies", "description": "The East Indies, and the Indies, are archaic terms referring to the lands, as the names suggest, east of the Indian subcontinent, most particularly Maritime Southeast Asia and parts of East Asia. In a more strict sense, the Indies were used from a European perspective to refer to the islands of Southeast Asia, especially the Indonesian Archipelago and the Philippine Archipelago."}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "Treaty of Tordesillas", "href": "/wiki/Treaty_of_Tordesillas", "description": "The Treaty of Tordesillas, signed in Tordesillas, Spain on June 7, 1494, and authenticated in Setúbal, Portugal, divided the newly-discovered lands outside Europe between the Portuguese Empire and the Spanish Empire, along a meridian 370 leagues west of the Cape Verde islands, off the west coast of Africa. That line of demarcation was about halfway between the Cape Verde islands and the islands en"}]}, {"heading": "Events", "year": "1701", "date": "March 9", "txt": "Safavid troops retreat from Basra, ending a three-year occupation.", "entities": [{"title": "Safavid Iran", "href": "/wiki/Safavid_Iran", "description": "Safavid Iran or Safavid Persia, also referred to as the Safavid Empire, was one of the greatest Iranian empires after the 7th-century Muslim conquest of Persia, ruled from 1501 to 1736 by the Safavid dynasty. It is often considered the beginning of modern Iranian history, as well as one of the gunpowder empires. The Safavid shahs established the Twelver school of Shia Islam as the official religio"}, {"title": "Basra", "href": "/wiki/Basra", "description": "Basra is an Iraqi city located on the Shatt al-Arab. It had an estimated population of 1.4 million in 2018. Basra is also Iraq's main port, although it does not have deep water access, which is handled at the port of Umm Qasr."}, {"title": "Safavid occupation of Basra (1697–1701)", "href": "/wiki/Safavid_occupation_of_Basra_(1697%E2%80%931701)", "description": "The Safavid occupation of Basra (1697–1701) took place between 26 March 1697 and 9 March 1701. It was the second time that the important Persian Gulf city had fallen to the Iranian Safavid Empire."}]}, {"heading": "Events", "year": "1765", "date": "March 9", "txt": "After a campaign by the writer Voltaire, judges in Paris posthumously exonerate Jean Calas of murdering his son. Calas had been tortured and executed in 1762 on the charge, though his son may have actually committed suicide.", "entities": [{"title": "Voltaire", "href": "/wiki/Voltaire", "description": "François-Marie Arouet, known by his nom de plume Voltaire, was a French Enlightenment writer, historian, and philosopher famous for his wit, his criticism of Christianity—especially the Roman Catholic Church—as well as his advocacy of freedom of speech, freedom of religion, and separation of church and state."}, {"title": "Jean Calas", "href": "/wiki/Jean_Calas", "description": "Jean Calas was a merchant living in Toulouse, France, who was tried, tortured and executed for the murder of his son, despite his protestations of innocence. Calas was a Protestant in an officially Catholic society. Doubts about his guilt were raised by opponents of the Catholic Church and he was exonerated in 1764. In France, he became a symbolic victim of religious intolerance, along with Franço"}, {"title": "1762", "href": "/wiki/1762", "description": "1762 (MDCCLXII) was a common year starting on Friday of the Gregorian calendar and a common year starting on Tuesday of the Julian calendar, the 1762nd year of the Common Era (CE) and Anno Domini (AD) designations, the 762nd year of the 2nd millennium, the 62nd year of the 18th century, and the 3rd year of the 1760s decade. As of the start of 1762, the Gregorian calendar was 11 days ahead of the J"}]}, {"heading": "Events", "year": "1776", "date": "March 9", "txt": "The Wealth of Nations by Scottish economist and philosopher Adam Smith is published.", "entities": [{"title": "Adam Smith", "href": "/wiki/Adam_Smith", "description": "Adam Smith was a Scottish economist, philosopher as well as a moral philosopher, a pioneer of political economy, and a key figure during the Scottish Enlightenment, also known as ''The Father of Economics'' or ''The Father of Capitalism''. Smith wrote two classic works, The Theory of Moral Sentiments (1759) and An Inquiry into the Nature and Causes of the Wealth of Nations (1776). The latter, ofte"}]}, {"heading": "Events", "year": "1796", "date": "March 9", "txt": "Napoléon Bonaparte marries his first wife, Joséphine de Beauharnais.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Joséphine de Beauharnais", "href": "/wiki/Jos%C3%A9phine_de_Beauharnais", "description": "Joséphine Bonaparte was the Empress of the French as the first wife of Emperor Napoleon I. She is widely known as Joséphine de Beauharnais."}]}, {"heading": "Events", "year": "1811", "date": "March 9", "txt": "Paraguayan forces defeat Manuel Belgrano at the Battle of Tacuarí.", "entities": [{"title": "Manuel Belgrano", "href": "/wiki/Manuel_Belgrano", "description": "Manuel José Joaquín del Corazón de Jesús Belgrano y González, usually referred to as Manuel Belgrano, was an Argentine economist, lawyer, politician, journalist, and military leader. He took part in the Argentine Wars of Independence and created the Flag of Argentina. He is regarded as one of the main Libertadores of the country."}, {"title": "Battle of Tacuarí", "href": "/wiki/Battle_of_Tacuar%C3%AD", "description": "The Battle of Tacuarí was a battle in Southern Paraguay between revolutionary forces under the command of General Manuel Belgrano, member of the Primera Junta government of Argentina, and Paraguayan troops under colonel Manuel Atanasio Cabañas, at the time at the service of the royalists."}]}, {"heading": "Events", "year": "1815", "date": "March 9", "txt": "Francis Ronalds describes the first battery-operated clock in the Philosophical Magazine.", "entities": [{"title": "Francis Ronalds", "href": "/wiki/Francis_Ronalds", "description": "Sir Francis Ronalds FRS was an English scientist and inventor, and arguably the first electrical engineer. He was knighted for creating the first working electric telegraph over a substantial distance. In 1816 he laid an eight-mile length of iron wire between wooden frames in his mother's garden and sent pulses using electrostatic generators."}, {"title": "Philosophical Magazine", "href": "/wiki/Philosophical_Magazine", "description": "The Philosophical Magazine is one of the oldest scientific journals published in English. It was established by Alexander Tilloch in 1798; in 1822 Richard Taylor became joint editor and it has been published continuously by Taylor & Francis ever since."}]}, {"heading": "Events", "year": "1841", "date": "March 9", "txt": "The U.S. Supreme Court rules in the United States v. The Amistad case that captive Africans who had seized control of the ship carrying them had been taken into slavery illegally.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}]}, {"heading": "Events", "year": "1842", "date": "March 9", "txt": "Giuseppe Verdi's third opera, Nabucco, receives its première performance in Milan; its success establishes Verdi as one of Italy's foremost opera composers.", "entities": [{"title": "Giuseppe Verdi", "href": "/wiki/Giuseppe_Verdi", "description": "Giuseppe Fortunino Francesco Verdi was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron. Verdi came to dominate the Italian opera scene after the era of Gioachino Rossini, Gaetano Donizetti, and Vincenzo Bellini, whose works significantly influenced him."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Events", "year": "1842", "date": "March 9", "txt": "The first documented discovery of gold in California occurs at Rancho San Francisco, six years before the California Gold Rush.", "entities": [{"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Rancho San Francisco", "href": "/wiki/Rancho_San_Francisco", "description": "Rancho San Francisco was a land grant in present-day northwestern Los Angeles County and eastern Ventura County, California. It was a grant of 48,612 acres (19,673 ha) by Governor Juan B. Alvarado to Antonio del Valle, a Mexican army officer, in recognition for his service to Alta California. It is not related to the city of San Francisco."}, {"title": "California Gold Rush", "href": "/wiki/California_Gold_Rush", "description": "The California Gold Rush (1848–1855) was a gold rush that began on January 24, 1848, when gold was found by James W. Marshall at Sutter's Mill in Coloma, California. The news of gold brought approximately 300,000 people to California from the rest of the United States and abroad. The sudden influx of gold into the money supply reinvigorated the American economy, and the sudden population increase "}]}, {"heading": "Events", "year": "1847", "date": "March 9", "txt": "Mexican–American War: The first large-scale amphibious assault in U.S. history is launched in the Siege of Veracruz.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Amphibious assault", "href": "/wiki/Amphibious_assault", "description": "Amphibious warfare is a type of offensive military operation that today uses naval ships to project ground and air power onto a hostile or potentially hostile shore at a designated landing beach. Through history the operations were conducted using ship's boats as the primary method of delivering troops to shore. Since the Gallipoli Campaign, specialised watercraft were increasingly designed for la"}, {"title": "Siege of Veracruz", "href": "/wiki/Siege_of_Veracruz", "description": "The Battle of Veracruz was a 20-day siege of the key Mexican beachhead seaport of Veracruz during the Mexican–American War. Lasting from March 9–29, 1847, it began with the first large-scale amphibious assault conducted by United States military forces, and ended with the surrender and occupation of the city. U.S. forces then marched inland to Mexico City."}]}, {"heading": "Events", "year": "1862", "date": "March 9", "txt": "American Civil War: USS Monitor and CSS Virginia fight to a draw in the Battle of Hampton Roads, the first battle between two ironclad warships.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "USS Monitor", "href": "/wiki/USS_Monitor", "description": "USS Monitor was an ironclad warship built for the Union Navy during the American Civil War and completed in early 1862, the first such ship commissioned by the Navy. Monitor played a central role in the Battle of Hampton Roads on 9 March under the command of Lieutenant John L. Worden, where she fought the casemate ironclad CSS Virginia to a standstill. The design of the ship was distinguished by i"}, {"title": "CSS Virginia", "href": "/wiki/CSS_Virginia", "description": "CSS Virginia was the first steam-powered ironclad warship built by the Confederate States Navy during the first year of the American Civil War; she was constructed as a casemate ironclad using the raised and cut down original lower hull and engines of the scuttled steam frigate USS Merrimack. Virginia was one of the participants in the Battle of Hampton Roads, opposing the Union's USS Monitor in M"}, {"title": "Battle of Hampton Roads", "href": "/wiki/Battle_of_Hampton_Roads", "description": "The Battle of Hampton Roads, also referred to as the Battle of the Monitor and Merrimack or the Battle of Ironclads, was a naval battle during the American Civil War."}, {"title": "Ironclad warship", "href": "/wiki/Ironclad_warship", "description": "An ironclad is a steam-propelled warship protected by iron or steel armor plates, which were predominantly constructed from 1859 to the early 1890s. The ironclad was developed as a result of the vulnerability of wooden warships to explosive or incendiary shells. The first ironclad battleship, Gloire, was launched by the French Navy in November 1859. The British Admiralty had been considering armor"}]}, {"heading": "Events", "year": "1908", "date": "March 9", "txt": "Inter Milan was founded on Football Club Internazionale, following a schism from A.C. Milan.", "entities": [{"title": "Inter Milan", "href": "/wiki/Inter_Milan", "description": "Football Club Internazionale Milano, commonly referred to as Internazionale or simply Inter, and known as Inter Milan outside Italy, is an Italian professional football club based in Milan, Lombardy. Inter is the only Italian club never to have been relegated from the top flight of Italian football."}, {"title": "A.C. Milan", "href": "/wiki/A.C._Milan", "description": "Associazione Calcio Milan, commonly referred to as A.C. Milan or simply Milan, is a professional football club in Milan, Italy, founded in 1899. The club has spent its entire history, with the exception of the 1980–81 and 1982–83 seasons, in the top flight of Italian football, known as Serie A since 1929–30."}]}, {"heading": "Events", "year": "1916", "date": "March 9", "txt": "Mexican Revolution: Pancho Villa leads nearly 500 Mexican raiders in an attack against the border town of Columbus, New Mexico.", "entities": [{"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}, {"title": "Pancho Villa", "href": "/wiki/Pancho_Villa", "description": "Francisco \"Pancho\" Villa was a Mexican revolutionary general and one of the most prominent figures of the Mexican Revolution."}, {"title": "Battle of Columbus (1916)", "href": "/wiki/Battle_of_Columbus_(1916)", "description": "The Battle of Columbus, March 9, 1916, began as a raid conducted by Pancho Villa's Division of the North on the small United States border town of Columbus, New Mexico, located 3 miles (4.8 km) north of the border with Mexico. The raid escalated into a full-scale battle between Villistas and the United States Army."}, {"title": "Columbus, New Mexico", "href": "/wiki/Columbus,_New_Mexico", "description": "Columbus is a village in Luna County, New Mexico, United States, about 3 miles (5 km) north of the Mexican border. It is considered a place of historical interest, as the scene of a 1916 attack by Mexican revolutionary leader Francisco \"Pancho\" Villa that caused America to send 10,000 troops there in the punitive Mexican Expedition. Columbus's population was 1,664 at the 2010 census."}]}, {"heading": "Events", "year": "1933", "date": "March 9", "txt": "Great Depression: President Franklin D. Roosevelt submits the Emergency Banking Act to Congress, the first of his New Deal policies.", "entities": [{"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Emergency Banking Act", "href": "/wiki/Emergency_Banking_Act", "description": "The Emergency Banking Act (EBA), Public Law 73-1, 48 Stat. 1, was an act passed by the United States Congress in March 1933 in an attempt to stabilize the banking system."}, {"title": "New Deal", "href": "/wiki/New_Deal", "description": "The New Deal was a series of programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. Major federal programs and agencies included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and"}]}, {"heading": "Events", "year": "1942", "date": "March 9", "txt": "World War II: Dutch East Indies unconditionally surrendered to the Japanese forces in Kalijati, Subang, West Java, and the Japanese completed their Dutch East Indies campaign.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Subang Regency", "href": "/wiki/Subang_Regency", "description": "Subang Regency is a regency (kabupaten) in Tatar Pasundan, West Java province, Indonesia. The Regency is bordered by the Java Sea in the north, Indramayu Regency in the east, Sumedang Regency in the southeast, West Bandung Regency in the south, and Purwakarta Regency and Karawang Regency in the west. It has an area of 2,051.76 km² and its population was 1,465,157 at the 2010 Census and 1,595,320 a"}, {"title": "West Java", "href": "/wiki/West_Java", "description": "West Java is a province of Indonesia on the western part of the island of Java, with its provincial capital in Bandung. West Java is bordered by the province of Banten and the country's capital region of Jakarta to the west, the Java Sea to the north, the province of Central Java to the east and the Indian Ocean to the south. The province is the native homeland of the Sundanese people, the second-"}, {"title": "Dutch East Indies campaign", "href": "/wiki/Dutch_East_Indies_campaign", "description": "The Dutch East Indies campaign of 1941–1942 was the conquest of the Dutch East Indies by forces from the Empire of Japan in the early days of the Pacific campaign of World War II. Forces from the Allies attempted unsuccessfully to defend the islands. The East Indies were targeted by the Japanese for their rich oil resources which would become a vital asset during the war. The campaign and subseque"}]}, {"heading": "Events", "year": "1944", "date": "March 9", "txt": "World War II: Soviet Army planes attack Tallinn, Estonia.", "entities": [{"title": "Bombing of Tallinn in World War II", "href": "/wiki/Bombing_of_Tallinn_in_World_War_II", "description": "The German Luftwaffe and Soviet Long Range Aviation bombed the Estonian capital Tallinn several times during World War II. The first instance was during the Summer War of 1941. A number of bombing missions followed in 1942–43."}]}, {"heading": "Events", "year": "1945", "date": "March 9", "txt": "World War II: A coup d'état by Japanese forces in French Indochina removes the French from power.", "entities": [{"title": "Japanese coup d'état in French Indochina", "href": "/wiki/Japanese_coup_d%27%C3%A9tat_in_French_Indochina", "description": "The Japanese coup d'état in French Indochina, known as Meigō Sakusen , was a Japanese operation that took place on 9 March 1945, towards the end of World War II. With Japanese forces losing the war and the threat of an Allied invasion of Indochina imminent, the Japanese were concerned about an uprising against them by French colonial forces."}, {"title": "French Indochina", "href": "/wiki/French_Indochina", "description": "French Indochina, officially known as the Indochinese Union from 1887 and the Indochinese Federation after 1947, was a grouping of French colonial territories in Southeast Asia until its demise in 1954. It comprised three Vietnamese regions of Tonkin in the north, Annam in the centre, and Cochinchina in the south, Cambodia, Laos and the Chinese territory of Guangzhouwan. The capital for most of it"}]}, {"heading": "Events", "year": "1946", "date": "March 9", "txt": "Bolton Wanderers stadium disaster at Burnden Park, Bolton, England, kills 33 and injures hundreds more.", "entities": [{"title": "Bolton Wanderers F.C.", "href": "/wiki/Bolton_Wanderers_F.C.", "description": "Bolton Wanderers Football Club is a professional football club based in Horwich, Bolton, England, which competes in League Two, the fourth tier of English football."}, {"title": "Burnden Park disaster", "href": "/wiki/Burnden_Park_disaster", "description": "The Burnden Park disaster was a human crush that occurred on 9 March 1946 at Burnden Park football stadium, then the home of Bolton Wanderers. The crush resulted in the deaths of 33 people and injuries to hundreds of Bolton fans. It was the deadliest stadium-related disaster in British history until the Ibrox Park disaster in 1971."}, {"title": "Burnden Park", "href": "/wiki/Burnden_Park", "description": "Burnden Park was the home of English football club Bolton Wanderers who played home games there between 1895 and 1997. As well as hosting the 1901 FA Cup Final replay, it was the scene in 1946 of one of the greatest disasters in English football, and the subject of an L. S. Lowry painting. It was demolished in 1999, two years after Bolton moved to their new home at the Reebok Stadium."}, {"title": "Bolton", "href": "/wiki/Bolton", "description": "Bolton is a large town in Greater Manchester in North West England, historically and traditionally a part of Lancashire. A former mill town, Bolton has been a production centre for textiles since Flemish weavers settled in the area in the 14th century, introducing a wool and cotton-weaving tradition. The urbanisation and development of the town largely coincided with the introduction of textile ma"}]}, {"heading": "Events", "year": "1954", "date": "March 9", "txt": "McCarthyism: CBS television broadcasts the See It Now episode, \"A Report on Senator Joseph McCarthy\", produced by Fred Friendly.", "entities": [{"title": "McCarthyism", "href": "/wiki/McCarthyism", "description": "McCarthyism is the practice of making accusations of subversion or treason, especially when related to communism. The term refers to U.S. senator Joseph McCarthy (R-Wisconsin) and has its origins in the period in the United States known as the Second Red Scare, lasting from the late 1940s through the 1950s. It was characterized by heightened political repression and a campaign spreading fear of co"}, {"title": "CBS", "href": "/wiki/CBS", "description": "CBS is an American commercial broadcast television and radio network. It serves as the flagship property of the CBS Entertainment Group division of ViacomCBS. The network is headquartered at the CBS Building in New York City, with major production facilities and operations at the CBS Broadcast Center in New York City, and CBS Television City and the CBS Studio Center in Los Angeles."}, {"title": "Joseph McCarthy", "href": "/wiki/Joseph_McCarthy", "description": "Joseph Raymond McCarthy was an American politician and attorney who served as a Republican U.S. Senator from the state of Wisconsin from 1947 until his death in 1957. Beginning in 1950, McCarthy became the most visible public face of a period in the United States in which Cold War tensions fueled fears of widespread communist subversion. He is known for alleging that numerous communists and Soviet"}, {"title": "Fred Friendly", "href": "/wiki/Fred_Friendly", "description": "Fred W. Friendly was a president of CBS News and the creator, along with Edward R. Murrow, of the documentary television program See It Now. He originated the concept of public-access television cable TV channels."}]}, {"heading": "Events", "year": "1956", "date": "March 9", "txt": "Soviet forces suppress mass demonstrations in the Georgian SSR, reacting to Nikita Khrushchev's de-Stalinization policy.", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "1956 Georgian demonstrations", "href": "/wiki/1956_Georgian_demonstrations", "description": "The March 1956 demonstrations in the Georgian SSR were a series of protests against Nikita Khrushchev's de-Stalinization policy, which shocked Georgian supporters of Marxist–Leninist ideology. The center of the protests was the republic's capital, Tbilisi, where spontaneous rallies to mark the third anniversary of Stalin's death and to protest Khrushchev's denunciation of Stalin quickly evolved in"}, {"title": "Georgian Soviet Socialist Republic", "href": "/wiki/Georgian_Soviet_Socialist_Republic", "description": "The Georgian Soviet Socialist Republic was one of the republics of the Soviet Union from its second occupation in 1921 to its independence in 1991. Coterminous with the present-day republic of Georgia, it was based on the traditional territory of Georgia, which had existed as a series of independent states in the Caucasus prior to the first occupation of annexation in the course of the 19th centur"}, {"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "De-Stalinization", "href": "/wiki/De-Stalinization", "description": "De-Stalinization consisted of a series of political reforms in the Soviet Union after the death of long-time leader Joseph Stalin in 1953, and the ascension of Nikita Khrushchev to power."}]}, {"heading": "Events", "year": "1957", "date": "March 9", "txt": "The 8.6 Mw  Andreanof Islands earthquake shakes the Aleutian Islands, causing over $5 million in damage from ground movement and a destructive tsunami.", "entities": [{"title": "1957 Andreanof Islands earthquake", "href": "/wiki/1957_Andreanof_Islands_earthquake", "description": "The 1957 Andreanof Islands earthquake took place on March 9 with a moment magnitude of 8.6 and a maximum Mercalli intensity of VIII (Severe). It occurred south of the Andreanof Islands group, which is part of the Aleutian Islands arc. The event occurred along the Aleutian Trench, the convergent plate boundary that separates the Pacific Plate and the North American Plates near Alaska. A basin wide "}, {"title": "Aleutian Islands", "href": "/wiki/Aleutian_Islands", "description": "The Aleutian Islands, also called the Aleut Islands or Aleutic Islands and known before 1867 as the Catherine Archipelago, are a chain of 14 large volcanic islands and 55 smaller islands. Most of the Aleutian Islands belong to the U.S. state of Alaska, but some belong to the Russian federal subject of Kamchatka Krai. They form part of the Aleutian Arc in the Northern Pacific Ocean, occupying an ar"}]}, {"heading": "Events", "year": "1959", "date": "March 9", "txt": "The Barbie doll makes its debut at the American International Toy Fair in New York.", "entities": [{"title": "Barbie", "href": "/wiki/Barbie", "description": "Barbie is a fashion doll manufactured by the American toy company Mattel, Inc. and launched in March 1959. American businesswoman Ruth Handler is credited with the creation of the doll using a German doll called Bild Lilli as her inspiration."}, {"title": "American International Toy Fair", "href": "/wiki/American_International_Toy_Fair", "description": "The North American International Toy Fair is an annual toy industry trade show held in mid-February in New York City's Jacob K. Javits Convention Center and at toy showrooms around the city. The event is open to the toy trade only – toy industry professionals, retailers, and press representatives. It is produced by The Toy Association. Toy Fair New York's promoters describe it as the largest toy t"}]}, {"heading": "Events", "year": "1960", "date": "March 9", "txt": "Dr. Belding Hibbard Scribner implants for the first time a shunt he invented into a patient, which allows the patient to receive hemodialysis on a regular basis.", "entities": [{"title": "Belding Hibbard Scribner", "href": "/wiki/Belding_Hibbard_Scribner", "description": "Belding Hibbard Scribner was an American physician and a pioneer in kidney dialysis."}, {"title": "Shunt (medical)", "href": "/wiki/Shunt_(medical)", "description": "In medicine, a shunt is a hole or a small passage which moves, or allows movement of, fluid from one part of the body to another. The term may describe either congenital or acquired shunts; and acquired shunts may be either biological or mechanical."}, {"title": "Hemodialysis", "href": "/wiki/Hemodialysis", "description": "Hemodialysis, also spelled haemodialysis, or simply dialysis, is a process of purifying the blood of a person whose kidneys are not working normally. This type of dialysis achieves the extracorporeal removal of waste products such as creatinine and urea and free water from the blood when the kidneys are in a state of kidney failure. Hemodialysis is one of three renal replacement therapies. An alte"}]}, {"heading": "Events", "year": "1961", "date": "March 9", "txt": "Sputnik 9 successfully launches, carrying a dog and a human dummy, and demonstrating that the Soviet Union was ready to begin human spaceflight.", "entities": [{"title": "Sputnik 9", "href": "/wiki/Sputnik_9", "description": "Korabl-Sputnik 4 or Vostok-3KA No.1, also known as Sputnik 9 in the West, was a Soviet spacecraft which was launched in 1961. Carrying the mannequin Ivan Ivanovich, a dog named Chernushka, some mice and a guinea pig, it was a test flight of the Vostok spacecraft."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Human spaceflight", "href": "/wiki/Human_spaceflight", "description": "Human spaceflight is spaceflight with a crew or passengers aboard a spacecraft, the spacecraft being operated directly by the onboard human crew. Spacecraft can also be remotely operated from ground stations on Earth, or autonomously, without any direct human involvement. People trained for spaceflight are called astronauts, cosmonauts, or taikonauts; and non-professionals are referred to as space"}]}, {"heading": "Events", "year": "1967", "date": "March 9", "txt": "Trans World Airlines Flight 553 crashes in a field in Concord Township, Ohio following a mid-air collision with a Beechcraft Baron, killing 26 people.", "entities": [{"title": "Trans World Airlines", "href": "/wiki/Trans_World_Airlines", "description": "Trans World Airlines (TWA) was a major American airline which operated from 1930 until 2001. It was formed as Transcontinental & Western Air to operate a route from New York City to Los Angeles via St. Louis, Kansas City, and other stops, with Ford Trimotors. With American, United, and Eastern, it was one of the \"Big Four\" domestic airlines in the United States formed by the Spoils Conference of 1"}, {"title": "TWA Flight 553", "href": "/wiki/TWA_Flight_553", "description": "Trans World Airlines (TWA) Flight 553 was a McDonnell Douglas DC-9-15 jet airliner, registration N1063T, operated by Trans World Airlines in American airspace en route from Pittsburgh to Dayton. While descending toward Dayton about 29 miles from the airport, the flight collided in midair with a Beechcraft Baron near Urbana, Ohio, on March 9, 1967. All 25 people on board the DC-9 were killed, as wa"}, {"title": "Concord Township, Champaign County, Ohio", "href": "/wiki/Concord_Township,_Champaign_County,_Ohio", "description": "Concord Township is one of the twelve townships of Champaign County, Ohio, United States. The 2010 census reported 1,408 people living in the township."}, {"title": "Mid-air collision", "href": "/wiki/Mid-air_collision", "description": "In aviation, a mid-air collision is an accident in which two or more aircraft come into unplanned contact during flight. Owing to the relatively high velocities involved and the likelihood of subsequent impact with the ground or sea, very severe damage or the total destruction of at least one of the aircraft usually results."}, {"title": "Beechcraft Baron", "href": "/wiki/Beechcraft_Baron", "description": "The Beechcraft Baron is a light, twin-engined piston aircraft designed and produced by Beechcraft, introduced in 1961. A low-wing monoplane developed from the Travel Air, it remains in production."}]}, {"heading": "Events", "year": "1974", "date": "March 9", "txt": "The Mars 7 Flyby bus releases the descent module too early, missing Mars.", "entities": [{"title": "Mars 7", "href": "/wiki/Mars_7", "description": "Mars 7, also known as 3MP No.51P was a Soviet spacecraft launched in 1973 to explore Mars. A 3MP bus spacecraft which comprised the final mission of the Mars programme, it consisted of a lander and a coast stage with instruments to study Mars as it flew past. Due to a malfunction, the lander failed to perform a maneuver necessary to enter the Martian atmosphere, missing the planet and remaining in"}]}, {"heading": "Events", "year": "1976", "date": "March 9", "txt": "Forty-two people die in the Cavalese cable car disaster, the worst cable-car accident to date.", "entities": [{"title": "Cavalese cable car disaster (1976)", "href": "/wiki/Cavalese_cable_car_disaster_(1976)", "description": "The Cavalese cable car disaster of 1976 is the deadliest cable car crash in history. On 9 March 1976, the steel supporting cable broke as a fully loaded cable car was descending from Mt. Cermis, near the Italian ski resort of Cavalese in the Dolomites, 40 km (25 mi) north-east of Trento."}]}, {"heading": "Events", "year": "1977", "date": "March 9", "txt": "The Hanafi Siege: In a thirty-nine-hour standoff, armed Hanafi Muslims seize three Washington, D.C., buildings.", "entities": [{"title": "1977 Hanafi Siege", "href": "/wiki/1977_Hanafi_Siege", "description": "The 1977 Hanafi Siege occurred on March 9–11, 1977 when three buildings in Washington, D.C. were seized by 12 \"Hanafi Movement\" gunmen. The gunmen were led by Hamaas Abdul Khaalis, who wanted to bring attention to the murder of his family in 1973. They took 149 hostages and killed radio journalist Maurice Williams. After a 39-hour standoff, the gunmen surrendered and all remaining hostages were re"}, {"title": "Hanafi", "href": "/wiki/Hanafi", "description": "The Hanafi school is one of the four traditional major Sunni schools (madhabs) of Islamic jurisprudence (fiqh). Its eponym is the 8th-century Kufan scholar, Abū Ḥanīfa an-Nu‘man ibn Thābit, a tabi‘i of Persian origin whose legal views were preserved primarily by his two most important disciples, Abu Yusuf and Muhammad al-Shaybani."}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1978", "date": "March 9", "txt": "President Soeharto inaugurated Jagorawi Toll Road, the first toll highway in Indonesia, connecting Jakarta, Bogor and Ciawi, West Java.", "entities": [{"title": "Suharto", "href": "/wiki/Suharto", "description": "Suharto was an Indonesian politician and military dictator, who was the second President of Indonesia. Widely classified as a dictator by foreign observers, Suharto was president for 31 years, from the coup d'etat against Sukarno in 1967 until his overthrow in 1998. The legacy of his 31-year rule, and his US$38 billion net worth, is still debated at home and abroad."}, {"title": "Jagorawi Toll Road", "href": "/wiki/Jagorawi_Toll_Road", "description": "The Jagorawi Toll Road is Indonesia's first toll road. Construction on the highway began in 1973, and it was officially opened on March 9, 1978."}, {"title": "Toll highway", "href": "/wiki/Toll_highway", "description": "A toll road, also known as a turnpike or tollway, is a public or private road for which a fee is assessed for passage. It is a form of road pricing typically implemented to help recoup the costs of road construction and maintenance."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Jakarta", "href": "/wiki/Jakarta", "description": "Jakarta, officially the Special Capital Region of Jakarta, is the capital of Indonesia. It lies on the northwest coast of Java. Jakarta is the centre of the economy, culture and politics of Indonesia. It has province level status which had a population of 10,562,088 as of 2020. Although Jakarta extends over only 699.5 square kilometres (270.1 sq mi), and thus has the smallest area of any Indonesia"}, {"title": "Bogor", "href": "/wiki/Bogor", "description": "Bogor is a city in the West Java province, Indonesia. Located around 60 kilometers (37 mi) south of the national capital of Jakarta, Bogor is the 6th largest city of Jakarta metropolitan area and the 14th nationwide. The city covers an area of 118.50 km2, and it had a population of 950,334 at the 2010 Census and 1,043,070 at the 2020 Census. Bogor is an important economic, scientific, cultural and"}, {"title": "West Java", "href": "/wiki/West_Java", "description": "West Java is a province of Indonesia on the western part of the island of Java, with its provincial capital in Bandung. West Java is bordered by the province of Banten and the country's capital region of Jakarta to the west, the Java Sea to the north, the province of Central Java to the east and the Indian Ocean to the south. The province is the native homeland of the Sundanese people, the second-"}]}, {"heading": "Events", "year": "1987", "date": "March 9", "txt": "Chrysler announces its acquisition of American Motors Corporation ", "entities": [{"title": "Chrysler", "href": "/wiki/Chrysler", "description": "Chrysler is one of the \"Big Three\" automobile manufacturers in the United States, headquartered in Auburn Hills, Michigan. In addition to the Chrysler brand, Stellantis North America sells vehicles worldwide under the Dodge, Jeep, and Ram nameplates. It also includes Mopar, its automotive parts and accessories division, and SRT, its performance automobile division."}, {"title": "American Motors Corporation", "href": "/wiki/American_Motors_Corporation", "description": "American Motors Corporation was an American automobile manufacturing company formed by the merger of Nash-Kelvinator Corporation and Hudson Motor Car Company on May 1, 1954. At the time, it was the largest corporate merger in U.S. history."}]}, {"heading": "Events", "year": "1997", "date": "March 9", "txt": "Comet Hale–Bopp: Observers in China, Mongolia and eastern Siberia are treated to a rare double feature as an eclipse permits Hale-Bopp to be seen during the day.", "entities": [{"title": "Comet Hale–Bopp", "href": "/wiki/Comet_Hale%E2%80%93Bopp", "description": "Comet Hale–Bopp is a comet that was perhaps the most widely observed of the 20th century and one of the brightest seen for many decades."}, {"title": "Mongolia", "href": "/wiki/Mongolia", "description": "Mongolia is a landlocked country in East Asia. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not border Kazakhstan, although they are separated by only 37 kilometres. It covers an area of 1,564,116 square kilometres, with a population of just 3.3 million, making it the world's most sparsely populated nat"}, {"title": "Siberia", "href": "/wiki/Siberia", "description": "Siberia is an extensive geographical region in northern Asia. It has been a colonial possession of Russia since the latter half of the 16th century, after the Russians conquered lands east of the Ural Mountains. Siberia is vast and sparse, covering an area of over 13.1 million square kilometres (5,100,000 sq mi), the vast majority of Russia's land area, but is home to merely 1/5th of the country's"}, {"title": "Eclipse", "href": "/wiki/Eclipse", "description": "An eclipse is an astronomical event that occurs when an astronomical object or spacecraft is temporarily obscured, by passing into the shadow of another body or by having another body pass between it and the viewer. This alignment of three celestial objects is known as a syzygy. Apart from syzygy, the term eclipse is also used when a spacecraft reaches a position where it can observe two celestial"}]}, {"heading": "Events", "year": "1997", "date": "March 9", "txt": "The Notorious B.I.G. is murdered in Los Angeles after attending the Soul Train Music Awards. He is gunned down leaving an after party at the Petersen Automotive Museum. His murder remains unsolved.", "entities": [{"title": "The Notorious B.I.G.", "href": "/wiki/The_Notorious_B.I.G.", "description": "Christopher George Latore Wallace, better known by his stage names the Notorious B.I.G., Biggie Smalls, or simply Biggie, was an American rapper and songwriter. Rooted in the New York rap scene and gangsta rap traditions, he is widely considered one of the greatest rappers of all time. Wallace became known for his distinctive laidback lyrical delivery, offsetting the lyrics' often grim content. Hi"}, {"title": "Murder of the Notorious B.I.G.", "href": "/wiki/Murder_of_the_Notorious_B.I.G.", "description": "The murder of Christopher Wallace, an American hip-hop artist better known by his stage names \"the Notorious B.I.G.\" and \"Biggie Smalls\", or “The Black Frank White”, occurred in the early hours of March 9, 1997. The hip hop artist was shot four times in a drive-by shooting in Los Angeles, California. Upon examination, only the final shot was fatal. He was 24 years old."}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}, {"title": "Soul Train Music Awards", "href": "/wiki/Soul_Train_Music_Awards", "description": "The Soul Train Music Awards is an annual music awards show which previously aired in national broadcast syndication, and honors the best in African-American culture music and entertainment. It is produced by the makers of Soul Train, the program from which it takes its name, and features musical performances by various contemporary R&B and soul music recording artists interspersed throughout the c"}, {"title": "Petersen Automotive Museum", "href": "/wiki/Petersen_Automotive_Museum", "description": "The Petersen Automotive Museum is located on Wilshire Boulevard along Museum Row in the Miracle Mile neighborhood of Los Angeles. One of the world's largest automotive museums, the Petersen Automotive Museum is a nonprofit organization specializing in automobile history and related educational programs."}]}, {"heading": "Events", "year": "2011", "date": "March 9", "txt": "Space Shuttle Discovery makes its final landing after 39 flights.", "entities": [{"title": "Space Shuttle Discovery", "href": "/wiki/Space_Shuttle_Discovery", "description": "Space Shuttle Discovery is one of the orbiters from NASA's Space Shuttle program and the third of five fully operational orbiters to be built. Its first mission, STS-41-D, flew from August 30 to September 5, 1984. Over 27 years of service it launched and landed 39 times, aggregating more spaceflights than any other spacecraft to date. The Space Shuttle launch vehicle has three main components: the"}]}, {"heading": "Births", "year": "1454", "date": "March 9", "txt": "Amerigo Vespucci, Italian cartographer and explorer (d. 1512)", "entities": [{"title": "Amerigo Vespucci", "href": "/wiki/Amerigo_Vespucci", "description": "Amerigo Vespucci was an Italian-born merchant, explorer, and navigator from the Republic of Florence, from whose name the term \"America\" is derived. He became a Castillian citizen in 1505."}]}, {"heading": "Births", "year": "1564", "date": "March 9", "txt": "David Fabricius, German theologian, cartographer and astronomer (d. 1617)", "entities": [{"title": "David Fabricius", "href": "/wiki/David_Fabricius", "description": "David Fabricius was a German pastor who made two major discoveries in the early days of telescopic astronomy, jointly with his eldest son, Johannes Fabricius (1587–1615)."}]}, {"heading": "Births", "year": "1568", "date": "March 9", "txt": "Aloysius Gonzaga, Italian saint (d. 1591)", "entities": [{"title": "Aloysius Gonzaga", "href": "/wiki/Aloysius_Gonzaga", "description": "Aloysius de Gonzaga was an Italian aristocrat who became a member of the Society of Jesus. While still a student at the Roman College, he died as a result of caring for the victims of a serious epidemic. He was beatified in 1605 and canonized in 1726."}]}, {"heading": "Births", "year": "1662", "date": "March 9", "txt": "Franz Anton von Sporck, German noble (d. 1738)", "entities": [{"title": "Franz Anton von Sporck", "href": "/wiki/Franz_Anton_von_Sporck", "description": "Franz Anton von Sporck, Count was a German-speaking literatus and patron of the arts who lived in the province of Bohemia in what is now the Czech Republic. He was one of the most notable cultural and intellectual figures in central Europe in the early 18th century."}]}, {"heading": "Births", "year": "1697", "date": "March 9", "txt": "Friederike Caroline Neuber, German actress (d. 1760)", "entities": [{"title": "Friederike Caroline Neuber", "href": "/wiki/Friederike_Caroline_Neuber", "description": "Friederike Caroline Neuber, née Friederike Caroline Weissenborn, also known as Friedericke Karoline Neuber, Frederika Neuber, Karoline Neuber, Carolina Neuber, Frau Neuber, and Die Neuberin, was a German actress and theatre director. She is considered one of the most famous actresses and actor-managers in the history of the German theatre, \"influential in the development of modern German theatre.\""}]}, {"heading": "Births", "year": "1737", "date": "March 9", "txt": "Josef Mysliveček, Czech violinist and composer (d. 1781)", "entities": [{"title": "Josef Mysliveček", "href": "/wiki/Josef_Myslive%C4%8Dek", "description": "Josef Mysliveček was a Czech composer who contributed to the formation of late eighteenth-century classicism in music. Mysliveček provided his younger friend Wolfgang Amadeus Mozart with significant compositional models in the genres of symphony, Italian serious opera, and violin concerto; both Wolfgang and his father Leopold Mozart considered him an intimate friend from the time of their first me"}]}, {"heading": "Births", "year": "1749", "date": "March 9", "txt": "Honoré Gabriel Riqueti, comte de Mirabeau, French journalist and politician (d. 1791)", "entities": [{"title": "Honoré Gabriel Riqueti, comte de Mirabeau", "href": "/wiki/Honor%C3%A9_Gabriel_Riqueti,_comte_de_Mirabeau", "description": "Honoré Gabriel Riqueti, Count of Mirabeau was a leader of the early stages of the French Revolution. A noble, he had been involved in numerous scandals before the start of the Revolution in 1789 that had left his reputation in ruins. Nonetheless, he rose to the top of the French political hierarchy in the years 1789–1791 and acquired the reputation of a voice of the people. A successful orator, he"}]}, {"heading": "Births", "year": "1753", "date": "March 9", "txt": "Jean-Baptiste Kléber, French general (d. 1800)", "entities": [{"title": "Jean-Baptiste Kléber", "href": "/wiki/Jean-Baptiste_Kl%C3%A9ber", "description": "Jean-Baptiste Kléber was a French general during the French Revolutionary Wars. After serving for one year in the French Royal Army, he entered Habsburg service seven years later. However, his plebeian ancestry hindered his opportunities. Eventually, he volunteered for the French Revolutionary Army in 1792 and quickly rose through the ranks."}]}, {"heading": "Births", "year": "1758", "date": "March 9", "txt": "Franz Joseph Gall, German neuroanatomist and physiologist (d. 1828)", "entities": [{"title": "Franz Joseph Gall", "href": "/wiki/Franz_Joseph_Gall", "description": "Franz Josef Gall was a German neuroanatomist, physiologist, and pioneer in the study of the localization of mental functions in the brain."}]}, {"heading": "Births", "year": "1763", "date": "March 9", "txt": "William Cobbett, English journalist and author (d. 1835)", "entities": [{"title": "William Cobbett", "href": "/wiki/William_Cobbett", "description": "William Cobbett was an English pamphleteer, journalist, Member of Parliament and farmer born in Farnham, Surrey, one of a popular agrarian faction seeking to reform Parliament, abolish \"rotten boroughs\", restrain wanton foreign activity and increase wages, to promote domestic peace and ease poverty among farm labourers and smallholders. He backed lower taxes, saving, reversing enclosures of common"}]}, {"heading": "Births", "year": "1806", "date": "March 9", "txt": "Edwin Forrest, American actor and philanthropist (d. 1872)", "entities": [{"title": "Edwin Forrest", "href": "/wiki/Edwin_Forrest", "description": "Edwin Forrest was a prominent nineteenth-century American Shakespearean actor. His feud with the British actor William Macready was the cause of the deadly Astor Place Riot of 1849."}]}, {"heading": "Births", "year": "1814", "date": "March 9", "txt": "Taras Shevchenko, Ukrainian poet and playwright (d. 1861)", "entities": [{"title": "Taras Shevchenko", "href": "/wiki/Taras_Shevchenko", "description": "Taras Hryhorovych Shevchenko, also known as Kobzar Taras, or simply Kobzar, was a Ukrainian poet, writer, artist, public and political figure, as well as folklorist and ethnographer. His literary heritage is regarded to be the foundation of modern Ukrainian literature and, to a large extent, the modern Ukrainian language, though the language of his poems was different from the modern Ukrainian lan"}]}, {"heading": "Births", "year": "1815", "date": "March 9", "txt": "David Davis, American jurist and politician (d. 1886)", "entities": [{"title": "David Davis (Supreme Court justice)", "href": "/wiki/David_Davis_(Supreme_Court_justice)", "description": "David Davis was a United States Senator from Illinois and associate justice of the United States Supreme Court. He also served as Abraham Lincoln's campaign manager at the 1860 Republican National Convention, engineering Lincoln's successful nomination for President by that party."}]}, {"heading": "Births", "year": "1820", "date": "March 9", "txt": "Samuel Blatchford, American lawyer and jurist (d. 1893)", "entities": [{"title": "Samuel Blatchford", "href": "/wiki/Samuel_Blatchford", "description": "Samuel M. Blatchford was an American attorney and judge. He was most notable for his service as an Associate Justice of the Supreme Court of the United States from April 3, 1882 until his death."}]}, {"heading": "Births", "year": "1824", "date": "March 9", "txt": "Amasa Leland Stanford, American businessman and politician, founded Stanford University (d. 1893)", "entities": [{"title": "Amasa Leland Stanford", "href": "/wiki/Amasa_Leland_Stanford", "description": "Amasa Leland Stanford was an American industrialist and politician. He was the founder of Stanford University. Migrating to California from New York at the time of the Gold Rush, he became a successful merchant and wholesaler, and continued to build his business empire. He spent one two-year term as Governor of California after his election in 1861, and later eight years as a United States Senator"}, {"title": "Stanford University", "href": "/wiki/Stanford_University", "description": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford was founded in 1885 by Leland and Jane Stanford in memory of their only child, Leland Stanford Jr., who had died of typhoid fever at age 15 the previous year. Stanford is generally ranked among the best universities in the world by academic publications. It is also "}]}, {"heading": "Births", "year": "1847", "date": "March 9", "txt": "Martin Pierre Marsick, Belgian violinist, composer, and educator (d. 1924)", "entities": [{"title": "Martin Pierre Marsick", "href": "/wiki/Martin_Pierre_Marsick", "description": "Martin Pierre Joseph Marsick, was a Belgian violin player, composer and teacher. His violin was made by Antonio Stradivari in 1705 and has since become known as the Ex Marsick Stradivarius. It was the instrument of David Oistrakh from 1966–74. Marsick's nephew, Armand Marsick, the son of his brother Louis François, was a major violinist of the 20th century."}]}, {"heading": "Births", "year": "1850", "date": "March 9", "txt": "Hamo Thornycroft, English sculptor and academic (d. 1925)", "entities": [{"title": "Hamo Thornycroft", "href": "/wiki/Hamo_Thornycroft", "description": "Sir William Hamo Thornycroft was an English sculptor, responsible for some of London's best-known statues. He was a keen student of classical sculpture and became one of the youngest members of the Royal Academy."}]}, {"heading": "Births", "year": "1856", "date": "March 9", "txt": "Eddie Foy, Sr., American actor and dancer (d. 1928)", "entities": [{"title": "Eddie Foy, Sr.", "href": "/wiki/Eddie_Foy,_Sr.", "description": "Edwin Fitzgerald, known professionally as Eddie Foy and Eddie Foy Sr., was an American actor, comedian, dancer and vaudevillian."}]}, {"heading": "Births", "year": "1863", "date": "March 9", "txt": "Mary Harris Armor, American suffragist (d. 1950)", "entities": [{"title": "Mary Harris Armor", "href": "/wiki/Mary_Harris_Armor", "description": "Mary Elizabeth Harris Armor was an American suffragist. She was the state president of the Woman's Christian Temperance Union (WCTU) and is often credited for the passing of prohibition legislature in Georgia."}]}, {"heading": "Births", "year": "1887", "date": "March 9", "txt": "Fritz Lenz, German geneticist and physician (d. 1976)", "entities": [{"title": "Fritz Lenz", "href": "/wiki/Fritz_Lenz", "description": "Fritz Lenz was a German geneticist, member of the Nazi Party, and influential specialist in eugenics in Nazi Germany."}]}, {"heading": "Births", "year": "1890", "date": "March 9", "txt": "Rupert Balfe, Australian footballer and lieutenant (d. 1915)", "entities": [{"title": "Rupert Balfe", "href": "/wiki/Rupert_Balfe", "description": "Joseph Rupert Balfe was an Australian rules footballer and soldier who was killed during the landing at Anzac Cove."}]}, {"heading": "Births", "year": "1890", "date": "March 9", "txt": "Vyacheslav Molotov, Russian politician and diplomat, Soviet Minister of Foreign Affairs (d. 1986)", "entities": [{"title": "Ministry of Foreign Affairs (Soviet Union)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Soviet_Union)", "description": "The Ministry of External Relations (MER) of the Union of Soviet Socialist Republics (USSR), formed on was founded on 6 July 1923. It had three names during its existence: People's Commissariat for Foreign Affairs (1923–1946), Ministry of Foreign Affairs (1946–1991) and Ministry of External Relations (1991). It was one of the most important government offices in the Soviet Union.The Ministry was le"}]}, {"heading": "Births", "year": "1891", "date": "March 9", "txt": "José P. Laurel, Filipino lawyer, politician and President of the Philippines (d. 1959)", "entities": [{"title": "José P. Laurel", "href": "/wiki/Jos%C3%A9_P._Laurel", "description": "José Paciano Laurel y García was a Filipino politician and judge. He was the president of the Second Philippine Republic, a Japanese puppet state when occupied during World War II, from 1943 to 1945. Since the administration of President Diosdado Macapagal (1961–1965), Laurel has been officially recognized by later administrations as a former president of the Philippines."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1892", "date": "March 9", "txt": "Mátyás Rákosi, Hungarian politician (d. 1971)", "entities": [{"title": "Mátyás Rákosi", "href": "/wiki/M%C3%A1ty%C3%A1s_R%C3%A1kosi", "description": "Mátyás Rákosi was a Hungarian communist politician who was the de facto leader of Hungary from 1947 to 1956. He served first as General Secretary of the Hungarian Communist Party (1945–48) and later holding the same post with the Hungarian Working People's Party (1948–56)."}]}, {"heading": "Births", "year": "1892", "date": "March 9", "txt": "Vita Sackville-West, English author, poet, and gardener (d. 1962)", "entities": []}, {"heading": "Births", "year": "1902", "date": "March 9", "txt": "Will Geer, American actor (d. 1978)", "entities": [{"title": "Will Geer", "href": "/wiki/Will_Geer", "description": "Will Geer was an American actor, musician, and social activist, who was active in labor organizing and other movements in New York and Southern California in the 1930s and 1940s. In California he befriended rising singer Woody Guthrie. They both lived in New York for a time in the 1940s. He was blacklisted in the 1950s, by Hollywood, after refusing, in testimony before Congress, to name persons wh"}]}, {"heading": "Births", "year": "1904", "date": "March 9", "txt": "Paul Wilbur Klipsch, American soldier and engineer, founded Klipsch Audio Technologies (d. 2002)", "entities": [{"title": "Paul Wilbur Klipsch", "href": "/wiki/Paul_Wilbur_Klipsch", "description": "Paul Wilbur Klipsch was an American engineer and high fidelity audio pioneer, known for developing a high-efficiency folded horn loudspeaker. Unsatisfied with the sound quality of phonographs and early speaker systems, Klipsch used scientific principles to develop a corner horn speaker that sounded more lifelike than its predecessors."}, {"title": "Klipsch Audio Technologies", "href": "/wiki/Klipsch_Audio_Technologies", "description": "Klipsch Audio Technologies is an American loudspeaker company based in Indianapolis, Indiana. Founded in Hope, Arkansas, in 1946 as 'Klipsch and Associates' by Paul W. Klipsch, the company produces loudspeaker drivers and enclosures, as well as complete loudspeakers for high end, high fidelity sound systems, public address applications, and personal computers."}]}, {"heading": "Births", "year": "1910", "date": "March 9", "txt": "Samuel Barber, American pianist and composer (d. 1981)", "entities": [{"title": "Samuel Barber", "href": "/wiki/Samuel_Barber", "description": "Samuel Osmond Barber II was an American composer, pianist, conductor, baritone, and music educator. One of the most celebrated composers of the 20th century; music critic Donal Henahan stated, \"Probably no other American composer has ever enjoyed such early, such persistent and such long-lasting acclaim.\" Principally influenced by nine years of composition studies with Rosario Scalero at the Curti"}]}, {"heading": "Births", "year": "1911", "date": "March 9", "txt": "Clara Rockmore, American classical violin prodigy and theremin player, (d. 1998)", "entities": [{"title": "Clara Rockmore", "href": "/wiki/Clara_Rockmore", "description": "Clara Reisenberg Rockmore was a Lithuanian classical violin prodigy and a virtuoso performer of the theremin, an electronic musical instrument. She was the sister of pianist Nadia Reisenberg."}]}, {"heading": "Births", "year": "1915", "date": "March 9", "txt": "Johnnie Johnson, English air marshal and pilot (d. 2001)", "entities": [{"title": "Johnnie Johnson (RAF officer)", "href": "/wiki/Johnnie_Johnson_(RAF_officer)", "description": "Air Vice Marshal James Edgar Johnson,, DL, nicknamed \"Johnnie\", was an English Royal Air Force (RAF) pilot and flying ace who flew and fought during the Second World War."}]}, {"heading": "Births", "year": "1918", "date": "March 9", "txt": "George Lincoln Rockwell, American sailor and politician, founded the American Nazi Party (d. 1967)", "entities": [{"title": "George Lincoln Rockwell", "href": "/wiki/George_Lincoln_Rockwell", "description": "George Lincoln Rockwell was an American politician and neo-Nazi. In 1959, he was discharged from the United States Navy because of his political views, and then founded the American Nazi Party."}, {"title": "American Nazi Party", "href": "/wiki/American_Nazi_Party", "description": "The American Nazi Party (ANP) is an American neo-Nazi political party founded by George Lincoln Rockwell and headquartered in Arlington, Virginia. Rockwell founded the organization as the World Union of Free Enterprise National Socialists (WUFENS), but renamed it the American Nazi Party in 1960. Since the late 1960s, a number of small groups have used the name \"American Nazi Party\" with most being"}]}, {"heading": "Births", "year": "1918", "date": "March 9", "txt": "Mickey Spillane, American crime novelist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 9", "txt": "Franjo Mihalić, Croatian-Serbian runner and coach (d. 2015)", "entities": [{"title": "Franjo Mihalić", "href": "/wiki/Franjo_Mihali%C4%87", "description": "Franjo Mihalić was a former Yugoslav and Croatian long-distance runner best known for his 1958 win at the Boston Marathon and his marathon silver medal in the 1956 Summer Olympics. Mihalić competed mostly in marathons, road races and cross country races, distinguishing himself by winning many top-level international competitions in the 1950s and setting a combined 25 Croatian and later Yugoslavian"}]}, {"heading": "Births", "year": "1921", "date": "March 9", "txt": "Carl Betz, American actor (d. 1978)", "entities": [{"title": "Carl Betz", "href": "/wiki/Carl_Betz", "description": "Carl Lawrence Betz was an American stage, film, and television actor. He appeared in a variety of television series, including the CBS soap opera Love of Life; however, he is best remembered for playing Donna Reed's television husband, Dr. Alex Stone, from 1958 to 1966 in the ABC sitcom The Donna Reed Show. Then between 1967 and 1969, Betz played defense attorney Clinton Judd in ABC's courtroom dr"}]}, {"heading": "Births", "year": "1922", "date": "March 9", "txt": "Ian Turbott, New Zealand-Australian former diplomat and university administrator (d. 2016)", "entities": [{"title": "Ian Turbott", "href": "/wiki/Ian_Turbott", "description": "Sir Ian Graham Turbott was a New Zealand-Australian diplomat and university administrator."}]}, {"heading": "Births", "year": "1923", "date": "March 9", "txt": "James L. Buckley, American lawyer, judge, and politician", "entities": [{"title": "James L. Buckley", "href": "/wiki/James_L._Buckley", "description": "James Lane Buckley is an American jurist, politician, civil servant, attorney, businessman, and author."}]}, {"heading": "Births", "year": "1923", "date": "March 9", "txt": "André Courrèges, French fashion designer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 9", "txt": "Walter Kohn, Austrian-American physicist and academic, Nobel Prize laureate (d. 2016)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1926", "date": "March 9", "txt": "Joe Franklin, American radio and television host (d. 2015)", "entities": [{"title": "Joe Franklin", "href": "/wiki/Joe_Franklin", "description": "Joe Franklin, born Joseph Fortgang, was an American radio and television host personality, author and actor from New York City. His television series debuted in January 1951 on WJZ-TV, moving to WOR-TV in 1962, remaining there until 1993, one of the longest running uninterrupted careers in broadcasting history."}]}, {"heading": "Births", "year": "1928", "date": "March 9", "txt": "Gerald Bull, Canadian-American engineer and academic (d. 1990)", "entities": [{"title": "Gerald Bull", "href": "/wiki/Gerald_Bull", "description": "Gerald Vincent Bull was a Canadian engineer who developed long-range artillery. He moved from project to project in his quest to economically launch a satellite using a huge artillery piece, to which end he designed the Project Babylon \"supergun\" for the Iraqi government."}]}, {"heading": "Births", "year": "1928", "date": "March 9", "txt": "Keely Smith, American singer and actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 9", "txt": "Desmond Hoyte, Guyanese lawyer, politician and President of Guyana (d. 2002)", "entities": [{"title": "Desmond Hoyte", "href": "/wiki/Desmond_Hoyte", "description": "Hugh Desmond Hoyte was a Guyanese politician who served as Prime Minister of Guyana from 1984 to 1985 and President of Guyana from 1985 until 1992."}, {"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Births", "year": "1929", "date": "March 9", "txt": "Zillur Rahman, Bangladeshi politician, 19th President of Bangladesh (d. 2013)", "entities": [{"title": "President of Bangladesh", "href": "/wiki/President_of_Bangladesh", "description": "The President of Bangladesh officially the President of the People's Republic of Bangladesh is the ceremonial Head of State of Bangladesh and Commander-in-Chief of the Bangladesh Armed Forces."}]}, {"heading": "Births", "year": "1930", "date": "March 9", "txt": "Ornette Coleman, American saxophonist, violinist, trumpet player, and composer (d. 2015)", "entities": [{"title": "Ornette Coleman", "href": "/wiki/Ornette_Coleman", "description": "Randolph Denard Ornette Coleman was an American jazz saxophonist, violinist, trumpeter, and composer known as a principal founder of the free jazz genre, a term derived from his 1960 album Free Jazz: A Collective Improvisation. His pioneering performances often abandoned the chordal and harmony-based structure found in bebop, instead emphasizing a jarring and avant-garde approach to improvisation."}]}, {"heading": "Births", "year": "1931", "date": "March 9", "txt": "Jackie Healy-Rae, Irish politician (d. 2014)", "entities": [{"title": "Jackie Healy-Rae", "href": "/wiki/Jackie_Healy-Rae", "description": "John Patrick Healy, known as Jackie Healy-Rae, was an Irish Independent politician who served as a Teachta Dála (TD) for the Kerry South constituency from 1997 to 2011."}]}, {"heading": "Births", "year": "1932", "date": "March 9", "txt": "Qayyum Chowdhury, Bangladeshi painter and academic (d. 2014)", "entities": [{"title": "Qayyum Chowdhury", "href": "/wiki/Qayyum_Chowdhury", "description": "Qayyum Chowdhury was a Bangladeshi painter. Along with Zainul Abedin, Quamrul Hassan and Safiuddin Ahmed, he is considered as a first generation artist of Bangladesh. He was awarded the Ekushey Padak in 1984 and the Independence Day Award in 2014 by the Government of Bangladesh."}]}, {"heading": "Births", "year": "1932", "date": "March 9", "txt": "Walter Mercado, Puerto Rican-American astrologer and actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 9", "txt": "Lloyd Price, American R&B singer-songwriter", "entities": [{"title": "Lloyd Price", "href": "/wiki/Lloyd_Price", "description": "Lloyd Price is an American R&B vocalist, known as \"Mr. Personality\", after his 1959 million-selling hit, \"Personality\". His first recording, \"Lawdy Miss Clawdy\", was a hit for Specialty Records in 1952. He continued to release records, but none were as popular until several years later, when he refined the New Orleans beat and achieved a series of national hits. He was inducted into the Rock and R"}]}, {"heading": "Births", "year": "1933", "date": "March 9", "txt": "David Weatherall, English physician, geneticist, and academic (d. 2018)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 9", "txt": "Yuri Gagarin, Russian colonel, pilot, and astronaut (d. 1968)", "entities": [{"title": "Yuri Gagarin", "href": "/wiki/Yuri_Gagarin", "description": "Yuri Alekseyevich Gagarin  was a Soviet pilot and cosmonaut who became the first human to journey into outer space, achieving a major milestone in the Space Race; his capsule, Vostok 1, completed one orbit of Earth on 12 April 1961. Gagarin became an international celebrity and was awarded many medals and titles, including Hero of the Soviet Union, his nation's highest honour."}]}, {"heading": "Births", "year": "1934", "date": "March 9", "txt": "Joyce Van Patten, American actress", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 9", "txt": "Andrew Viterbi, American engineer and businessman, co-founded Qualcomm Inc.", "entities": [{"title": "Andrew Viterbi", "href": "/wiki/Andrew_Viterbi", "description": "Andrew James Viterbi is an American electrical engineer and businessman who co-founded Qualcomm Inc. and invented the Viterbi algorithm. He is currently Presidential Chair Professor of Electrical Engineering at the University of Southern California's Viterbi School of Engineering, which was named in his honor in 2004 in recognition of his $52 million gift."}, {"title": "Qualcomm", "href": "/wiki/Qualcomm", "description": "Qualcomm is an American multinational corporation headquartered in San Diego, California, and incorporated in Delaware. It creates semiconductors, software, and services related to wireless technology. It owns patents critical to the 5G, 4G, CDMA2000, TD-SCDMA and WCDMA mobile communications standards."}]}, {"heading": "Births", "year": "1936", "date": "March 9", "txt": "Mickey Gilley, American singer-songwriter and pianist", "entities": [{"title": "Mickey Gilley", "href": "/wiki/Mickey_Gilley", "description": "Mickey Leroy Gilley is an American country music singer and songwriter. Although he started out singing straight-up country and western material in the 1970s, he moved towards a more pop-friendly sound in the 1980s, bringing him further success on not just the country charts, but the pop charts as well.\nAmong his biggest hits are \"Room Full of Roses,\" \"Don't the Girls All Get Prettier at Closing T"}]}, {"heading": "Births", "year": "1936", "date": "March 9", "txt": "Marty Ingels, American actor and comedian (d. 2015)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 9", "txt": "Bernard Landry, Canadian lawyer, politician and Premier of Quebec (d. 2018)", "entities": [{"title": "Bernard Landry", "href": "/wiki/Bernard_Landry", "description": "Bernard Landry was a Canadian politician who served as the premier of Quebec from 2001 to 2003; the 28th since Confederation. A member of the Parti Québécois (PQ), he led the party from 2001 to 2005, also serving as the leader of the Opposition from 2003 to 2005."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1937", "date": "March 9", "txt": "Harry Neale, Canadian ice hockey player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 9", "txt": "Brian Redman, English race car driver", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 9", "txt": "Raul Julia, Puerto Rican-American actor (d. 1994)", "entities": [{"title": "Raul Julia", "href": "/wiki/Raul_Julia", "description": "Raúl Rafael Juliá y Arcelay was a Puerto Rican actor. Born in San Juan, Puerto Rico, he took an interest in acting while still in school and pursued the career upon completion of his studies. After performing locally for some time, he was convinced by entertainment personality Orson Bean to move and work in New York City. Juliá, who had been bilingual since his childhood, soon gained interest in B"}]}, {"heading": "Births", "year": "1941", "date": "March 9", "txt": "Jim Colbert, American golfer", "entities": [{"title": "Jim Colbert", "href": "/wiki/Jim_Colbert", "description": "James Joseph Colbert is an American professional golfer."}]}, {"heading": "Births", "year": "1941", "date": "March 9", "txt": "Ernesto Miranda, American criminal (d. 1976)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 9", "txt": "John Cale, Welsh musician, composer, singer, songwriter and record producer", "entities": [{"title": "John Cale", "href": "/wiki/John_Cale", "description": "John Davies Cale, OBE is a Welsh musician, composer, singer, songwriter and record producer who was a founding member of the American rock band the Velvet Underground. Over his six-decade career, Cale has worked in various styles across rock, drone, classical, avant-garde and electronic music."}]}, {"heading": "Births", "year": "1942", "date": "March 9", "txt": "Ion Caramitru, Romanian actor and artistic director", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 9", "txt": "Mark Lindsay, American singer-songwriter, saxophonist, and producer", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 9", "txt": "Bobby Fischer, American chess player and author (d. 2008)", "entities": [{"title": "Bobby Fischer", "href": "/wiki/Bobby_Fischer", "description": "Robert James Fischer was an American chess grandmaster and the eleventh World Chess Champion."}]}, {"heading": "Births", "year": "1944", "date": "March 9", "txt": "Lee Irvine, South African cricketer", "entities": [{"title": "Lee Irvine", "href": "/wiki/Lee_Irvine", "description": "Brian Lee Irvine was a cricketer who played four Tests for South Africa in 1969–70 in the last Test series played by South Africa before official sporting links were broken over the apartheid policy."}]}, {"heading": "Births", "year": "1945", "date": "March 9", "txt": "Robert Calvert, English singer-songwriter and playwright (d. 1988)", "entities": [{"title": "Robert Calvert", "href": "/wiki/Robert_Calvert", "description": "Robert Newton Calvert was a South African writer, poet, and musician. He is principally known for his role as lyricist, performance poet and lead vocalist of the space rock band Hawkwind."}]}, {"heading": "Births", "year": "1945", "date": "March 9", "txt": "Robin Trower, English rock guitarist and vocalist", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 9", "txt": "Dennis Rader (The BTK strangler) American serial killer.", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 9", "txt": "Alexandra Bastedo, English actress (d. 2014)", "entities": [{"title": "Alexandra Bastedo", "href": "/wiki/Alexandra_Bastedo", "description": "Alexandra Lendon Bastedo was a British actress, best known for her role as secret agent Sharron Macready in the 1968 British espionage/science fiction adventure series The Champions. She has been cited as a sex symbol of the 1960s and 1970s. Bastedo was a vegetarian and animal welfare advocate, and wrote a number of books on both subjects."}]}, {"heading": "Births", "year": "1946", "date": "March 9", "txt": "Warren Skaaren, American screenwriter and producer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 9", "txt": "Bernd Hölzenbein, German footballer and scout", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 9", "txt": "Keri Hulme, New Zealand author and poet", "entities": [{"title": "Keri Hulme", "href": "/wiki/Keri_Hulme", "description": "\n\nKeri Hulme is a New Zealand novelist, poet, and short-story writer. Her novel, The Bone People, won the Man Booker Prize in 1985. She was the first New Zealander to win this award. Hulme's writing explores themes of isolation, postcolonial and multicultural identity, and Maori, Celtic, and Norse mythology. She has also written under the pen name Kai Tainui."}]}, {"heading": "Births", "year": "1948", "date": "March 9", "txt": "Emma Bonino, Italian politician, Italian Minister of Foreign Affairs", "entities": [{"title": "Emma Bonino", "href": "/wiki/Emma_Bonino", "description": "Emma Bonino is an Italian politician. She currently is a Senator for Rome. She served as Minister of Foreign Affairs from 2013 to 2014. Previously, she was a Member of the European Parliament (MEP) and a member of the Senate of the Republic. She served in the government of Italy as minister of international trade from 2006 to 2008."}, {"title": "Minister of Foreign Affairs (Italy)", "href": "/wiki/Minister_of_Foreign_Affairs_(Italy)", "description": "The Italian Minister of Foreign Affairs is the head of the Ministry of Foreign Affairs in Italy. The office was one of the positions which Italy inherited from the Kingdom of Sardinia where it was the most ancient ministry of the government: this origin gives to the office a ceremonial primacy in the Italian cabinet."}]}, {"heading": "Births", "year": "1948", "date": "March 9", "txt": "Eric Fischl, American painter and sculptor", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 9", "txt": "Jeffrey Osborne, American singer and drummer ", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 9", "txt": "Neil Hamilton, Welsh lawyer and politician", "entities": [{"title": "Neil Hamilton (politician)", "href": "/wiki/Neil_Hamilton_(politician)", "description": "Mostyn Neil Hamilton is a British politician, non-practising barrister and former teacher who is acting leader of the UK Independence Party (UKIP) since 2020. He is a Member of the Senedd (MS) for Mid and West Wales since 2016. He was previously a Conservative MP for the Tatton constituency from 1983 to 1997."}]}, {"heading": "Births", "year": "1950", "date": "March 9", "txt": "Doug Ault, American baseball player and manager (d. 2004)", "entities": [{"title": "Doug Ault", "href": "/wiki/Doug_Ault", "description": "Douglas Reagan Ault was an American professional baseball first baseman and designated hitter who played for the Texas Rangers (1976) and Toronto Blue Jays. He is best known for hitting the first two home runs in Blue Jays history, in the team's first Major League Baseball (MLB) game on April 7, 1977, a 9–5 Toronto win against the Chicago White Sox."}]}, {"heading": "Births", "year": "1950", "date": "March 9", "txt": "Andy North, American golfer", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 9", "txt": "Howard Shelley, English pianist and conductor", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 9", "txt": "Helen Zille, South African journalist, politician and Premier of the Western Cape", "entities": [{"title": "Helen Zille", "href": "/wiki/Helen_Zille", "description": "Otta Helene Maree, known as Helen Zille, is a South African politician. She has served as the Chairperson of the Federal Council of the Democratic Alliance since 20 October 2019. From 2009 until 2019, she was the Premier of the Western Cape province for two five-year terms, and a member of the Western Cape Provincial Parliament. She served as Federal Leader of the Democratic Alliance from 2007 to "}, {"title": "Premier of the Western Cape", "href": "/wiki/Premier_of_the_Western_Cape", "description": "The Premier of the Western Cape is the head of government of the Western Cape province of South Africa. The current Premier of the Western Cape is Alan Winde, a member of the Democratic Alliance, who was elected in the 2019 election. He took office on 22 May 2019."}]}, {"heading": "Births", "year": "1952", "date": "March 9", "txt": "Bill Beaumont, English rugby player and manager", "entities": [{"title": "Bill Beaumont", "href": "/wiki/Bill_Beaumont", "description": "Sir William Blackledge Beaumont, is a former rugby union player, and was captain of the England rugby union team, earning 34 caps. His greatest moment as captain was the unexpected 1980 Grand Slam. He played as a lock."}]}, {"heading": "Births", "year": "1954", "date": "March 9", "txt": "Carlos Ghosn, Brazilian-Lebanese-French business executive", "entities": [{"title": "Carlos Ghosn", "href": "/wiki/Carlos_Ghosn", "description": "Carlos Ghosn is a Brazilian-born businessman. Ghosn also holds French and Lebanese nationality. As of January 2020, he is an internationally wanted fugitive. Ghosn was the CEO of Michelin North America, chairman and CEO of Renault, chairman of AvtoVAZ, chairman and CEO of Nissan, and chairman of Mitsubishi Motors. Ghosn was also the chairman and CEO of the Renault–Nissan–Mitsubishi Alliance, a str"}]}, {"heading": "Births", "year": "1954", "date": "March 9", "txt": "Bobby Sands, PIRA volunteer; Irish republican politician (d. 1981)", "entities": [{"title": "PIRA", "href": "/wiki/PIRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}]}, {"heading": "Births", "year": "1954", "date": "March 9", "txt": "Jock Taylor, Scottish motorcycle racer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 9", "txt": "Teo Fabi, Italian race car driver", "entities": [{"title": "Teo Fabi", "href": "/wiki/Teo_Fabi", "description": "Teodorico Fabi is an Italian former racing driver. He competed in Formula One and sports car racing, and claimed pole position in his rookie year at the 1983 Indianapolis 500. Teo is the older brother of former Formula One driver Corrado Fabi."}]}, {"heading": "Births", "year": "1955", "date": "March 9", "txt": "Józef Pinior, Polish academic and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 9", "txt": "Mark Dantonio, American football player and coach", "entities": [{"title": "Mark Dantonio", "href": "/wiki/Mark_Dantonio", "description": "Mark Justin Dantonio is a former American football coach and player. He most recently served as the head football coach at Michigan State University, a position he had held since the 2007 season, presiding over one of the most successful eras in the program's history. He led the Michigan State Spartans to three Big Ten Conference championships, and eight victories over archrival Michigan in thirte"}]}, {"heading": "Births", "year": "1956", "date": "March 9", "txt": "Shashi Tharoor, Indian politician, Indian Minister of External Affairs", "entities": [{"title": "Minister of External Affairs (India)", "href": "/wiki/Minister_of_External_Affairs_(India)", "description": "The Minister of External Affairs is the head of the Ministry of External Affairs of the Government of India. One of the senior-most offices in the Union Cabinet, the chief responsibility of the Foreign Minister is to represent India and its government in the international community. The Foreign Minister also plays an important role in determining Indian foreign policy. Occasionally, the Foreign Mi"}]}, {"heading": "Births", "year": "1956", "date": "March 9", "txt": "David Willetts, English academic and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 9", "txt": "Paul MacLean, Canadian ice hockey player and coach", "entities": [{"title": "Paul MacLean (ice hockey)", "href": "/wiki/Paul_MacLean_(ice_hockey)", "description": "Paul A. MacLean is a Canadian professional ice hockey coach and former player who is currently an assistant coach with the Toronto Maple Leafs of the National Hockey League (NHL) and formerly head coach of the NHL's Ottawa Senators, winning the 2013 Jack Adams Award as the NHL's Coach of the Year. He also served as an assistant coach for the Anaheim Ducks until his departure from the team on June "}]}, {"heading": "Births", "year": "1959", "date": "March 9", "txt": "Takaaki Kajita, Japanese physicist and academic, Nobel Prize laureate", "entities": [{"title": "Takaaki Kajita", "href": "/wiki/Takaaki_Kajita", "description": "Takaaki Kajita  is a Japanese physicist, known for neutrino experiments at the Kamiokande and its successor, Super-Kamiokande. In 2015, he was awarded the Nobel Prize in Physics jointly with Canadian physicist Arthur B. McDonald. On 1 October 2020, he became the president of the Science Council of Japan."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1959", "date": "March 9", "txt": "Lonny Price, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 9", "txt": "Linda Fiorentino, American actress", "entities": [{"title": "Linda Fiorentino", "href": "/wiki/Linda_Fiorentino", "description": "Clorinda \"Linda\" Fiorentino is an American actress. Fiorentino made her screen debut with a leading role in the 1985 coming-of-age drama film Vision Quest, followed that same year with a lead role in the action film Gotcha! and an appearance in the film After Hours. Fiorentino gained attention for her lead roles in the erotic thriller Jade (1995), the science-fiction action comedy film Men in Blac"}]}, {"heading": "Births", "year": "1961", "date": "March 9", "txt": "Rick Steiner, American wrestler", "entities": [{"title": "Rick Steiner", "href": "/wiki/Rick_Steiner", "description": "Robert Rechsteiner is an American real estate broker and semi-retired professional wrestler, better known by the ring name Rick Steiner."}]}, {"heading": "Births", "year": "1961", "date": "March 9", "txt": "Darrell Walker, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 9", "txt": "Terry Mulholland, American baseball player", "entities": [{"title": "Terry Mulholland", "href": "/wiki/Terry_Mulholland", "description": "Terence John Mulholland is an American former professional baseball pitcher. His Major League Baseball (MLB) career spanned 20 seasons, 1986 and 1988 to 2006. He threw left-handed and batted right-handed."}]}, {"heading": "Births", "year": "1963", "date": "March 9", "txt": "Jean-Marc Vallée, Canadian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 9", "txt": "Juliette Binoche, French actress", "entities": [{"title": "Juliette Binoche", "href": "/wiki/Juliette_Binoche", "description": "Juliette Binoche is a French actress, artist, and dancer. She has appeared in more than 60 feature films and has been the recipient of numerous accolades, including an Academy Award, a British Academy Film Award, and a César Award."}]}, {"heading": "Births", "year": "1964", "date": "March 9", "txt": "Phil Housley, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 9", "txt": "Brian Bosworth, American football player and actor", "entities": [{"title": "Brian Bosworth", "href": "/wiki/Brian_Bosworth", "description": "Brian Keith Bosworth, nicknamed \"The Boz,\" is an American actor and former professional football player who played linebacker for the Seattle Seahawks in the National Football League (NFL)."}]}, {"heading": "Births", "year": "1965", "date": "March 9", "txt": "Benito Santiago, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 9", "txt": "Brendan Canty, American drummer and songwriter", "entities": [{"title": "Brendan Canty", "href": "/wiki/Brendan_Canty", "description": "Brendan John Canty is an American musician, composer, producer and film maker, best known as the drummer for the band Fugazi."}]}, {"heading": "Births", "year": "1966", "date": "March 9", "txt": "Tony Lockett, Australian footballer", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 9", "txt": "Youri Djorkaeff, French footballer", "entities": [{"title": "Youri Djorkaeff", "href": "/wiki/Youri_Djorkaeff", "description": "Youri Raffi Djorkaeff is a French former professional footballer who played as an attacking midfielder or forward."}]}, {"heading": "Births", "year": "1969", "date": "March 9", "txt": "Kimberly Guilfoyle, American lawyer and journalist", "entities": [{"title": "Kimberly Guilfoyle", "href": "/wiki/Kimberly_Guilfoyle", "description": "Kimberly Ann Guilfoyle is an American television news personality who also served as an advisor to the 45th President of the United States, Donald Trump."}]}, {"heading": "Births", "year": "1970", "date": "March 9", "txt": "Naveen Jindal, Indian businessman and politician", "entities": [{"title": "Naveen Jindal", "href": "/wiki/Naveen_Jindal", "description": "Naveen Jindal is an Indian industrialist, and a former Member of Parliament, Lok Sabha from Kurukshetra, Haryana in the 14th and 15th Lok Sabha. He currently serves as the Chairman of Jindal Steel and Power Limited and Chancellor of O. P. Jindal Global University."}]}, {"heading": "Births", "year": "1970", "date": "March 9", "txt": "Martin Johnson, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 9", "txt": "Emmanuel Lewis, American actor", "entities": [{"title": "Emmanuel Lewis", "href": "/wiki/Emmanuel_Lewis", "description": "Emmanuel Lewis is an American actor, best known for playing the eponymous title character in the 1980s television sitcom Webster."}]}, {"heading": "Births", "year": "1972", "date": "March 9", "txt": "Jodey Arrington, United States politician", "entities": [{"title": "Jodey Arrington", "href": "/wiki/Jodey_Arrington", "description": "Jodey Cook Arrington is the U.S. Representative for Texas's 19th congressional district. The district includes a large slice of West Texas, centered around Lubbock and Abilene. He is a member of the Republican Party."}]}, {"heading": "Births", "year": "1973", "date": "March 9", "txt": "Liam Griffin, English race car driver", "entities": [{"title": "Liam Griffin (racing driver)", "href": "/wiki/Liam_Griffin_(racing_driver)", "description": "Liam Griffin is a British auto racing driver and businessman. He is the son of John Griffin and was CEO of minicab company Addison Lee for 10 years before carrying out a management buyout with the private equity firm Carlyle. He is currently the Vice Chairman of Addison Lee."}]}, {"heading": "Births", "year": "1975", "date": "March 9", "txt": "Juan Sebastián Verón, Argentinian footballer", "entities": [{"title": "Juan Sebastián Verón", "href": "/wiki/Juan_Sebasti%C3%A1n_Ver%C3%B3n", "description": "Juan Sebastián Verón is an Argentine former professional footballer and current chairman of Estudiantes de La Plata, where he had served as Director of Sports. A former midfielder, Verón's career started in Estudiantes, continued in Argentina's Boca Juniors, and included stints in several clubs in the Italian Serie A, and England's Manchester United and Chelsea. In 2006, Verón returned to Estudian"}]}, {"heading": "Births", "year": "1977", "date": "March 9", "txt": "Radek Dvořák, Czech ice hockey player", "entities": [{"title": "Radek Dvořák", "href": "/wiki/Radek_Dvo%C5%99%C3%A1k", "description": "Radek Dvořák is a Czech former professional ice hockey right winger. Dvořák was drafted in the first round of the 1995 NHL Entry Draft, tenth overall, by the Florida Panthers. A veteran of 1,260 NHL games, Radek has played for the Panthers, New York Rangers, Edmonton Oilers, St. Louis Blues, Atlanta Thrashers, Dallas Stars, Anaheim Ducks and the Carolina Hurricanes."}]}, {"heading": "Births", "year": "1979", "date": "March 9", "txt": "Oscar Isaac, Guatemalan-American actor", "entities": [{"title": "Oscar Isaac", "href": "/wiki/Oscar_Isaac", "description": "Óscar Isaac Hernández Estrada is a Guatemalan-American actor. He starred in the tragicomedy Inside Llewyn Davis (2013), for which he received a Golden Globe Award nomination, the crime drama A Most Violent Year (2014), and the science fiction thriller Ex Machina (2014)."}]}, {"heading": "Births", "year": "1980", "date": "March 9", "txt": "Matthew Gray Gubler, American actor.", "entities": [{"title": "Matthew Gray Gubler", "href": "/wiki/Matthew_Gray_Gubler", "description": "Matthew Gray Gubler is an American actor, filmmaker, fashion model, painter, illustrator, director, and author. He is best known for his role as criminal profiler Dr. Spencer Reid in the CBS television show Criminal Minds, and he has directed some of the show's episodes. Gubler has appeared in The Life Aquatic with Steve Zissou, (500) Days of Summer, Life After Beth, Suburban Gothic, Newness, and "}]}, {"heading": "Births", "year": "1981", "date": "March 9", "txt": "Antonio Bryant, American football player", "entities": [{"title": "Antonio Bryant", "href": "/wiki/Antonio_Bryant", "description": "Antonio Bryant is a former American football wide receiver in the National Football League (NFL). He played college football for University of Pittsburgh, and was recognized as an All-American and Fred Biletnikoff Award winner. The Dallas Cowboys picked him in the second round of the 2002 NFL Draft, and he played professionally for the Cleveland Browns, San Francisco 49ers and Tampa Bay Buccaneers"}]}, {"heading": "Births", "year": "1981", "date": "March 9", "txt": "Clay Rapada, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 9", "txt": "Ryan Bayley, Australian cyclist", "entities": [{"title": "Ryan Bayley", "href": "/wiki/Ryan_Bayley", "description": "Ryan Neville Bayley OAM is an Australian professional track cyclist and double Olympic gold medallist."}]}, {"heading": "Births", "year": "1982", "date": "March 9", "txt": "Matt Bowen, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 9", "txt": "Mirjana Lučić-Baroni, Croatian tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 9", "txt": "Wayne Simien, American basketball player", "entities": [{"title": "Wayne Simien", "href": "/wiki/Wayne_Simien", "description": "Wayne Anthony Simien Jr. is an American former professional basketball player, who last played with Spain's Cáceres Ciudad de Baloncesto. He was a member of the Miami Heat team that won the 2006 NBA championship. Simien played in college at the University of Kansas where he was a consensus first team All-American his senior year in 2005."}]}, {"heading": "Births", "year": "1983", "date": "March 9", "txt": "Clint Dempsey, American international soccer player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 9", "txt": "Abdoulay Konko, French footballer", "entities": [{"title": "Abdoulay Konko", "href": "/wiki/Abdoulay_Konko", "description": "Abdoulaye Konko Faye is a French former footballer, who played as a right-back. He favoured dribbling and could play on either wing. He is currently a youth coach at Genoa."}]}, {"heading": "Births", "year": "1984", "date": "March 9", "txt": "Julia Mancuso, American skier", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 9", "txt": "Brent Burns, Canadian ice hockey player", "entities": [{"title": "Brent Burns", "href": "/wiki/Brent_Burns", "description": " Brent Burns is a Canadian professional ice hockey defenceman and alternate captain for the San Jose Sharks of the National Hockey League (NHL). Drafted as a right wing at the 2003 NHL Entry Draft by the Minnesota Wild, he was converted into a defenceman upon turning professional. Burns is a known as a dynamic offensive player, and though he mostly plays defence, he has been utilized as a forward "}]}, {"heading": "Births", "year": "1985", "date": "March 9", "txt": "Jesse Litsch, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 9", "txt": "Pastor Maldonado, Venezuelan race car driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 9", "txt": "Parthiv Patel, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 9", "txt": "Colin Greening, Canadian ice hockey player", "entities": [{"title": "Colin Greening", "href": "/wiki/Colin_Greening", "description": "Colin Peter Greening is a Canadian former professional ice hockey left winger. He played for the Ottawa Senators and the Toronto Maple Leafs in the National Hockey League (NHL). He was originally drafted by the Senators in the seventh round, 204th overall, in the 2005 NHL Entry Draft."}]}, {"heading": "Births", "year": "1986", "date": "March 9", "txt": "Brittany Snow, American actress and producer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 9", "txt": "Taeyeon, South Korean artist", "entities": [{"title": "Taeyeon", "href": "/wiki/Taeyeon", "description": "Kim Tae-yeon, known mononymously as Taeyeon, is a South Korean singer. She debuted as a member of girl group Girls' Generation in 2007, which went on to become one of the best-selling artists in South Korea and one of South Korea's most popular girl groups worldwide, and has since further participated in other SM Entertainment projects, including Girls' Generation-TTS, SM the Ballad, and Girls' Ge"}]}, {"heading": "Births", "year": "1990", "date": "March 9", "txt": "Daley Blind, Dutch footballer", "entities": [{"title": "Daley Blind", "href": "/wiki/Daley_Blind", "description": "Daley Blind is a Dutch professional footballer who plays as a defensive midfielder, left-back or centre-back for Ajax and the Netherlands national team. He is the son of former Ajax defender and former Netherlands national team manager Danny Blind."}]}, {"heading": "Births", "year": "1990", "date": "March 9", "txt": "Matt Robinson, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 9", "txt": "YG (rapper), American rapper", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 9", "txt": "Jooyoung, Korean singer-songwriter", "entities": [{"title": "Jooyoung", "href": "/wiki/Jooyoung", "description": "Kim Joo-young, better known by the mononym Jooyoung, is a South Korean singer-songwriter. He debuted in 2010 has released several singles and two extended plays, From Me To You (2012) and Fountain (2018)."}]}, {"heading": "Births", "year": "1993", "date": "March 9", "txt": "Suga, South Korean artist", "entities": [{"title": "Suga (musician)", "href": "/wiki/Suga_(musician)", "description": "Min Yoon-gi, better known by his stage names Suga and Agust D, is a South Korean rapper, songwriter and record producer. Managed by Big Hit Music, he debuted as a member of the South Korean pop idol group BTS in 2013. In 2016, he released his first solo mixtape, Agust D. In 2018, he re-released the mixtape for digital purchase and streaming. The reissue reached number three on Billboard's World Al"}]}, {"heading": "Births", "year": "1994", "date": "March 9", "txt": "Morgan Rielly, Canadian ice hockey player", "entities": [{"title": "Morgan Rielly", "href": "/wiki/Morgan_Rielly", "description": "Morgan Frederick Rielly is a Canadian professional ice hockey defenceman and alternate captain of the Toronto Maple Leafs of the National Hockey League (NHL). He was drafted by the Maple Leafs in the first round, fifth overall, of the 2012 NHL Entry Draft. Before being drafted, Rielly played with the Moose Jaw Warriors of the Western Hockey League. He has represented Canada internationally on seve"}]}, {"heading": "Deaths", "year": "886", "date": "March 9", "txt": "Abu Ma'shar al-Balkhi, Muslim scholar and astrologer (b. 787)", "entities": [{"title": "Abu Ma'shar al-Balkhi", "href": "/wiki/Abu_Ma%27shar_al-Balkhi", "description": "Abu Ma'shar, Latinized as Albumasar, was an early Persian Muslim astrologer, thought to be the greatest astrologer of the Abbasid court in Baghdad. While he was not a major innovator, his practical manuals for training astrologers profoundly influenced Muslim intellectual history and, through translations, that of western Europe and Byzantium."}, {"title": "Astrology in medieval Islam", "href": "/wiki/Astrology_in_medieval_Islam", "description": "Some medieval Muslims took a keen interest in the study of astrology, despite the Islamic prohibitions: partly because they considered the celestial bodies to be essential, partly because the dwellers of desert-regions often travelled at night, and relied upon knowledge of the constellations for guidance in their journeys. After the advent of Islam, the Muslims needed to determine the time of the "}]}, {"heading": "Deaths", "year": "1202", "date": "March 9", "txt": "Sverre of Norway", "entities": [{"title": "Sverre of Norway", "href": "/wiki/Sverre_of_Norway", "description": "Sverre Sigurdsson was the King of Norway from 1184 to 1202."}]}, {"heading": "Deaths", "year": "1440", "date": "March 9", "txt": "Frances of Rome, Italian nun and saint (b. 1384)", "entities": [{"title": "Frances of Rome", "href": "/wiki/Frances_of_Rome", "description": "Frances of Rome, Obl.S.B., is an Italian saint who was a wife, mother, mystic, organizer of charitable services and a Benedictine oblate who founded a religious community of oblates, who share a common life without religious vows."}]}, {"heading": "Deaths", "year": "1444", "date": "March 9", "txt": "Leonardo Bruni, Italian humanist (b. c.1370)", "entities": [{"title": "Leonardo Bruni", "href": "/wiki/Leonardo_Bruni", "description": "Leonardo Bruni was an Italian humanist, historian and statesman, often recognized as the most important humanist historian of the early Renaissance. He has been called the first modern historian. He was the earliest person to write using the three-period view of history: Antiquity, Middle Ages, and Modern. The dates Bruni used to define the periods are not exactly what modern historians use today,"}]}, {"heading": "Deaths", "year": "1463", "date": "March 9", "txt": "Catherine of Bologna, Italian nun and saint (d. 1463)", "entities": [{"title": "Catherine of Bologna", "href": "/wiki/Catherine_of_Bologna", "description": "Catherine of Bologna [Caterina de' Vigri] was an Italian Poor Clare nun, writer, teacher, mystic, artist, and saint. The patron saint of artists and against temptations, Catherine de' Vigri was venerated for nearly three centuries in her native Bologna before being formally canonized in 1712. Her feast day is 9 March."}]}, {"heading": "Deaths", "year": "1566", "date": "March 9", "txt": "David Rizzio, Italian-Scottish courtier and politician (b. 1533).", "entities": [{"title": "David Rizzio", "href": "/wiki/David_Rizzio", "description": "David Rizzio, sometimes written as David Riccio, was an Italian courtier, born close to Turin, a descendant of an ancient and noble family still living in Piedmont, the Riccio Counts di San Paolo e Solbrito, who rose to become the private secretary of Mary, Queen of Scots. Mary's husband, Lord Darnley, is said to have been jealous of their friendship because of rumours that Rizzio had impregnated "}]}, {"heading": "Deaths", "year": "1649", "date": "March 9", "txt": "James Hamilton, 1st Duke of Hamilton, Scottish soldier and politician, (b. 1606)", "entities": [{"title": "James Hamilton, 1st Duke of Hamilton", "href": "/wiki/James_Hamilton,_1st_Duke_of_Hamilton", "description": "James Hamilton, 1st Duke of Hamilton, KG, PC, known as The 3rd Marquess of Hamilton from March 1625 until April 1643, was a Scottish nobleman and influential political and military leader during the Thirty Years' War and the Wars of the Three Kingdoms."}]}, {"heading": "Deaths", "year": "1649", "date": "March 9", "txt": "Henry Rich, 1st Earl of Holland, English soldier and politician (b. 1590)", "entities": []}, {"heading": "Deaths", "year": "1661", "date": "March 9", "txt": "Cardinal Mazarin, Italian-French academic and politician, Prime Minister of France (b. 1602)", "entities": [{"title": "Cardinal Mazarin", "href": "/wiki/Cardinal_Mazarin", "description": "Cardinal Jules Mazarin, born Giulio Raimondo Mazzarino or Mazarini, was an Italian cardinal, diplomat, and politician who served as the chief minister to the kings of France Louis XIII and Louis XIV from 1642 until his death in 1661. In 1654 he acquired the title Duke of Mayenne, and in 1659, 1st Duke of Rethel and Nevers."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1709", "date": "March 9", "txt": "Ralph Montagu, 1st Duke of Montagu, English courtier and politician (b. 1638)", "entities": [{"title": "Ralph Montagu, 1st Duke of Montagu", "href": "/wiki/Ralph_Montagu,_1st_Duke_of_Montagu", "description": "Ralph Montagu, 1st Duke of Montagu was an English courtier and diplomat."}]}, {"heading": "Deaths", "year": "1808", "date": "March 9", "txt": "Joseph Bonomi the Elder, Italian architect (b. 1739)", "entities": [{"title": "Joseph Bonomi the Elder", "href": "/wiki/Joseph_Bonomi_the_Elder", "description": "Joseph Bonomi the Elder was an Italian architect and draughtsman who spent most of his career in England where he became a successful designer of country houses."}]}, {"heading": "Deaths", "year": "1810", "date": "March 9", "txt": "Ozias Humphry, English painter and academic (b. 1742)", "entities": [{"title": "Ozias Humphry", "href": "/wiki/Ozias_Humphry", "description": "Ozias Humphry was a leading English painter of portrait miniatures, later oils and pastels, of the 18th century. He was elected to the Royal Academy in 1791, and in 1792 he was appointed Portrait Painter in Crayons to the King."}]}, {"heading": "Deaths", "year": "1825", "date": "March 9", "txt": "Anna Laetitia Barbauld, English poet, author, and critic (b. 1743)", "entities": [{"title": "Anna Laetitia Barbauld", "href": "/wiki/Anna_Laetitia_Barbauld", "description": "Anna Laetitia Barbauld was a prominent English poet, essayist, literary critic, editor, and author of children's literature. A \"woman of letters\" who published in multiple genres, Barbauld had a successful writing career at a time when women rarely wrote professionally."}]}, {"heading": "Deaths", "year": "1831", "date": "March 9", "txt": "Friedrich Maximilian von Klinger, German author and playwright (b. 1752)", "entities": [{"title": "Friedrich Maximilian von Klinger", "href": "/wiki/Friedrich_Maximilian_von_Klinger", "description": "Friedrich Maximilian von Klinger was a German dramatist and novelist. His play Sturm und Drang (1776) gave its name to the Sturm und Drang artistic epoch. He was a childhood friend of Johann Wolfgang von Goethe and is often closely associated with Jakob Michael Reinhold Lenz. Klinger worked as a playwright for the Seylersche Schauspiel-Gesellschaft for two years, but eventually left the Kingdom of"}]}, {"heading": "Deaths", "year": "1847", "date": "March 9", "txt": "Mary Anning, English paleontologist (b. 1799)", "entities": [{"title": "Mary Anning", "href": "/wiki/Mary_Anning", "description": "Mary Anning was an English fossil collector, dealer, and palaeontologist who became known around the world for finds she made in Jurassic marine fossil beds in the cliffs along the English Channel at Lyme Regis in the county of Dorset in Southwest England. Anning's findings contributed to changes in scientific thinking about prehistoric life and the history of the Earth."}, {"title": "Paleontology", "href": "/wiki/Paleontology", "description": "Paleontology, also spelled palaeontology or palæontology, is the scientific study of life that existed prior to, and sometimes including, the start of the Holocene Epoch. It includes the study of fossils to classify organisms and study interactions with each other and their environments. Paleontological observations have been documented as far back as the 5th century BCE. The science became establ"}]}, {"heading": "Deaths", "year": "1851", "date": "March 9", "txt": "Hans Christian Ørsted, Danish physicist and chemist (b. 1777)", "entities": [{"title": "Hans Christian Ørsted", "href": "/wiki/Hans_Christian_%C3%98rsted", "description": "Hans Christian Ørsted was a Danish physicist and chemist who discovered that electric currents create magnetic fields, which was the first connection found between electricity and magnetism. Oersted's law and the oersted (Oe) are named after him."}]}, {"heading": "Deaths", "year": "1888", "date": "March 9", "txt": "William I, German Emperor (b. 1797)", "entities": [{"title": "William I, German Emperor", "href": "/wiki/William_I,_German_Emperor", "description": "William I or Wilhelm I of the House of Hohenzollern was King of Prussia from 2 January 1861 and the first German emperor from 18 January 1871 until his death. William was the first head of state of a united Germany, and was also de facto head of state of Prussia from 1858 to 1861, serving as regent for his brother, Frederick William IV."}]}, {"heading": "Deaths", "year": "1895", "date": "March 9", "txt": "Leopold von Sacher-Masoch, Austrian journalist and author (b. 1836)", "entities": [{"title": "Leopold von Sacher-Masoch", "href": "/wiki/Leopold_von_Sacher-Masoch", "description": "Leopold Ritter von Sacher-Masoch was an Austrian nobleman, writer and journalist, who gained renown for his romantic stories of Galician life. The term masochism is derived from his name, invented by his contemporary, the Austrian psychiatrist Richard von Krafft-Ebing. Masoch did not approve of this use of his name."}]}, {"heading": "Deaths", "year": "1897", "date": "March 9", "txt": "Sondre Norheim, Norwegian-American skier (b. 1825)", "entities": [{"title": "Sondre Norheim", "href": "/wiki/Sondre_Norheim", "description": "Sondre Norheim, born Sondre Auverson, was a Norwegian skier and pioneer of modern skiing. Sondre Norheim is known as the father of Telemark skiing.\n\n"}]}, {"heading": "Deaths", "year": "1918", "date": "March 9", "txt": "Frank Wedekind, German author and playwright (b. 1864)", "entities": [{"title": "Frank Wedekind", "href": "/wiki/Frank_Wedekind", "description": "Benjamin Franklin Wedekind, usually known as Frank Wedekind, was a German playwright. His work, which often criticizes bourgeois attitudes, is considered to anticipate expressionism and was influential in the development of epic theatre."}]}, {"heading": "Deaths", "year": "1925", "date": "March 9", "txt": "Willard Metcalf, American painter and academic (b. 1858)", "entities": [{"title": "Willard Metcalf", "href": "/wiki/Willard_Metcalf", "description": "Willard Leroy Metcalf was an American artist born in Lowell, Massachusetts. He studied at the School of the Museum of Fine Arts, Boston, and later attended Académie Julian, Paris. After early figure-painting and illustration, he became prominent as a landscape painter. He was one of the Ten American Painters who in 1897 seceded from the Society of American Artists. For some years he was an instruc"}]}, {"heading": "Deaths", "year": "1926", "date": "March 9", "txt": "Mikao Usui, Japanese spiritual leader, founded Reiki (b. 1865)", "entities": [{"title": "Mikao Usui", "href": "/wiki/Mikao_Usui", "description": "Mikao Usui was the promoter of a form of spiritual practice known as Reiki, used as an alternative therapy for the treatment of physical, emotional, and mental diseases. According to the inscription on his memorial stone, Usui taught Reiki to over 2,000 people during his lifetime. Eleven of these students continued their training to reach the Shinpiden level, a level equivalent to the Western thir"}, {"title": "Reiki", "href": "/wiki/Reiki", "description": "Reiki  is a Japanese form of alternative medicine called energy healing. Reiki practitioners use a technique called palm healing or hands-on healing through which a \"universal energy\" is said to be transferred through the palms of the practitioner to the patient in order to encourage emotional or physical healing."}]}, {"heading": "Deaths", "year": "1937", "date": "March 9", "txt": "Paul Elmer More, American journalist and critic (b. 1864)", "entities": [{"title": "Paul Elmer More", "href": "/wiki/Paul_Elmer_More", "description": "Paul Elmer More was an American journalist, critic, essayist and Christian apologist."}]}, {"heading": "Deaths", "year": "1943", "date": "March 9", "txt": "Otto Freundlich, German painter and sculptor (b. 1878)", "entities": [{"title": "Otto Freundlich", "href": "/wiki/Otto_Freundlich", "description": "Otto Freundlich was a German painter and sculptor of Jewish origin. A part of the first generation of abstract painters in Western art, Freundlich was a great admirer of cubism."}]}, {"heading": "Deaths", "year": "1954", "date": "March 9", "txt": "Vagn Walfrid Ekman, Swedish oceanographer and academic (b. 1874)", "entities": [{"title": "Vagn Walfrid Ekman", "href": "/wiki/Vagn_Walfrid_Ekman", "description": "Vagn Walfrid Ekman was a Swedish oceanographer."}]}, {"heading": "Deaths", "year": "1955", "date": "March 9", "txt": "Miroslava, Czech-Mexican actress (b. 1925)", "entities": [{"title": "Miroslava (actress)", "href": "/wiki/Miroslava_(actress)", "description": "Miroslava Šternová, better known as Miroslava, was a Czechoslovak-born Mexican film actress who appeared in thirty two films."}]}, {"heading": "Deaths", "year": "1964", "date": "March 9", "txt": "Paul von Lettow-Vorbeck, German general (b. 1870)", "entities": [{"title": "Paul von Lettow-Vorbeck", "href": "/wiki/Paul_von_Lettow-Vorbeck", "description": "Paul Emil von Lettow-Vorbeck, also called the Lion of Africa, was a general in the Imperial German Army and the commander of its forces in the German East Africa campaign. For four years, with a force of about 14,000, he held in check a much larger force of 300,000 British, Indian, Belgian, and Portuguese troops."}]}, {"heading": "Deaths", "year": "1969", "date": "March 9", "txt": "Abdul Munim Riad, Egyptian general (b. 1919)", "entities": [{"title": "Abdul Munim Riad", "href": "/wiki/Abdul_Munim_Riad", "description": "Abdul Munim Riad was a general and chief of staff of the Egyptian Armed Forces. Riad commanded the Jordanian forces in the 1967 Six-Day War and later commanded Egyptian forces in the War of Attrition, during which he was killed along with several of his aides in 1969."}]}, {"heading": "Deaths", "year": "1971", "date": "March 9", "txt": "Pope Cyril VI of Alexandria (b. 1902)", "entities": [{"title": "Pope Cyril VI of Alexandria", "href": "/wiki/Pope_Cyril_VI_of_Alexandria", "description": "This article uses dates and years written in the Coptic calendar, using the A.M. calendar era, in addition to the Gregorian calendar, using the A.D. calendar era.\n"}]}, {"heading": "Deaths", "year": "1974", "date": "March 9", "txt": "Earl Wilbur Sutherland, Jr., American pharmacologist and biochemist, Nobel Prize laureate (b. 1915)", "entities": [{"title": "Earl Wilbur Sutherland, Jr.", "href": "/wiki/Earl_Wilbur_Sutherland,_Jr.", "description": "Earl Wilbur Sutherland Jr. was an American pharmacologist and biochemist born in Burlingame, Kansas. Sutherland won a Nobel Prize in Physiology or Medicine in 1971 \"for his discoveries concerning the mechanisms of the action of hormones\", especially epinephrine, via second messengers, namely cyclic adenosine monophosphate, or cyclic AMP."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1974", "date": "March 9", "txt": "Harry Womack, American singer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "March 9", "txt": "Faye Emerson, American actress (b. 1917)", "entities": [{"title": "Faye Emerson", "href": "/wiki/Faye_Emerson", "description": "Faye Margaret Emerson was an American film and stage actress and television interviewer who gained fame as a film actress in the 1940s before transitioning to television in the 1950s and hosting her own talk show."}]}, {"heading": "Deaths", "year": "1983", "date": "March 9", "txt": "Ulf von Euler, Swedish physiologist and pharmacologist, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1988", "date": "March 9", "txt": "Kurt Georg Kiesinger, German lawyer, politician and Chancellor of Germany (b. 1904)", "entities": [{"title": "Kurt Georg Kiesinger", "href": "/wiki/Kurt_Georg_Kiesinger", "description": "Kurt Georg Kiesinger was a German politician who served as Chancellor of Germany from 1 December 1966 to 21 October 1969. Before he became Chancellor he was a Nazi Party member, served as Minister President of Baden-Württemberg from 1958 to 1966 and as President of the Federal Council from 1962 to 1963. He was Chairman of the Christian Democratic Union from 1967 to 1971."}, {"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1989", "date": "March 9", "txt": "Robert Mapplethorpe, American photographer (b. 1946)", "entities": [{"title": "Robert Mapplethorpe", "href": "/wiki/Robert_Mapplethorpe", "description": "Robert Michael Mapplethorpe was an American photographer, best known for his black-and-white photographs. His work featured an array of subjects, including celebrity portraits, male and female nudes, self-portraits, and still-life images. His most controversial works documented and examined the gay male BDSM subculture of New York City in the late 1960s and early 1970s. A 1989 exhibition of Mapple"}]}, {"heading": "Deaths", "year": "1991", "date": "March 9", "txt": "Jim Hardin, American baseball player (b. 1943)", "entities": [{"title": "Jim Hardin", "href": "/wiki/Jim_Hardin", "description": "James Warren Hardin was an American professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1967 through 1972, most notably as a member of the Baltimore Orioles dynasty that won three consecutive American League pennants from 1969 to 1971 and, won the World Series in 1970. He also played for the New York Yankees and the Atlanta Braves."}]}, {"heading": "Deaths", "year": "1992", "date": "March 9", "txt": "Menachem Begin, Belarusian-Israeli soldier, politician and Prime Minister of Israel, Nobel Prize laureate (b. 1913)", "entities": [{"title": "Menachem Begin", "href": "/wiki/Menachem_Begin", "description": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish "}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1993", "date": "March 9", "txt": "C. Northcote Parkinson, English historian and author (b. 1909)", "entities": [{"title": "C. Northcote Parkinson", "href": "/wiki/C._Northcote_Parkinson", "description": "Cyril Northcote Parkinson was a British naval historian and author of some 60 books, the most famous of which was his best-seller Parkinson's Law (1957), in which Parkinson advanced Parkinson's law, stating that \"work expands so as to fill the time available for its completion\", an insight which led him to be regarded as an important scholar in public administration and management."}]}, {"heading": "Deaths", "year": "1994", "date": "March 9", "txt": "Charles Bukowski, American poet, novelist, and short story writer (b. 1920)", "entities": [{"title": "Charles Bukowski", "href": "/wiki/Charles_Bukowski", "description": "Henry Charles Bukowski was a German–American poet, novelist, and short story writer."}]}, {"heading": "Deaths", "year": "1994", "date": "March 9", "txt": "Eddie Creatchman, Canadian wrestler, referee, and manager (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "March 9", "txt": "Fernando Rey, Spanish actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "March 9", "txt": "Jean-Dominique Bauby, French journalist and author (b. 1952)", "entities": [{"title": "Jean-Dominique Bauby", "href": "/wiki/Jean-Dominique_Bauby", "description": "Jean-Dominique Bauby was a French journalist, author and editor of the French fashion magazine Elle. He had two children with Sylvie de la Rochefoucauld: a son named Théophile and a daughter named Céleste."}]}, {"heading": "Deaths", "year": "1997", "date": "March 9", "txt": "Terry Nation, Welsh author and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "March 9", "txt": "The Notorious B.I.G., American rapper, songwriter, and actor (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 9", "txt": "Harry Somers, Canadian pianist and composer (b. 1925)", "entities": [{"title": "Harry Somers", "href": "/wiki/Harry_Somers", "description": "Harry Stewart Somers, CC was one of the most influential and innovative contemporary Canadian composers of the past century. Possessing a charismatic attitude and rather dashing good-looks, as well as a genuine talent for his art, Somers earned the unofficial title of \"Darling of Canadian Composition.\" \nA truly patriotic artist, Somers was engaged in many national projects over the course his life"}]}, {"heading": "Deaths", "year": "1999", "date": "March 9", "txt": "George Singh, Belizean jurist and Chief Justice of Belize (b. 1937)", "entities": [{"title": "Chief Justice of Belize", "href": "/wiki/Chief_Justice_of_Belize", "description": "The Chief Justice of Belize is the head of the Supreme Court of Belize. Under Chapter 7 of the Constitution of Belize, the Chief Justice is appointed by the Governor-General on the advice of the Prime Minister."}]}, {"heading": "Deaths", "year": "2000", "date": "March 9", "txt": "Jean Coulthard, Canadian composer and educator (b. 1908)", "entities": [{"title": "Jean Coulthard", "href": "/wiki/Jean_Coulthard", "description": "Jean Coulthard, was a Canadian composer and music educator. She was one of a trio of women composers who dominated Western Canadian music in the twentieth century: Coulthard, Barbara Pentland, and Violet Archer. All three died within weeks of each other in 2000. Her own work might be loosely termed \"prematurely neo-Romantic\", as the orthodox serialists who dominated academic musical life in North "}]}, {"heading": "Deaths", "year": "2003", "date": "March 9", "txt": "Stan Brakhage, American director and cinematographer (b. 1933)", "entities": [{"title": "Stan Brakhage", "href": "/wiki/Stan_Brakhage", "description": "James Stanley Brakhage, better known as Stan Brakhage, was an American filmmaker. He is considered to be one of the most important figures in 20th-century experimental film."}]}, {"heading": "Deaths", "year": "2003", "date": "March 9", "txt": "Bernard Dowiyogo, Nauruan politician, President of Nauru (b. 1946)", "entities": [{"title": "President of Nauru", "href": "/wiki/President_of_Nauru", "description": "The President of Nauru is elected by Parliament from among its members, and is both the head of state and the head of government of Nauru. Nauru's unicameral Parliament has 19 members, with an electoral term of 3 years. Political parties only play a minor role in Nauru politics, and there have often been periods of instability in the Presidential office. Shifting allegiances among a small number o"}]}, {"heading": "Deaths", "year": "2004", "date": "March 9", "txt": "John Mayer, Indian composer (b. 1930)", "entities": [{"title": "John Mayer (composer)", "href": "/wiki/John_Mayer_(composer)", "description": "\n\nJohn Mayer was an Indian composer known primarily for his fusions of jazz with Indian music in the British-based group Indo-Jazz Fusions with the Jamaican-born saxophonist Joe Harriott."}]}, {"heading": "Deaths", "year": "2006", "date": "March 9", "txt": "Tom Fox, American activist (b. 1951)", "entities": [{"title": "Tom Fox (Quaker)", "href": "/wiki/Tom_Fox_(Quaker)", "description": "Thomas William Fox was an American Quaker peace activist, affiliated with Christian Peacemaker Teams (CPT) in Iraq. He was kidnapped on November 26, 2005 in Baghdad along with three other CPT activists, leading to the 2005-2006 Christian Peacemaker hostage crisis. His body was found on March 9, 2006."}]}, {"heading": "Deaths", "year": "2006", "date": "March 9", "txt": "John Profumo, English soldier and politician, Secretary of State for War (b. 1915)", "entities": [{"title": "Secretary of State for War", "href": "/wiki/Secretary_of_State_for_War", "description": "The position of Secretary of State for War, commonly called War Secretary, was a British cabinet-level position which existed from 1794 to 1801 and from 1854 to 1964. The Secretary of State for War headed the War Office and was assisted by a Parliamentary Under-Secretary of State for War, a Parliamentary Private Secretary who was also a Member of Parliament, and a Military Secretary, who was a gen"}]}, {"heading": "Deaths", "year": "2007", "date": "March 9", "txt": "Brad Delp, American singer-songwriter and guitarist (b. 1951)", "entities": [{"title": "Brad Delp", "href": "/wiki/Brad_Delp", "description": "Bradley Edward Delp was an American singer and songwriter, widely known as the lead vocalist of the rock bands Boston and RTZ."}]}, {"heading": "Deaths", "year": "2007", "date": "March 9", "txt": "Glen Harmon, Canadian ice hockey player (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 9", "txt": "Willie Davis, American baseball player and manager (b. 1940)", "entities": [{"title": "Willie Davis (baseball)", "href": "/wiki/Willie_Davis_(baseball)", "description": "William Henry Davis was a center fielder in Major League Baseball who played most of his career for the Los Angeles Dodgers. At the end of his career he ranked seventh in major league history in putouts (5449) and total chances (5719) in the outfield, and third in games in center field (2237). He was ninth in National League history in total outfield games (2274), and won Gold Glove Awards from 19"}]}, {"heading": "Deaths", "year": "2010", "date": "March 9", "txt": "Doris Haddock, American activist and politician (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 9", "txt": "David S. Broder, American journalist and academic (b. 1929)", "entities": [{"title": "David S. Broder", "href": "/wiki/David_S._Broder", "description": "David Salzer Broder, was an American journalist, writing for The Washington Post for over 40 years. He was also an author, television news show pundit, and university lecturer."}]}, {"heading": "Deaths", "year": "2013", "date": "March 9", "txt": "Max Jakobson, Finnish journalist and diplomat", "entities": [{"title": "Max Jakobson", "href": "/wiki/Max_Jakobson", "description": "Max Jakobson was a Finnish diplomat and journalist of Finnish-Jewish descent. Jakobson was an instrumental figure in shaping Finland's policy of neutrality during the Cold War."}]}, {"heading": "Deaths", "year": "2013", "date": "March 9", "txt": "Merton Simpson, American painter and art collector (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 9", "txt": "James Molyneaux, Baron Molyneaux of Killead, Northern Irish soldier and politician (b. 1920)", "entities": [{"title": "James Molyneaux, Baron Molyneaux of Killead", "href": "/wiki/James_Molyneaux,_Baron_Molyneaux_of_Killead", "description": "James Henry Molyneaux, Baron Molyneaux of Killead, KBE, PC, often known as Jim Molyneaux, was a Northern Irish unionist politician, and leader of the Ulster Unionist Party from 1979 to 1995. He was a leading member and sometime Vice-President of the Conservative Monday Club. An Orangeman, he was also Sovereign Grand Master of the Royal Black Institution from 1971 to 1995."}]}, {"heading": "Deaths", "year": "2016", "date": "March 9", "txt": "Robert Horton, American actor (b. 1924)", "entities": [{"title": "Robert Horton (actor)", "href": "/wiki/Robert_Horton_(actor)", "description": "Meade Howard Horton Jr., known as Robert Horton, was an American actor and singer. He is best known as Flint in Wagon Train (1957-1962)."}]}, {"heading": "Deaths", "year": "2016", "date": "March 9", "txt": "Clyde Lovellette, American basketball player and coach (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 9", "txt": "Howard Hodgkin, British painter (b. 1932)", "entities": [{"title": "Howard Hodgkin", "href": "/wiki/Howard_Hodgkin", "description": "Sir Gordon Howard Eliott Hodgkin was a British painter and printmaker. His work is most often associated with abstraction."}]}, {"heading": "Deaths", "year": "2018", "date": "March 9", "txt": "Jo Min-ki, Korean actor (b. 1965)", "entities": [{"title": "Jo Min-ki", "href": "/wiki/Jo_Min-ki", "description": "Jo Min-ki was a South Korean actor. He is best known for his roles in the television series Love and Ambition, East of Eden, Queen Seondeok, and Flames of Desire. He was also a noted photographer and published two books and held solo exhibitions,. In addition since 2010 he was an assistant professor at Cheongju University."}]}, {"heading": "Deaths", "year": "2020", "date": "March 9", "txt": "John Bathersby, Australian Catholic bishop (b. 1936)", "entities": [{"title": "John Bathersby", "href": "/wiki/John_Bathersby", "description": "John Alexius Bathersby was an Australian bishop of the Roman Catholic Church. He was the sixth archbishop of the Archdiocese of Brisbane, serving from 1991 until his retirement in 2011. Bathersby was conferred with the title Emeritus Archbishop of Brisbane."}]}, {"heading": "Deaths", "year": "2021", "date": "March 9", "txt": "James Levine, American conductor and pianist (b. 1943)", "entities": [{"title": "James Levine", "href": "/wiki/James_Levine", "description": "James Lawrence Levine was an American conductor and pianist. He was music director of the Metropolitan Opera from 1976 to 2016. He was formally terminated from all his positions and affiliations with the Met on March 12, 2018, over sexual misconduct allegations, which he denied."}]}, {"heading": "Deaths", "year": "2021", "date": "March 9", "txt": "Roger Mudd, American journalist (b. 1928)", "entities": []}]