[{"heading": "Events", "year": "307", "date": "March 31", "txt": "After divorcing his wife Minervina, Constantine marries Fausta, daughter of the retired Roman Emperor Maximian.", "entities": [{"title": "Minervina", "href": "/wiki/Minervina", "description": "Minervina was the first wife of Constantine the Great. She was of Syrian origin. Constantine either took her as a concubine or married her in 303 AD, and the couple had one son, Crispus."}, {"title": "Constantine the Great", "href": "/wiki/Constantine_the_Great", "description": "Constantine I, also known as Constantine the Great, was a Roman emperor from 306 to 337. Born in Naissus, Dacia Mediterranea, he was the son of Flavius Constantius, a Roman army officer born in Dardania who became one of the four emperors of the Tetrarchy. His mother, Helena, was Greek and of low birth. Constantine served with distinction under emperors Diocletian and Galerius campaigning in the e"}, {"title": "Fausta", "href": "/wiki/Fausta", "description": "Flavia Maxima Fausta was a Roman empress. She was the second wife of Constantine the Great, who had her executed and excluded from all official accounts, possibly due to adultery with her stepson, Crispus."}, {"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Maximian", "href": "/wiki/Maximian", "description": "Maximian, nicknamed Herculius, was Roman emperor from 286 to 305. He was Caesar from 285 to 286, then Augustus from 286 to 305. He shared the latter title with his co-emperor and superior, Diocletian, whose political brain complemented Maximian's military brawn. Maximian established his residence at Trier but spent most of his time on campaign. In late 285, he suppressed rebels in Gaul known as th"}]}, {"heading": "Events", "year": "1146", "date": "March 31", "txt": "Bernard of Clairvaux preaches his famous sermon in a field at Vézelay, urging the necessity of a Second Crusade. Louis VII is present, and joins the Crusade.", "entities": [{"title": "Bernard of Clairvaux", "href": "/wiki/Bernard_of_Clairvaux", "description": "Bernard of Clairvaux, venerated as Saint Bernard, was a Burgundian abbot and a major leader in the revitalization of Benedictine monasticism through the nascent Cistercian Order."}, {"title": "Vézelay", "href": "/wiki/V%C3%A9zelay", "description": "Vézelay is a commune in the department of Yonne in the north-central French region of Bourgogne-Franche-Comté. It is a defensible hill town famous for Vézelay Abbey. The town and its 11th-century Romanesque Basilica of St Magdalene are designated UNESCO World Heritage sites."}, {"title": "Second Crusade", "href": "/wiki/Second_Crusade", "description": "The Second Crusade (1147–1150) was the second major crusade launched from Europe. The Second Crusade was started in response to the fall of the County of Edessa in 1144 to the forces of Zengi. The county had been founded during the First Crusade (1096–1099) by King Baldwin I of Jerusalem in 1098. While it was the first Crusader state to be founded, it was also the first to fall."}, {"title": "Louis VII of France", "href": "/wiki/Louis_VII_of_France", "description": "Louis VII, called the Younger or the Young, was King of the Franks from 1137 to 1180. He was the son and successor of King Louis VI and married Duchess Eleanor of Aquitaine, one of the wealthiest and most powerful women in western Europe. The marriage temporarily extended the Capetian lands to the Pyrenees, but was annulled in 1152 after no male heir was produced."}]}, {"heading": "Events", "year": "1492", "date": "March 31", "txt": "Queen Isabella of Castile issues the Alhambra Decree, ordering her 150,000 Jewish and Muslim subjects to convert to Christianity or face expulsion.", "entities": [{"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}, {"title": "Alhambra Decree", "href": "/wiki/Alhambra_Decree", "description": "The Alhambra Decree was an edict issued on 31 March 1492, by the joint Catholic Monarchs of Spain ordering the expulsion of practicing Jews from the Crowns of Castile and Aragon and its territories and possessions by 31 July of that year. The primary purpose was to eliminate the influence of practicing Jews on Spain's large formerly-Jewish converso New Christian population, to ensure the latter an"}, {"title": "Spanish and Portuguese Jews", "href": "/wiki/Spanish_and_Portuguese_Jews", "description": "Spanish and Portuguese Jews, also called Western Sephardim, Iberian Jews, or Peninsular Jews are a distinctive sub-group of Sephardic Jews who are largely descended from Jews who lived as New Christians in the Iberian Peninsula during the immediate generations following the forced expulsion of unconverted Jews from Spain in 1492 and from Portugal in 1497."}, {"title": "Moors", "href": "/wiki/Moors", "description": "The term Moor is an exonym first used by Christian Europeans to designate the Muslim inhabitants of the Maghreb, the Iberian Peninsula, Sicily and Malta during the Middle Ages. The Moors initially were the indigenous Maghrebine Berbers. The name was later also applied to Arabs and Arabized Iberians."}]}, {"heading": "Events", "year": "1521", "date": "March 31", "txt": "Ferdinand Magellan and fifty of his men came ashore to present-day Limasawa to participate in the first Catholic mass in the Philippines.", "entities": [{"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Magellan's circumnavigation", "href": "/wiki/Magellan%27s_circumnavigation", "description": "In 1519, the Portuguese naval officer and explorer Ferdinand Magellan led a Spanish expedition to find a western route to the East Indies and reach the Moluccas or Spice Islands with a fleet known as the Armada de Molucca. After the death of Magellan in the Philippines in 1521 and following several other short-lived leaderships, Spanish navigator Juan Sebastián Elcano led the expedition to the Spi"}, {"title": "Limasawa", "href": "/wiki/Limasawa", "description": "Limasawa, officially the Municipality of Limasawa, is an island municipality in the province of Southern Leyte, Philippines. According to the 2015 census, it has a population of 6,061 people. "}, {"title": "First Mass in the Philippines", "href": "/wiki/First_Mass_in_the_Philippines", "description": "The first documented Catholic Mass in the Philippines was held on March 31, 1521, Easter Sunday. It was conducted by Father Pedro de Valderrama of Ferdinand Magellan's expedition along the shores of what was referred to in the journals of Antonio Pigafetta as \"Mazaua\"."}]}, {"heading": "Events", "year": "1717", "date": "March 31", "txt": "A sermon on \"The Nature of the Kingdom of Christ\" by Benjamin Hoadly, the Bishop of Bangor, preached in the presence of King George I of Great Britain, provokes the Bangorian Controversy.", "entities": [{"title": "Sermon", "href": "/wiki/Sermon", "description": "A sermon is an oration or lecture by a preacher. Sermons address a scriptural, theological, or moral topic, usually expounding on a type of belief, law, or behavior within both past and present contexts. Elements of the sermon often include exposition, exhortation, and practical application. The act of delivering a sermon is called preaching. In secular usage, the word sermon may refer, often disp"}, {"title": "Benjamin Hoadly", "href": "/wiki/Benjamin_Hoadly", "description": "Benjamin Hoadly was an English clergyman, who was successively Bishop of Bangor, of Hereford, of Salisbury, and finally of Winchester. He is best known as the initiator of the Bangorian Controversy."}, {"title": "Bishop of Bangor", "href": "/wiki/Bishop_of_Bangor", "description": "The Bishop of Bangor is the ordinary of the Church in Wales Diocese of Bangor. The see is based in the city of Bangor where the bishop's seat (cathedra) is at Cathedral Church of Saint Deiniol."}, {"title": "George I of Great Britain", "href": "/wiki/George_I_of_Great_Britain", "description": "George I was King of Great Britain and Ireland from 1 August 1714 and ruler of the Duchy and Electorate of Brunswick-Lüneburg (Hanover) within the Holy Roman Empire from 23 January 1698 until his death in 1727. He was the first British monarch of the House of Hanover."}, {"title": "Bangorian Controversy", "href": "/wiki/Bangorian_Controversy", "description": "The Bangorian Controversy was a theological argument within the Church of England in the early 18th century, with strong political overtones. The origins of the controversy lay in the 1716 posthumous publication of George Hickes's Constitution of the Catholic Church, and the Nature and Consequences of Schism. In it, Hickes, as Bishop of Thetford, on behalf of the minority non-juror faction that ha"}]}, {"heading": "Events", "year": "1761", "date": "March 31", "txt": "The 1761 Lisbon earthquake strikes off the Iberian Peninsula with an estimated magnitude of 8.5, six years after another quake destroyed the city.", "entities": [{"title": "1761 Lisbon earthquake", "href": "/wiki/1761_Lisbon_earthquake", "description": "The 1761 Lisbon earthquake and North Atlantic tsunami of Portugal occurred in the Atlantic Ocean, south of the Iberian Peninsula. This violent shock which struck just after noon on March 31, 1761, was felt across many parts of Western Europe. Its direct effects were even observed far north in Scotland and Amsterdam, and to the south in the Canary Islands of Spain. The estimated surface-wave magnit"}]}, {"heading": "Events", "year": "1774", "date": "March 31", "txt": "American Revolutionary War: The Kingdom of Great Britain orders the port of Boston, Massachusetts closed pursuant to the Boston Port Act.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}, {"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}, {"title": "Boston Port Act", "href": "/wiki/Boston_Port_Act", "description": "The Boston Port Act was an Act of the Parliament of Great Britain which became law on March 31, 1774, and took effect on June 1, 1774. It was one of five measures that were enacted during the spring of 1774 to punish Boston for the Boston Tea Party."}]}, {"heading": "Events", "year": "1854", "date": "March 31", "txt": "Commodore Matthew Perry signs the Convention of Kanagawa with the Tokugawa Shogunate, opening the ports of Shimoda and Hakodate to American trade.", "entities": [{"title": "Commodore (United States)", "href": "/wiki/Commodore_(United_States)", "description": "Commodore was an early title and later a rank in the United States Navy, United States Coast Guard and the Confederate States Navy. For over two centuries, the designation has been given varying levels of authority and formality."}, {"title": "Matthew C. Perry", "href": "/wiki/Matthew_C._Perry", "description": "Matthew Calbraith Perry was a commodore of the United States Navy who commanded ships in several wars, including the War of 1812 and the Mexican–American War (1846–1848). He played a leading role in the opening of Japan to the West with the Convention of Kanagawa in 1854."}, {"title": "Convention of Kanagawa", "href": "/wiki/Convention_of_Kanagawa", "description": "The Convention of Kanagawa, also known as the Kanagawa Treaty or the Japan–US Treaty of Peace and Amity, was a treaty signed between the United States and the Tokugawa Shogunate on March 31, 1854. Signed under threat of force, it effectively meant the end of Japan's 220-year-old policy of national seclusion (sakoku) by opening the ports of Shimoda and Hakodate to American vessels. It also ensured "}, {"title": "Tokugawa shogunate", "href": "/wiki/Tokugawa_shogunate", "description": "The Tokugawa shogunate, also known as the Edo shogunate , was the feudal military government of Japan during the Edo period from 1603 to 1868."}, {"title": "Shimoda, Shizuoka", "href": "/wiki/Shimoda,_Shizuoka", "description": "Shimoda  is a city and port located in Shizuoka Prefecture, Japan. As of 1 August 2019, the city had an estimated population of 21,402 in 10,787 households, and a population density of 200 persons per km². The total area of the city is 104.71 square kilometres (40.43 sq mi). In the 1850s, Japan was in political crisis over its increasing inability to maintain its national seclusion policy and the "}, {"title": "Hakodate", "href": "/wiki/Hakodate", "description": "Hakodate  is a city and port located in Oshima Subprefecture, Hokkaido, Japan. It is the capital city of Oshima Subprefecture."}]}, {"heading": "Events", "year": "1885", "date": "March 31", "txt": "The United Kingdom establishes the Bechuanaland Protectorate.", "entities": [{"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "Bechuanaland Protectorate", "href": "/wiki/Bechuanaland_Protectorate", "description": "The Bechuanaland Protectorate was a protectorate established on 31 March 1885, by the United Kingdom of Great Britain and Ireland in Southern Africa. It became the Republic of Botswana on 30 September 1966."}]}, {"heading": "Events", "year": "1889", "date": "March 31", "txt": "The Eiffel Tower is officially opened.", "entities": [{"title": "Eiffel Tower", "href": "/wiki/Eiffel_Tower", "description": "The Eiffel Tower is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower."}]}, {"heading": "Events", "year": "1899", "date": "March 31", "txt": "Malolos, capital of the First Philippine Republic, is captured by American forces.", "entities": [{"title": "First Philippine Republic", "href": "/wiki/First_Philippine_Republic", "description": "The Philippine Republic, more commonly known as the First Philippine Republic or the Malolos Republic, was a nascent revolutionary government in the Philippines. It was formally established with Emilio Aguinaldo as president by proclamation of the Malolos Constitution on January 21, 1899, in Malolos, Bulacan, succeeding the Revolutionary Government of the Philippines. It endured until the capture "}, {"title": "Capture of Malolos", "href": "/wiki/Capture_of_Malolos", "description": "The Capture of Malolos, also known as the Battle of Malolos, occurred on March 31, 1899, in Malolos, Bulacan, during the Philippine–American War. General Arthur MacArthur Jr.'s division advanced to Malolos along the Manila-Dagupan Railway. By March 30, American forces were advancing toward Malolos. Meanwhile, the Aguinaldo government moved its seat from Malolos to San Isidro, Nueva Ecija."}]}, {"heading": "Events", "year": "1901", "date": "March 31", "txt": "Rusalka by Antonín Dvořák premiéres at the National Opera House in Prague. ", "entities": [{"title": "Rusalka (opera)", "href": "/wiki/Rusalka_(opera)", "description": "Rusalka, Op. 114, is an opera by Antonín Dvořák. The Czech libretto was written by the poet Jaroslav Kvapil (1868–1950) based on the fairy tales of Karel Jaromír Erben and Božena Němcová. A rusalka is a water sprite from Slavic mythology, usually inhabiting a lake or river. Rusalka was the ninth opera Dvořák composed. It is one of the most successful Czech operas, and represents a cornerstone of t"}, {"title": "Antonín Dvořák", "href": "/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k", "description": "Antonín Leopold Dvořák was a Czech composer, one of the first to achieve worldwide recognition. His most successful orchestral work were the Symphony From the New World, and the Cello Concerto, coincidentally both written in the USA. Following the Romantic-era nationalist example of his predecessor Bedřich Smetana, Dvořák frequently employed rhythms and other aspects of the folk music of Moravia a"}]}, {"heading": "Events", "year": "1906", "date": "March 31", "txt": "The Intercollegiate Athletic Association of the United States (later the National Collegiate Athletic Association) is established to set rules for college sports in the United States.", "entities": [{"title": "National Collegiate Athletic Association", "href": "/wiki/National_Collegiate_Athletic_Association", "description": "The National Collegiate Athletic Association (NCAA) is a nonprofit organization that regulates student athletes from up to 1,268 North American institutions and conferences. It also organizes the athletic programs of colleges and universities in the United States and Canada, and helps over 480,000 college student-athletes who compete annually in college sports. The organization is headquartered in"}, {"title": "College sports in the United States", "href": "/wiki/College_sports_in_the_United_States", "description": "College athletics in the United States or college sports in the United States refers primarily to sports and athletic competition organized and funded by institutions of tertiary education."}]}, {"heading": "Events", "year": "1909", "date": "March 31", "txt": "Serbia formally withdraws its opposition to Austro-Hungarian actions in the Bosnian Crisis.", "entities": [{"title": "Bosnian Crisis", "href": "/wiki/Bosnian_Crisis", "description": "The Bosnian Crisis, also known as the Annexation Crisis or the First Balkan Crisis, erupted on 5 October 1908 when Austria-Hungary announced the annexation of Bosnia and Herzegovina, territories formerly within the sovereignty of the Ottoman Empire but under Austro-Hungarian administration since 1878."}]}, {"heading": "Events", "year": "1913", "date": "March 31", "txt": "The Vienna Concert Society rioted during a performance of modernist music by Arnold Schoenberg, Alban Berg, Alexander von Zemlinsky, and Anton von Webern, causing a premature end to the concert due to violence; this concert became known as the Skandalkonzert.", "entities": [{"title": "Modernism", "href": "/wiki/Modernism", "description": "Modernism is both a philosophical movement and an art movement that arose from broad transformations in Western society during the late 19th and early 20th centuries. The movement reflected a desire for the creation of new forms of art, philosophy, and social organization which reflected the newly emerging industrial world, including features such as urbanization, new technologies, and war. Artist"}, {"title": "Arnold Schoenberg", "href": "/wiki/Arnold_Schoenberg", "description": "Arnold Schoenberg or Schönberg was an Austrian-born composer, music theorist, teacher, writer, and painter. He is widely considered one of the most influential composers of the 20th century. He was associated with the expressionist movement in German poetry and art, and leader of the Second Viennese School. As a Jewish composer, Schoenberg was targeted by the Nazi Party, which labeled his works as"}, {"title": "Alban Berg", "href": "/wiki/Alban_Berg", "description": "Alban Maria Johannes Berg was an Austrian composer of the Second Viennese School. His compositional style combined Romantic lyricism with the twelve-tone technique. Although he left a relatively small oeuvre, he is remembered as one of the most important composers of the 20th century for his expressive style encompassing \"entire worlds of emotion and structure\"."}, {"title": "Alexander von Zemlinsky", "href": "/wiki/Alexander_von_Zemlinsky", "description": "Alexander Zemlinsky or Alexander von Zemlinsky was an Austrian composer, conductor, and teacher."}, {"title": "Anton von Webern", "href": "/wiki/Anton_von_Webern", "description": "Anton Friedrich Wilhelm von Webern was an Austrian composer and conductor. Along with his mentor Arnold Schoenberg and his colleague Alban Berg, Webern was in the core of those in the circle of the Second Viennese School, including Theodor W. Adorno, Heinrich Jalowetz, and Ernst Krenek. As an exponent of atonality and twelve-tone technique, Webern exerted influence on contemporaries Luigi Dallapic"}, {"title": "Skandalkonzert", "href": "/wiki/Skandalkonzert", "description": "The Skandalkonzert was a concert conducted by Arnold Schoenberg, held on 31 March 1913. The concert was held by the Vienna Concert Society in the Great Hall of the Musikverein in Vienna. The concert consisted of music by composers of the Second Viennese School."}]}, {"heading": "Events", "year": "1917", "date": "March 31", "txt": "According to the terms of the Treaty of the Danish West Indies, the islands become American possessions.", "entities": [{"title": "Treaty of the Danish West Indies", "href": "/wiki/Treaty_of_the_Danish_West_Indies", "description": "The Treaty of the Danish West Indies, officially the Convention between the United States and Denmark for cession of the Danish West Indies, was a 1916 treaty transferring sovereignty of the Virgin Islands in the Danish West Indies from Denmark to the United States in exchange for a sum of US$25,000,000 in gold. It is, to date, one of the most recent permanent expansions of United States territory"}]}, {"heading": "Events", "year": "1918", "date": "March 31", "txt": "Massacre of ethnic Azerbaijanis is committed by allied armed groups of Armenian Revolutionary Federation and Bolsheviks. Nearly 12,000 Azerbaijani Muslims are killed.", "entities": [{"title": "March Days", "href": "/wiki/March_Days", "description": "The March Days or March Events was a period of inter-ethnic strife and clashes which led to the death of about 12,000 Azerbaijani and other Muslim civilians that took place between 30 March – 2 April 1918 in the city of Baku and adjacent areas of the Baku Governorate of the Transcaucasian Democratic Federative Republic."}, {"title": "Armenian Revolutionary Federation", "href": "/wiki/Armenian_Revolutionary_Federation", "description": "The Armenian Revolutionary Federation also known as Dashnaktsutyun, is an Armenian nationalist and socialist political party founded in 1890 in Tiflis, Russian Empire by Christapor Mikaelian, Stepan Zorian, and Simon Zavarian. Today the party operates in Armenia, Artsakh, Lebanon, Iran and in countries where the Armenian diaspora is present. Although it has long been the most influential political"}, {"title": "Bolsheviks", "href": "/wiki/Bolsheviks", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "Azerbaijanis", "href": "/wiki/Azerbaijanis", "description": "Azerbaijanis or Azeris, also known as Azerbaijani Turks, are a Turkic ethnic group, living mainly in the sovereign Republic of Azerbaijan and the Azerbaijan region of Iran, with a mixed cultural heritage, including Turkic, Caucasian and Iranian elements. They are the second-most numerous ethnic group among the Turkic-speaking peoples after Turkish people and are predominantly Shia Muslims. They co"}]}, {"heading": "Events", "year": "1918", "date": "March 31", "txt": "Daylight saving time goes into effect in the United States for the first time.", "entities": []}, {"heading": "Events", "year": "1921", "date": "March 31", "txt": "The Royal Australian Air Force is formed.", "entities": [{"title": "Royal Australian Air Force", "href": "/wiki/Royal_Australian_Air_Force", "description": "The Royal Australian Air Force (RAAF), formed in March 1921, is the aerial warfare branch of the Australian Defence Force (ADF). It operates the majority of the ADF's fixed wing aircraft, although both the Australian Army and Royal Australian Navy also operate aircraft in various roles. It directly continues the traditions of the Australian Flying Corps (AFC), formed on 22 October 1912. The RAAF p"}]}, {"heading": "Events", "year": "1930", "date": "March 31", "txt": "The Motion Picture Production Code is instituted, imposing strict guidelines on the treatment of sex, crime, religion and violence in film, in the U.S., for the next thirty-eight years.", "entities": [{"title": "Motion Picture Production Code", "href": "/wiki/Motion_Picture_Production_Code", "description": "The Motion Picture Production Code was a set of industry guidelines for the self-censorship of content that was applied to most United States motion pictures released by major studios from 1934 to 1968. It is also popularly known as the Hays Code, after Will H. Hays, who was the president of the Motion Picture Producers and Distributors of America (MPPDA) from 1922 to 1945. Under Hays' leadership,"}]}, {"heading": "Events", "year": "1931", "date": "March 31", "txt": "An earthquake in Nicaragua destroys Managua; killing 2,000.", "entities": [{"title": "1931 Nicaragua earthquake", "href": "/wiki/1931_Nicaragua_earthquake", "description": "The 1931 Nicaragua earthquake devastated Nicaragua's capital city Managua on 31 March. It had a moment magnitude of 6.1 and a maximum MSK intensity of VI (Strong). Between 1,000 and 2,450 people were killed. A major fire started and destroyed thousands of structures, burning into the next day. At least 45,000 were left homeless and losses of $35 million were recorded."}, {"title": "Managua", "href": "/wiki/Managua", "description": "Managua is the capital and largest city of Nicaragua, and the center of an eponymous department. Located on the southwestern shore of Lake Managua and inside the Managua Department, it has an estimated population of 1,052,217 in 2019 within the city's administrative limits and a population of 1,401,687 in the metropolitan area, which additionally includes the municipalities of Ciudad Sandino, El C"}]}, {"heading": "Events", "year": "1931", "date": "March 31", "txt": "A Transcontinental & Western Air airliner crashes near Bazaar, Kansas, killing eight, including University of Notre Dame head football coach Knute Rockne.", "entities": [{"title": "Bazaar, Kansas", "href": "/wiki/Bazaar,_Kansas", "description": "Bazaar is an unincorporated community in Chase County, Kansas, United States. The community is part of the Emporia Micropolitan Statistical Area."}, {"title": "University of Notre Dame", "href": "/wiki/University_of_Notre_Dame", "description": "The University of Notre Dame du Lac, known simply as Notre Dame or ND, is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural, Notre Dame Stadium, and the"}, {"title": "Knute Rockne", "href": "/wiki/Knute_Rockne", "description": "Knute Kenneth Rockne was a Norwegian-American football player and coach at the University of Notre Dame."}]}, {"heading": "Events", "year": "1933", "date": "March 31", "txt": "The Civilian Conservation Corps is established with the mission of relieving rampant unemployment in the United States.", "entities": [{"title": "Civilian Conservation Corps", "href": "/wiki/Civilian_Conservation_Corps", "description": "The Civilian Conservation Corps (CCC) was a voluntary public work relief program that operated from 1933 to 1942 in the United States for unemployed, unmarried men ages 18–25 and eventually expanded to ages 17–28. Robert Fechner was the first director of this agency, succeeded by James McEntee following Fechner's death. The CCC was a major part of President Franklin D. Roosevelt's New Deal that pr"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1942", "date": "March 31", "txt": "World War II: Japanese forces invade Christmas Island, then a British possession.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Christmas Island", "href": "/wiki/Battle_of_Christmas_Island", "description": "The Battle of Christmas Island was a small engagement which began on 31 March 1942, during World War II. Assisted by a mutiny by soldiers of the British Indian Army against their British officers, Imperial Japanese Army troops were able to occupy Christmas Island without any land-based resistance. The United States Navy submarine Seawolf caused severe damage to the Imperial Japanese Navy cruiser N"}]}, {"heading": "Events", "year": "1945", "date": "March 31", "txt": "World War II: A defecting German pilot delivers a Messerschmitt Me 262A-1, the world's first operational jet-powered fighter aircraft, to the Americans, the first to fall into Allied hands.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Messerschmitt Me 262A-1", "href": "/wiki/Messerschmitt_Me_262A-1", "description": "The Messerschmitt Me 262, nicknamed Schwalbe in fighter versions, or Sturmvogel in fighter-bomber versions, was the world's first operational jet-powered fighter aircraft. Design work started before World War II began, but problems with engines, metallurgy and top-level interference kept the aircraft from operational status with the Luftwaffe until mid-1944. The Me 262 was faster and more heavily "}, {"title": "Turbojet", "href": "/wiki/Turbojet", "description": "The turbojet is an airbreathing jet engine, typically used in aircraft. It consists of a gas turbine with a propelling nozzle. The gas turbine has an air inlet, a compressor, a combustion chamber, and a turbine. The compressed air from the compressor is heated by burning fuel in the combustion chamber and then allowed to expand through the turbine. The turbine exhaust is then expanded in the prope"}, {"title": "Fighter aircraft", "href": "/wiki/Fighter_aircraft", "description": "Fighter aircraft are fixed-wing military aircraft designed primarily for air-to-air combat. In military conflict, the role of fighter aircraft is to establish air superiority of the battlespace. Domination of the airspace above a battlefield permits bombers and attack aircraft to engage in tactical and strategic bombing of enemy targets."}]}, {"heading": "Events", "year": "1949", "date": "March 31", "txt": "The Dominion of Newfoundland joins the Canadian Confederation and becomes the 10th Province of Canada.", "entities": [{"title": "Dominion of Newfoundland", "href": "/wiki/Dominion_of_Newfoundland", "description": "The Dominion of Newfoundland was a country in eastern North America, today the modern Canadian province of Newfoundland and Labrador. It was established on 26 September 1907, and confirmed by the Balfour Declaration of 1926 and the Statute of Westminster of 1931. It included the island of Newfoundland, and Labrador on the continental mainland. Newfoundland was one of the original \"dominions\" withi"}, {"title": "Canadian Confederation", "href": "/wiki/Canadian_Confederation", "description": "Canadian Confederation was the process by which the three colonies of Canada, Nova Scotia, and New Brunswick were united into one federation called the Dominion of Canada on July 1, 1867. Upon confederation, what had formerly been called the Province of Canada was divided into the two provinces of Ontario and Quebec. Thus, the new Dominion initially consisted of four provinces, including the provi"}, {"title": "Province of Canada", "href": "/wiki/Province_of_Canada", "description": "The Province of Canada was a British colony in North America from 1841 to 1867. Its formation reflected recommendations made by John Lambton, 1st Earl of Durham, in the Report on the Affairs of British North America following the Rebellions of 1837–1838."}]}, {"heading": "Events", "year": "1951", "date": "March 31", "txt": "Remington Rand delivers the first UNIVAC I computer to the United States Census Bureau.", "entities": [{"title": "Remington Rand", "href": "/wiki/Remington_Rand", "description": "Remington Rand was an early American business machines manufacturer, best known originally as a typewriter manufacturer and in a later incarnation as the manufacturer of the UNIVAC line of mainframe computers. Formed in 1927 following a merger, Remington Rand was a diversified conglomerate making other office equipment, electric shavers, etc. The Remington Rand Building at 315 Park Avenue South in"}, {"title": "UNIVAC I", "href": "/wiki/UNIVAC_I", "description": "The UNIVAC I was the first general-purpose electronic digital computer design for business application produced in the United States. It was designed principally by J. Presper Eckert and John Mauchly, the inventors of the ENIAC. Design work was started by their company, Eckert–Mauchly Computer Corporation (EMCC), and was completed after the company had been acquired by Remington Rand. In the years"}, {"title": "United States Census Bureau", "href": "/wiki/United_States_Census_Bureau", "description": "The United States Census Bureau (USCB), officially the Bureau of the Census, is a principal agency of the U.S. Federal Statistical System, responsible for producing data about the American people and economy. The Census Bureau is part of the U.S. Department of Commerce and its director is appointed by the President of the United States."}]}, {"heading": "Events", "year": "1957", "date": "March 31", "txt": "Elections to the Territorial Assembly of the French colony Upper Volta are held. After the elections PDU and MDV form a government.", "entities": [{"title": "1957 Upper Voltan Territorial Assembly election", "href": "/wiki/1957_Upper_Voltan_Territorial_Assembly_election", "description": "Territorial Assembly elections were held in French Upper Volta on 31 March 1957. The result was a victory for the Unified Democratic Party, which won 33 of the 68 seats in the Assembly."}, {"title": "French Upper Volta", "href": "/wiki/French_Upper_Volta", "description": "Upper Volta was a colony of French West Africa established on 1 March 1919, from territories that had been part of the colonies of Upper Senegal and Niger and the Côte d'Ivoire. The colony was dissolved on 5 September 1932, with parts being administered by the Côte d'Ivoire, French Sudan and the Colony of Niger."}, {"title": "Unified Democratic Party", "href": "/wiki/Unified_Democratic_Party", "description": "Unified Democratic Party, was, despite its name, not a political party but an electoral alliance of two parties, the Voltaic Democratic Party (PDV-RDA) and the Social Party for the Emancipation of the African Masses (PSEMA), ahead of the 1957 territorial assembly elections in Upper Volta. PDU won 33 out of 70 seats."}, {"title": "Voltaic Democratic Movement", "href": "/wiki/Voltaic_Democratic_Movement", "description": "Voltaic Democratic Movement was a political party in Upper Volta, led by Gérard Kango Ouédraogo. MDV was founded in 1955."}]}, {"heading": "Events", "year": "1958", "date": "March 31", "txt": "In the Canadian federal election, the Progressive Conservatives, led by John Diefenbaker, win the largest percentage of seats in Canadian history, with 208 seats of 265.", "entities": [{"title": "1958 Canadian federal election", "href": "/wiki/1958_Canadian_federal_election", "description": "The 1958 Canadian federal election was the 24th general election in Canada's history. It was held to elect members of the House of Commons of Canada of the 24th Parliament of Canada on March 31, 1958, just nine months after the 23rd election. It transformed Prime Minister John Diefenbaker's minority into the largest majority government in Canadian history and the second largest percentage of the p"}, {"title": "Progressive Conservative Party of Canada", "href": "/wiki/Progressive_Conservative_Party_of_Canada", "description": "The Progressive Conservative Party of Canada was a centre-right federal political party in Canada."}, {"title": "John Diefenbaker", "href": "/wiki/John_Diefenbaker", "description": "John George Diefenbaker was the 13th prime minister of Canada, serving from 1957 to 1963. Between 1930 and 1979, he was the only federal Progressive Conservative leader to lead the party to an election victory, doing so three times, although only once with a majority of seats in the House of Commons of Canada."}]}, {"heading": "Events", "year": "1959", "date": "March 31", "txt": "The 14th Dalai Lama, crosses the border into India and is granted political asylum.", "entities": [{"title": "14th Dalai Lama", "href": "/wiki/14th_Dalai_Lama", "description": "The 14th Dalai Lama was born in the Wood-Pig Year, 5th month, 5th day of the Tibetan Calendar, or 6 July 1935. Known as Gyalwa Rinpoche to the Tibetan people, he is the current Dalai Lama, the highest spiritual leader of Tibet and the retired political leader of Tibet. He is considered a living Bodhisattva; specifically, an emanation of Avalokiteśvara. He is also the leader of the Gelug school, th"}, {"title": "Political asylum", "href": "/wiki/Political_asylum", "description": "The right of asylum is an ancient juridical concept, under which a person persecuted by one's own country may be protected by another sovereign authority, such as another country or church official, who in medieval times could offer sanctuary. This right was recognized by the Egyptians, the Greeks, and the Hebrews, from whom it was adopted into Western tradition. René Descartes fled to the Netherl"}]}, {"heading": "Events", "year": "1964", "date": "March 31", "txt": "Brazilian General Olímpio Mourão Filho orders his troops to move towards Rio de Janeiro, beginning the coup d'état.", "entities": [{"title": "Olímpio Mourão Filho", "href": "/wiki/Ol%C3%ADmpio_Mour%C3%A3o_Filho", "description": "Olímpio Mourão Filho was a Brazilian general who actively participated in the integralist movement and in the 1964 coup d'état. He was the editor of the Cohen plan, a document falsely attributed to international communism, which was used as justification for the instatement of the Estado Novo regime of Getúlio Vargas.\nOn 31 March 1964 he ordered the troops of the 4th infantry division under his co"}, {"title": "Rio de Janeiro", "href": "/wiki/Rio_de_Janeiro", "description": "Rio de Janeiro, or simply Rio, is the second-most populous city in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state, after São Paulo and Minas Gerais. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO"}, {"title": "1964 Brazilian coup d'état", "href": "/wiki/1964_Brazilian_coup_d%27%C3%A9tat", "description": "The 1964 Brazilian coup d'état, colloquially known in Brazil as the Coup of 64, was a series of events in Brazil from March 31 to April 1 that led to the overthrow of President João Goulart by members of the Brazilian Armed Forces, supported by the United States government. The following day, with the military already in control of the country, the speaker of the Brazilian Congress came out in sup"}]}, {"heading": "Events", "year": "1966", "date": "March 31", "txt": "The Soviet Union launches Luna 10 which later becomes the first space probe to enter orbit around the Moon.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Luna 10", "href": "/wiki/Luna_10", "description": "Luna 10 was a 1966 Soviet Luna program, robotic spacecraft mission, also called Lunik 10. It was the first artificial satellite of the Moon."}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}]}, {"heading": "Events", "year": "1968", "date": "March 31", "txt": "American President Lyndon B. Johnson speaks to the nation of \"Steps to Limit the War in Vietnam\" in a television address. At the conclusion of his speech, he announces: \"I shall not seek, and I will not accept, the nomination of my party for another term as your President.\"", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}]}, {"heading": "Events", "year": "1970", "date": "March 31", "txt": "Explorer 1 re-enters the Earth's atmosphere after 12 years in orbit.", "entities": [{"title": "Explorer 1", "href": "/wiki/Explorer_1", "description": "Explorer 1 was the first satellite launched by the United States and was part of the U.S. participation in the International Geophysical Year (IGY). The mission followed the first two satellites the previous year; the Soviet Union's Sputnik 1 and Sputnik 2, beginning the Cold War Space Race between the two nations."}]}, {"heading": "Events", "year": "1980", "date": "March 31", "txt": "The Chicago, Rock Island and Pacific Railroad operates its final train after being ordered to liquidate its assets because of bankruptcy and debts owed to creditors.", "entities": [{"title": "Chicago, Rock Island and Pacific Railroad", "href": "/wiki/Chicago,_Rock_Island_and_Pacific_Railroad", "description": "The Chicago, Rock Island and Pacific Railroad was an American Class I railroad. It was also known as the Rock Island Line, or, in its final years, The Rock."}, {"title": "Liquidation", "href": "/wiki/Liquidation", "description": "Liquidation is the process in accounting by which a company is brought to an end in Canada, United Kingdom, Ireland, Australia, New Zealand, and Italy, and many other countries. The assets and property of the company are redistributed. Liquidation is also sometimes referred to as winding-up or dissolution, although dissolution technically refers to the last stage of liquidation. The process of liq"}, {"title": "Bankruptcy", "href": "/wiki/Bankruptcy", "description": "Bankruptcy is a legal process through which people or other entities who cannot repay debts to creditors may seek relief from some or all of their debts. In most jurisdictions, bankruptcy is imposed by a court order, often initiated by the debtor."}, {"title": "Debt", "href": "/wiki/Debt", "description": "Debt is an obligation that requires one party, the debtor, to pay money or other agreed-upon value to another party, the creditor. Debt is a deferred payment, or series of payments, which differentiates it from an immediate purchase. The debt may be owed by sovereign state or country, local government, company, or an individual. Commercial debt is generally subject to contractual terms regarding t"}, {"title": "Creditor", "href": "/wiki/Creditor", "description": "A creditor or lender is a party that has a claim on the services of a second party. It is a person or institution to whom money is owed. The first party, in general, has provided some property or service to the second party under the assumption that the second party will return an equivalent property and service. The second party is frequently called a debtor or borrower. The first party is called"}]}, {"heading": "Events", "year": "1990", "date": "March 31", "txt": "Approximately 200,000 protesters take to the streets of London to protest against the newly introduced Poll Tax.", "entities": [{"title": "Poll Tax Riots", "href": "/wiki/Poll_Tax_Riots", "description": "The poll tax riots were a series of riots in British towns and cities during protests against the Community Charge, introduced by the Conservative government of Prime Minister Margaret Thatcher. The largest protest occurred in central London on Saturday 31 March 1990, shortly before the tax was due to come into force in England and Wales."}, {"title": "Poll tax (Great Britain)", "href": "/wiki/Poll_tax_(Great_Britain)", "description": "The Community Charge, commonly known as the poll tax, was a system of taxation introduced by Margaret Thatcher's government in replacement of domestic rates in Scotland from 1989, prior to its introduction in England and Wales from 1990. It provided for a single flat-rate, per-capita tax on every adult, at a rate set by the local authority. The charge was replaced by Council Tax in 1993, two years"}]}, {"heading": "Events", "year": "1991", "date": "March 31", "txt": "Georgian independence referendum: Nearly 99 percent of the voters support the country's independence from the Soviet Union.", "entities": [{"title": "1991 Georgian independence referendum", "href": "/wiki/1991_Georgian_independence_referendum", "description": "An independence referendum was held in the Republic of Georgia on 31 March 1991. It was approved by 99.5% of voters."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1992", "date": "March 31", "txt": "The USS Missouri, the last active United States Navy battleship, is decommissioned in Long Beach, California.", "entities": [{"title": "USS Missouri (BB-63)", "href": "/wiki/USS_Missouri_(BB-63)", "description": "USS Missouri (BB-63) is an  Iowa-class battleship and was the third ship of the United States Navy to be named after the U.S. state of Missouri. Missouri was the last battleship commissioned by the United States and is best remembered as the site of the surrender of the Empire of Japan, which ended World War II."}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Battleship", "href": "/wiki/Battleship", "description": "A battleship is a large armored warship with a main battery consisting of large caliber guns. During the late 19th and early 20th centuries the battleship was the most powerful type of warship, and a fleet centered around the battleship was part of the command of the sea doctrine for several decades. By the time of World War II, however, the battleship was made obsolete as other ships, primarily t"}, {"title": "Long Beach, California", "href": "/wiki/Long_Beach,_California", "description": "Long Beach is a city in the U.S. state of California located within the Los Angeles metropolitan area. It is the 43rd most populous city in the United States, with a population of 463,218 as of 2020. A charter city, Long Beach is the 7th most populous city in California, and the largest city in the state that does not serve as a county seat."}]}, {"heading": "Events", "year": "1992", "date": "March 31", "txt": "The Treaty of Federation is signed in Moscow.", "entities": [{"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}]}, {"heading": "Events", "year": "1993", "date": "March 31", "txt": "The Macao Basic Law is adopted by the Eight National People's Congress of China to take effect December 20, 1999 Resumption by China of the Exercise of Sovereignty over Macao", "entities": [{"title": "Macao Basic Law", "href": "/wiki/Macao_Basic_Law", "description": "The Basic Law of the Macao Special Administrative Region of the People's Republic of China is the constitutional document of Macau, replacing the Estatuto Orgânico de Macau. It was adopted on 31 March 1993 by China's National People's Congress and promulgated by President Jiang Zemin; it came into effect on 20 December 1999, following the transfer of sovereignty over Macau from Portugal to China."}, {"title": "National People's Congress", "href": "/wiki/National_People%27s_Congress", "description": "The National People's Congress of the People's Republic of China, normally referred to as the National People's Congress, is the highest organ of state power and the national legislature of the People's Republic of China. With 2,980 members in 2018, it is the largest parliamentary body in the world. The National People's Congress meets in full session for roughly two weeks each year and votes on i"}, {"title": null, "href": "https://www.fmprc.gov.cn/mfa_eng/ziliao_665539/3602_665543/3604_665547/t18052.shtml", "description": null}]}, {"heading": "Events", "year": "1995", "date": "March 31", "txt": "Selena is murdered by her fan club president Yolanda Saldívar at a Days Inn in Corpus Christi, Texas.", "entities": [{"title": "Selena", "href": "/wiki/Selena", "description": "Selena Quintanilla-Pérez was an American singer, songwriter, spokesperson, businesswoman, model, actress, and fashion designer. Referred to as the \"Queen of Tejano music\", her contributions to music and fashion made her one of the most celebrated Mexican-American entertainers of the late 20th century. Billboard magazine named her the top-selling Latin artist of the 1990s decade, while her posthumo"}, {"title": "Murder of Selena", "href": "/wiki/Murder_of_Selena", "description": "Selena Quintanilla-Pérez was an American singer who achieved international fame as a member of Selena y Los Dinos and for her subsequent solo career in both Spanish and English. Her father and manager, Abraham Quintanilla Jr, appointed Yolanda Saldívar president of Selena's fan club in 1991 after Saldívar had repeatedly asked permission to start one. In January 1994, Saldívar was promoted to manag"}, {"title": "Yolanda Saldívar", "href": "/wiki/Yolanda_Sald%C3%ADvar", "description": "Yolanda Saldívar is an American former nurse and fan club president who was convicted of the murder of Tejano singer Selena Quintanilla-Pérez on March 31, 1995, in Corpus Christi, Texas. Saldívar will be eligible for parole on March 30, 2025."}, {"title": "Days Inn", "href": "/wiki/Days_Inn", "description": "Days Inn is a hotel chain headquartered in the United States. It was founded in 1970 by Cecil B. Day, who opened the first location in Tybee Island, Georgia. The brand is now a part of the Wyndham Hotels and Resorts, headquartered in Parsippany, New Jersey, which used to be a part of Cendant. As of December 31, 2018, Days Inn includes 1,728 locations worldwide with 137,678 rooms."}, {"title": "Corpus Christi, Texas", "href": "/wiki/Corpus_Christi,_Texas", "description": "Corpus Christi is a coastal city in the South Texas region of the U.S. state of Texas and the county seat and largest city of Nueces County, it also extends into Aransas, Kleberg, and San Patricio Counties. It is 130 miles southeast of San Antonio. Its political boundaries encompass Nueces Bay and Corpus Christi Bay. Its zoned boundaries include small land parcels or water inlets of three neighbor"}]}, {"heading": "Events", "year": "1995", "date": "March 31", "txt": "TAROM Flight 371, an Airbus A310-300, crashes near Balotesti, Romania, killing all 60 people on board.", "entities": [{"title": "Airbus A310", "href": "/wiki/Airbus_A310", "description": "The Airbus A310 is a wide-body aircraft; designed and manufactured by Airbus Industrie, then a consortium of European aerospace manufacturers.\n\nAirbus had demand for an aircraft smaller than the A300, the first twin-jet wide-body.\nOn 7 July 1978, the A310 was launched with orders from Swissair and Lufthansa.\nOn 3 April 1982, the first prototype conducted its maiden flight, and it received its type"}, {"title": "Balotești", "href": "/wiki/Balote%C8%99ti", "description": "Balotești is a commune in the northwestern part of Ilfov County, Muntenia, Romania. Two small rivers flow through this location: Cociovaliștea and Vlăsia. It is composed of three villages: Balotești, Dumbrăveni and Săftica."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}]}, {"heading": "Events", "year": "1998", "date": "March 31", "txt": "Netscape releases Mozilla source code under an open source license.", "entities": [{"title": "Netscape", "href": "/wiki/Netscape", "description": "Netscape Communications Corporation was an independent American computer services company with headquarters in Mountain View, California and then Dulles, Virginia. Its Netscape web browser was once dominant but lost to Internet Explorer and other competitors in the so-called first browser war, with its market share falling from more than 90 percent in the mid-1990s to less than 1 percent in 2006. "}, {"title": "Mozilla", "href": "/wiki/Mozilla", "description": "Mozilla is a free software community founded in 1998 by members of Netscape. The Mozilla community uses, develops, spreads and supports Mozilla products, thereby promoting exclusively free software and open standards, with only minor exceptions. The community is supported institutionally by the not-for-profit Mozilla Foundation and its tax-paying subsidiary, the Mozilla Corporation."}]}, {"heading": "Events", "year": "2004", "date": "March 31", "txt": "Iraq War in Anbar Province: In Fallujah, Iraq, four American private military contractors working for Blackwater USA, are killed after being ambushed.", "entities": [{"title": "Iraq War in Anbar Province", "href": "/wiki/Iraq_War_in_Anbar_Province", "description": "The Anbar campaign consisted of fighting between the United States military, together with Iraqi Government forces, and Sunni insurgents in the western Iraqi governorate of Al Anbar. The Iraq War lasted from 2003 to 2011, but the majority of the fighting and counterinsurgency campaign in Anbar took place between April 2004 and September 2007. Although the fighting initially featured heavy urban wa"}, {"title": "Fallujah", "href": "/wiki/Fallujah", "description": "Fallujah is a city in the Iraqi province of Al Anbar, located roughly 69 kilometers (43 mi) west of Baghdad on the Euphrates. Fallujah dates from Babylonian times and was host to important Jewish academies for many centuries."}, {"title": "Private military contractor", "href": "/wiki/Private_military_contractor", "description": "\nA private military company (PMC) is a private company providing armed combat or security services for financial gain. PMCs refer to their staff as \"security contractors\" or \"private military contractors\". Private military companies refer to their business generally as the \"private military industry\" or \"The Circuit\"."}, {"title": "Blackwater USA", "href": "/wiki/Blackwater_USA", "description": "Academi is an American private military company founded in 1997 by former Navy SEAL officer Erik Prince as Blackwater, renamed as Xe Services in 2009 and known as Academi since 2011 after the company was acquired by a group of private investors. The company received widespread notoriety in 2007, when a group of its employees killed 17 Iraqi civilians and injured 20 in Nisour Square, Baghdad, for w"}, {"title": "2004 Fallujah ambush", "href": "/wiki/2004_Fallujah_ambush", "description": "The 2004 Fallujah Blackwater incident occurred on March 31, 2004, when Iraqi insurgents attacked a convoy containing four American contractors from the private military company Blackwater USA who were conducting a delivery for food caterers ESS."}]}, {"heading": "Events", "year": "2018", "date": "March 31", "txt": "Start of the 2018 Armenian revolution.", "entities": [{"title": "2018 Armenian revolution", "href": "/wiki/2018_Armenian_revolution", "description": "The 2018 Armenian Revolution was a series of anti-government protests in Armenia from April to May 2018 staged by various political and civil groups led by a member of the Armenian parliament — Nikol Pashinyan. Protests and marches took place initially in response to Serzh Sargsyan's third consecutive term as the most powerful figure in the government of Armenia and later against the Republican Pa"}]}, {"heading": "Births", "year": "1360", "date": "March 31", "txt": "Philippa of Lancaster (d. 1415)", "entities": [{"title": "Philippa of Lancaster", "href": "/wiki/Philippa_of_Lancaster", "description": "Philippa of Lancaster was Queen of Portugal from 1387 until 1415 by marriage to King John I. Born into the royal family of England, her marriage secured the Treaty of Windsor and produced several children who became known as the \"Illustrious Generation\" in Portugal."}]}, {"heading": "Births", "year": "1499", "date": "March 31", "txt": "Pope Pius IV (d. 1565)", "entities": [{"title": "Pope Pius IV", "href": "/wiki/Pope_Pius_IV", "description": "Pope Pius IV, born Giovanni Angelo Medici, was head of the Catholic Church and ruler of the Papal States from 25 December 1559 to his death in 1565. Born in Milan, his family considered itself a branch of the House of Medici and used the same coat of arms. Although modern historians have found no proof of this connection, the Medici of Florence recognized the claims of the Medici of Milan in the e"}]}, {"heading": "Births", "year": "1504", "date": "March 31", "txt": "Guru Angad, Indian religious leader (d. 1552)", "entities": [{"title": "Guru Angad", "href": "/wiki/Guru_Angad", "description": "Guru Angad was the second of the ten Sikh gurus of Sikhism. Born in Hindu family and after meeting Guru Nanak, the founder of Sikhism, becoming a Sikh, and serving and working with Guru Nanak for many years, Guru Nanak gave Lehna the name Angad, and chose Angad as the second Sikh Guru."}]}, {"heading": "Births", "year": "1519", "date": "March 31", "txt": "Henry II of France (d. 1559)", "entities": [{"title": "Henry II of France", "href": "/wiki/Henry_II_of_France", "description": "Henry II was King of France from 31 March 1547 until his death in 1559. The second son of Francis I, he became Dauphin of France upon the death of his elder brother Francis III, Duke of Brittany, in 1536."}]}, {"heading": "Births", "year": "1536", "date": "March 31", "txt": "Ashikaga Yoshiteru, Japanese shōgun (d. 1565)", "entities": [{"title": "Ashikaga Yoshiteru", "href": "/wiki/Ashikaga_Yoshiteru", "description": "Ashikaga Yoshiteru , also known as Yoshifushi or Yoshifuji, was the 13th shōgun of the Ashikaga shogunate who reigned from 1546 to 1565 during the late Muromachi period of Japan. He was the eldest son of the 12th shōgun, Ashikaga Yoshiharu, and his mother was a daughter of Konoe Hisamichi. When he became shogun in 1546 at age 11, Yoshiteru's name was Yoshifushi ; but some years later in 1554, he c"}]}, {"heading": "Births", "year": "1596", "date": "March 31", "txt": "René Descartes, French mathematician and philosopher (d. 1650)", "entities": [{"title": "René Descartes", "href": "/wiki/Ren%C3%A9_Descartes", "description": "\nRené Descartes was a French-born philosopher, mathematician, and scientist who spent a large portion of his working life in the Dutch Republic, initially serving the Dutch States Army of Maurice of Nassau, Prince of Orange and the Stadtholder of the United Provinces. One of the most notable intellectual figures of the Dutch Golden Age, Descartes is also widely regarded as one of the founders of m"}]}, {"heading": "Births", "year": "1601", "date": "March 31", "txt": "Jakov Mikalja, Italian linguist and lexicographer (d. 1654)", "entities": [{"title": "Jakov Mikalja", "href": "/wiki/Jakov_Mikalja", "description": "Giacomo Micaglia also Jakov Mikalja in Croatian, was an Italian linguist and lexicographer, of Slavic ancestry. He was born in the town of Peschici (Apulia), at that time under the Kingdom of Naples. He said about himself to be \"an Italian of Slavic language\"."}]}, {"heading": "Births", "year": "1621", "date": "March 31", "txt": "Andrew Marvell, English poet and politician (d. 1678)", "entities": [{"title": "Andrew Marvell", "href": "/wiki/Andrew_Marvell", "description": "Andrew Marvell was an English metaphysical poet, satirist and politician who sat in the House of Commons at various times between 1659 and 1678. During the Commonwealth period he was a colleague and friend of John Milton. His poems range from the love-song \"To His Coy Mistress\", to evocations of an aristocratic country house and garden in \"Upon Appleton House\" and \"The Garden\", the political addre"}]}, {"heading": "Births", "year": "1651", "date": "March 31", "txt": "Charles II, Elector Palatine, German husband of Princess Wilhelmine Ernestine of Denmark (d. 1685)", "entities": [{"title": "Charles II, Elector Palatine", "href": "/wiki/Charles_II,_Elector_Palatine", "description": "Charles II was Elector Palatine from 1680 to 1685. He was the son of Charles I Louis, Elector Palatine and Charlotte of Hesse-Kassel."}, {"title": "Princess Wilhelmine Ernestine of Denmark", "href": "/wiki/Princess_Wilhelmine_Ernestine_of_Denmark", "description": "Wilhelmine Ernestine of Denmark and Norway was an Electress of the Palatinate. She was the third of five daughters of King Frederick III of Denmark and Sophie Amalie of Brunswick-Lüneburg."}]}, {"heading": "Births", "year": "1675", "date": "March 31", "txt": "Pope Benedict XIV (d. 1758)", "entities": [{"title": "Pope Benedict XIV", "href": "/wiki/Pope_Benedict_XIV", "description": "Pope Benedict XIV, born Prospero Lorenzo Lambertini, was head of the Catholic Church from 17 August 1740 to his death in 1758."}]}, {"heading": "Births", "year": "1718", "date": "March 31", "txt": "Mariana Victoria of Spain (d. 1781)", "entities": [{"title": "Mariana Victoria of Spain", "href": "/wiki/Mariana_Victoria_of_Spain", "description": " Mariana Victoria of Spain was an Infanta of Spain by birth and was later the Queen of Portugal as wife of King Joseph I. The eldest daughter of Philip V of Spain and Elisabeth Farnese, she was engaged to the young Louis XV of France at the age of seven. Rejected due to her age, the marriage never took place and she was sent back to Spain. In 1729 she was married to Infante José, son of John V of "}]}, {"heading": "Births", "year": "1723", "date": "March 31", "txt": "Frederick V of Denmark (d. 1766)", "entities": [{"title": "Frederick V of Denmark", "href": "/wiki/Frederick_V_of_Denmark", "description": "Frederick V was king of Denmark–Norway and Duke of Schleswig-Holstein from 1746 until his death. He was the son of Christian VI of Denmark and Sophie Magdalene of Brandenburg-Kulmbach."}]}, {"heading": "Births", "year": "1730", "date": "March 31", "txt": "Étienne Bézout, French mathematician and theorist (d. 1783)", "entities": [{"title": "Étienne Bézout", "href": "/wiki/%C3%89tienne_B%C3%A9zout", "description": "Étienne Bézout was a French mathematician who was born in Nemours, Seine-et-Marne, France, and died in Avon, France."}]}, {"heading": "Births", "year": "1732", "date": "March 31", "txt": "Joseph Haydn, Austrian pianist and composer (d. 1809)", "entities": [{"title": "Joseph Haydn", "href": "/wiki/Joseph_Haydn", "description": "Franz Joseph Haydn was an Austrian composer of the Classical period. He was instrumental in the development of chamber music such as the piano trio. His contributions to musical form have earned him the epithets \"Father of the Symphony\" and \"Father of the String Quartet\"."}]}, {"heading": "Births", "year": "1740", "date": "March 31", "txt": "Panoutsos Notaras, Greek politician (d. 1849)", "entities": [{"title": "Panoutsos Notaras", "href": "/wiki/Panoutsos_Notaras", "description": "Panoutsos Notaras was a Greek revolutionary and politician who was a leading figure of the Greek War of Independence, serving several times as president of the Greek national assemblies and legislative bodies."}]}, {"heading": "Births", "year": "1747", "date": "March 31", "txt": "Johann Abraham Peter Schulz, German pianist and composer (d. 1800)", "entities": [{"title": "Johann Abraham Peter Schulz", "href": "/wiki/Johann_Abraham_Peter_Schulz", "description": "Johann Abraham Peter Schulz was a German musician. He is best known as the composer of the melody for Matthias Claudius's poems \"Der Mond ist aufgegangen\" and \"Wir pflügen und wir streuen\", and the Christmas carol \"Ihr Kinderlein kommet\"."}]}, {"heading": "Births", "year": "1777", "date": "March 31", "txt": "Charles Cagniard de la Tour, French physicist and engineer (d. 1859)", "entities": [{"title": "Charles Cagniard de la Tour", "href": "/wiki/Charles_Cagniard_de_la_Tour", "description": "Baron Charles Cagniard de la Tour was a French engineer and physicist. Charles Cagniard was born in Paris, and after attending the École Polytechnique became one of the ingénieurs géographiques. He examined the mechanism of voice-production, invented a blowing machine and contributed to acoustics by inventing an improved siren. He also studied yeast."}]}, {"heading": "Births", "year": "1778", "date": "March 31", "txt": "Coenraad Jacob Temminck, Dutch zoologist and ornithologist (d. 1858)", "entities": [{"title": "Coenraad Jacob Temminck", "href": "/wiki/Coenraad_Jacob_Temminck", "description": "Coenraad Jacob Temminck was a Dutch aristocrat, zoologist, and museum director."}]}, {"heading": "Births", "year": "1794", "date": "March 31", "txt": "Thomas McKean Thompson McKennan, American lawyer and politician, 2nd United States Secretary of the Interior (d. 1852)", "entities": [{"title": "Thomas McKean Thompson McKennan", "href": "/wiki/Thomas_McKean_Thompson_McKennan", "description": "Thomas McKean Thompson McKennan was a 19th-century politician and lawyer who served briefly as United States Secretary of the Interior under President Millard Fillmore."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1809", "date": "March 31", "txt": "Edward FitzGerald, English poet and translator (d. 1883)", "entities": [{"title": "Edward FitzGerald (poet)", "href": "/wiki/Edward_FitzGerald_(poet)", "description": "Edward FitzGerald or Fitzgerald was an English poet and writer. His most famous poem is the first and best known English translation of The Rubaiyat of Omar Khayyam, which has kept its reputation and popularity since the 1860s."}]}, {"heading": "Births", "year": "1809", "date": "March 31", "txt": "Nikolai Gogol, Ukrainian-Russian short story writer, novelist, and playwright (d. 1852)", "entities": []}, {"heading": "Births", "year": "1809", "date": "March 31", "txt": "Otto Lindblad, Swedish composer (d. 1864)", "entities": []}, {"heading": "Births", "year": "1813", "date": "March 31", "txt": "Félix María Zuloaga, Mexican general and unconstitutional interim president (1858 and 1860–1862) (d. 1898)", "entities": [{"title": "Félix María Zuloaga", "href": "/wiki/F%C3%A9lix_Mar%C3%ADa_Zuloaga", "description": "Félix María Zuloaga Trillo was a Mexican general and a Conservative leader in the War of Reform. In the late 1850s and early 1860s, Zuloaga served as unconstitutional interim conservative president of Mexico in opposition to the constitutional president Benito Juárez of the Liberal Party."}]}, {"heading": "Births", "year": "1819", "date": "March 31", "txt": "Chlodwig, Prince of Hohenlohe-Schillingsfürst (d. 1901)", "entities": [{"title": "Chlodwig, Prince of Hohenlohe-Schillingsfürst", "href": "/wiki/Chlodwig,_Prince_of_Hohenlohe-Schillingsf%C3%BCrst", "description": "Chlodwig Carl Viktor, Prince of Hohenlohe-Schillingsfürst, Prince of Ratibor and Corvey, usually referred to as the Prince of Hohenlohe, was a German statesman, who served as Chancellor of Germany and Prime Minister of Prussia from 1894 to 1900. Prior to his appointment as Chancellor, he had served in a number of other positions, including as Prime Minister of Bavaria (1866–1870), German Ambassado"}]}, {"heading": "Births", "year": "1823", "date": "March 31", "txt": "Mary Boykin Chesnut, American author (d. 1886)", "entities": [{"title": "Mary Boykin Chesnut", "href": "/wiki/Mary_Boykin_Chesnut", "description": "Mary Boykin Chesnut was an American author noted for a book published as her Civil War diary, a \"vivid picture of a society in the throes of its life-and-death struggle.\" She described the war from within her upper-class circles of Southern planter society, but encompassed all classes in her book. She was married to a lawyer who served as a United States senator and Confederate officer.\nChesnut wo"}]}, {"heading": "Births", "year": "1833", "date": "March 31", "txt": "Mary Abigail Dodge, American writer and essayist (d. 1896)", "entities": [{"title": "Mary Abigail Dodge", "href": "/wiki/Mary_Abigail_Dodge", "description": "Mary Abigail Dodge was an American writer and essayist, who wrote under the pseudonym Gail Hamilton. Her writing is noted for its wit and promotion of equality of education and occupation for women."}]}, {"heading": "Births", "year": "1835", "date": "March 31", "txt": "John La Farge, American artist (d. 1910)", "entities": [{"title": "John La Farge", "href": "/wiki/John_La_Farge", "description": "John La Farge was an American artist whose career spanned illustration, murals, interior design, painting, and popular books on his Asian travels and other art-related topics."}]}, {"heading": "Births", "year": "1847", "date": "March 31", "txt": "Hermann de Pourtalès, Swiss sailor (d. 1904)", "entities": [{"title": "Hermann de Pourtalès", "href": "/wiki/Hermann_de_Pourtal%C3%A8s", "description": "Count Hermann Alexander de Pourtalès was a Swiss sailor who competed in the 1900 Summer Olympics."}]}, {"heading": "Births", "year": "1847", "date": "March 31", "txt": "Yegor Ivanovich Zolotarev, Russian mathematician and theorist (d. 1878)", "entities": []}, {"heading": "Births", "year": "1851", "date": "March 31", "txt": "Francis Bell, New Zealand lawyer and politician, 20th Prime Minister of New Zealand (d. 1936)", "entities": [{"title": "Francis Bell (New Zealand politician)", "href": "/wiki/Francis_Bell_(New_Zealand_politician)", "description": "Sir Francis Henry Dillon Bell was a New Zealand lawyer and politician who served as the 20th Prime Minister of New Zealand from 14 to 30 May 1925. He was the first New Zealand-born prime minister, holding office in a caretaker capacity following the death of William Massey."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1855", "date": "March 31", "txt": "Alfred E. Hunt, American businessman (d. 1899)", "entities": [{"title": "Alfred E. Hunt", "href": "/wiki/Alfred_E._Hunt", "description": "Alfred Ephraim Hunt was a 19th-century American metallurgist and industrialist best known for founding the company that would eventually become Alcoa, the world's largest producer and distributor of aluminum."}]}, {"heading": "Births", "year": "1859", "date": "March 31", "txt": "Emil Fenyvessy, Hungarian actor and screenwriter (d. 1924)", "entities": [{"title": "Emil Fenyvessy", "href": "/wiki/Emil_Fenyvessy", "description": "Emil Fenyvessy was a Hungarian actor."}]}, {"heading": "Births", "year": "1865", "date": "March 31", "txt": "Anandi Gopal Joshi, Indian physician (d. 1887)", "entities": [{"title": "Anandi Gopal Joshi", "href": "/wiki/Anandi_Gopal_Joshi", "description": "Anandibai Gopalrao Joshi or A G Joshi was one of the first Indian female practitioners of western medicine, alongside Kadambini Ganguly. She was the first woman from the erstwhile Bombay presidency of India to study and graduate with a two-year degree in western medicine in the United States. She was also referred to as Anandibai Joshi and Anandi Gopal Joshi."}]}, {"heading": "Births", "year": "1871", "date": "March 31", "txt": "Arthur Griffith, Irish journalist and politician, 3rd President of Dáil Éireann (d. 1922)", "entities": [{"title": "Arthur Griffith", "href": "/wiki/Arthur_Griffith", "description": "Arthur Joseph Griffith was an Irish writer, newspaper editor and politician who founded the political party Sinn Féin. He led the Irish delegation at the negotiations that produced the 1921 Anglo-Irish Treaty, and served as President of Dáil Éireann from January 1922 until his death in August 1922."}, {"title": "President of Dáil Éireann", "href": "/wiki/President_of_D%C3%A1il_%C3%89ireann", "description": "The President of Dáil Éireann was the leader of the revolutionary Irish Republic of 1919–1922. The office was created in the Dáil Constitution adopted by Dáil Éireann, the parliament of the Republic, at its first meeting in January 1919. This provided that the president was elected by the Dáil as head of a cabinet called the Ministry of Dáil Éireann. During this period, Ireland was deemed part of "}]}, {"heading": "Births", "year": "1872", "date": "March 31", "txt": "Sergei Diaghilev, Russian ballet manager and critic, founded the Ballets Russes (d. 1929)", "entities": [{"title": "Sergei Diaghilev", "href": "/wiki/Sergei_Diaghilev", "description": "Sergei Pavlovich Diaghilev, usually referred to outside Russia as Serge Diaghilev, was a Russian art critic, patron, ballet impresario and founder of the Ballets Russes, from which many famous dancers and choreographers would arise."}, {"title": "Ballets Russes", "href": "/wiki/Ballets_Russes", "description": "The Ballets Russes was an itinerant ballet company based in Paris that performed between 1909 and 1929 throughout Europe and on tours to North and South America. The company never performed in Russia, where the Revolution disrupted society. After its initial Paris season, the company had no formal ties there."}]}, {"heading": "Births", "year": "1874", "date": "March 31", "txt": "Benjamín G. Hill, Mexican revolutionary general, governor of Sonora (d. 1920)", "entities": [{"title": "Benjamín G. Hill", "href": "/wiki/Benjam%C3%ADn_G._Hill", "description": "Gen. Benjamín Hill was a military commander during the Mexican Revolution."}]}, {"heading": "Births", "year": "1874", "date": "March 31", "txt": "Henri Marteau, French violinist and composer (d. 1934)", "entities": []}, {"heading": "Births", "year": "1876", "date": "March 31", "txt": "Borisav Stanković, Serbian author (d. 1927)", "entities": [{"title": "Borisav Stanković", "href": "/wiki/Borisav_Stankovi%C4%87", "description": "Borisav \"Bora\" Stanković was a Serbian writer belonging to the school of realism. His novels and short stories depict the life of people from South Serbia. He belongs to an exceptional group of storytellers that appeared at the turn of the 20th century, Ivo Ćipiko, Petar Kočić, Milutin Uskoković, and others."}]}, {"heading": "Births", "year": "1878", "date": "March 31", "txt": "Jack Johnson, American boxer (d. 1946)", "entities": [{"title": "Jack Johnson (boxer)", "href": "/wiki/Jack_Johnson_(boxer)", "description": "John Arthur Johnson, nicknamed the \"Galveston Giant\", was an African American boxer who, at the height of the Jim Crow era, became the first African American world heavyweight boxing champion (1908–1915). Widely regarded as one of the most influential boxers of all time, one of the period's most dominant champions, and as a boxing legend, his 1910 fight against James J. Jeffries was dubbed the \"fi"}]}, {"heading": "Births", "year": "1884", "date": "March 31", "txt": "Adriaan van Maanen, Dutch-American astronomer and academic (d. 1946)", "entities": [{"title": "Adriaan van Maanen", "href": "/wiki/Adriaan_van_Maanen", "description": "Adriaan van Maanen was a Dutch–American astronomer."}]}, {"heading": "Births", "year": "1885", "date": "March 31", "txt": "Pascin, Bulgarian-American painter and illustrator (d. 1930)", "entities": [{"title": "Pascin", "href": "/wiki/Pascin", "description": "Julius Mordecai Pincas, known as Pascin, Jules Pascin, or the \"Prince of Montparnasse\", was a Bulgarian artist known for his paintings and drawings. He later became an American citizen. His most frequent subject was women, depicted in casual poses, usually nude or partly dressed."}]}, {"heading": "Births", "year": "1890", "date": "March 31", "txt": "Ben Adams, American jumper (d. 1961)", "entities": [{"title": "Ben Adams (track and field)", "href": "/wiki/Ben_Adams_(track_and_field)", "description": "Benjamin \"Ben\" Willard Adams was an American athlete who competed mainly in the standing jumps. At the 1912 Summer Olympics he won a silver medal in the standing high jump and a bronze in the standing long jump, while his elder brother Platt Adams won a gold and a silver, respectively. Ben also competed in the exhibition baseball tournament for Sweden."}]}, {"heading": "Births", "year": "1890", "date": "March 31", "txt": "William Lawrence Bragg, Australian-English physicist and academic, Nobel Prize laureate (d. 1971)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1891", "date": "March 31", "txt": "Victor Varconi, Hungarian-American actor and director (d. 1976)", "entities": [{"title": "Victor Varconi", "href": "/wiki/Victor_Varconi", "description": "Victor Varconi was a Hungarian actor who initially found success in his native country, as well as in Germany and Austria, in silent films before relocating to the United States, where he continued to appear in films throughout the sound era. Varconi also appeared in British and Italian films."}]}, {"heading": "Births", "year": "1893", "date": "March 31", "txt": "Clemens Krauss, Austrian conductor and manager (d. 1954)", "entities": [{"title": "Clemens Krauss", "href": "/wiki/Clemens_Krauss", "description": "Clemens Heinrich Krauss was an Austrian conductor and opera impresario, particularly associated with the music of Richard Strauss."}]}, {"heading": "Births", "year": "1893", "date": "March 31", "txt": "Herbert Meinhard Mühlpfordt, German physician and historian (d. 1982)", "entities": []}, {"heading": "Births", "year": "1895", "date": "March 31", "txt": "Vardis Fisher, American author and academic (d. 1968)", "entities": [{"title": "Vardis Fisher", "href": "/wiki/Vardis_Fisher", "description": "Vardis Alvero Fisher was an American writer from Idaho who wrote popular historical novels of the Old West. After studying at the University of Utah and the University of Chicago, Fisher taught English at the University of Utah and then at the Washington Square College of New York University until 1931. He worked with the Federal Writer's Project to write the Works Project Administration The Idaho"}]}, {"heading": "Births", "year": "1900", "date": "March 31", "txt": "Prince Henry, Duke of Gloucester (d. 1974)", "entities": [{"title": "Prince Henry, Duke of Gloucester", "href": "/wiki/Prince_Henry,_Duke_of_Gloucester", "description": "Prince Henry, Duke of Gloucester, was the third son and fourth child of King George V and Queen Mary. He served as Governor-General of Australia from 1945 to 1947, the only member of the British royal family to hold the post."}]}, {"heading": "Births", "year": "1905", "date": "March 31", "txt": "Robert Stevenson, English director and screenwriter (d. 1986)", "entities": [{"title": "Robert Stevenson (director)", "href": "/wiki/Robert_Stevenson_(director)", "description": "Robert Edward Stevenson was an English film screenwriter, director and actor."}]}, {"heading": "Births", "year": "1905", "date": "March 31", "txt": "George Treweek, Australian rugby league player (d. 1991)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 31", "txt": "Sin-Itiro Tomonaga, Japanese physicist and academic, Nobel Prize laureate (d. 1979)", "entities": [{"title": "Sin-Itiro Tomonaga", "href": "/wiki/Sin-Itiro_Tomonaga", "description": "Shinichiro Tomonaga , usually cited as Sin-Itiro Tomonaga in English, was a Japanese physicist, influential in the development of quantum electrodynamics, work for which he was jointly awarded the Nobel Prize in Physics in 1965 along with Richard Feynman and Julian Schwinger."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1908", "date": "March 31", "txt": "Red Norvo, American vibraphone player and composer (d. 1999)", "entities": [{"title": "Red Norvo", "href": "/wiki/Red_Norvo", "description": "Red Norvo was an American musician, one of jazz's early vibraphonists, known as \"Mr. Swing\". He helped establish the xylophone, marimba, and vibraphone as jazz instruments. His recordings included \"Dance of the Octopus\", \"Bughouse\", \"Knockin' on Wood\", \"Congo Blues\", and \"Hole in the Wall\"."}]}, {"heading": "Births", "year": "1911", "date": "March 31", "txt": "Freddie Green, American guitarist (d. 1987)", "entities": [{"title": "Freddie Green", "href": "/wiki/Freddie_Green", "description": "Frederick William Green was an American swing jazz guitarist who played rhythm guitar with the Count Basie Orchestra for almost fifty years."}]}, {"heading": "Births", "year": "1911", "date": "March 31", "txt": "Elisabeth Grümmer, German soprano (d. 1986)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 31", "txt": "William Lederer, American soldier and author (d. 2009)", "entities": [{"title": "William Lederer", "href": "/wiki/William_Lederer", "description": "William Julius Lederer, Jr. was an American author and naval officer."}]}, {"heading": "Births", "year": "1913", "date": "March 31", "txt": "Etta Baker, African-American singer and guitarist (d. 2006)", "entities": [{"title": "Etta Baker", "href": "/wiki/Etta_Baker", "description": "Etta Baker was an American Piedmont blues guitarist and singer from North Carolina."}]}, {"heading": "Births", "year": "1914", "date": "March 31", "txt": "Octavio Paz, Mexican poet and diplomat, Nobel Prize laureate (d. 1998)", "entities": [{"title": "Octavio Paz", "href": "/wiki/Octavio_Paz", "description": "Octavio Paz Lozano was a Mexican poet and diplomat. For his body of work, he was awarded the 1981 Miguel de Cervantes Prize, the 1982 Neustadt International Prize for Literature, and the 1990 Nobel Prize in Literature."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1914", "date": "March 31", "txt": "Dagmar Lange, Swedish author (d. 1991)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 31", "txt": "Albert Hourani, English historian and author (d. 1993)", "entities": [{"title": "Albert Hourani", "href": "/wiki/Albert_Hourani", "description": "Albert Habib Hourani was a Lebanese British historian, specialising in the history of the Middle East and Middle Eastern studies."}]}, {"heading": "Births", "year": "1915", "date": "March 31", "txt": "Shoichi Yokoi, Japanese sergeant (d. 1997)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 31", "txt": "Lucille Bliss, American voice actress (d. 2012)", "entities": [{"title": "Lucille Bliss", "href": "/wiki/Lucille_Bliss", "description": "Lucille Theresa Bliss was an American actress, known in the Bay Area and in Hollywood as the \"Girl With a Thousand Voices\"."}]}, {"heading": "Births", "year": "1916", "date": "March 31", "txt": "Tommy Bolt, American golfer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 31", "txt": "John H. Wood, Jr., American lawyer and judge (d. 1979)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 31", "txt": "Dorothy DeLay, American violinist and educator (d. 2002)", "entities": [{"title": "Dorothy DeLay", "href": "/wiki/Dorothy_DeLay", "description": "Dorothy DeLay was an American violin instructor, primarily at the Juilliard School, Sarah Lawrence College, and the University of Cincinnati."}]}, {"heading": "Births", "year": "1918", "date": "March 31", "txt": "Ted Post, American director (d. 2013)", "entities": [{"title": "Ted Post", "href": "/wiki/Ted_Post", "description": "Ted Post was an American director of film and television. Highly prolific, Post directed numerous episodes of well-known television series including Rawhide, Gunsmoke, and The Twilight Zone as well as blockbuster films such as Hang 'Em High, Beneath the Planet of the Apes and Magnum Force."}]}, {"heading": "Births", "year": "1919", "date": "March 31", "txt": "Frank Akins, American football player (d. 1993)", "entities": [{"title": "Frank Akins", "href": "/wiki/Frank_Akins", "description": "Frank Scott Akins was an American football running back who played for the Washington Redskins of the National Football League (NFL). He played college football at Washington State University and was drafted in the 30th round of the 1943 NFL Draft. He taught history and drivers education at Anderson High School, Anderson, CA."}]}, {"heading": "Births", "year": "1920", "date": "March 31", "txt": "Deborah Cavendish, Duchess of Devonshire, British aristocrat, socialite and author (d. 2014)", "entities": [{"title": "Deborah Cavendish, Duchess of Devonshire", "href": "/wiki/Deborah_Cavendish,_Duchess_of_Devonshire", "description": "Deborah Vivien Cavendish, Duchess of Devonshire, was an English aristocrat, writer, memoirist, and socialite. She was the youngest and last surviving of the six Mitford sisters, who were prominent members of English society in the 1930s and 1940s."}]}, {"heading": "Births", "year": "1921", "date": "March 31", "txt": "Lowell Fulson, African-American blues singer-songwriter and guitarist (d. 1999)", "entities": [{"title": "Lowell Fulson", "href": "/wiki/Lowell_Fulson", "description": "Lowell Fulson was an American blues guitarist and songwriter, in the West Coast blues tradition. He also recorded for contractual reasons as Lowell Fullsom and Lowell Fulsom. After T-Bone Walker, he was the most important figure in West Coast blues in the 1940s and 1950s."}]}, {"heading": "Births", "year": "1921", "date": "March 31", "txt": "Peggy Rea, American actress and casting director (d. 2011)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 31", "txt": "Richard Kiley, American actor and singer (d. 1999)", "entities": [{"title": "Richard Kiley", "href": "/wiki/Richard_Kiley", "description": "Richard Paul Kiley was an American stage, television, and film actor. He is best known for his distinguished theatrical career in which he twice won the Tony Award for Best Actor In A Musical. Kiley created the role of Don Quixote in the original 1965 production of the Broadway musical Man of La Mancha and was the first to sing and record \"The Impossible Dream\", the hit song from the show. In the "}]}, {"heading": "Births", "year": "1922", "date": "March 31", "txt": "Patrick Magee, Irish actor (d. 1982)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 31", "txt": "Don Barksdale, American basketball player (d. 1993)", "entities": [{"title": "Don Barksdale", "href": "/wiki/Don_Barksdale", "description": "Donald Argee Barksdale was an American professional basketball player. He was a pioneer as an African-American basketball player, becoming the first to be named NCAA All-American, the first to play on a United States men's Olympic basketball team, and the first to play in a National Basketball Association (NBA) All-Star Game. He was inducted into the Naismith Memorial Basketball Hall of Fame."}]}, {"heading": "Births", "year": "1923", "date": "March 31", "txt": "François Sermon, Belgian footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 31", "txt": "Leo Buscaglia, American author and academic (d. 1998)", "entities": [{"title": "Leo Buscaglia", "href": "/wiki/Leo_Buscaglia", "description": "Felice Leonardo Buscaglia, also known as \"Dr. Love\", was an American author, motivational speaker, and a professor in the Department of Special Education at the University of Southern California."}]}, {"heading": "Births", "year": "1924", "date": "March 31", "txt": "Charles Guggenheim, American director and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 31", "txt": "Jean Coutu, Canadian actor and director (d. 1999)", "entities": [{"title": "Jean Coutu (actor)", "href": "/wiki/Jean_Coutu_(actor)", "description": "Jean Coutu was a Canadian actor. Born in Montreal, his career included many movies and TV series in Quebec, including episodes of La famille Plouffe in 1953. He also played in a Disney production Nikki, Wild Dog of the North, becoming one of the few Quebecers of his era to have appeared in Hollywood productions."}]}, {"heading": "Births", "year": "1926", "date": "March 31", "txt": "John Fowles, English novelist (d. 2005)", "entities": [{"title": "John Fowles", "href": "/wiki/John_Fowles", "description": "John Robert Fowles was an English novelist of international renown, critically positioned between modernism and postmodernism. His work was influenced by Jean-Paul Sartre and Albert Camus, among others."}]}, {"heading": "Births", "year": "1926", "date": "March 31", "txt": "Beni Montresor, Italian director, set designer, author, and illustrator (d. 2001)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 31", "txt": "Rocco Petrone, American colonel and engineer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 31", "txt": "Cesar Chavez, American labor union leader and activist (d. 1993)", "entities": [{"title": "Cesar Chavez", "href": "/wiki/Cesar_Chavez", "description": "Cesar Chavez was an American labor leader and civil rights activist. Along with Dolores Huerta, he co-founded the National Farm Workers Association (NFWA), which later merged with the Agricultural Workers Organizing Committee (AWOC) to become the United Farm Workers (UFW) labor union. Ideologically, his world-view combined leftist politics with Roman Catholic social teachings."}]}, {"heading": "Births", "year": "1927", "date": "March 31", "txt": "William Daniels, American actor", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 31", "txt": "Eduardo Martínez Somalo, Spanish cardinal", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 31", "txt": "Vladimir Ilyushin, Russian pilot (d. 2010)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 31", "txt": "Elmer Diedtrich, American businessman and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 31", "txt": "Bud MacPherson, Canadian ice hockey player (d. 1988)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 31", "txt": "Lefty Frizzell, American singer-songwriter and guitarist (d. 1975)", "entities": [{"title": "Lefty Frizzell", "href": "/wiki/Lefty_Frizzell", "description": "William Orville \"Lefty\" Frizzell was an American country music singer-songwriter and honky-tonk singer."}]}, {"heading": "Births", "year": "1928", "date": "March 31", "txt": "Gordie Howe, Canadian ice hockey player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 31", "txt": "Liz Claiborne, Belgian-American fashion designer, founded Liz Claiborne Inc. (d. 2007)", "entities": [{"title": "Liz Claiborne (fashion designer)", "href": "/wiki/Liz_Claiborne_(fashion_designer)", "description": "Anne Elisabeth Jane Claiborne was an American fashion designer and businesswoman. Her success was built upon stylish yet affordable apparel for career women featuring colorfully tailored separates that could be mixed and matched. Claiborne is best known for co-founding Liz Claiborne Inc., which in 1986 became the first company founded by a woman to make the Fortune 500 list. Claiborne was the firs"}, {"title": "Liz Claiborne Inc.", "href": "/wiki/Liz_Claiborne_Inc.", "description": "Kate Spade & Company, initially known as Liz Claiborne Inc., and then as Fifth & Pacific Companies, Inc., is a fashion company that designs and markets a range of women's and men's apparel, accessories and fragrance products under the Kate Spade New York and Jack Spade labels. The company is owned by Tapestry, Inc."}]}, {"heading": "Births", "year": "1929", "date": "March 31", "txt": "Bert Fields, American lawyer and author", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 31", "txt": "Yehuda Nir, Polish-American psychiatrist (d. 2014)", "entities": [{"title": "Yehuda Nir", "href": "/wiki/Yehuda_Nir", "description": "Yehuda Nir was a Polish-born American Holocaust survivor, psychiatrist and author of The Lost Childhood. Nir posed as a Roman Catholic and learned Latin to escape Nazi persecution in Poland during World War II. Nir's ordeal led him to a career as a psychiatrist, specializing in the treatment of post-traumatic stress disorder and severely ill children. He immigrated to the United States in 1959 to "}]}, {"heading": "Births", "year": "1930", "date": "March 31", "txt": "Jim Mutscheller, American football player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 31", "txt": "Miller Barber, American golfer (d. 2013)", "entities": [{"title": "Miller Barber", "href": "/wiki/Miller_Barber", "description": "Miller Westford Barber, Jr. was an American professional golfer who enjoyed significant success on the PGA Tour in the 1960s and 1970s, and a greater degree of success on the Senior PGA Tour in the 1980s."}]}, {"heading": "Births", "year": "1931", "date": "March 31", "txt": "Tamara Tyshkevich, Belarusian shot putter (d. 1997)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 31", "txt": "John Jakes, American author", "entities": [{"title": "John Jakes", "href": "/wiki/John_Jakes", "description": "John William Jakes is an American writer, best known for American historical fiction. His Civil War trilogy, North and South, has sold millions of copies worldwide. He is also the author of The Kent Family Chronicles. He has used the pen name Jay Scotland."}]}, {"heading": "Births", "year": "1932", "date": "March 31", "txt": "Nagisa Oshima, Japanese director and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 31", "txt": "Anita Carter, American singer-songwriter and bassist  (d. 1999)", "entities": [{"title": "Anita Carter", "href": "/wiki/Anita_Carter", "description": "Ina Anita Carter, the youngest daughter of Ezra and Mother Maybelle Carter, was an American singer who experimented with several different types of music and played upright bass and guitar with her sisters Helen Carter and June Carter Cash and mother Maybelle Carter as The Carter Sisters and Mother Maybelle. Maybelle and her three daughters joined WSM and the Grand Ole Opry radio show in 1950. The"}]}, {"heading": "Births", "year": "1933", "date": "March 31", "txt": "Nichita Stănescu, Romanian poet (d. 1983)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 31", "txt": "Richard Chamberlain, American actor", "entities": [{"title": "Richard Chamberlain", "href": "/wiki/Richard_Chamberlain", "description": "George Richard Chamberlain is an American actor and singer, who became a teen idol in the title role of the television show Dr. Kildare (1961–1966). He subsequently appeared in several TV mini-series, such as Shōgun (1980) and The Thorn Birds (1983) and was the first to play Jason Bourne in the 1988 made-for-TV movie The Bourne Identity. Chamberlain has also performed classical stage roles and wor"}]}, {"heading": "Births", "year": "1934", "date": "March 31", "txt": "Shirley Jones, American actress and singer", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 31", "txt": "John D. Loudermilk, American singer-songwriter and guitarist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 31", "txt": "Carlo Rubbia, Italian physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1934", "date": "March 31", "txt": "Kamala Surayya, Indian poet and author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 31", "txt": "Herb Alpert, American singer-songwriter, trumpet player, and producer", "entities": [{"title": "Herb Alpert", "href": "/wiki/Herb_Alpert", "description": "Herb Alpert is an American trumpeter who led Herb Alpert & the Tijuana Brass in the 1960s. During the same decade, he co-founded A&M Records with Jerry Moss."}]}, {"heading": "Births", "year": "1935", "date": "March 31", "txt": "Judith Rossner, American author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 31", "txt": "Marge Piercy, American poet and novelist", "entities": [{"title": "Marge Piercy", "href": "/wiki/Marge_Piercy", "description": "Marge Piercy is an American progressive activist and writer. Her work includes Woman on the Edge of Time; He, She and It, which won the 1993 Arthur C. Clarke Award; and Gone to Soldiers, a New York Times Best Seller and a sweeping historical novel set during World War II. Piercy's work is rooted in her Jewish heritage, Communist social and political activism, and feminist ideals."}]}, {"heading": "Births", "year": "1936", "date": "March 31", "txt": "Walter E. Williams, American economist and academic (d. 2020)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 31", "txt": "Patrick Bateson, English biologist and academic (d. 2017)", "entities": [{"title": "Patrick Bateson", "href": "/wiki/Patrick_Bateson", "description": "Sir (Paul) Patrick (Gordon) Bateson, was an English biologist with interests in ethology and phenotypic plasticity. Bateson was a Professor at the University of Cambridge and served as president of the Zoological Society of London from 2004 to 2014."}]}, {"heading": "Births", "year": "1938", "date": "March 31", "txt": "Sheila Dikshit, Indian politician, 22nd Governor of Kerala (d. 2019)", "entities": [{"title": "List of Governors of Kerala", "href": "/wiki/List_of_Governors_of_Kerala", "description": "The Governor of Kerala is the constitutional head of state of the southern Indian state of Kerala. The governor is appointed by the President of India for a term of five years, and holds office at the President's pleasure. The governor is de jure head of the Government of Kerala; all its executive actions are taken in the governor's name. However, the governor must act on the advice of the popular"}]}, {"heading": "Births", "year": "1938", "date": "March 31", "txt": "Antje Gleichfeld, German runner", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 31", "txt": "Bill Hicke, Canadian ice hockey player, coach, and manager (d. 2005)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 31", "txt": "Tõnno Lepmets, Estonian basketball player (d. 2005)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 31", "txt": "Arthur B. Rubinstein, American pianist, composer, and conductor (d. 2018)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 31", "txt": "David Steel, Scottish academic and politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 31", "txt": "Zviad Gamsakhurdia, Georgian anthropologist and politician, 1st President of Georgia (d. 1993)", "entities": [{"title": "Zviad Gamsakhurdia", "href": "/wiki/Zviad_Gamsakhurdia", "description": "Zviad Gamsakhurdia was a Georgian politician, dissident, scholar, and writer who became the first democratically elected President of Georgia in the post-Soviet era. Gamsakhurdia is the only Georgian President known to have died while formally in office."}, {"title": "President of Georgia", "href": "/wiki/President_of_Georgia", "description": "The president of Georgia is the constitutional head of state of Georgia as well as the supreme commander-in-chief of the Defense Forces. The president represents Georgia in foreign relations. The constitution defines the presidential office as \"the guarantor of the country’s unity and national independence.\""}]}, {"heading": "Births", "year": "1939", "date": "March 31", "txt": "Israel Horovitz, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 31", "txt": "Walker David Miller, American lawyer and judge (d. 2013)", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 31", "txt": "Volker Schlöndorff, German director and producer", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 31", "txt": "Karl-Heinz Schnellinger, German footballer", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 31", "txt": "Brian Ackland-Snow, English production designer and art director (d. 2013)", "entities": [{"title": "Brian Ackland-Snow", "href": "/wiki/Brian_Ackland-Snow", "description": "Brian Ackland-Snow was an English production designer. He won an Oscar in the category Best Art Direction for the film A Room with a View. He also won an Emmy for best art direction for a miniseries or special in 1995 for Scarlett on CBS."}]}, {"heading": "Births", "year": "1940", "date": "March 31", "txt": "Barney Frank, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 31", "txt": "Patrick Leahy, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 31", "txt": "Franco Bonvicini, Italian author and illustrator (d. 1995)", "entities": [{"title": "Franco Bonvicini", "href": "/wiki/Franco_Bonvicini", "description": "Bonvi, pen name of Franco Bonvicini was an Italian comic book artist, creator of the comic strips Sturmtruppen and Nick Carter."}]}, {"heading": "Births", "year": "1941", "date": "March 31", "txt": "Faith Leech, Australian swimmer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 31", "txt": "Ulla Hoffmann, Swedish politician", "entities": [{"title": "Ulla Hoffmann", "href": "/wiki/Ulla_Hoffmann", "description": "Ulla Hoffmann is a Swedish Left Party politician. Hoffmann was interim party leader for a short while in 2003 following the resignation of party leader Gudrun Schyman. Gudrun Schyman was forced to resign due to tax irregularities. She was a member of the Riksdag from 1994 to 2006."}]}, {"heading": "Births", "year": "1942", "date": "March 31", "txt": "Hugh McCracken, American guitarist and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 31", "txt": "Michael Savage, American far-right radio host and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 31", "txt": "Roy Andersson, Swedish director and screenwriter", "entities": [{"title": "Roy Andersson", "href": "/wiki/Roy_Andersson", "description": "Roy Arne Lennart Andersson is a Swedish film director, best known for A Swedish Love Story (1970) and his \"Living trilogy,\" which includes Songs from the Second Floor (2000), You, the Living (2007) and A Pigeon Sat on a Branch Reflecting on Existence (2014). Songs from the Second Floor, more than any other, cemented and exemplified his personal style – which is characterized by long takes, absurdi"}]}, {"heading": "Births", "year": "1943", "date": "March 31", "txt": "Deirdre Clancy, English costume designer", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 31", "txt": "Christopher Walken, American actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 31", "txt": "Pascal Danel, French singer-songwriter", "entities": [{"title": "Pascal Danel", "href": "/wiki/Pascal_Danel", "description": "Pascal Danel is a French pop singer and composer. He started his career as a singer in 1964. After two minor hits, he scored a number 1 hit single in France and various European countries with \"La Plage aux Romantiques\", a gold disc in 1966, followed in 1967 by the international success of \"Kilimandjaro\", a platinum and number 1 single, recorded by Danel in six languages. The song was recorded mor"}]}, {"heading": "Births", "year": "1944", "date": "March 31", "txt": "Angus King, American politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 31", "txt": "Mick Ralphs, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 31", "txt": "Edwin Catmull, American computer scientist and engineer", "entities": [{"title": "Edwin Catmull", "href": "/wiki/Edwin_Catmull", "description": "Edwin Earl \"Ed\" Catmull is an American computer scientist who was co-founder of Pixar and president of Walt Disney Animation Studios. He has been honored for his contributions to 3D computer graphics, including the 2019 ACM Turing Award."}]}, {"heading": "Births", "year": "1945", "date": "March 31", "txt": "Gabe Kaplan, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 31", "txt": "Myfanwy Talog, Welsh actress (d. 1995)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 31", "txt": "Gonzalo Márquez, Venezuelan baseball player (d. 1984)", "entities": [{"title": "Gonzalo Márquez", "href": "/wiki/Gonzalo_M%C3%A1rquez", "description": "Gonzalo Enrique Márquez Moya was a Venezuelan professional baseball player. He played as a first baseman in Major League Baseball for the Oakland Athletics (1972–73) and Chicago Cubs (1973–74). Although baseball references during his career showed the year of his birth as 1946, his birth certificate showed the true year to be 1940. Márquez presented an ID that showed 1946 when he turned profession"}]}, {"heading": "Births", "year": "1946", "date": "March 31", "txt": "Bob Russell, English politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 31", "txt": "Augustin Banyaga, Rwandan-American mathematician and academic", "entities": [{"title": "Augustin Banyaga", "href": "/wiki/Augustin_Banyaga", "description": "Augustin Banyaga is a Rwandan-born American mathematician whose research fields include symplectic topology and contact geometry. He is currently a Professor of Mathematics at Pennsylvania State University."}]}, {"heading": "Births", "year": "1947", "date": "March 31", "txt": "Wendy Overton, American tennis player", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 31", "txt": "Kristian Blak, Danish-Faroese pianist, composer, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 31", "txt": "Don Foster, English academic and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 31", "txt": "César Gaviria, Colombian economist and politician, 36th President of Colombia", "entities": [{"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1947", "date": "March 31", "txt": "Eliyahu M. Goldratt, Israeli physicist and economist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 31", "txt": "Gary Doer, Canadian politician and diplomat, 20th Premier of Manitoba", "entities": [{"title": "Gary Doer", "href": "/wiki/Gary_Doer", "description": "Gary Albert Doer, is a Canadian former politician and diplomat from Winnipeg, Manitoba, Canada. He served as Canada's Ambassador to the United States from October 19, 2009 to March 3, 2016. Doer previously served as the 20th Premier of Manitoba from 1999 to 2009, leading a New Democratic Party government."}, {"title": "Premier of Manitoba", "href": "/wiki/Premier_of_Manitoba", "description": "The Premier of Manitoba is the first minister for the Canadian province of Manitoba—as well as the de facto President of the province's Executive Council."}]}, {"heading": "Births", "year": "1948", "date": "March 31", "txt": "Al Gore, American soldier and politician, 45th Vice President of the United States and Nobel Prize laureate", "entities": [{"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1948", "date": "March 31", "txt": "Rhea Perlman, American actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 31", "txt": "Gustaaf Van Cauter, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 31", "txt": "Gilles Gilbert, Canadian ice hockey player", "entities": [{"title": "Gilles Gilbert", "href": "/wiki/Gilles_Gilbert", "description": "Gilles Gilbert is a Canadian former professional ice hockey goaltender who was drafted in the third round of the 1969 NHL Amateur Draft from the London Knights. He played in the National Hockey League (NHL) for the Minnesota North Stars and Detroit Red Wings, but most notably for the Boston Bruins."}]}, {"heading": "Births", "year": "1950", "date": "March 31", "txt": "András Adorján, Hungarian chess player and author", "entities": [{"title": "András Adorján", "href": "/wiki/Andr%C3%A1s_Adorj%C3%A1n", "description": "András Adorján is a Hungarian chess Grandmaster (1973) and author. He adopted his mother's maiden name, Adorján, in 1968."}]}, {"heading": "Births", "year": "1950", "date": "March 31", "txt": "Ed Marinaro, American football player and actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 31", "txt": "Sandra Morgen, American anthropologist and academic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 31", "txt": "Dennis Kamakahi, American guitarist and composer (d. 2014)", "entities": [{"title": "Dennis Kamakahi", "href": "/wiki/Dennis_Kamakahi", "description": "Dennis David Kahekilimamaoikalanikeha Kamakahi was a Hawaiian slack key guitarist, recording artist, music composer, and Christian minister. He was a three-time Grammy Award winner, and in 2009 he was inducted into the Hawaiian Music Hall of Fame."}]}, {"heading": "Births", "year": "1955", "date": "March 31", "txt": "Svetozar Marović, President of Serbia and Montenegro", "entities": [{"title": "Svetozar Marović", "href": "/wiki/Svetozar_Marovi%C4%87", "description": "Svetozar Marović is a Montenegrin lawyer and politician who served as the last head of state and head of government of Serbia and Montenegro from 2003 until Montenegro's declaration of independence in 2006."}]}, {"heading": "Births", "year": "1955", "date": "March 31", "txt": "Angus Young, Scottish-Australian guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 31", "txt": "Alan Duncan, English businessman and politician, former Shadow Leader of the House of Commons", "entities": [{"title": "Alan Duncan", "href": "/wiki/Alan_Duncan", "description": "Sir Alan James Carter Duncan is a British Conservative Party politician who served as Minister of State for International Development from 2010 to 2014 and as Minister of State for Europe and the Americas from 2016 to 2019. He was the Member of Parliament (MP) for Rutland and Melton from 1992 to 2019."}, {"title": "Shadow Leader of the House of Commons", "href": "/wiki/Shadow_Leader_of_the_House_of_Commons", "description": "The Shadow Leader of the House of Commons is a member of the Official Opposition Shadow Cabinet responsible for working with the Leader of the House in arranging Commons business and holding the Government to account in its overall management of the House. The Shadow Leader also responds to the Business Statement of Leader of House each Thursday, though the Leader of the Opposition exercised this "}]}, {"heading": "Births", "year": "1959", "date": "March 31", "txt": "Markus Hediger, Swiss poet and translator", "entities": [{"title": "Markus Hediger", "href": "/wiki/Markus_Hediger", "description": "Markus Hediger is a Swiss writer and translator."}]}, {"heading": "Births", "year": "1961", "date": "March 31", "txt": "Ron Brown, American sprinter and football player", "entities": [{"title": "Ron Brown (American football)", "href": "/wiki/Ron_Brown_(American_football)", "description": "Ronald James Brown is an American former athlete and American football wide receiver, winner of the gold medal in the 4 × 100 metres relay at the 1984 Summer Olympics. He went to Arizona State University."}]}, {"heading": "Births", "year": "1961", "date": "March 31", "txt": "Howard Gordon, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 31", "txt": "Olli Rehn, Finnish footballer and politician", "entities": [{"title": "Olli Rehn", "href": "/wiki/Olli_Rehn", "description": "Olli Ilmari Rehn is a Finnish politician serving as Governor of the Bank of Finland since 2018. A member of the Centre Party, he served as Minister of Economic Affairs in Juha Sipilä's cabinet from 2015 until 2016, the European Commissioner for Enlargement from 2004 to 2010 and European Commissioner for Economic and Monetary Affairs and the Euro from 2010 to 2014."}]}, {"heading": "Births", "year": "1963", "date": "March 31", "txt": "Paul Mercurio, Australian actor and dancer", "entities": [{"title": "Paul Mercurio", "href": "/wiki/Paul_Mercurio", "description": "Paul Joseph Mercurio is an Australian actor, dancer, and TV presenter. Mercurio is best known for his lead role in Baz Luhrmann's Strictly Ballroom (1992). His father was the character actor Gus Mercurio."}]}, {"heading": "Births", "year": "1964", "date": "March 31", "txt": "Mark Hoban, English accountant and politician", "entities": [{"title": "Mark Hoban", "href": "/wiki/Mark_Hoban", "description": "Mark Gerard Hoban is a British Conservative Party politician and a former Minister of State for Work and Pensions."}]}, {"heading": "Births", "year": "1965", "date": "March 31", "txt": "Tom Barrasso, American ice hockey player and coach", "entities": [{"title": "Tom Barrasso", "href": "/wiki/Tom_Barrasso", "description": "Thomas Patrick Barrasso is an American professional ice hockey coach and former professional ice hockey goaltender. He played in the National Hockey League (NHL) for 18 seasons with the Buffalo Sabres, Pittsburgh Penguins, Ottawa Senators, Carolina Hurricanes, Toronto Maple Leafs, and St. Louis Blues. Barrasso is a two-time Stanley Cup champion, winning the championship in 1991 and 1992 with the P"}]}, {"heading": "Births", "year": "1965", "date": "March 31", "txt": "Patty Fendick, American tennis player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 31", "txt": "Jean-Christophe Lafaille, French mountaineer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 31", "txt": "William McNamara, American actor and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 31", "txt": "Steven T. Seagle, American author and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 31", "txt": "Roger Black, English runner and journalist", "entities": [{"title": "Roger Black", "href": "/wiki/Roger_Black", "description": "Roger Anthony Black MBE is a British retired athlete. During his athletics career, he won individual silver medals in the 400 metres sprint at both the Olympic Games and World Championships, two individual gold medals at the European Championships, and 4 × 400 metres relay gold medals at both the World and European Championships. Since retiring from athletics, he has worked as a television present"}]}, {"heading": "Births", "year": "1966", "date": "March 31", "txt": "Nick Firestone, American race car driver", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 31", "txt": "César Sampaio, Brazilian footballer", "entities": [{"title": "César Sampaio", "href": "/wiki/C%C3%A9sar_Sampaio", "description": "Carlos César Sampaio Campos is a Brazilian football pundit and retired footballer, who played as a midfielder."}]}, {"heading": "Births", "year": "1969", "date": "March 31", "txt": "Nyamko Sabuni, Burundian-Swedish politician", "entities": [{"title": "Nyamko Sabuni", "href": "/wiki/Nyamko_Sabuni", "description": "Nyamko Ana Sabuni is a Swedish politician who has been Leader of the Liberals since June 2019. She previously served as Minister for Integration from 2006 to 2010 and as Minister for Gender Equality from 2006 to 2013 in the Swedish government. A member of the Liberal Party, Sabuni was elected a Member of Parliament in 2002. Sabuni made history in June 2019 by becoming the first party leader in the"}]}, {"heading": "Births", "year": "1969", "date": "March 31", "txt": "Steve Smith, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 31", "txt": "Alenka Bratušek, Slovenian politician, 7th Prime Minister of Slovenia", "entities": [{"title": "Alenka Bratušek", "href": "/wiki/Alenka_Bratu%C5%A1ek", "description": "Alenka Bratušek is a Slovenian politician. She was prime minister of Slovenia from March 2013 until May 2014, the first woman in Slovenia to hold this position. She was president pro tempore of the Positive Slovenia party from January 2013 until April 2014. On 5 May 2014, Bratušek submitted her resignation as prime minister."}, {"title": "Prime Minister of Slovenia", "href": "/wiki/Prime_Minister_of_Slovenia", "description": "The prime minister of Slovenia, officially the president of the Government of the Republic of Slovenia, is the head of the Government of the Republic of Slovenia. There have been nine officeholders since the country gained parliamentary democracy in 1989 and independence in 1991."}]}, {"heading": "Births", "year": "1971", "date": "March 31", "txt": "Demetris Assiotis, Cypriot footballer", "entities": [{"title": "Demetris Assiotis", "href": "/wiki/Demetris_Assiotis", "description": "Demetris Assiotis is a Cypriot former international football midfielder."}]}, {"heading": "Births", "year": "1971", "date": "March 31", "txt": "Martin Atkinson, English footballer and referee", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 31", "txt": "Pavel Bure, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 31", "txt": "Craig McCracken, American animator, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 31", "txt": "Ewan McGregor, Scottish actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 31", "txt": "Alejandro Amenábar, Chilean-Spanish director and screenwriter", "entities": [{"title": "Alejandro Amenábar", "href": "/wiki/Alejandro_Amen%C3%A1bar", "description": "Alejandro Fernando Amenábar Cantos is a Spanish-Chilean film director, screenwriter and composer. Among other honors, he has won nine Goyas and two European Film Awards and one Academy Award. He has written the screenplays to all six of his films and composed almost all of their soundtracks."}]}, {"heading": "Births", "year": "1972", "date": "March 31", "txt": "Andrew Bowen, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 31", "txt": "Luca Gentili, Italian footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 31", "txt": "Evan Williams, American businessman, co-founded Twitter and Pyra Labs", "entities": [{"title": "Twitter", "href": "/wiki/Twitter", "description": "Twitter is an American microblogging and social networking service on which users post and interact with messages known as \"tweets\". Registered users can post, like and retweet tweets, but unregistered users can only read them. Users access Twitter through its website interface or its mobile-device application software (\"app\"), though the service could also be accessed via SMS before April 2020. T"}, {"title": "Pyra Labs", "href": "/wiki/Pyra_Labs", "description": "Pyra Labs was the company that created the Blogger service in 1999. It was acquired by Google in 2003."}]}, {"heading": "Births", "year": "1973", "date": "March 31", "txt": "Christopher Hampson, English ballet dancer and choreographer", "entities": [{"title": "Christopher Hampson", "href": "/wiki/Christopher_Hampson", "description": "Christopher Hampson is an English ballet choreographer and director and former ballet dancer. In August 2012, Hampson succeeded Ashley Page as artistic director of Scottish Ballet, and was appointed CEO/Artistic Director in 2015."}]}, {"heading": "Births", "year": "1974", "date": "March 31", "txt": "Benjamin Eicher, German director, producer, and screenwriter", "entities": [{"title": "Benjamin Eicher", "href": "/wiki/Benjamin_Eicher", "description": "Benjamin Eicher is a film director famous for his cult film sequel Dei Mudder Sei Gesicht II and further feature-length gangster comedies."}]}, {"heading": "Births", "year": "1974", "date": "March 31", "txt": "Natali, Russian singer, composer and songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 31", "txt": "Stefan Olsdal, Swedish bass player", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 31", "txt": "Jani Sievinen, Finnish swimmer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 31", "txt": "Adam Green, American director, producer, and screenwriter", "entities": [{"title": "Adam Green (filmmaker)", "href": "/wiki/Adam_Green_(filmmaker)", "description": "Adam Green is an American actor and filmmaker known for horror and comedy films, including the Hatchet franchise, 2010's Frozen, and the television series Holliston."}]}, {"heading": "Births", "year": "1975", "date": "March 31", "txt": "Nathan Grey, Australian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 31", "txt": "Cameron Murray, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 31", "txt": "Ryan Rupe, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 31", "txt": "Howard Frier, American basketball player", "entities": [{"title": "Howard Frier", "href": "/wiki/Howard_Frier", "description": "Howard Fletcher Frier is a retired American-Estonian basketball player."}]}, {"heading": "Births", "year": "1976", "date": "March 31", "txt": "Igors Sļesarčuks, Latvian-Russian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 31", "txt": "Graeme Smith, Scottish swimmer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 31", "txt": "Toshiya, Japanese bass player, songwriter, and producer", "entities": [{"title": "Toshiya (musician)", "href": "/wiki/Toshiya_(musician)", "description": "Dir En Grey is a Japanese heavy metal band formed in February 1997 and currently signed to Firewall Div., a sub-division of Free-Will. With a consistent lineup of guitarists Kaoru and Die, vocalist Kyo, drummer Shinya and bassist Toshiya, they have released ten full-length records. Numerous stylistic changes have made the genre of their music difficult to determine, though it is generally consider"}]}, {"heading": "Births", "year": "1977", "date": "March 31", "txt": "Garth Tander, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 31", "txt": "Michael Clark, Australian cricketer and footballer", "entities": [{"title": "Michael Clark (sportsman)", "href": "/wiki/Michael_Clark_(sportsman)", "description": "Michael Wayne Clark is an Australian former cricketer and Australian rules footballer."}]}, {"heading": "Births", "year": "1978", "date": "March 31", "txt": "Stephen Clemence, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 31", "txt": "Jarrod Cooper, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 31", "txt": "Jérôme Rothen, French footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 31", "txt": "Omri Afek, Israeli footballer", "entities": [{"title": "Omri Afek", "href": "/wiki/Omri_Afek", "description": "Omri Afek is a retired Israeli footballer who last played for Bnei Yehuda Tel Aviv."}]}, {"heading": "Births", "year": "1979", "date": "March 31", "txt": "Euan Burton, Scottish martial artist and coach", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 31", "txt": "Alexis Ferrero, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 31", "txt": "Charlie Manning, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 31", "txt": "Jonna Mendes, American skier", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 31", "txt": "Rhys Wesser, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 31", "txt": "Martin Albrechtsen, Danish footballer", "entities": [{"title": "Martin Albrechtsen", "href": "/wiki/Martin_Albrechtsen", "description": "Martin Albrechtsen is a Danish football player who plays for FC Græsrødderne in the sixth tier KBU Series 1. He can play in any position across the back four and has played four games for the Danish national team. He is the older brother of Jacob Albrechtsen."}]}, {"heading": "Births", "year": "1980", "date": "March 31", "txt": "Karolina Lassbo, Swedish lawyer and blogger", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 31", "txt": "Matias Concha, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 31", "txt": "Kate Micucci, American singer-songwriter, guitarist, and actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 31", "txt": "Michael Ryder, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 31", "txt": "Maaya Sakamoto, Japanese actress, voice actress and singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 31", "txt": "Ryan Bingham, American singer-songwriter and guitarist", "entities": [{"title": "Ryan Bingham", "href": "/wiki/Ryan_Bingham", "description": "Ryan Bingham is an American singer-songwriter and actor, whose music spans multiple genres. He is currently based in Los Angeles, California."}]}, {"heading": "Births", "year": "1981", "date": "March 31", "txt": "Thomas Chatelle, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 31", "txt": "Han Tae-you, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 31", "txt": "Pa Dembo Touray, Gambian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 31", "txt": "Maarten van der Weijden, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 31", "txt": "Tal Ben Haim, Israeli footballer", "entities": [{"title": "Tal Ben Haim", "href": "/wiki/Tal_Ben_Haim", "description": "Tal Ben Haim is an Israeli footballer who currently plays at Beitar Jerusalem and the Israel national football team. He can play at either centre back or right back. He has played for Maccabi Tel Aviv, Bolton Wanderers, Chelsea, Manchester City, Sunderland, Portsmouth, West Ham United, Queens Park Rangers, Standard Liége and Charlton Athletic."}]}, {"heading": "Births", "year": "1982", "date": "March 31", "txt": "Bam Childress, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 31", "txt": "Audrey Kawasaki, American painter", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 31", "txt": "Hashim Amla, South African cricketer", "entities": [{"title": "Hashim Amla", "href": "/wiki/Hashim_Amla", "description": "Hashim Mohemed Amla OIS a former South African international cricketer who played for South Africa in all three formats of the game. Amla holds the record for being the fastest ever to score 2000, 3000, 4000, 5000, 6000 and 7000 ODI runs. He also became the fastest cricketer to reach 10 ODI centuries. Amla is an occasional off break bowler and was South Africa's Test captain from June 2014 to Janu"}]}, {"heading": "Births", "year": "1983", "date": "March 31", "txt": "Ashleigh Ball, Canadian voice actress and musician", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 31", "txt": "Sophie Hunger, Swiss-German musician", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 31", "txt": "Vlasios Maras, Greek gymnast", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 31", "txt": "Nigel Plum, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 31", "txt": "David Clarkson, Canadian ice hockey player", "entities": [{"title": "David Clarkson (ice hockey)", "href": "/wiki/David_Clarkson_(ice_hockey)", "description": "David Clarkson is a Canadian professional ice hockey coach and former player. He is currently the head coach for the U16 Colorado Thunderbirds ice hockey team in the Tier 1 Elite Hockey League. Clarkson was a member of the 2003 Memorial Cup-winning Kitchener Rangers."}]}, {"heading": "Births", "year": "1984", "date": "March 31", "txt": "Eddie Johnson, American soccer player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 31", "txt": "James Jones, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 31", "txt": "Martins Dukurs, Latvian sled racer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 31", "txt": "Kaie Kand, Estonian heptathlete", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 31", "txt": "Alberto Junior Rodríguez, Peruvian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 31", "txt": "Ed Williamson, English rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 31", "txt": "Steve Bernier, Canadian ice hockey player", "entities": [{"title": "Steve Bernier", "href": "/wiki/Steve_Bernier", "description": "Steve Bernier is a Canadian professional ice hockey right winger who is currently an unrestricted free agent who most recently played for the Bridgeport Sound Tigers in the American Hockey League (AHL). He has also played in the National Hockey League (NHL) for the New York Islanders, New Jersey Devils, Florida Panthers, Buffalo Sabres, Vancouver Canucks and the San Jose Sharks, the latter of whic"}]}, {"heading": "Births", "year": "1985", "date": "March 31", "txt": "Jo-Lonn Dunbar, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 31", "txt": "Jesper Hansen, Danish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 31", "txt": "Ivan Mishyn, Ukrainian race car driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 31", "txt": "Kory Sheets, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 31", "txt": "Jalmar Sjöberg, Swedish wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 31", "txt": "Andreas Dober, Austrian footballer", "entities": [{"title": "Andreas Dober", "href": "/wiki/Andreas_Dober", "description": "Andreas Dober is an Austrian footballer who plays for Rapid Wien II as a defender."}]}, {"heading": "Births", "year": "1986", "date": "March 31", "txt": "James King, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 31", "txt": "Paulo Machado, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 31", "txt": "Nordin Amrabat, Dutch footballer", "entities": [{"title": "Nordin Amrabat", "href": "/wiki/Nordin_Amrabat", "description": "Noureddine \"Nordin\" Amrabat is a Moroccan professional footballer who plays as a winger for Saudi Professional League side Al-Nassr and the Morocco national team."}]}, {"heading": "Births", "year": "1987", "date": "March 31", "txt": "Hugo Ayala, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 31", "txt": "Amaury Bischoff, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 31", "txt": "Humpy Koneru, Indian chess player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 31", "txt": "Kirill Starkov, Danish ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 31", "txt": "Nelli Zhiganshina, Russian figure skater", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 31", "txt": "Thomas De Corte, Belgian footballer", "entities": [{"title": "Thomas De Corte", "href": "/wiki/Thomas_De_Corte", "description": "Thomas De Corte is a Belgian former professional footballer who played as a right back. He formerly played for Lierse and AGOVV."}]}, {"heading": "Births", "year": "1988", "date": "March 31", "txt": "Conrad Sewell, Australian singer and songwriter", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 31", "txt": "Dorin Dickerson, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 31", "txt": "DeAndre Liggins, American basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 31", "txt": "Louis van der Westhuizen, Namibian cricketer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 31", "txt": "Alberto Martín Romo García Adámez, Spanish footballer", "entities": [{"title": "Alberto Martín Romo García Adámez", "href": "/wiki/Alberto_Mart%C3%ADn_Romo_Garc%C3%ADa_Ad%C3%A1mez", "description": "Alberto Martín Romo García Adámez, known simply as Alberto, is a Spanish footballer who plays for Recreativo de Huelva as a midfielder."}]}, {"heading": "Births", "year": "1989", "date": "March 31", "txt": "Nejc Vidmar, Slovenian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 31", "txt": "Liu Zige, Chinese swimmer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 31", "txt": "George Iloka, American football player", "entities": [{"title": "George Iloka", "href": "/wiki/George_Iloka", "description": "George Arinze Iloka is an American football safety who is a free agent. He played college football at Boise State and was drafted by the Cincinnati Bengals in the fifth round of the 2012 NFL Draft."}]}, {"heading": "Births", "year": "1990", "date": "March 31", "txt": "Lyra McKee, Irish journalist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 31", "txt": "Sandra Roma, Swedish tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 31", "txt": "Milan Milanović, Serbian footballer", "entities": [{"title": "Milan Milanović", "href": "/wiki/Milan_Milanovi%C4%87", "description": "Milan Milanović is a Serbian professional footballer who plays for Triglav Kranj."}]}, {"heading": "Births", "year": "1991", "date": "March 31", "txt": "Rodney Sneijder, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 31", "txt": "Stijn de Looijer, Dutch footballer", "entities": [{"title": "Stijn de Looijer", "href": "/wiki/Stijn_de_Looijer", "description": "Stijn de Looijer is a Dutch former professional footballer who played as a midfielder. He formerly played for FC Den Bosch and NEC."}]}, {"heading": "Births", "year": "1992", "date": "March 31", "txt": "Adam Zampa, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 31", "txt": "Mikael Ishak, Swedish footballer", "entities": [{"title": "Mikael Ishak", "href": "/wiki/Mikael_Ishak", "description": "Mikael Ishak is a Swedish professional footballer who plays as a striker for the Polish Ekstraklasa club Lech Poznań. He has represented the Sweden national team."}]}, {"heading": "Births", "year": "1994", "date": "March 31", "txt": "Samira Asghari, Afghan member of the International Olympic Committee", "entities": [{"title": "Samira Asghari", "href": "/wiki/Samira_Asghari", "description": "Samira Asghari is a member of the International Olympic Committee for Afghanistan since 2018. Upon her election at the age of 24, Asghari became the first representative from Afghanistan and one of the youngest ever members to join the IOC. Before being selected for the IOC, Asghari played for the Afghanistan women's national basketball team and worked for the Afghanistan National Olympic Committe"}]}, {"heading": "Births", "year": "1994", "date": "March 31", "txt": "Tyler Wright, Australian surfer", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 31", "txt": "Mads Würtz Schmidt, Danish road cyclist", "entities": []}, {"heading": "Births", "year": "1995", "date": "March 31", "txt": "Fiona Brown, footballer", "entities": [{"title": "Fiona Brown (footballer)", "href": "/wiki/Fiona_Brown_(footballer)", "description": "Fiona Alison Brown is a Scottish footballer who plays as a forward for FC Rosengård in the Damallsvenskan and the Scotland national team."}]}, {"heading": "Births", "year": "1996", "date": "March 31", "txt": "Liza Koshy, American actress, comedian, and television host", "entities": [{"title": "Liza Koshy", "href": "/wiki/Liza_Koshy", "description": "Elizabeth Shaila Koshy is an American actress, television host, comedian and YouTuber. She began her career on Vine in 2013, before starting a YouTube channel."}]}, {"heading": "Births", "year": "1998", "date": "March 31", "txt": "Jakob Chychrun, American-born Canadian ice hockey player", "entities": [{"title": "Jakob Chychrun", "href": "/wiki/Jakob_Chychrun", "description": "Jakob Chychrun is a American-born Canadian professional ice hockey defenseman currently playing for the Arizona Coyotes of the National Hockey League (NHL). He was drafted sixteenth overall by the Coyotes at the 2016 NHL Entry Draft."}]}, {"heading": "Births", "year": "1999", "date": "March 31", "txt": "Japhet Tanganga, English footballer", "entities": [{"title": "Japhet Tanganga", "href": "/wiki/Japhet_Tanganga", "description": "Japhet Manzambi Tanganga is an English professional footballer who plays as a defender for Premier League club Tottenham Hotspur."}]}, {"heading": "Deaths", "year": "32 BC", "date": "March 31", "txt": "Titus Pomponius Atticus, Roman nobleman of the Equestrian order (b. 109 BC)", "entities": [{"title": "Titus Pomponius Atticus", "href": "/wiki/Titus_Pomponius_Atticus", "description": "\nTitus Pomponius Atticus was a Roman editor, banker, and patron of letters, best known for his correspondence and close friendship with prominent Roman statesman Marcus Tullius Cicero. Atticus was from a wealthy Roman family of the equestrian class and from the Pomponia gens."}, {"title": "Equestrian order", "href": "/wiki/Equestrian_order", "description": "The equites constituted the second of the property-based classes of ancient Rome, ranking below the senatorial class. A member of the equestrian order was known as an eques."}]}, {"heading": "Deaths", "year": "528", "date": "March 31", "txt": "Xiaoming, emperor of Northern Wei (b. 510)", "entities": [{"title": "Emperor Xiaoming of Northern Wei", "href": "/wiki/Emperor_Xiaoming_of_Northern_Wei", "description": "Emperor Xiaoming of Northern Wei ( 魏孝明帝), personal name Yuan Xu (元詡), was an emperor of the Xianbei dynasty Northern Wei (386–535). He ascended the throne in the age of five (515), so governmental matters were dominated by his mother Empress Dowager Hu. In 528, Emperor Xiaoming tried to curb his mother's powers and kill her lover Zheng Yan (鄭儼) by conspiring with the general Erzhu Rong. As a resul"}]}, {"heading": "Deaths", "year": "963", "date": "March 31", "txt": "Abu Ja'far Ahmad ibn Muhammad, Saffarid emir (b. 906)", "entities": [{"title": "Abu Ja'far Ahmad ibn Muhammad", "href": "/wiki/Abu_Ja%27far_Ahmad_ibn_Muhammad", "description": "Abu Ja'far Ahmad ibn Muhammad was the amir of Sistan from 923 until his death in 963. He is responsible for restoring Saffarid rule over Sistan, and was a great patron of the arts."}]}, {"heading": "Deaths", "year": "1241", "date": "March 31", "txt": "Pousa, voivode of Transylvania", "entities": [{"title": "Pousa, son of Sólyom", "href": "/wiki/Pousa,_son_of_S%C3%B3lyom", "description": "Pousa, son of Sólyom was a Hungarian nobleman, who served as voivode of Transylvania twice, in 1227 and 1235 to 1241."}, {"title": "Voivode of Transylvania", "href": "/wiki/Voivode_of_Transylvania", "description": "The Voivode of Transylvania was the highest-ranking official in Transylvania within the Kingdom of Hungary from the 12th century to the 16th century. Appointed by the monarchs, the voivodes – themselves also the heads or ispáns of Fehér County – were the superiors of the ispáns of all the other counties in the province."}]}, {"heading": "Deaths", "year": "1251", "date": "March 31", "txt": "William of Modena, Italian bishop and diplomat", "entities": [{"title": "William of Modena", "href": "/wiki/William_of_Modena", "description": "William of Modena, also known as William of Sabina, Guglielmo de Chartreaux, Guglielmo de Savoy, Guillelmus, was an Italian clergyman and papal diplomat. He was frequently appointed a legate, or papal ambassador by the popes Honorius III and Gregory IX, especially in Livonia in the 1220s and in the Prussian questions of the 1240s. Eventually he resigned his see to devote himself to these diplomati"}]}, {"heading": "Deaths", "year": "1340", "date": "March 31", "txt": "Ivan I of Moscow, Russian Grand Duke (b. 1288)", "entities": [{"title": "Ivan I of Moscow", "href": "/wiki/Ivan_I_of_Moscow", "description": "Ivan I Danilovich Kalita was Grand Duke of Moscow from 1325 and Vladimir from 1332."}]}, {"heading": "Deaths", "year": "1342", "date": "March 31", "txt": "Dionigi di Borgo San Sepolcro, Italian Augustinian monk", "entities": [{"title": "Dionigi di Borgo San Sepolcro", "href": "/wiki/Dionigi_di_Borgo_San_Sepolcro", "description": " Dionigi di Borgo San Sepolcro  OESA was an Augustinian monk who was at one time Petrarch's confessor, and who taught Boccaccio at the beginning of his education in the humanities. He was Bishop of Monopoli in Apulia. He was surnamed, not uncommonly for the trecento, for the town in which he was born, now Sansepolcro in Tuscany. His family name was de' Roberti, which no longer exists. Dionigi is t"}, {"title": "Augustinians", "href": "/wiki/Augustinians", "description": "Augustinians are members of Christian religious orders that follow the Rule of Saint Augustine, written in about 400 AD by Augustine of Hippo. There are two distinct types of Augustinians in Catholic religious orders dating back to the 12th–13th centuries:Several orders of friars who live a mixed religious life of contemplation and apostolic ministry. The largest and most familiar is the Order of "}]}, {"heading": "Deaths", "year": "1462", "date": "March 31", "txt": "Isidore II of Constantinople, patriarch of Constantinople", "entities": [{"title": "Isidore II of Constantinople", "href": "/wiki/Isidore_II_of_Constantinople", "description": "Isidore II Xanthopoulos, was Ecumenical Patriarch of Constantinople from 1456 to 1462."}]}, {"heading": "Deaths", "year": "1491", "date": "March 31", "txt": "Bonaventura Tornielli, Italian Roman Catholic priest (b. 1411)", "entities": [{"title": "Bonaventura Tornielli", "href": "/wiki/Bonaventura_Tornielli", "description": "Bonaventura Tornielli was an Italian Roman Catholic priest and a professed member from the Servite Order. Tornielli was born into a noble household and was a noted preacher in which he visited numerous Italian cities such as Florence and Perugia - Pope Sixtus IV held him in high esteem and even named him the \"Apostolic Preacher\". He also held various positions of leadership within his order."}]}, {"heading": "Deaths", "year": "1547", "date": "March 31", "txt": "Francis I, French king (b. 1494)", "entities": [{"title": "Francis I of France", "href": "/wiki/Francis_I_of_France", "description": "Francis I \"le Roi Chevalier\" was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed Louis XII, who died without a son."}]}, {"heading": "Deaths", "year": "1567", "date": "March 31", "txt": "Philip I, Landgrave of Hesse (b. 1504)", "entities": [{"title": "Philip I, Landgrave of Hesse", "href": "/wiki/Philip_I,_Landgrave_of_Hesse", "description": "Philip I, Landgrave of Hesse, nicknamed der Großmütige, was a champion of the Protestant Reformation and one of the most important of the early Protestant rulers in Germany."}]}, {"heading": "Deaths", "year": "1621", "date": "March 31", "txt": "Philip III, Spanish king (b. 1578)", "entities": [{"title": "Philip III of Spain", "href": "/wiki/Philip_III_of_Spain", "description": "Philip III was King of Spain. He was also, as Philip II, King of Portugal, Naples, Sicily and Sardinia and Duke of Milan from 1598 until his death in 1621."}]}, {"heading": "Deaths", "year": "1622", "date": "March 31", "txt": "Gonzalo Méndez de Canço, Royal Governor of La Florida (b. 1554)", "entities": [{"title": "Gonzalo Méndez de Canço", "href": "/wiki/Gonzalo_M%C3%A9ndez_de_Can%C3%A7o", "description": "Gonzalo Méndez de Canço y Donlebún was a Spanish admiral who served as the seventh governor of the Spanish province of La Florida (1596-1603). He fought in the Battle of San Juan (1595) against the English admiral Francis Drake. During his tenure as governor of Florida, he dealt severely with a rebellion known as Juanillo´s revolt among the Native Americans in Guale, forcing them, as well as other"}]}, {"heading": "Deaths", "year": "1631", "date": "March 31", "txt": "John Donne, English lawyer and poet (b. 1572)", "entities": [{"title": "John Donne", "href": "/wiki/John_Donne", "description": "John Donne was an English poet, scholar, soldier and secretary born into a recusant family, who later became a cleric in the Church of England. Under royal patronage, he was made Dean of St Paul's Cathedral in London (1621–1631). He is considered the preeminent representative of the metaphysical poets. His poetical works are noted for their metaphorical and sensual style and include sonnets, love "}]}, {"heading": "Deaths", "year": "1671", "date": "March 31", "txt": "Anne Hyde, wife of James II of England (b. 1637)", "entities": [{"title": "Anne Hyde", "href": "/wiki/Anne_Hyde", "description": "Anne Hyde was Duchess of York and Albany as the first wife of James, Duke of York."}, {"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}]}, {"heading": "Deaths", "year": "1723", "date": "March 31", "txt": "Edward Hyde, 3rd Earl of Clarendon, English soldier and politician, 14th Colonial Governor of New York (b. 1661)", "entities": [{"title": "Edward Hyde, 3rd Earl of Clarendon", "href": "/wiki/Edward_Hyde,_3rd_Earl_of_Clarendon", "description": "Edward Hyde, 3rd Earl of Clarendon, styled Viscount Cornbury between 1674 and 1709, was an English aristocrat and politician. Better known by his noble title Lord Cornbury, he was propelled into the forefront of English politics when he and part of his army defected from the Catholic King James II to support the newly arrived Protestant contender, William III of Orange. These actions were part of "}, {"title": "List of colonial governors of New York", "href": "/wiki/List_of_colonial_governors_of_New_York", "description": "The territory which would later become the state of New York was settled by European colonists as part of the New Netherland colony under the command of the Dutch West India Company in the Seventeenth Century. These colonists were largely of Dutch, Flemish, Walloon, and German stock, but the colony soon became a \"melting pot.\" In 1664, at the onset of the Second Anglo-Dutch War, English forces und"}]}, {"heading": "Deaths", "year": "1741", "date": "March 31", "txt": "Pieter Burman the Elder, Dutch scholar and author (b. 1668)", "entities": [{"title": "Pieter Burman the Elder", "href": "/wiki/Pieter_Burman_the_Elder", "description": "Pieter Burman, also known as Peter or Pieter Burmann and posthumously distinguished from his nephew as \"the Elder\", was a Dutch classical scholar."}]}, {"heading": "Deaths", "year": "1751", "date": "March 31", "txt": "Frederick, Prince of Wales, Hanoverian-born heir to the British throne (b. 1707)[better source needed]", "entities": [{"title": "Frederick, Prince of Wales", "href": "/wiki/Frederick,_Prince_of_Wales", "description": "Frederick, Prince of Wales,, was heir apparent to the British throne from 1727 until his death from a lung injury at the age of 44. He was the eldest but estranged son of King George II and Caroline of Ansbach, and the father of King George III."}]}, {"heading": "Deaths", "year": "1797", "date": "March 31", "txt": "Olaudah Equiano, Nigerian merchant, author, and activist (b.1745)", "entities": [{"title": "Olaudah Equiano", "href": "/wiki/Olaudah_Equiano", "description": "Olaudah Equiano (/əˈlaʊda/), known for most of his life as Gustavus Vassa, was a writer and abolitionist from, according to his memoir, the Eboe region of the Kingdom of Benin. Enslaved as a child in Africa, he was taken to the Caribbean and sold as a slave to a Royal Navy officer. He was sold twice more but purchased his freedom in 1766."}]}, {"heading": "Deaths", "year": "1837", "date": "March 31", "txt": "John Constable, English painter and educator (b. 1776)", "entities": [{"title": "John Constable", "href": "/wiki/John_Constable", "description": "John Constable was an English landscape painter in the Romantic tradition. Born in Suffolk, he is known principally for revolutionising the genre of landscape painting with his pictures of Dedham Vale, the area surrounding his home – now known as \"Constable Country\" – which he invested with an intensity of affection. \"I should paint my own places best\", he wrote to his friend John Fisher in 1821, "}]}, {"heading": "Deaths", "year": "1850", "date": "March 31", "txt": "John C. Calhoun, American lawyer and politician, 7th Vice President of the United States (b. 1782)", "entities": [{"title": "John C. Calhoun", "href": "/wiki/John_C._Calhoun", "description": "John Caldwell Calhoun was an American politician and political theorist from South Carolina who held many important positions including being the seventh vice president of the United States from 1825 to 1832, while adamantly defending slavery and protecting the interests of the white South when its residents were outnumbered by Northerners. He began his political career as a nationalist, modernize"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1855", "date": "March 31", "txt": "Charlotte Brontë, English novelist and poet (b. 1816)", "entities": [{"title": "Charlotte Brontë", "href": "/wiki/Charlotte_Bront%C3%AB", "description": "Charlotte Brontë was an English novelist and poet, the eldest of the three Brontë sisters who survived into adulthood and whose novels became classics of English literature."}]}, {"heading": "Deaths", "year": "1877", "date": "March 31", "txt": "Antoine Augustin Cournot, French mathematician and philosopher (b. 1801)", "entities": [{"title": "Antoine Augustin Cournot", "href": "/wiki/Antoine_Augustin_Cournot", "description": "Antoine Augustin Cournot was a French philosopher and mathematician who also contributed to the development of economics."}]}, {"heading": "Deaths", "year": "1880", "date": "March 31", "txt": "Henryk Wieniawski, Polish violinist and composer (b. 1835)", "entities": [{"title": "Henryk Wieniawski", "href": "/wiki/Henryk_Wieniawski", "description": "Henryk Wieniawski was a Polish virtuoso violinist, composer and pedagogue who is regarded amongst the greatest violinists in history. His younger brother Józef Wieniawski and nephew Adam Tadeusz Wieniawski were also accomplished musicians."}]}, {"heading": "Deaths", "year": "1885", "date": "March 31", "txt": "Franz Abt, German composer and conductor (b. 1819)", "entities": [{"title": "Franz Abt", "href": "/wiki/Franz_Abt", "description": "Franz Wilhelm Abt was a German composer and choral conductor. He composed roughly 3,000 individual works mostly in the area of vocal music. Several of his songs were at one time universally sung, and have obtained a more or less permanent place in the popular repertory. During his lifetime, Abt was a renowned choral conductor and he spent much of the last three decades of his life working as a gue"}]}, {"heading": "Deaths", "year": "1907", "date": "March 31", "txt": "Galusha A. Grow, American lawyer and politician, 28th Speaker of the United States House of Representatives (b. 1823)", "entities": [{"title": "Galusha A. Grow", "href": "/wiki/Galusha_A._Grow", "description": "Galusha Aaron Grow was a prominent American politician, lawyer, writer and businessman, who served as 24th Speaker of the U.S. House of Representatives from 1861 to 1863. Elected as a Democrat in the 1850 congressional elections, he switched to the newly-organized Republican Party in the mid-1850s when the Democratic Party tried to force the extension of slavery into western territories."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "1910", "date": "March 31", "txt": "Jean Moréas, Greek poet, essayist and art critic (b. 1856)", "entities": [{"title": "Jean Moréas", "href": "/wiki/Jean_Mor%C3%A9as", "description": "Jean Moréas, was a Greek poet, essayist, and art critic, who wrote mostly in the French language but also in Greek during his youth."}]}, {"heading": "Deaths", "year": "1913", "date": "March 31", "txt": "J. P. Morgan, American banker and financier (b. 1837)", "entities": [{"title": "J. P. Morgan", "href": "/wiki/J._P._Morgan", "description": "John Pierpont Morgan was an American financier and banker who dominated corporate finance on Wall Street throughout the Gilded Age. As the head of the banking firm that ultimately became known as J.P. Morgan and Co., he was a driving force behind the wave of industrial consolidation in the United States spanning the late 19th and early 20th centuries."}]}, {"heading": "Deaths", "year": "1915", "date": "March 31", "txt": "Wyndham Halswelle, English-Scottish runner and captain (b. 1882)", "entities": [{"title": "Wyndham Halswelle", "href": "/wiki/Wyndham_Halswelle", "description": "Wyndham Halswelle was a British athlete. He won the controversial 400 m race at the 1908 Summer Olympics, becoming the only athlete to win an Olympic title by a walkover."}]}, {"heading": "Deaths", "year": "1917", "date": "March 31", "txt": "Emil von Behring, German physiologist and immunologist, Nobel Prize laureate (b. 1854)", "entities": [{"title": "Emil von Behring", "href": "/wiki/Emil_von_Behring", "description": "Emil von Behring, born Emil Adolf Behring, was a German physiologist who received the 1901 Nobel Prize in Physiology or Medicine, the first one awarded in that field, for his discovery of a diphtheria antitoxin. He was widely known as a \"saviour of children,\" as diphtheria used to be a major cause of child death. His work with the disease, as well as tetanus, has come to bring him most of his fame"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1924", "date": "March 31", "txt": "George Charles Haité, English painter and illustrator (b. 1855)", "entities": [{"title": "George Charles Haité", "href": "/wiki/George_Charles_Hait%C3%A9", "description": "George Charles Haité was an English designer, painter, illustrator and writer. His most famous work is the iconic cover design of the Strand Magazine, launched in 1891, which helped popularise the Sherlock Holmes stories of Arthur Conan Doyle. Haité was also a founder member and the first president of the London Sketch Club."}]}, {"heading": "Deaths", "year": "1927", "date": "March 31", "txt": "Kang Youwei, Chinese scholar and political reformer (b. 1858)", "entities": [{"title": "Kang Youwei", "href": "/wiki/Kang_Youwei", "description": "Kang Youwei was a prominent political thinker and reformer of the late Qing dynasty. His increasing closeness to and influence over the young Guangxu Emperor sparked conflict between the emperor and his adoptive mother, the regent Empress Dowager Cixi. His ideas were influential in the abortive Hundred Days' Reform. Following the coup by Cixi that ended the reform, Kang was forced to flee. He cont"}]}, {"heading": "Deaths", "year": "1930", "date": "March 31", "txt": "Ludwig Schüler, German politician, Mayor of Marburg (b. 1836)", "entities": [{"title": "Ludwig Schüler", "href": "/wiki/Ludwig_Sch%C3%BCler", "description": "Ludwig Schüler was a German politician and from 17 September 1884 until 20 May 1907 mayor of Marburg.\nIn January 1911 he was appointed honorary citizen."}, {"title": "List of mayors of Marburg", "href": "/wiki/List_of_mayors_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Deaths", "year": "1931", "date": "March 31", "txt": "Knute Rockne, American football player and coach (b. 1888)", "entities": [{"title": "Knute Rockne", "href": "/wiki/Knute_Rockne", "description": "Knute Kenneth Rockne was a Norwegian-American football player and coach at the University of Notre Dame."}]}, {"heading": "Deaths", "year": "1935", "date": "March 31", "txt": "Georges V. Matchabelli, Georgian-American businessman and diplomat, founded Prince Matchabelli perfume (b. 1885)", "entities": [{"title": "Georges V. Matchabelli", "href": "/wiki/Georges_V._Matchabelli", "description": "Prince Georges Vasili Matchabelli was an Georgian perfumer. A Georgian nobleman and diplomat, he emigrated to the United States after the 1921 Soviet invasion of Georgia."}, {"title": "Prince Matchabelli", "href": "/wiki/Prince_Matchabelli", "description": "Prince Matchabelli is a perfume line, first designed by Prince Georges V. Matchabelli who was an amateur chemist. Georges Matchabelli was a Georgian prince and Georgian ambassador to Italy, but fled the Soviet Union and emigrated to the United States after the Russian Revolution. In New York City he and his wife, Princess Norina Matchabelli, opened a small antiques shop, Le Rouge et le Noir, at 54"}]}, {"heading": "Deaths", "year": "1939", "date": "March 31", "txt": "Ioannis Tsangaridis, Greek general (b. 1887)", "entities": [{"title": "Ioannis Tsangaridis", "href": "/wiki/Ioannis_Tsangaridis", "description": "Ioannis Tsangaridis was a general of the Greek Army from Cyprus."}]}, {"heading": "Deaths", "year": "1944", "date": "March 31", "txt": "Mineichi Koga, Japanese admiral (b. 1885)", "entities": [{"title": "Mineichi Koga", "href": "/wiki/Mineichi_Koga", "description": " Mineichi Koga  was a Japanese Marshal Admiral and commander-in-chief of the Imperial Japanese Navy's Combined Fleet."}]}, {"heading": "Deaths", "year": "1945", "date": "March 31", "txt": "Frank Findlay, New Zealand banker and politician (b. 1884)", "entities": [{"title": "Frank Findlay", "href": "/wiki/Frank_Findlay", "description": "\n\nFrank Findlay was a New Zealand politician of the National Party.\n"}]}, {"heading": "Deaths", "year": "1945", "date": "March 31", "txt": "Hans Fischer, German chemist and academic, Nobel Prize laureate (b. 1881)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1950", "date": "March 31", "txt": "Robert Natus, Estonian architect (b. 1890)", "entities": [{"title": "Robert Natus", "href": "/wiki/Robert_Natus", "description": "Robert Natus was an Estonian architect of Baltic German descent."}]}, {"heading": "Deaths", "year": "1952", "date": "March 31", "txt": "Wallace H. White, Jr., American lawyer and politician (b. 1877)", "entities": [{"title": "Wallace H. White, Jr.", "href": "/wiki/Wallace_H._White,_Jr.", "description": "Wallace Humphrey White Jr. was an American politician and Republican leader in the United States Congress from 1917 until 1949. White was from the U.S. state of Maine and served in the U.S. House of Representatives before being elected to the U.S. Senate, where he was Senate Minority Leader and later Majority Leader before his retirement."}]}, {"heading": "Deaths", "year": "1956", "date": "March 31", "txt": "Ralph DePalma, Italian-American race car driver and actor (b. 1884)", "entities": [{"title": "Ralph DePalma", "href": "/wiki/Ralph_DePalma", "description": "Raffaele \"Ralph\" De Palma was an Italian-American racecar driving champion who won the 1915 Indianapolis 500. His entry at the International Motorsports Hall of Fame estimates that he won about 2,000 races. DePalma won the 1908, 1909, 1910, and 1911 American AAA national dirt track championships and is credited with winning 24 American Champ car races. He won the Canadian national championship in "}]}, {"heading": "Deaths", "year": "1956", "date": "March 31", "txt": "Nellah Massey Bailey, American politician and librarian (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "March 31", "txt": "Grover Lowdermilk, American baseball player (b. 1885)", "entities": [{"title": "Grover Lowdermilk", "href": "/wiki/Grover_Lowdermilk", "description": "Grover Cleveland \"Slim\" Lowdermilk was an American Major League Baseball pitcher with the St. Louis Cardinals, Chicago Cubs, St. Louis Browns, Detroit Tigers, Cleveland Indians and Chicago White Sox between 1909 and 1920. Lowdermilk batted and threw right-handed. He was born in Sandborn, Indiana."}]}, {"heading": "Deaths", "year": "1970", "date": "March 31", "txt": "Semyon Timoshenko, Soviet Commander during the Winter War and the Eastern Front of World War II (b. 1894)", "entities": [{"title": "Semyon Timoshenko", "href": "/wiki/Semyon_Timoshenko", "description": "Semyon Konstantinovich Timoshenko was a Soviet military commander and Marshal of the Soviet Union."}, {"title": "Winter War", "href": "/wiki/Winter_War", "description": "The Winter War also known as First Soviet-Finnish War was a war between the Soviet Union (USSR) and Finland. It began with a Soviet invasion of Finland on 30 November 1939, three months after the outbreak of World War II, and ended three and a half months later with the Moscow Peace Treaty on 13 March 1940. Despite superior military strength, especially in tanks and aircraft, the Soviet Union suff"}, {"title": "Eastern Front (World War II)", "href": "/wiki/Eastern_Front_(World_War_II)", "description": "The Eastern Front of World War II was a theatre of conflict between the European Axis powers against the Soviet Union (USSR), Poland and other Allies, which encompassed Central Europe, Eastern Europe, Northeast Europe (Baltics), and Southeast Europe (Balkans) from 22 June 1941 to 9 May 1945. It was known as the Great Patriotic War in the Soviet Union and some of its successor states, while everywh"}]}, {"heading": "Deaths", "year": "1975", "date": "March 31", "txt": "Percy Alliss, English golfer (b. 1897)", "entities": [{"title": "Percy Alliss", "href": "/wiki/Percy_Alliss", "description": "Percy Alliss was one of the leading English professional golfers in the 1920s and 1930s, winning many tournaments in Britain and Continental Europe. He was the father of commentator and former golfer Peter Alliss."}]}, {"heading": "Deaths", "year": "1976", "date": "March 31", "txt": "Paul Strand, American photographer and director (b. 1890)", "entities": [{"title": "Paul Strand", "href": "/wiki/Paul_Strand", "description": "Paul Strand was an American photographer and filmmaker who, along with fellow modernist photographers like Alfred Stieglitz and Edward Weston, helped establish photography as an art form in the 20th century. In the 1930s, he helped found the Photo League. His diverse body of work, spanning six decades, covers numerous genres and subjects throughout the Americas, Europe, and Africa."}]}, {"heading": "Deaths", "year": "1978", "date": "March 31", "txt": "Astrid Allwyn, American actress (b. 1905)", "entities": [{"title": "Astrid Allwyn", "href": "/wiki/Astrid_Allwyn", "description": "Astrid Allwyn was an American stage and film actress."}]}, {"heading": "Deaths", "year": "1978", "date": "March 31", "txt": "Charles Herbert Best, American-Canadian physiologist and biochemist, co-discovered Insulin (b. 1899)", "entities": [{"title": "Insulin", "href": "/wiki/Insulin", "description": "Insulin is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (tr"}]}, {"heading": "Deaths", "year": "1980", "date": "March 31", "txt": "Vladimír Holan, Czech poet and author (b. 1905)", "entities": [{"title": "Vladimír Holan", "href": "/wiki/Vladim%C3%ADr_Holan", "description": "Vladimír Holan was a Czech poet famous for employing obscure language, dark topics and pessimistic views in his poems. He was nominated for the Nobel Prize in the late 1960s. He was a member of the Communist Party of Czechoslovakia."}]}, {"heading": "Deaths", "year": "1980", "date": "March 31", "txt": "Jesse Owens, American sprinter and long jumper (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "March 31", "txt": "Enid Bagnold, English author and playwright (b. 1889)", "entities": [{"title": "Enid Bagnold", "href": "/wiki/Enid_Bagnold", "description": "Enid Algerine, Lady Jones, was a British author and playwright, today best known for the 1935 story National Velvet."}]}, {"heading": "Deaths", "year": "1983", "date": "March 31", "txt": "Christina Stead, Australian author and academic (b. 1902)", "entities": [{"title": "Christina Stead", "href": "/wiki/Christina_Stead", "description": "Christina Stead was an Australian novelist and short-story writer acclaimed for her satirical wit and penetrating psychological characterisations. Christina Stead was a committed Marxist, although she was never a member of the Communist Party. She spent much of her life outside Australia, although she returned before her death."}]}, {"heading": "Deaths", "year": "1986", "date": "March 31", "txt": "Jerry Paris, American actor and director (b. 1925)", "entities": [{"title": "Jerry Paris", "href": "/wiki/Jerry_Paris", "description": "William Gerald Paris was an American actor and director best known for playing Jerry Helper, the dentist and next-door neighbor of Rob and Laura Petrie, on The Dick Van Dyke Show."}]}, {"heading": "Deaths", "year": "1988", "date": "March 31", "txt": "William McMahon, Australian lawyer and politician, 20th Prime Minister of Australia (b. 1908)", "entities": [{"title": "William McMahon", "href": "/wiki/William_McMahon", "description": "Sir William McMahon was an Australian politician who served as the 20th Prime Minister of Australia, in office from 1971 to 1972 as leader of the Liberal Party. He was a government minister for over 21 years, the longest continuous ministerial service in Australian history."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1993", "date": "March 31", "txt": "Brandon Lee, American actor and martial artist (b. 1965)", "entities": [{"title": "Brandon Lee", "href": "/wiki/Brandon_Lee", "description": "Brandon Bruce Lee was an American actor and martial artist. Lee is also known for being the only son of Bruce Lee and was accidentally killed during production of his breakthrough film The Crow (1994). Lee's father, who died in 1973, was iconic in the field of martial arts both as a practitioner and leading man in their films. Lee followed his father into both of the fields, trained in martial art"}]}, {"heading": "Deaths", "year": "1993", "date": "March 31", "txt": "Mitchell Parish, Lithuanian-American songwriter (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "March 31", "txt": "Selena, American singer-songwriter (b. 1971)", "entities": [{"title": "Selena", "href": "/wiki/Selena", "description": "Selena Quintanilla-Pérez was an American singer, songwriter, spokesperson, businesswoman, model, actress, and fashion designer. Referred to as the \"Queen of Tejano music\", her contributions to music and fashion made her one of the most celebrated Mexican-American entertainers of the late 20th century. Billboard magazine named her the top-selling Latin artist of the 1990s decade, while her posthumo"}]}, {"heading": "Deaths", "year": "1996", "date": "March 31", "txt": "Dante Giacosa, Italian automobile designer and engineer (b. 1905)", "entities": [{"title": "Dante Giacosa", "href": "/wiki/Dante_Giacosa", "description": "Dante Giacosa was an Italian automobile designer and engineer responsible for a range of Italian automobile designs — and for refining the front-wheel drive layout to an industry-standard configuration."}]}, {"heading": "Deaths", "year": "1996", "date": "March 31", "txt": "Jeffrey Lee Pierce, American singer-songwriter and guitarist (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "March 31", "txt": "Bella Abzug, American lawyer, activist, and politician (b. 1920)", "entities": [{"title": "Bella Abzug", "href": "/wiki/Bella_Abzug", "description": "Bella Savitzky Abzug, nicknamed \"Battling Bella\", was an American lawyer, U.S. Representative, social activist and a leader in the women's movement. In 1971, Abzug joined other leading feminists such as Gloria Steinem, Shirley Chisholm, and Betty Friedan to found the National Women's Political Caucus. She was known as a leading figure in what came to be known as eco-feminism."}]}, {"heading": "Deaths", "year": "1998", "date": "March 31", "txt": "Tim Flock, American race car driver (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "March 31", "txt": "Joel Ryce-Menuhin, American pianist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 31", "txt": "Yuri Knorozov, Russian linguist and ethnographer (b. 1922)", "entities": [{"title": "Yuri Knorozov", "href": "/wiki/Yuri_Knorozov", "description": "Yuri Valentinovich Knorozov was a Soviet linguist, epigrapher and ethnographer, who is particularly renowned for the pivotal role his research played in the decipherment of the Maya script, the writing system used by the pre-Columbian Maya civilization of Mesoamerica."}]}, {"heading": "Deaths", "year": "2001", "date": "March 31", "txt": "David Rocastle, English footballer (b. 1967)", "entities": [{"title": "David Rocastle", "href": "/wiki/David_Rocastle", "description": "David Carlyle Rocastle was an English professional footballer who played as a midfielder in the roles of a playmaker and a winger."}]}, {"heading": "Deaths", "year": "2001", "date": "March 31", "txt": "Clifford Shull, American physicist and academic, Nobel Prize laureate (b. 1915)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2002", "date": "March 31", "txt": "Barry Took, English comedian, actor, and screenwriter (b. 1928)", "entities": [{"title": "Barry Took", "href": "/wiki/Barry_Took", "description": "Barry Took was an English writer, television presenter and comedian. His decade-and-a-half writing partnership with Marty Feldman led to the television series Bootsie and Snudge, the radio comedy Round the Horne and other projects."}]}, {"heading": "Deaths", "year": "2002", "date": "March 31", "txt": "Moturu Udayam, Indian activist and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 31", "txt": "Harold Scott MacDonald Coxeter, English-Canadian mathematician and academic (b. 1907)", "entities": [{"title": "Harold Scott MacDonald Coxeter", "href": "/wiki/Harold_Scott_MacDonald_Coxeter", "description": "Harold Scott MacDonald \"Donald\" Coxeter, was a British and later also Canadian geometer. He is regarded as one of the greatest geometers of the 20th century."}]}, {"heading": "Deaths", "year": "2003", "date": "March 31", "txt": "Anne Gwynne, American actress (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 31", "txt": "Tommy Seebach, Danish singer-songwriter, pianist, and producer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "March 31", "txt": "Scott Helvenston, American soldier (b. 1965)", "entities": [{"title": "Scott Helvenston", "href": "/wiki/Scott_Helvenston", "description": "Stephen \"Scott\" Helvenston was a United States Navy SEAL. He was working as a security contractor for Blackwater Security when he was killed in the 31 March 2004 Fallujah ambush within days of arriving in Iraq."}]}, {"heading": "Deaths", "year": "2005", "date": "March 31", "txt": "Stanley J. Korsmeyer, American oncologist and academic (b. 1951)", "entities": [{"title": "Stanley J. Korsmeyer", "href": "/wiki/Stanley_J._Korsmeyer", "description": "Stanley Joel Korsmeyer was an American oncologist. Through his studies of apoptosis, Korsmeyer helped develop the concepts of the role of programmed cell death in carcinogenesis. In 1989 Korsmeyer was among the first to confirm that a particular form of lymphoma arose in certain B cells because they had a genetic flaw that caused them to overexpress a gene, Bcl-2, that was involved in the body's n"}]}, {"heading": "Deaths", "year": "2005", "date": "March 31", "txt": "Justiniano Montano, Filipino lawyer and politician (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 31", "txt": "Frank Perdue, American businessman (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 31", "txt": "Jackie McLean, American saxophonist and composer (b. 1931)", "entities": [{"title": "Jackie McLean", "href": "/wiki/Jackie_McLean", "description": "John Lenwood \"Jackie\" McLean was a North-American jazz alto saxophonist, composer, bandleader, and educator, and is one of the few musicians to be elected to the DownBeat Hall of Fame in the year of their death."}]}, {"heading": "Deaths", "year": "2007", "date": "March 31", "txt": "Paul Watzlawick, Austrian-American psychologist and philosopher (b. 1921)", "entities": [{"title": "Paul Watzlawick", "href": "/wiki/Paul_Watzlawick", "description": "Paul Watzlawick was an Austrian-American family therapist, psychologist, communication theorist, and philosopher. A theoretician in communication theory and radical constructivism, he commented in the fields of family therapy and general psychotherapy. Watzlawick believed that people create their own suffering in the very act of trying to fix their emotional problems. He was one of the most influe"}]}, {"heading": "Deaths", "year": "2008", "date": "March 31", "txt": "Jules Dassin, American director, producer, screenwriter, and actor (b. 1911)", "entities": [{"title": "Jules Dassin", "href": "/wiki/Jules_Dassin", "description": "Julius \"Jules\" Dassin was an American film director, producer, writer and actor. He was a subject of the Hollywood blacklist in the McCarthy era, and subsequently moved to France, where he continued his career."}]}, {"heading": "Deaths", "year": "2008", "date": "March 31", "txt": "Bill Keightley, American equipment manager (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 31", "txt": "Raúl Alfonsín, Argentinian lawyer and politician, 46th President of Argentina (b. 1927)", "entities": [{"title": "Raúl Alfonsín", "href": "/wiki/Ra%C3%BAl_Alfons%C3%ADn", "description": "Raúl Ricardo Alfonsín Foulkes was an Argentine lawyer and statesman who served as President of Argentina from 10 December 1983 to 8 July 1989. He was the first democratically elected president after more than seven years of military dictatorship, and is considered the \"father of modern democracy in Argentina\". Ideologically, he identified as a Radical and a social democrat, serving as the leader o"}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Deaths", "year": "2009", "date": "March 31", "txt": "Choor Singh, Indian-Singaporean lawyer and judge (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 31", "txt": "Gil Clancy, American boxer and trainer (b. 1922)", "entities": [{"title": "Gil Clancy", "href": "/wiki/Gil_Clancy", "description": "Gilbert Thomas Clancy was a Hall of Fame boxing trainer and one of the most noted boxing commentators of the 1980s and 1990s."}]}, {"heading": "Deaths", "year": "2011", "date": "March 31", "txt": "Alan Fitzgerald, Australian journalist and author (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 31", "txt": "Mary Greyeyes, the first First Nations woman to join the Canadian Armed Forces (b. 1920)", "entities": [{"title": "First Nations", "href": "/wiki/First_Nations", "description": "The First Nations are groups of Canadian indigenous peoples, who are classified as distinct from the Inuit and Métis. Traditionally the First Nations were peoples who lived south of the tree line, and mainly south of the Arctic Circle. There are 634 recognized First Nations governments or bands across Canada. Roughly half are located in the provinces of Ontario and British Columbia."}, {"title": "Canadian Armed Forces", "href": "/wiki/Canadian_Armed_Forces", "description": "The Canadian Armed Forces is the unified military of Canada, comprising sea, land, and air elements referred to as the Royal Canadian Navy (RCN), Canadian Army, and Royal Canadian Air Force (RCAF)."}]}, {"heading": "Deaths", "year": "2011", "date": "March 31", "txt": "Oddvar Hansen, Norwegian footballer and coach (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 31", "txt": "Ishbel MacAskill, Scottish singer and actress (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 31", "txt": "Henry Taub, American businessman and philanthropist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 31", "txt": "Judith Adams, New Zealand-Australian nurse and politician (b. 1943)", "entities": [{"title": "Judith Adams", "href": "/wiki/Judith_Adams", "description": "Judith Anne Adams was a New Zealand-born Australian politician, midwife, nurse, and farmer, who served as a member of the Australian Senate between 2005 and 2012, representing the state of Western Australia."}]}, {"heading": "Deaths", "year": "2012", "date": "March 31", "txt": "Dale R. Corson, American physicist and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 31", "txt": "Bernard O. Gruenke, American stained glass artist (b. 1914)", "entities": [{"title": "Stained glass", "href": "/wiki/Stained_glass", "description": "The term stained glass refers to coloured glass as a material and to works created from it. Throughout its thousand-year history, the term has been applied almost exclusively to the windows of churches and other significant religious buildings. Although traditionally made in flat panels and used as windows, the creations of modern stained glass artists also include three-dimensional structures and"}]}, {"heading": "Deaths", "year": "2012", "date": "March 31", "txt": "Jerry Lynch, American baseball player (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 31", "txt": "Alberto Sughi, Italian painter (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 31", "txt": "Halbert White, American economist and academic (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 31", "txt": "Charles Amarin Brand, French archbishop (b. 1920)", "entities": [{"title": "Charles Amarin Brand", "href": "/wiki/Charles_Amarin_Brand", "description": "Charles-Amarin Brand was a French prelate of the Roman Catholic Church."}]}, {"heading": "Deaths", "year": "2013", "date": "March 31", "txt": "Ernie Bridge, Australian singer and politician (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 31", "txt": "Bob Clarke, American illustrator (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 31", "txt": "Ahmad Sayyed Javadi, Iranian lawyer and politician, Iranian Minister of Interior (b. 1917)", "entities": [{"title": "Ministry of Interior (Iran)", "href": "/wiki/Ministry_of_Interior_(Iran)", "description": "The Ministry of Interior of the Islamic Republic of Iran is in charge of performing, supervising and reporting elections, policing, and other responsibilities related to an interior ministry."}]}, {"heading": "Deaths", "year": "2013", "date": "March 31", "txt": "Dmitri Uchaykin, Russian ice hockey player (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 31", "txt": "Gonzalo Anes, Spanish economist, historian, and academic (b. 1931)", "entities": [{"title": "Gonzalo Anes", "href": "/wiki/Gonzalo_Anes", "description": "Gonzalo Anes Álvarez de Castrillón was a Spanish economist, professor and historian. He was director of the Royal Academy of History."}]}, {"heading": "Deaths", "year": "2014", "date": "March 31", "txt": "Roger Somville, Belgian painter (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 31", "txt": "Betty Churcher, Australian painter, historian, and curator (b. 1931)", "entities": [{"title": "Betty Churcher", "href": "/wiki/Betty_Churcher", "description": "Elizabeth Ann Dewar Churcher was an Australian arts administrator, best known as director of the National Gallery of Australia from 1990 to 1997. She was also a painter in her own right earlier in her life."}]}, {"heading": "Deaths", "year": "2015", "date": "March 31", "txt": "Cocoa Fujiwara, Japanese author and illustrator (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 31", "txt": "Carlos Gaviria Díaz, Colombian lawyer and politician (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 31", "txt": "Dalibor Vesely, Czech-English historian, author, and academic (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 31", "txt": "Ronnie Corbett, Scottish comedian, actor and screenwriter (b. 1930)", "entities": [{"title": "Ronnie Corbett", "href": "/wiki/Ronnie_Corbett", "description": "Ronald Balfour Corbett was a Scottish stand-up comedian, actor, writer, and broadcaster. He had a long association with Ronnie Barker in the BBC television comedy sketch show The Two Ronnies. He achieved prominence in David Frost's 1960s satirical comedy programme The Frost Report and subsequently starred in sitcoms such as No – That's Me Over Here!, Now Look Here, and Sorry!."}]}, {"heading": "Deaths", "year": "2016", "date": "March 31", "txt": "Hans-Dietrich Genscher, German politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 31", "txt": "Zaha Hadid, Iraqi-born English architect and academic, designed the Bridge Pavilion (b. 1950)", "entities": [{"title": "Bridge Pavilion", "href": "/wiki/Bridge_Pavilion", "description": "The Bridge Pavilion is a building designed by British-Iraqi architect Zaha Hadid that was constructed for the Expo 2008 in Zaragoza (Spain) as one of its main landmarks. It is an innovative 280-metre-long (919 ft) covered bridge that imitates a gladiola over the river Ebro, connecting the neighbourhood of La Almozara with the exposition site, and thus becoming its main entrance. The new bridge is,"}]}, {"heading": "Deaths", "year": "2016", "date": "March 31", "txt": "Imre Kertész, Hungarian author, Nobel Prize laureate (b. 1929)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2016", "date": "March 31", "txt": "Denise Robertson, British writer and television broadcaster (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 31", "txt": "Gilbert Baker, American artist and LGBT rights activist (b. 1951)", "entities": [{"title": "Gilbert Baker (artist)", "href": "/wiki/Gilbert_Baker_(artist)", "description": "Gilbert Baker was an American artist, gay rights activist, and designer of the rainbow flag (1978), a worldwide symbol of LGBTQ pride. His flag became widely associated with LGBT rights causes, a symbol of gay pride that has become ubiquitous in the decades since its debut. California state senator Scott Wiener said Baker \"helped define the modern LGBT movement\"."}]}, {"heading": "Deaths", "year": "2017", "date": "March 31", "txt": "James Rosenquist, American artist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "March 31", "txt": "Nipsey Hussle, American rapper (b. 1985)", "entities": [{"title": "Nipsey Hussle", "href": "/wiki/Nipsey_Hussle", "description": "Ermias Joseph Asghedom, known professionally as Nipsey Hussle, was an American rapper, activist, and entrepreneur. Emerging from the West Coast hip hop scene in the mid-2000s, Hussle independently released his first mixtape, Slauson Boy Volume 1, to moderate local success, which led to him being signed to Cinematic Music Group and Epic Records."}]}, {"heading": "Deaths", "year": "2020", "date": "March 31", "txt": "Gita Ramjee, Ugandan-South African scientist and researcher (b.1956) ", "entities": [{"title": "Gita Ramjee", "href": "/wiki/Gita_Ramjee", "description": "Gita Ramjee was a Ugandan-South African scientist and researcher in HIV prevention. In 2018, she was awarded the ‘Outstanding Female Scientist’ award from the European and Developing Countries Clinical Trials Partnership. She died in Umhlanga, Durban, South Africa, from COVID-19 related complications."}]}, {"heading": "Deaths", "year": "2021 - Ken Reitz, American baseball player (b. 1951)[47]", "date": "March 31", "txt": "Ken Reitz, American baseball player (b. 1951)", "entities": [{"title": "Ken Reitz", "href": "/wiki/Ken_Reitz", "description": "Kenneth John Reitz was an American baseball third baseman who played 11 seasons in Major League Baseball (MLB). Nicknamed \"Zamboni\", he played for the St. Louis Cardinals, San Francisco Giants, Chicago Cubs, and Pittsburgh Pirates from 1972 to 1982. He won the Gold Glove Award in 1975 and was an All-Star in 1980. He retired with the highest all-time career fielding percentage for National League t"}]}]