[{"heading": "Events", "year": "421", "date": "March 25", "txt": "Italian city Venice is founded with the dedication of the first church, that of San Giacomo di Rialto on the islet of Rialto.", "entities": [{"title": "Venice", "href": "/wiki/Venice", "description": "Venice is a city in northeastern Italy and the capital of the Veneto region. It is built on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are in the shallow Venetian Lagoon, an enclosed bay lying between the mouths of the Po and the Piave rivers. In 2020, 258,685 people resided in the Comune di Venezia, of whom around 55,000 live in the histo"}, {"title": "San Giacomo di Rialto", "href": "/wiki/San_Giacomo_di_Rialto", "description": "San Giacomo di Rialto is a church in the sestiere of San Polo, Venice, northern Italy. The addition of Rialto to the name distinguishes this church from its namesake San Giacomo dell'Orio found in the sestiere of Santa Croce, on the same side of the Grand Canal."}, {"title": "Rialto", "href": "/wiki/Rialto", "description": "The Rialto is a central area of Venice, Italy, in the sestiere of San Polo. It is, and has been for many centuries, the financial and commercial heart of the city. Rialto is known for its prominent markets as well as for the monumental Rialto Bridge across the Grand Canal."}]}, {"heading": "Events", "year": "708", "date": "March 25", "txt": "Pope Constantine becomes the 88th pope. He would be the last pope to visit Constantinople until 1967.", "entities": [{"title": "Pope Constantine", "href": "/wiki/Pope_Constantine", "description": "Pope Constantine was the bishop of Rome from 25 March 708 to his death. One of the last popes of the Byzantine Papacy, the defining moment of Constantine's pontificate was his 710/711 visit to Constantinople where he compromised with Justinian II on the Trullan canons of the Quinisext Council. Constantine's was the last papal visit to Constantinople until 1967."}]}, {"heading": "Events", "year": "717", "date": "March 25", "txt": "Theodosius III resigns the throne to the Byzantine Empire to enter the clergy.", "entities": [{"title": "Theodosius III", "href": "/wiki/Theodosius_III", "description": "Theodosius III or Theodosios III was Byzantine emperor from c. May 715 to 25 March 717. Before rising to power and seizing the throne of the Byzantine Empire, he was a tax collector in Adramyttium. In 715, the Byzantine Navy and the troops of the Opsician Theme revolted against Byzantine Emperor Anastasios II, acclaiming the reluctant Theodosius as Emperor Theodosius III. Theodosius led his troops"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "919", "date": "March 25", "txt": "Romanos Lekapenos seizes the Boukoleon Palace in Constantinople and becomes regent of the Byzantine emperor Constantine VII.", "entities": [{"title": "Romanos I Lekapenos", "href": "/wiki/Romanos_I_Lekapenos", "description": "Romanos I Lekapenos, Latinized as Romanus I Lecapenus, was an Armenian who became a Byzantine naval commander and reigned as Byzantine Emperor from 920 until his deposition on December 16, 944."}, {"title": "Boukoleon Palace", "href": "/wiki/Boukoleon_Palace", "description": "The Palace of Boukoleon or Bucoleon was one of the Byzantine palaces in Constantinople The palace is located on the shore of the Sea of Marmara, to the south of the Hippodrome and east of the Little Hagia Sophia."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Constantine VII", "href": "/wiki/Constantine_VII", "description": "Constantine VII Flavius Porphyrogenitus was the fourth Emperor of the Macedonian dynasty of the Byzantine Empire, reigning from 6 June 913 to 9 November 959. He was the son of Emperor Leo VI and his fourth wife, Zoe Karbonopsina, and the nephew of his predecessor Emperor Alexander."}]}, {"heading": "Events", "year": "1000", "date": "March 25", "txt": "Fatimid caliph al-Hakim bi-Amr Allah assassinates the eunuch chief minister Barjawan and assumes control of the government.", "entities": [{"title": "Fatimid", "href": "/wiki/Fatimid", "description": "The Fatimid Caliphate was an Ismaili Shia caliphate of the 10th to the 12th centuries CE. Spanning a large area of North Africa, it ranged from the Red Sea in the east to the Atlantic Ocean in the west. The Fatimids, a dynasty of Arab origin, trace their ancestry to the Prophet’s daughter Fatima and her husband ‘Ali b. Abi Talib, the first Shi‘ite imam. The Fatimids were acknowledged as the rightf"}, {"title": "Al-Hakim bi-Amr Allah", "href": "/wiki/Al-Hakim_bi-Amr_Allah", "description": "Abū ʿAlī Manṣūr, better known by his regnal name al-Ḥākim bi-Amr Allāh, was the sixth Fatimid caliph and 16th Ismaili imam (996–1021). Al-Hakim is an important figure in a number of Shia Ismaili sects, such as the world's 15 million Nizaris and 1-2 million Musta’lis, in addition to the 2 million Druze of the Levant whose eponymous founder Hamza ibn Ali ibn Ahmad proclaimed him as the incarnation o"}, {"title": "Barjawan", "href": "/wiki/Barjawan", "description": "Abū'l-Futūh Barjawān al-Ustādh was a Shia Muslim eunuch palace official who became the prime minister (wāsiṭa) and de facto regent of the Fatimid Caliphate in October 997, and held the position until his assassination. Of obscure origin, Barjawan became the tutor of heir-apparent al-Hakim bi-Amr Allah, who became caliph in 996 with the death of al-Aziz Billah. On al-Hakim's coronation, power was s"}]}, {"heading": "Events", "year": "1306", "date": "March 25", "txt": "Robert the Bruce becomes King of Scots (Scotland).", "entities": [{"title": "Robert the Bruce", "href": "/wiki/Robert_the_Bruce", "description": "Robert I, popularly known as Robert the Bruce, was King of Scots from 1306 to his death in 1329. Robert was one of the most famous warriors of his generation and eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent country and is now revered in Scotland as a national hero."}, {"title": "Scotland", "href": "/wiki/Scotland", "description": "Scotland is a country that is part of the United Kingdom. Covering the northern third of the island of Great Britain, mainland Scotland has a 96-mile (154 km) border with England to the southeast and is otherwise surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast and the Irish Sea to the south. The country also contains more than 790 islands, principally in the "}]}, {"heading": "Events", "year": "1409", "date": "March 25", "txt": "The Council of Pisa convenes, in an attempt to heal the Western Schism.", "entities": [{"title": "Council of Pisa", "href": "/wiki/Council_of_Pisa", "description": "The Council of Pisa was a controversial ecumenical council of the Catholic Church held in 1409. It attempted to end the Western Schism by deposing Benedict XIII (Avignon) and Gregory XII (Rome) for schism and manifest heresy. The College of Cardinals, composed of members of both the Avignon Obedience and the Roman Obedience, who were recognized by each other and by the Council, then elected a thir"}, {"title": "Western Schism", "href": "/wiki/Western_Schism", "description": "The Western Schism, also called Papal Schism, The Vatican Standoff, Great Occidental Schism and Schism of 1378, was a split within the Catholic Church lasting from 1378 to 1417 in which bishops residing in Rome and Avignon both claimed to be the true pope, joined by a third line of Pisan popes in 1409. The schism was driven by personalities and political allegiances, with the Avignon papacy being "}]}, {"heading": "Events", "year": "1576", "date": "March 25", "txt": "Jerome Savage takes out a sub-lease to start the Newington Butts Theatre outside London.", "entities": [{"title": "Newington Butts Theatre", "href": "/wiki/Newington_Butts_Theatre", "description": "The Newington Butts Theatre was one of the earliest Elizabethan theatres, possibly predating even The Theatre of 1576 and the Curtain Theatre, which are usually regarded as the first playhouses built around London. William Ingram believes it was probably the first of the three to begin construction, and may have been the first completed."}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1584", "date": "March 25", "txt": "Sir Walter Raleigh is granted a patent to colonize Virginia.", "entities": [{"title": "Walter Raleigh", "href": "/wiki/Walter_Raleigh", "description": "Sir Walter Raleigh, also spelled Ralegh, was an English statesman, soldier, spy, writer, poet, explorer, and landed gentleman. One of the most notable figures of the Elizabethan era, he played a leading part in English colonisation of North America, suppressed rebellion in Ireland, helped defend England during the Spanish Armada and held political positions under Elizabeth I."}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}]}, {"heading": "Events", "year": "1655", "date": "March 25", "txt": "Saturn's largest moon, Titan, is discovered by Christiaan Huygens.", "entities": [{"title": "Saturn", "href": "/wiki/Saturn", "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It only has one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive. Saturn is named after the Roman god of wealth and agriculture; its astronomical symbol (♄)"}, {"title": "Titan (moon)", "href": "/wiki/Titan_(moon)", "description": "Titan is the largest moon of Saturn and the second-largest natural satellite in the Solar System. It is the only moon known to have a dense atmosphere, and the only known body in space, other than Earth, where clear evidence of stable bodies of surface liquid has been found."}, {"title": "Christiaan Huygens", "href": "/wiki/Christiaan_Huygens", "description": "Christiaan Huygens, also spelled Huyghens, was a Dutch mathematician, physicist, astronomer and inventor, who is widely regarded as one of the greatest scientists of all time and a major figure in the scientific revolution. In physics, Huygens made groundbreaking contributions in optics and mechanics, while as an astronomer he is chiefly known for his studies of the rings of Saturn and the discove"}]}, {"heading": "Events", "year": "1708", "date": "March 25", "txt": "A French fleet anchors nears Fife Ness as part of the planned French invasion of Britain.", "entities": [{"title": "Fife Ness", "href": "/wiki/Fife_Ness", "description": "Fife Ness is a headland forming the most eastern point in Fife, Scotland. Anciently the area was called Muck Ross, which is a corruption of the Scottish Gaelic Muc-Rois meaning \"Headland of the Pigs\". It is situated in the area of Fife known as the East Neuk, and forms the muzzle of the dog-like outline of the latter when viewed on a map. Ness is an archaic Norse word meaning \"nose\"."}, {"title": "Planned French invasion of Britain (1708)", "href": "/wiki/Planned_French_invasion_of_Britain_(1708)", "description": "The Planned French Invasion of Britain, 1708, also known as the 'Entreprise d’Écosse,' took place during the War of the Spanish Succession. The French planned to land 5,000–6,000 soldiers in northeast Scotland to support a rising by local Jacobites that would restore James Francis Edward Stuart to the throne of Great Britain."}]}, {"heading": "Events", "year": "1802", "date": "March 25", "txt": "The Treaty of Amiens is signed as a \"Definitive Treaty of Peace\" between France and the United Kingdom.", "entities": [{"title": "Treaty of Amiens", "href": "/wiki/Treaty_of_Amiens", "description": "The Treaty of Amiens temporarily ended hostilities between France and the United Kingdom at the end of the War of the Second Coalition. It marked the end of the French Revolutionary Wars; after a short peace it set the stage for the Napoleonic Wars. Britain gave up most of its recent conquests; France was to evacuate Naples and Egypt. Britain retained Ceylon and Trinidad.\nIt was signed in the city"}]}, {"heading": "Events", "year": "1807", "date": "March 25", "txt": "The Swansea and Mumbles Railway, then known as the Oystermouth Railway, becomes the first passenger-carrying railway in the world.", "entities": []}, {"heading": "Events", "year": "1811", "date": "March 25", "txt": "Percy Bysshe Shelley is expelled from the University of Oxford for publishing the pamphlet The Necessity of Atheism.", "entities": [{"title": "Percy Bysshe Shelley", "href": "/wiki/Percy_Bysshe_Shelley", "description": "Percy Bysshe Shelley was one of the major English Romantic poets. American literary critic Harold Bloom describes him as \"a superb craftsman, a lyric poet without rival, and surely one of the most advanced sceptical intellects ever to write a poem.\" A radical in his poetry as well as in his political and social views, Shelley did not achieve fame during his lifetime, but recognition of his achieve"}, {"title": "University of Oxford", "href": "/wiki/University_of_Oxford", "description": "The University of Oxford is a collegiate research university in Oxford, England. There is evidence of teaching as early as 1096, making it the oldest university in the English-speaking world, the world's second-oldest university in continuous operation and one of the most prestigious academic institutions in the world. It grew rapidly from 1167 when Henry II banned English students from attending "}]}, {"heading": "Events", "year": "1821", "date": "March 25", "txt": "Traditional date of the start of the Greek War of Independence. The war had actually begun on 23 February 1821 (Julian calendar).", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "23 February", "href": "/wiki/23_February", "description": "February 23 is the 54th day of the year in the Gregorian calendar; 311 days remain until the end of the year."}, {"title": "Julian calendar", "href": "/wiki/Julian_calendar", "description": "The Julian calendar, proposed by Julius Caesar in AUC 708, was a reform of the Roman calendar. It took effect on 1 January AUC 709 , by edict. It was designed with the aid of Greek mathematicians and astronomers such as Sosigenes of Alexandria."}]}, {"heading": "Events", "year": "1845", "date": "March 25", "txt": "New Zealand Legislative Council pass the first Militia Act constituting the New Zealand Army.", "entities": [{"title": "New Zealand Army", "href": "/wiki/New_Zealand_Army", "description": "The New Zealand Army is the land component of the New Zealand Defence Force and comprises around 4,500 Regular Force personnel, 2,000 Territorial Force personnel and 500 civilians. Formerly the New Zealand Military Forces, the current name was adopted by the New Zealand Army Act 1950. The New Zealand Army traces its history from settler militia raised in 1845."}]}, {"heading": "Events", "year": "1865", "date": "March 25", "txt": "American Civil War: In Virginia, Confederate forces temporarily capture Fort Stedman from the Union.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Battle of Fort Stedman", "href": "/wiki/Battle_of_Fort_Stedman", "description": "The Battle of Fort Stedman, also known as the Battle of Hare's Hill, was fought on March 25, 1865, during the final weeks of the American Civil War. The Union Army fortification in the siege lines around Petersburg, Virginia, was attacked in a pre-dawn Confederate assault by troops led by Maj. Gen. John B. Gordon. The attack was the last serious attempt by Confederate troops to break the Siege of "}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}]}, {"heading": "Events", "year": "1894", "date": "March 25", "txt": "Coxey's Army, the first significant American protest march, departs Massillon, Ohio for Washington, D.C.", "entities": [{"title": "Coxey's Army", "href": "/wiki/Coxey%27s_Army", "description": "Coxey's Army was a protest march by unemployed workers from the United States, led by Ohio businessman Jacob Coxey. They marched on Washington, D.C. in 1894, the second year of a four-year economic depression that was the worst in United States history to that time. Officially named the Army of the Commonwealth in Christ, its nickname came from its leader and was more enduring. It was the first si"}, {"title": "Massillon, Ohio", "href": "/wiki/Massillon,_Ohio", "description": "Massillon is a city in Stark County in the U.S. state of Ohio, approximately 8 miles (13 km) west of Canton, 20 miles (32 km) south of Akron, and 50 miles (80 km) south of Cleveland. The population was 32,149 at the 2010 census, which makes it the 44th largest city in Ohio."}]}, {"heading": "Events", "year": "1911", "date": "March 25", "txt": "In New York City, the Triangle Shirtwaist Factory fire kills 146 garment workers.", "entities": [{"title": "Triangle Shirtwaist Factory fire", "href": "/wiki/Triangle_Shirtwaist_Factory_fire", "description": "The Triangle Shirtwaist Factory fire in the Greenwich Village neighborhood of Manhattan, New York City, on March 25, 1911, was the deadliest industrial disaster in the history of the city, and one of the deadliest in U.S. history. The fire caused the deaths of 146 garment workers – 123 women and girls and 23 men – who died from the fire, smoke inhalation, or falling or jumping to their deaths. Mos"}]}, {"heading": "Events", "year": "1911", "date": "March 25", "txt": "Andrey Yushchinsky is murdered in Kiev, leading to the Beilis affair.", "entities": [{"title": "Menahem Mendel Beilis", "href": "/wiki/Menahem_Mendel_Beilis", "description": "Menahem Mendel Beilis was a Russian Jew accused of ritual murder in Kiev in the Russian Empire in a notorious 1913 trial, known as the \"Beilis trial\" or \"Beilis affair\". Although Beilis was acquitted after a lengthy process by an all-Slavic jury, the legal process sparked international criticism of antisemitism in the Russian Empire."}]}, {"heading": "Events", "year": "1917", "date": "March 25", "txt": "The Georgian Orthodox Church restores its autocephaly abolished by Imperial Russia in 1811.", "entities": [{"title": "Georgian Orthodox Church", "href": "/wiki/Georgian_Orthodox_Church", "description": "The Apostolic Autocephalous Orthodox Church of Georgia, commonly known as the Georgian Orthodox Church or the Orthodox Church of Georgia, is an autocephalous Eastern Orthodox church in full communion with the other churches of Eastern Orthodoxy. It is Georgia's dominant religious institution, and a majority of Georgian people are members. The Orthodox Church of Georgia is one of the oldest churche"}, {"title": "Autocephaly", "href": "/wiki/Autocephaly", "description": "Autocephaly is the status of a hierarchical Christian church whose head bishop does not report to any higher-ranking bishop. The term is primarily used in Eastern Orthodox and Oriental Orthodox churches. The status has been compared with that of the churches (provinces) within the Anglican Communion."}, {"title": "Imperial Russia", "href": "/wiki/Imperial_Russia", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1918", "date": "March 25", "txt": "The Belarusian People's Republic is established.", "entities": [{"title": "Belarusian People's Republic", "href": "/wiki/Belarusian_People%27s_Republic", "description": "The Belarusian People's Republic (BPR), or Belarusian National Republic (BNR), historically referred to as the White Ruthenian Democratic Republic, was a failed attempt to create a Belarusian state on the territory controlled by the German Imperial Army during World War I. The BNR existed from 1918 to 1919."}]}, {"heading": "Events", "year": "1924", "date": "March 25", "txt": "On the anniversary of Greek Independence, Alexandros Papanastasiou proclaims the Second Hellenic Republic.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "Alexandros Papanastasiou", "href": "/wiki/Alexandros_Papanastasiou", "description": "Alexandros Papanastasiou was a Greek lawyer, sociologist and politician who served twice as the Prime Minister of Greece in the interwar period, being a pioneer in the establishment of the Second Hellenic Republic."}, {"title": "Second Hellenic Republic", "href": "/wiki/Second_Hellenic_Republic", "description": "The Second Hellenic Republic is a modern historiographical term used to refer to the Greek state during a period of republican governance between 1924 and 1935. To its contemporaries it was known officially as the Hellenic Republic or more commonly as Greece. It occupied virtually the coterminous territory of modern Greece and bordered Albania, Yugoslavia, Bulgaria, Turkey and the Italian Aegean I"}]}, {"heading": "Events", "year": "1931", "date": "March 25", "txt": "The Scottsboro Boys are arrested in Alabama and charged with rape.", "entities": [{"title": "Scottsboro Boys", "href": "/wiki/Scottsboro_Boys", "description": "The Scottsboro Boys were nine African-American teenagers, ages 12 to 19, accused in Alabama of raping two white women in 1931. The landmark set of legal cases from this incident dealt with racism and the right to a fair trial. The cases included a lynch mob before the suspects had been indicted, all-white juries, rushed trials, and disruptive mobs. It is commonly cited as an example of a miscarria"}, {"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}]}, {"heading": "Events", "year": "1941", "date": "March 25", "txt": "The Kingdom of Yugoslavia joins the Axis powers with the signing of the Tripartite Pact.", "entities": [{"title": "Kingdom of Yugoslavia", "href": "/wiki/Kingdom_of_Yugoslavia", "description": "The Kingdom of Yugoslavia was a state in Southeast and Central Europe that existed from 1918 until 1941. From 1918 to 1929, it was officially called the Kingdom of Serbs, Croats and Slovenes, but the term \"Yugoslavia\" was its colloquial name due to its origins. The official name of the state was changed to \"Kingdom of Yugoslavia\" by King Alexander I on 3 October 1929."}, {"title": "Axis powers", "href": "/wiki/Axis_powers", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}, {"title": "Tripartite Pact", "href": "/wiki/Tripartite_Pact", "description": "The Tripartite Pact, also known as the Berlin Pact, was an agreement between Germany, Italy, and Japan signed in Berlin on 27 September 1940 by, respectively, Joachim von Ribbentrop, Galeazzo Ciano and Saburō Kurusu. It was a defensive military alliance that was eventually joined by Hungary, Romania, Bulgaria and Yugoslavia as well as by the German client state of Slovakia. Yugoslavia's accession "}]}, {"heading": "Events", "year": "1947", "date": "March 25", "txt": "An explosion in a coal mine in Centralia, Illinois kills 111.", "entities": [{"title": "1947 Centralia mine disaster", "href": "/wiki/1947_Centralia_mine_disaster", "description": "In the Centralia mine disaster on March 25, 1947, the Centralia No. 5 coal mine exploded near the town of Centralia, Illinois, killing 111 people. The Mine Safety and Health Administration of the United States Department of Labor reported the explosion was caused when an underburdened shot or blown-out shot ignited coal dust. At the time of the explosion, 142 men were in the mine; 65 were killed b"}, {"title": "Centralia, Illinois", "href": "/wiki/Centralia,_Illinois", "description": "Centralia is a city in Clinton, Jefferson, Marion, and Washington counties in the U.S. state of Illinois with the largest portion being within Marion County. The city is the largest in three of the counties; Clinton, Marion, and Washington, but is not a county seat of any of them. The population was 13,032 as of the 2010 census, down from 14,136 in 2000."}]}, {"heading": "Events", "year": "1948", "date": "March 25", "txt": "The first successful tornado forecast predicts that a tornado will strike Tinker Air Force Base, Oklahoma.", "entities": [{"title": "Tornado warning", "href": "/wiki/Tornado_warning", "description": "A tornado warning is a severe weather warning product issued by regional offices of weather forecasting agencies throughout the world to alert the public when a tornado has been sighted or indicated by weather radar within the parent severe thunderstorm. It can be issued after a tornado, funnel cloud and rotation in the clouds has been spotted by the public, storm chasers, emergency management or "}, {"title": "1948 Tinker Air Force Base tornadoes", "href": "/wiki/1948_Tinker_Air_Force_Base_tornadoes", "description": "The 1948 Tinker Air Force Base tornadoes were two tornadoes which struck Tinker Air Force Base in Oklahoma City, Oklahoma, on March 20 and 25, 1948. Both are estimated to have been equivalent to F3 in intensity on the modern Fujita scale of tornado intensity, which was not devised until 1971. The March 20 tornado was the costliest tornado in Oklahoma history at the time. On March 25, meteorologist"}, {"title": "Oklahoma", "href": "/wiki/Oklahoma", "description": "Oklahoma is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. Partially in the western extreme of the Upland South, it is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents a"}]}, {"heading": "Events", "year": "1949", "date": "March 25", "txt": "More than 92,000 kulaks are suddenly deported from the Baltic states to Siberia.", "entities": [{"title": "Kulak", "href": "/wiki/Kulak", "description": "Kulak, kurkul or golchomag was the term used towards the end of the Russian Empire to describe peasants with over 8 acres of land. In the early Soviet Union, particularly Soviet Russia and Azerbaijan, kulak became a vague reference to property ownership among peasants who were considered \"hesitant\" allies of the revolution. In 1930–31 in Ukraine also existed a term of pidkurkulnyk."}, {"title": "Operation Priboi", "href": "/wiki/Operation_Priboi", "description": "Operation Priboi was the code name for the Soviet mass deportation from the Baltic states on 25–28 March 1949. The action is also known as the March deportation by Baltic historians. More than 90,000 Estonians, Latvians and Lithuanians, labeled as \"enemies of the people\", were deported to forced settlements in inhospitable areas of the Soviet Union. Over 70% of the deportees were either women or c"}, {"title": "Baltic states", "href": "/wiki/Baltic_states", "description": "The Baltic states, also known as the Baltic countries, Baltic republics, Baltic nations, or simply the Baltics, is a geopolitical term, typically used to group the three sovereign states on the eastern coast of the Baltic Sea: Estonia, Latvia, and Lithuania. The term is not used in the context of cultural areas, national identity, or language, because while the majority of people in Latvia and Lit"}, {"title": "Siberia", "href": "/wiki/Siberia", "description": "Siberia is an extensive geographical region in northern Asia. It has been a colonial possession of Russia since the latter half of the 16th century, after the Russians conquered lands east of the Ural Mountains. Siberia is vast and sparse, covering an area of over 13.1 million square kilometres (5,100,000 sq mi), the vast majority of Russia's land area, but is home to merely 1/5th of the country's"}]}, {"heading": "Events", "year": "1957", "date": "March 25", "txt": "United States Customs seizes copies of Allen Ginsberg's poem \"Howl\" on obscenity grounds.", "entities": [{"title": "United States Customs", "href": "/wiki/United_States_Customs", "description": "United States Customs and Border Protection (CBP) is the largest federal law enforcement agency of the United States Department of Homeland Security, and is the country's primary border control organization. It is charged with regulating and facilitating international trade, collecting import duties, and enforcing U.S. regulations, including trade, customs, and immigration. CBP is one of the large"}, {"title": "Allen Ginsberg", "href": "/wiki/Allen_Ginsberg", "description": "Irwin Allen Ginsberg was an American poet and writer. As a student at Columbia University in the 1940s, he began friendships with William S. Burroughs and Jack Kerouac, forming the core of the Beat Generation. He vigorously opposed militarism, economic materialism, and sexual repression, and he embodied various aspects of this counterculture with his views on drugs, sex, multiculturalism, hostilit"}, {"title": "Howl", "href": "/wiki/Howl", "description": "\"Howl\", also known as \"Howl for Carl Solomon\", is a poem written by Allen Ginsberg in 1954–1955 and published in his 1956 collection Howl and Other Poems. The poem is dedicated to Carl Solomon."}]}, {"heading": "Events", "year": "1957", "date": "March 25", "txt": "The European Economic Community is established with West Germany, France, Italy, Belgium, Netherlands and Luxembourg as the first members.", "entities": [{"title": "Luxembourg", "href": "/wiki/Luxembourg", "description": "Luxembourg, officially the Grand Duchy of Luxembourg, is a landlocked country in Western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union and the seat of the Court of Justice of the European Union, the highest judicial authority in the EU. Its culture, peop"}]}, {"heading": "Events", "year": "1965", "date": "March 25", "txt": "Civil rights activists led by Martin Luther King Jr. successfully complete their 4-day 50-mile march from Selma to the capitol in Montgomery, Alabama.", "entities": [{"title": "Civil rights movement", "href": "/wiki/Civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Martin Luther King Jr.", "href": "/wiki/Martin_Luther_King_Jr.", "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"}, {"title": "Selma to Montgomery marches", "href": "/wiki/Selma_to_Montgomery_marches", "description": "The Selma to Montgomery marches were three protest marches, held in 1965, along the 54-mile (87 km) highway from Selma, Alabama, to the state capital of Montgomery. The marches were organized by nonviolent activists to demonstrate the desire of African-American citizens to exercise their constitutional right to vote, in defiance of segregationist repression; they were part of a broader voting righ"}, {"title": "Selma, Alabama", "href": "/wiki/Selma,_Alabama", "description": "Selma is a city in and the county seat of Dallas County, in the Black Belt region of south central Alabama and extending to the west. Located on the banks of the Alabama River, the city has a population of 20,756 as of the 2010 census. About 80% of the population is African-American."}, {"title": "Montgomery, Alabama", "href": "/wiki/Montgomery,_Alabama", "description": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico. In the 2010 Census, Montgomery's population was 205,764. According to the US estimated census of 2019, it is the third most populous city in Alabama, after Birmingham and Huntsville, and i"}]}, {"heading": "Events", "year": "1971", "date": "March 25", "txt": "The Army of the Republic of Vietnam abandon an attempt to cut off the Ho Chi Minh trail in Laos.", "entities": [{"title": "Army of the Republic of Vietnam", "href": "/wiki/Army_of_the_Republic_of_Vietnam", "description": "The Army of the Republic of Vietnam were the ground forces of the South Vietnamese military from its inception in 1955 to the Fall of Saigon in April 1975. It is estimated to have suffered 1,394,000 casualties during the Vietnam War."}, {"title": "Operation Lam Son 719", "href": "/wiki/Operation_Lam_Son_719", "description": "Operation Lam Son 719 or 9th Route – Southern Laos Campaign was a limited-objective offensive campaign conducted in the southeastern portion of the Kingdom of Laos. The campaign was carried out by the armed forces of South Vietnam between 8 February and 25 March 1971, during the Vietnam War. The United States provided logistical, aerial and artillery support for the operation, but its ground force"}, {"title": "Ho Chi Minh trail", "href": "/wiki/Ho_Chi_Minh_trail", "description": "The Ho Chi Minh trail, also called Annamite Range trail was a logistical network of roads and trails that ran from the Democratic Republic of Vietnam to the Republic of Vietnam through the kingdoms of Laos and Cambodia. The system provided support, in the form of manpower and materiel, to the National Front for the Liberation of South Vietnam and the People's Army of Vietnam (PAVN), or North Vietn"}, {"title": "Laos", "href": "/wiki/Laos", "description": "Laos, officially the Lao People's Democratic Republic, is a socialist state and the only landlocked country in Southeast Asia. At the heart of the Indochinese Peninsula, Laos is bordered by Myanmar and China to the northwest, Vietnam to the east, Cambodia to the southeast and Thailand to the west and southwest."}]}, {"heading": "Events", "year": "1975", "date": "March 25", "txt": "Faisal of Saudi Arabia is shot and killed by a mentally ill nephew.", "entities": [{"title": "Faisal of Saudi Arabia", "href": "/wiki/Faisal_of_Saudi_Arabia", "description": "Faisal bin Abdulaziz Al Saud was King of Saudi Arabia and Custodian of the Two Holy Mosques from 2 November 1964 to 25 March 1975."}, {"title": "Mental illness", "href": "/wiki/Mental_illness", "description": "A mental disorder, also called a mental illness or psychiatric disorder, is a behavioral or mental pattern that causes significant distress or impairment of personal functioning. Such features may be persistent, relapsing and remitting, or occur as a single episode. Many disorders have been described, with signs and symptoms that vary widely between specific disorders. Such disorders may be diagno"}]}, {"heading": "Events", "year": "1979", "date": "March 25", "txt": "The first fully functional Space Shuttle orbiter, Columbia, is delivered to the John F. Kennedy Space Center to be prepared for its first launch.", "entities": [{"title": "Space Shuttle", "href": "/wiki/Space_Shuttle", "description": "The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated from 1981 to 2011 by the U.S. National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft where it was the only item funded for development. The first of fou"}, {"title": "John F. Kennedy Space Center", "href": "/wiki/John_F._Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}]}, {"heading": "Events", "year": "1988", "date": "March 25", "txt": "The Candle demonstration in Bratislava is the first mass demonstration of the 1980s against the communist regime in Czechoslovakia.", "entities": [{"title": "Candle demonstration in Bratislava", "href": "/wiki/Candle_demonstration_in_Bratislava", "description": "The Candle demonstration on 25 March 1988 in Bratislava, the capital of Slovakia, was the first mass demonstration since 1969 against the communist regime in Czechoslovakia."}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}]}, {"heading": "Events", "year": "1995", "date": "March 25", "txt": "WikiWikiWeb, the world's first wiki, and part of the Portland Pattern Repository, is made public by Ward Cunningham.", "entities": [{"title": "WikiWikiWeb", "href": "/wiki/WikiWikiWeb", "description": "The WikiWikiWeb is the first wiki, or user-editable website. It was launched on 25 March 1995 by its inventor, programmer Ward Cunningham, to accompany the Portland Pattern Repository website discussing software design patterns. The name WikiWikiWeb originally also applied to the wiki software that operated the website, written in the Perl programming language and later renamed to \"WikiBase\". The "}, {"title": "Portland Pattern Repository", "href": "/wiki/Portland_Pattern_Repository", "description": "The Portland Pattern Repository (PPR) is a repository for computer programming software design patterns. It was accompanied by a companion website, WikiWikiWeb, which was the world's first wiki. The repository has an emphasis on Extreme Programming, and it is hosted by Cunningham & Cunningham (C2) of Portland, Oregon. The PPR's motto is \"People, Projects & Patterns\"."}, {"title": "Ward Cunningham", "href": "/wiki/Ward_Cunningham", "description": "Howard G. Cunningham is an American computer programmer who developed the first wiki and was a co-author of the Manifesto for Agile Software Development. A pioneer in both design patterns and extreme programming, he started coding the WikiWikiWeb in 1994, and installed it on c2.com on March 25, 1995, as an add-on to the Portland Pattern Repository. He co-authored a book about wikis, entitled The W"}]}, {"heading": "Events", "year": "1996", "date": "March 25", "txt": "The European Union's Veterinarian Committee bans the export of British beef and its by-products as a result of mad cow disease (Bovine spongiform encephalopathy).", "entities": [{"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}, {"title": "Bovine spongiform encephalopathy", "href": "/wiki/Bovine_spongiform_encephalopathy", "description": "Bovine spongiform encephalopathy (BSE), commonly known as mad cow disease, is a neurodegenerative disease of cattle. Symptoms include abnormal behavior, trouble walking, and weight loss. Later in the course of the disease the cow becomes unable to function normally. The time between infection and onset of symptoms is generally four to five years. Time from onset of symptoms to death is generally w"}]}, {"heading": "Events", "year": "2006", "date": "March 25", "txt": "Capitol Hill massacre: A gunman kills six people before taking his own life at a party in Seattle's Capitol Hill neighborhood.", "entities": [{"title": "Capitol Hill massacre", "href": "/wiki/Capitol_Hill_massacre", "description": "The Capitol Hill massacre was a mass murder committed by 28-year-old Kyle Aaron Huff in the southeast part of Seattle's Capitol Hill neighborhood. On the morning of March 25, 2006, Huff entered a rave after-party and opened fire, killing six and wounding two. He then killed himself as he was being confronted by police on the front porch of 2112 E. Republican Street."}, {"title": "Capitol Hill (Seattle)", "href": "/wiki/Capitol_Hill_(Seattle)", "description": "Capitol Hill is a densely populated residential district in Seattle, Washington, United States. One of the city's most popular nightlife and entertainment districts, it is home to a historic gay village and vibrant counterculture community."}]}, {"heading": "Events", "year": "2006", "date": "March 25", "txt": "Protesters demanding a new election in Belarus, following the rigged 2006 Belarusian presidential election, clash with riot police. Opposition leader Aleksander Kozulin is among several protesters arrested.", "entities": [{"title": "2006 Belarusian presidential election", "href": "/wiki/2006_Belarusian_presidential_election", "description": "Presidential elections were held in Belarus on 19 March 2006. The result was a victory for incumbent President Alexander Lukashenko, who received 84.4% of the vote. However, Western observers deemed the elections rigged. The Organization for Security and Co-operation in Europe (OSCE) declared that the election \"failed to meet OSCE commitments for democratic elections\". In contrast, election observ"}, {"title": "Aleksander Kozulin", "href": "/wiki/Aleksander_Kozulin", "description": "Alyaksandr Kazulin is the former leader of the Belarusian Social Democratic Party and one of the candidates who ran for the office of President of Belarus on 19 March 2006. He was a rector of the Belarusian State University (BSU) from 1996 to 2003 and a government minister serving under Belarus President Lukashenko but later fell out of favor. He holds a PhD in mathematics and pedagogy."}]}, {"heading": "Births", "year": "1252", "date": "March 25", "txt": "Conradin, Duke of Swabia (d. 1268)", "entities": [{"title": "Conradin", "href": "/wiki/Conradin", "description": "Conrad, called the Younger or the Boy, but usually known by the diminutive Conradin, was the last direct heir of the House of Hohenstaufen. He was Duke of Swabia (1254–1268) and nominal King of Jerusalem (1254–1268) and Sicily (1254–1258). After his attempt to reconquer Sicily failed, he was caught and beheaded."}]}, {"heading": "Births", "year": "1259", "date": "March 25", "txt": "Andronikos II Palaiologos, Byzantine emperor (d. 1332)", "entities": [{"title": "Andronikos II Palaiologos", "href": "/wiki/Andronikos_II_Palaiologos", "description": "Andronikos II Palaiologos, usually Latinized as Andronicus II Palaeologus, reigned as Byzantine Emperor from 1282 to 1328. Andronikos' reign was marked by the beginning of the decline of the Byzantine Empire. During his reign, the Turks conquered most of the Western Anatolian territories of the Empire and, during the last years of his reign, he also had to fight his grandson Andronikos in the Firs"}]}, {"heading": "Births", "year": "1297", "date": "March 25", "txt": "Andronikos III Palaiologos, Byzantine emperor (d. 1341)", "entities": [{"title": "Andronikos III Palaiologos", "href": "/wiki/Andronikos_III_Palaiologos", "description": "Andronikos III Palaiologos, commonly Latinized as Andronicus III Palaeologus, was the Byzantine emperor from 1328 to 1341. He was the son of Michael IX Palaiologos and Rita of Armenia. He was proclaimed co-emperor in his youth, before 1313, and in April 1321 he rebelled in opposition to his grandfather, Andronikos II Palaiologos. He was formally crowned co-emperor in February 1325, before ousting "}]}, {"heading": "Births", "year": "1297", "date": "March 25", "txt": "Arnošt of Pardubice, the first Bohemian archbishop (d. 1364)", "entities": []}, {"heading": "Births", "year": "1345", "date": "March 25", "txt": "Blanche of Lancaster (d. 1369)", "entities": [{"title": "Blanche of Lancaster", "href": "/wiki/Blanche_of_Lancaster", "description": "Blanche of Lancaster was a member of the English royal House of Plantagenet and the daughter of the kingdom's wealthiest and most powerful peer, Henry of Grosmont, 1st Duke of Lancaster. She was the first wife of John of Gaunt, the mother of King Henry IV, and the grandmother of King Henry V of England."}]}, {"heading": "Births", "year": "1347", "date": "March 25", "txt": "Catherine of Siena, Italian philosopher, theologian, and saint (d. 1380)", "entities": [{"title": "Catherine of Siena", "href": "/wiki/Catherine_of_Siena", "description": "Catherine of Siena, a lay member of the Dominican Order, was a mystic, activist, and author who had a great influence on Italian literature and the Catholic Church. Canonized in 1461, she is also a Doctor of the Church."}]}, {"heading": "Births", "year": "1404", "date": "March 25", "txt": "John Beaufort, 1st Duke of Somerset, English military leader (d. 1444)", "entities": [{"title": "John Beaufort, 1st Duke of Somerset", "href": "/wiki/John_Beaufort,_1st_Duke_of_Somerset", "description": "John Beaufort, 1st Duke of Somerset, 3rd Earl of Somerset was an English nobleman and military commander during the Hundred Years War. He was the maternal grandfather of Henry VII."}]}, {"heading": "Births", "year": "1414", "date": "March 25", "txt": "Thomas Clifford, 8th Baron de Clifford, English noble (d. 1455)", "entities": [{"title": "Thomas Clifford, 8th Baron de Clifford", "href": "/wiki/Thomas_Clifford,_8th_Baron_de_Clifford", "description": "Thomas Clifford, 8th Baron de Clifford, also 8th Lord of Skipton, was the elder son of John, 7th Baron de Clifford, and Elizabeth Percy, daughter of Henry \"Hotspur\" Percy and Elizabeth Mortimer."}]}, {"heading": "Births", "year": "1434", "date": "March 25", "txt": "Eustochia Smeralda Calafato, Italian saint (d. 1485)", "entities": [{"title": "Eustochia Smeralda Calafato", "href": "/wiki/Eustochia_Smeralda_Calafato", "description": "Eustochia Smeralda Calafato is a Franciscan Italian Saint belonging to the Order of the Poor Clares. She is co-patroness of Messina, which is also the centre of her cultus."}]}, {"heading": "Births", "year": "1479", "date": "March 25", "txt": "Vasili III of Russia (d. 1533)", "entities": [{"title": "Vasili III of Russia", "href": "/wiki/Vasili_III_of_Russia", "description": "Vasili III Ivanovich was the Grand Prince of Moscow from 1505 to 1533. He was the son of Ivan III Vasiliyevich and Sophia Paleologue and was christened with the name Gavriil (Гавриил). He had three brothers: Yuri, born in 1480, Simeon, born in 1487 and Andrei, born in 1490, as well as five sisters: Elena, Feodosiya, another Elena, another Feodosiya and Eudoxia. He is sometimes mockingly referred t"}]}, {"heading": "Births", "year": "1491", "date": "March 25", "txt": "Marie d'Albret, Countess of Rethel (d. 1549)", "entities": [{"title": "Marie d'Albret, Countess of Rethel", "href": "/wiki/Marie_d%27Albret,_Countess_of_Rethel", "description": "Marie d'Albret, Countess of Rethel, Countess of Nevers was the suo jure Countess of Rethel, a title which she inherited at the age of nine upon the death of her mother, Charlotte of Nevers, Sovereign Countess of Rethel, on 23 August 1500. She was the wife of Charles II of Cleves, Count of Nevers."}]}, {"heading": "Births", "year": "1510", "date": "March 25", "txt": "Guillaume Postel, French linguist (d. 1581)", "entities": [{"title": "Guillaume Postel", "href": "/wiki/Guillaume_Postel", "description": "Guillaume Postel was a French linguist, astronomer, Cabbalist, diplomat, professor, and religious universalist."}]}, {"heading": "Births", "year": "1538", "date": "March 25", "txt": "Christopher Clavius, German mathematician and astronomer (d. 1612)", "entities": [{"title": "Christopher Clavius", "href": "/wiki/Christopher_Clavius", "description": "Christopher Clavius was a Jesuit German mathematician and astronomer who was a member of the Vatican commission that accepted the proposed calendar invented by Aloysius Lilius, that is known as Gregorian calendar. Clavius would later write defences and an explanation of the reformed calendar, including an emphatic acknowledgement of Lilius' work. In his last years he was probably the most respecte"}]}, {"heading": "Births", "year": "1541", "date": "March 25", "txt": "Francesco I de' Medici, Grand Duke of Tuscany (d. 1587)", "entities": [{"title": "Francesco I de' Medici, Grand Duke of Tuscany", "href": "/wiki/Francesco_I_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Francesco I was the second Grand Duke of Tuscany, ruling from 1574 until his death in 1587, a member of the House of Medici."}]}, {"heading": "Births", "year": "1545", "date": "March 25", "txt": "John II, Duke of Schleswig-Holstein-Sonderburg (d. 1622)", "entities": [{"title": "John II, Duke of Schleswig-Holstein-Sonderburg", "href": "/wiki/John_II,_Duke_of_Schleswig-Holstein-Sonderburg", "description": "John the Younger or John of Denmark was the Duke of Schleswig-Holstein-Sonderburg.\n"}]}, {"heading": "Births", "year": "1546", "date": "March 25", "txt": "Giacomo Castelvetro, Italian writer (d. 1616)", "entities": [{"title": "Giacomo Castelvetro", "href": "/wiki/Giacomo_Castelvetro", "description": "Giacomo Castelvetro was an Italian expatriate in Europe and England, humanist, teacher and travel writer."}]}, {"heading": "Births", "year": "1593", "date": "March 25", "txt": "Jean de Brébeuf, French-Canadian missionary and saint (d. 1649)", "entities": [{"title": "Jean de Brébeuf", "href": "/wiki/Jean_de_Br%C3%A9beuf", "description": "Jean de Brébeuf was a French Jesuit missionary who travelled to New France (Canada) in 1625. There he worked primarily with the Huron for the rest of his life, except for a few years in France from 1629 to 1633. He learned their language and culture, writing extensively about each to aid other missionaries."}]}, {"heading": "Births", "year": "1611", "date": "March 25", "txt": "Evliya Çelebi, Ottoman Turk traveller and writer (d. 1682)", "entities": [{"title": "Evliya Çelebi", "href": "/wiki/Evliya_%C3%87elebi", "description": "Derviş Mehmed Zillî, known as Evliya Çelebi, was an Ottoman explorer who travelled through the territory of the Ottoman Empire and neighboring lands over a period of forty years, recording his commentary in a travelogue called the Seyâhatnâme. The name Çelebi is an honorific title meaning \"gentleman\" or \"man of God\"."}]}, {"heading": "Births", "year": "1636", "date": "March 25", "txt": "Henric Piccardt, Dutch lawyer (d. 1712)", "entities": [{"title": "Henric Piccardt", "href": "/wiki/Henric_Piccardt", "description": "Henric Piccardt was an ambitious Dutch lawyer who made good at the court of young king Louis XIV of France in Paris where he became a published poet in French. Returning to the Netherlands, he rose to become syndic of the Ommelanden of Groningen and the untitled lord of the majestic manor at Slochteren, the Fraeylemaborg."}]}, {"heading": "Births", "year": "1643", "date": "March 25", "txt": "Louis Moréri, French priest and scholar (d. 1680)", "entities": [{"title": "Louis Moréri", "href": "/wiki/Louis_Mor%C3%A9ri", "description": "Louis Moréri was a French priest and encyclopedist."}]}, {"heading": "Births", "year": "1661", "date": "March 25", "txt": "Paul de Rapin, French soldier and historian (d. 1725)", "entities": [{"title": "Paul de Rapin", "href": "/wiki/Paul_de_Rapin", "description": "Paul de Rapin, sieur of Thoyras, was a French historian writing under English patronage. His History of England, written and first published in French in 1724–27, was an influential exposition of the Whig view of history on both sides of the English Channel."}]}, {"heading": "Births", "year": "1699", "date": "March 25", "txt": "Johann Adolph Hasse, German singer and composer (d. 1783)", "entities": [{"title": "Johann Adolph Hasse", "href": "/wiki/Johann_Adolph_Hasse", "description": "Johann Adolph Hasse was an 18th-century German composer, singer and teacher of music. Immensely popular in his time, Hasse was best known for his prolific operatic output, though he also composed a considerable quantity of sacred music. Married to soprano Faustina Bordoni and a great friend of librettist Pietro Metastasio, whose libretti he frequently set, Hasse was a pivotal figure in the develop"}]}, {"heading": "Births", "year": "1741", "date": "March 25", "txt": "Jean-Antoine Houdon, French sculptor and educator (d. 1828)", "entities": [{"title": "Jean-Antoine Houdon", "href": "/wiki/Jean-Antoine_Houdon", "description": "Jean-Antoine Houdon was a French neoclassical sculptor."}]}, {"heading": "Births", "year": "1745", "date": "March 25", "txt": "John Barry, American naval officer and father of the American navy (d. 1803)", "entities": [{"title": "John Barry (naval officer)", "href": "/wiki/John_Barry_(naval_officer)", "description": "John Barry was an Irish-American officer in the Continental Navy during the American Revolutionary War and later in the United States Navy. He has been credited as \"The Father of the American Navy\" and was appointed a captain in the Continental Navy on December 7, 1775. He was the first captain placed in command of a U.S. warship commissioned for service under the Continental flag."}]}, {"heading": "Births", "year": "1767", "date": "March 25", "txt": "Joachim Murat, French general (d. 1815)", "entities": [{"title": "Joachim Murat", "href": "/wiki/Joachim_Murat", "description": "Joachim-Napoléon Murat was a Marshal of the Empire and Admiral during the reign of Napoleon. He was also the 1st Prince Murat, Grand Duke of Berg from 1806 to 1808, and King of Naples from 1808 to 1815. Napoleon characterized him as exceptionally brave in the face of the enemy, a weakling when he was on his own, a braggart dressed in gold and feathers, continually escaping as by a miracle and admi"}]}, {"heading": "Births", "year": "1782", "date": "March 25", "txt": "Caroline Bonaparte, French daughter of Carlo Buonaparte (d. 1839)", "entities": [{"title": "Caroline Bonaparte", "href": "/wiki/Caroline_Bonaparte", "description": "Maria Annunziata Carolina Murat, better known as Caroline Bonaparte, was the seventh surviving child and third surviving daughter of Carlo Buonaparte and Letizia Ramolino, and a younger sister of Napoleon I of France. She was queen of Naples during the reign of her spouse there, and regent of Naples during his absence four times: in 1812-13, 1813, 1814 and 1815."}, {"title": "Carlo Buonaparte", "href": "/wiki/Carlo_Buonaparte", "description": "Carlo Maria Buonaparte or Charles-Marie Bonaparte was a Corsican lawyer and diplomat of Italian origin, best known as the father of Napoleon Bonaparte."}]}, {"heading": "Births", "year": "1800", "date": "March 25", "txt": "Ernst Heinrich Karl von Dechen, German geologist and academic (d. 1889)", "entities": [{"title": "Ernst Heinrich Karl von Dechen", "href": "/wiki/Ernst_Heinrich_Karl_von_Dechen", "description": "Ernst Heinrich Karl von Dechen was a German geologist."}]}, {"heading": "Births", "year": "1808", "date": "March 25", "txt": "José de Espronceda, Spanish poet and author (d. 1842)", "entities": [{"title": "José de Espronceda", "href": "/wiki/Jos%C3%A9_de_Espronceda", "description": "José Ignacio Javier Oriol Encarnación de Espronceda y Delgado was a Romantic Spanish poet, one of the most representative authors of the 19th century. He was influenced by Eugenio de Ochoa, Federico Madrazo, Alfred Tennyson, Richard Chenevix Trench and Diego de Alvear."}]}, {"heading": "Births", "year": "1824", "date": "March 25", "txt": "Clinton L. Merriam, American banker and politician (d. 1900)", "entities": [{"title": "Clinton L. Merriam", "href": "/wiki/Clinton_L._Merriam", "description": "Clinton Levi Merriam was a United States Representative from New York."}]}, {"heading": "Births", "year": "1840", "date": "March 25", "txt": "Myles Keogh, Irish-American colonel (d. 1876)", "entities": [{"title": "Myles Keogh", "href": "/wiki/Myles_Keogh", "description": "Myles Walter Keogh was an Irish soldier. Serving the armies of the Papal States during the war for Italian unification in 1860, he was recruited into the Union Army during the American Civil War, serving as a cavalry officer, particularly under Brig. Gen. John Buford during the Gettysburg Campaign and the three-day Battle of Gettysburg. After the war, Keogh remained in the regular United States Ar"}]}, {"heading": "Births", "year": "1863", "date": "March 25", "txt": "Simon Flexner, American physician and academic (d. 1946)", "entities": [{"title": "Simon Flexner", "href": "/wiki/Simon_Flexner", "description": "Simon Flexner, M.D. was a physician, scientist, administrator, and professor of experimental pathology at the University of Pennsylvania (1899–1903). He served as the first director of the Rockefeller Institute for Medical Research (1901–1935) and a trustee of the Rockefeller Foundation. He was also a friend and adviser to John D. Rockefeller Jr.."}]}, {"heading": "Births", "year": "1867", "date": "March 25", "txt": "Gutzon Borglum, American sculptor, designed Mount Rushmore (d. 1941)", "entities": [{"title": "Gutzon Borglum", "href": "/wiki/Gutzon_Borglum", "description": "John Gutzon de la Mothe Borglum was an American sculptor most widely known for the colossal sculpture Mount Rushmore National Memorial. He was also associated with various other public works of art, including Stone Mountain in Georgia, the statue of Union General Philip Sheridan in Washington, D.C., as well as a bust of Abraham Lincoln which was exhibited in the White House by Theodore Roosevelt a"}, {"title": "Mount Rushmore", "href": "/wiki/Mount_Rushmore", "description": "Mount Rushmore National Memorial is centered on a colossal sculpture carved into the granite face of Mount Rushmore in the Black Hills in Keystone, South Dakota. Sculptor Gutzon Borglum created the sculpture's design and oversaw the project's execution from 1927 to 1941 with the help of his son, Lincoln Borglum. The sculpture features the 60-foot (18 m) heads of Presidents George Washington (1732–"}]}, {"heading": "Births", "year": "1867", "date": "March 25", "txt": "Arturo Toscanini, Italian-American cellist and conductor (d. 1957)", "entities": []}, {"heading": "Births", "year": "1868", "date": "March 25", "txt": "Bill Lockwood, English cricketer (d. 1932)", "entities": [{"title": "Bill Lockwood (cricketer)", "href": "/wiki/Bill_Lockwood_(cricketer)", "description": "William Henry Lockwood was an English Test cricketer, best known as a fast bowler and the unpredictable, occasionally devastating counterpart to the amazingly hard-working Tom Richardson for Surrey in the early County Championship. A capable enough batsman against weaker bowling sides who scored over 10,000 runs in first-class cricket, stronger bowling tended to show flaws in his technique."}]}, {"heading": "Births", "year": "1871", "date": "March 25", "txt": "Louis Perrée, French fencer (d. 1924)", "entities": [{"title": "Louis Perrée", "href": "/wiki/Louis_Perr%C3%A9e", "description": "Louis Perrée was a French fencer who competed in the late 19th century and early 20th century. He participated in Fencing at the 1900 Summer Olympics in Paris and won the silver medal in the epee. He was defeated by Ramón Fonst in the final."}]}, {"heading": "Births", "year": "1872", "date": "March 25", "txt": "Horatio Nelson Jackson, American race car driver and physician (d. 1955)", "entities": [{"title": "Horatio Nelson Jackson", "href": "/wiki/Horatio_Nelson_Jackson", "description": "Horatio Nelson Jackson was an American physician and automobile pioneer. In 1903, he and driving partner Sewall K. Crocker became the first people to drive an automobile across the United States."}]}, {"heading": "Births", "year": "1873", "date": "March 25", "txt": "Rudolf Rocker, German-American author and activist (d. 1958)", "entities": [{"title": "Rudolf Rocker", "href": "/wiki/Rudolf_Rocker", "description": "Johann Rudolf Rocker was a German anarchist writer and activist. Though often described as an anarcho-syndicalist, he was a self-professed anarchist without adjectives, believing that anarchist schools of thought represented \"only different methods of economy\" and that the first objective for anarchists was \"to secure the personal and social freedom of men\"."}]}, {"heading": "Births", "year": "1874", "date": "March 25", "txt": "Selim Sırrı Tarcan, Turkish educator and politician (d. 1957)", "entities": [{"title": "Selim Sırrı Tarcan", "href": "/wiki/Selim_S%C4%B1rr%C4%B1_Tarcan", "description": "Selim Sırrı Tarcan was a Turkish educator, sports official and politician. He is best remembered for his contribution to the establishment of the National Olympic Committee of Turkey and the introduction of the sport of volleyball in Turkey."}]}, {"heading": "Births", "year": "1876", "date": "March 25", "txt": "Irving Baxter, American jumper and pole vaulter (d. 1957)", "entities": [{"title": "Irving Baxter", "href": "/wiki/Irving_Baxter", "description": "Irving Knot Baxter was an American athlete, who won the gold medal in both the men's high jump and the pole vault at the 1900 Summer Olympics, in Paris, France."}]}, {"heading": "Births", "year": "1877", "date": "March 25", "txt": "Walter Little, Canadian politician (d. 1961)", "entities": [{"title": "Walter Little (politician)", "href": "/wiki/Walter_Little_(politician)", "description": "Walter Little was a Canadian politician. He represented the riding of Timiskaming in the House of Commons of Canada from 1935 to 1953. He was a member of the Liberal Party until his death in 1961."}]}, {"heading": "Births", "year": "1878", "date": "March 25", "txt": "František Janda-Suk, Czech discus thrower and shot putter (d. 1955)", "entities": [{"title": "František Janda-Suk", "href": "/wiki/Franti%C5%A1ek_Janda-Suk", "description": "František Janda-Suk was a Czech athlete who competed for Bohemia in the 1900 Summer Olympics and in the 1912 Summer Olympics and Czechoslovakia at the 1924 Summer Olympics."}]}, {"heading": "Births", "year": "1879", "date": "March 25", "txt": "Amedee Reyburn, American swimmer and water polo player (d. 1920)", "entities": [{"title": "Amedee Reyburn", "href": "/wiki/Amedee_Reyburn", "description": "Amedee Valle Reyburn, Jr. was an American freestyle swimmer and water polo player who competed in the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1881", "date": "March 25", "txt": "Béla Bartók, Hungarian pianist and composer (d. 1945)", "entities": [{"title": "Béla Bartók", "href": "/wiki/B%C3%A9la_Bart%C3%B3k", "description": "Béla Viktor János Bartók was a Hungarian composer, pianist, and ethnomusicologist. He is considered one of the most important composers of the 20th century; he and Franz Liszt are regarded as Hungary's greatest composers. Through his collection and analytical study of folk music, he was one of the founders of comparative musicology, which later became ethnomusicology."}]}, {"heading": "Births", "year": "1881", "date": "March 25", "txt": "Patrick Henry Bruce, American painter and educator (d. 1936)", "entities": []}, {"heading": "Births", "year": "1881", "date": "March 25", "txt": "Mary Webb, English author and poet (d. 1927)", "entities": []}, {"heading": "Births", "year": "1893", "date": "March 25", "txt": "Johannes Villemson, Estonian runner (d. 1971)", "entities": [{"title": "Johannes Villemson", "href": "/wiki/Johannes_Villemson", "description": "Johannes Leopold Villemson was an Estonian runner who competed at the 1920 Summer Olympics. He was eliminated in the first round of the 800 m and 1500 m events."}]}, {"heading": "Births", "year": "1895", "date": "March 25", "txt": "Siegfried Handloser, German general and physician (d. 1954)", "entities": [{"title": "Siegfried Handloser", "href": "/wiki/Siegfried_Handloser", "description": "Siegfried Adolf Handloser was a Doctor, Prof. of Medicine, Generaloberstabsarzt of the German Armed Forces Medical Services, Chief of the German Armed Forces Medical Services. He was one of the accused in the Doctors' Trial in Nuremberg—after the main Nuremberg Trials."}]}, {"heading": "Births", "year": "1885", "date": "March 25", "txt": "Jimmy Seed, English international footballer and manager (d. 1966)", "entities": []}, {"heading": "Births", "year": "1897", "date": "March 25", "txt": "Leslie Averill, New Zealand doctor and soldier (d. 1981)", "entities": [{"title": "Leslie Averill", "href": "/wiki/Leslie_Averill", "description": "Leslie Cecil Lloyd Averill was a New Zealand soldier who served during the First World War on the Western Front. After the war, he became a doctor and established a private practice in his hometown of Christchurch. He also served as a medical administrator and community leader."}]}, {"heading": "Births", "year": "1899", "date": "March 25", "txt": "François Rozet, French-Canadian actor (d. 1994)", "entities": [{"title": "François Rozet", "href": "/wiki/Fran%C3%A7ois_Rozet", "description": "François Rozet, was a French-born Canadian actor."}]}, {"heading": "Births", "year": "1901", "date": "March 25", "txt": "Ed Begley, American actor (d. 1970)", "entities": [{"title": "Ed Begley", "href": "/wiki/Ed_Begley", "description": "Edward James Begley Sr. was an American actor of theatre, radio, film, and television. He won an Academy Award for Best Supporting Actor for his performance in the film Sweet Bird of Youth (1962) and appeared in such classics as 12 Angry Men (1957) and The Unsinkable Molly Brown (1964). He was nominated for an Emmy Award for his portrayal of Matthew Harrison Brady in a television adaptation of Inh"}]}, {"heading": "Births", "year": "1903", "date": "March 25", "txt": "Binnie Barnes, English-American actress (d. 1998)", "entities": [{"title": "Binnie Barnes", "href": "/wiki/Binnie_Barnes", "description": "Gertrude Maud Barnes, known professionally as Binnie Barnes, was an English actress whose career in films spanned 50 years, from 1923 to 1973."}]}, {"heading": "Births", "year": "1903", "date": "March 25", "txt": "Frankie Carle, American pianist and bandleader (d. 2001)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 25", "txt": "Nahum Norbert Glatzer, Ukrainian-American theologian and scholar (d. 1990)", "entities": []}, {"heading": "Births", "year": "1904", "date": "March 25", "txt": "Pete Johnson, American boogie-woogie and jazz pianist (d. 1967)", "entities": [{"title": "Pete Johnson", "href": "/wiki/Pete_Johnson", "description": "Pete Johnson was an American boogie-woogie and jazz pianist."}]}, {"heading": "Births", "year": "1905", "date": "March 25", "txt": "Albrecht Mertz von Quirnheim, German colonel (d. 1944)", "entities": [{"title": "Albrecht Mertz von Quirnheim", "href": "/wiki/Albrecht_Mertz_von_Quirnheim", "description": "Albrecht Mertz von Quirnheim was a German Army colonel and a resistance fighter in Nazi Germany involved in the 20 July plot against Adolf Hitler."}]}, {"heading": "Births", "year": "1906", "date": "March 25", "txt": "Jean Sablon, French singer and actor (d. 1994)", "entities": [{"title": "Jean Sablon", "href": "/wiki/Jean_Sablon", "description": "Jean Sablon was a French singer, songwriter, composer and actor. He was one of the first French singers to immerse himself in jazz. The man behind several songs by big French and American names, he was the first to use a microphone on a French stage in 1936. Star of vinyl and the radio, he left France in 1937 to take up a contract with NBC in the United States. His radio and later televised shows "}]}, {"heading": "Births", "year": "1906", "date": "March 25", "txt": "A. J. P. Taylor, English historian and academic (d. 1990)", "entities": []}, {"heading": "Births", "year": "1908", "date": "March 25", "txt": "David Lean, English director, producer, and screenwriter (d. 1991)", "entities": [{"title": "David Lean", "href": "/wiki/David_Lean", "description": "Sir David Lean was an English film director, producer, screenwriter and editor. Widely considered one of the most influential directors of all time, Lean directed the large-scale epics The Bridge on the River Kwai (1957), Lawrence of Arabia (1962), Doctor Zhivago (1965), and A Passage to India (1984). He also directed two adaptations of Charles Dickens novels, Great Expectations (1946) and Oliver "}]}, {"heading": "Births", "year": "1910", "date": "March 25", "txt": "Magda Olivero, Italian soprano (d. 2014)", "entities": [{"title": "Magda Olivero", "href": "/wiki/Magda_Olivero", "description": "Magda Olivero, was an Italian operatic soprano. Her career started in 1932 when she was 22, and spanned five decades, establishing her \"as an important link between the era of the verismo composers and the modern opera stage\". She has been regarded as \"one of the greatest singers of the twentieth century\"."}]}, {"heading": "Births", "year": "1910", "date": "March 25", "txt": "Benzion Netanyahu, Polish-Israeli historian and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 25", "txt": "Melita Norwood, English civil servant and spy (d. 2005)", "entities": [{"title": "Melita Norwood", "href": "/wiki/Melita_Norwood", "description": "Melita Stedman Norwood was a British communist, civil servant, and KGB intelligence source. She is most famous for supplying the Soviet Union (USSR) with state secrets concerning the development of atomic weapons from her job at the British Non-Ferrous Metals Research Association, where she worked for 40 years. Despite the high strategic value of the information she passed to the USSR, she refused"}]}, {"heading": "Births", "year": "1912", "date": "March 25", "txt": "Jean Vilar, French actor and director (d. 1971)", "entities": []}, {"heading": "Births", "year": "1913", "date": "March 25", "txt": "Reo Stakis, Cypriot-Scottish businessman, founded Stakis Hotels (d. 2001)", "entities": [{"title": "Reo Stakis", "href": "/wiki/Reo_Stakis", "description": "\n\nSir Reo Stakis was a Cypriot hotel magnate, longtime head of Stakis Hotels."}, {"title": "Stakis Hotels", "href": "/wiki/Stakis_Hotels", "description": "Stakis Hotels was a hotel company in the United Kingdom led by Sir Reo Stakis, headquartered in Glasgow."}]}, {"heading": "Births", "year": "1914", "date": "March 25", "txt": "Norman Borlaug, American agronomist and humanitarian, Nobel Prize laureate (d. 2009)", "entities": [{"title": "Norman Borlaug", "href": "/wiki/Norman_Borlaug", "description": "Norman Ernest Borlaug was an American agronomist who led initiatives worldwide that contributed to the extensive increases in agricultural production termed the Green Revolution. Borlaug was awarded multiple honors for his work, including the Nobel Peace Prize, the Presidential Medal of Freedom and the Congressional Gold Medal."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1915", "date": "March 25", "txt": "Dorothy Squires, Welsh singer (d. 1998)", "entities": [{"title": "Dorothy Squires", "href": "/wiki/Dorothy_Squires", "description": "Dorothy Squires was a Welsh singer. Her early records were \"The Gypsy\", \"A Tree in the Meadow\" and \"I'm Walking Behind You\" by Billy Reid, and \"Say It With Flowers\" written by Squires and accompanied on piano by Russ Conway. Among her later recordings were versions of \"Till\", \"My Way\", and \"For Once in My Life\". Other cover songs included \"A Lovely Way to Spend an Evening\", \"I'm in the Mood for Lo"}]}, {"heading": "Births", "year": "1916", "date": "March 25", "txt": "S. M. Pandit, Indian painter and educator (d. 1993)", "entities": [{"title": "S. M. Pandit", "href": "/wiki/S._M._Pandit", "description": "\n\nDr. S. M. Pandit was one of the most popular and much sought-after painters of his times, especially in the school of Realism in contrast to the contemporaneous net-traditionalist Bengal Renaissance and other Indian modern art movements. Most of his subjects oscillated between events from classical Indian literature including the Ramayana, the Mahabharata, the Puranas, and the contemporary cinem"}]}, {"heading": "Births", "year": "1918", "date": "March 25", "txt": "Howard Cosell, American soldier, journalist, and author (d. 1995)", "entities": [{"title": "Howard Cosell", "href": "/wiki/Howard_Cosell", "description": "Howard William Cosell was an American sports journalist and author. Cosell became prominent and influential during his tenure with ABC Sports from 1953 until 1985."}]}, {"heading": "Births", "year": "1920", "date": "March 25", "txt": "Paul Scott, English author, poet, and playwright (d. 1978)", "entities": [{"title": "Paul Scott (novelist)", "href": "/wiki/Paul_Scott_(novelist)", "description": "Paul Mark Scott was an English novelist, playwright, and poet, best known for his tetralogy The Raj Quartet. His novel Staying On won the Booker Prize for 1977."}]}, {"heading": "Births", "year": "1920", "date": "March 25", "txt": "Patrick Troughton, English actor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 25", "txt": "Usha Mehta, Gandhian and freedom fighter of India (d. 2000)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 25", "txt": "Nancy Kelly, American actress (d. 1995)", "entities": [{"title": "Nancy Kelly", "href": "/wiki/Nancy_Kelly", "description": "Nancy Kelly was an American actress in film, theater and television. A child actress and model, she was a repertory cast member of CBS Radio's The March of Time and appeared in several films in the late 1920s. She became a leading lady upon returning to the screen in the late 1930s, while still in her teens, and made two dozen movies between 1938 and 1946, including portraying Tyrone Power's love "}]}, {"heading": "Births", "year": "1921", "date": "March 25", "txt": "Simone Signoret, French actress (d. 1985)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 25", "txt": "Alexandra of Yugoslavia, the last Queen of Yugoslavia (d. 1993)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 25", "txt": "Eileen Ford, American businesswoman, co-founded Ford Models (d. 2014)", "entities": [{"title": "Eileen Ford", "href": "/wiki/Eileen_Ford", "description": "Eileen Cecile Ford was an American model agency executive and co-founder of Ford Models with her husband, Gerard \"Jerry\" Ford, in 1946. Ford Models was one of the earliest internationally recognized modelling agencies in the world."}, {"title": "Ford Models", "href": "/wiki/Ford_Models", "description": "Ford Models, originally the Ford Modeling Agency, is an American international modeling agency based in New York City. It was established in 1946 by Eileen Ford and her husband Gerard W. Ford."}]}, {"heading": "Births", "year": "1923", "date": "March 25", "txt": "Bonnie Guitar, American singer-songwriter and guitarist (d. 2019)", "entities": [{"title": "Bonnie Guitar", "href": "/wiki/Bonnie_Guitar", "description": "Bonnie Buckingham, better known as Bonnie Guitar, was an American singer, musician, producer, and businesswoman. She was best known for her 1957 country-pop crossover hit \"Dark Moon\". She became one of the first female country music singers to have hit songs cross over from the country charts to the pop charts."}]}, {"heading": "Births", "year": "1923", "date": "March 25", "txt": "Wim van Est, Dutch cyclist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 25", "txt": "Roberts Blossom, American actor (d. 2011)", "entities": [{"title": "Roberts Blossom", "href": "/wiki/Roberts_Blossom", "description": "Roberts Scott Blossom was an American character actor, and poet of theatre, film, and television. He was best known for his roles as Old Man Marley in Home Alone (1990) and as Ezra Cobb in the horror film Deranged (1974). He is also remembered for his supporting roles in films such as The Great Gatsby (1974), Close Encounters of the Third Kind (1977), Escape from Alcatraz (1979), Christine (1983),"}]}, {"heading": "Births", "year": "1924", "date": "March 25", "txt": "Machiko Kyō, Japanese actress (d. 2019)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 25", "txt": "Flannery O'Connor, American short story writer and novelist (d. 1964)", "entities": [{"title": "Flannery O'Connor", "href": "/wiki/Flannery_O%27Connor", "description": "Mary Flannery O'Connor was an American novelist, short story writer and essayist. She wrote two novels and thirty-two short stories, as well as a number of reviews and commentaries."}]}, {"heading": "Births", "year": "1925", "date": "March 25", "txt": "Anthony Quinton, Baron Quinton, English physician and philosopher (d. 2010)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 25", "txt": "Kishori Sinha, Indian politician, social activist and advocate (d. 2016)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 25", "txt": "Riz Ortolani, Italian composer and conductor (d. 2014)", "entities": [{"title": "Riz Ortolani", "href": "/wiki/Riz_Ortolani", "description": "Riziero \"Riz\" Ortolani was an Italian film composer. Ortolani scored over two-hundred films working mostly within the Italian genres of Mondo, Giallo, and the\nSpaghetti Western. Ortolani also scored many Hollywood films and has had some of his compositions reused in films like Drive and Django Unchained. Ortolani's most famous composition is More, which he wrote for the infamous film Mondo Cane. I"}]}, {"heading": "Births", "year": "1926", "date": "March 25", "txt": "László Papp, Hungarian boxer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 25", "txt": "Jaime Sabines, Mexican poet and politician (d. 1999)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 25", "txt": "Gene Shalit, American journalist and critic", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 25", "txt": "P. Shanmugam, Indian politician, 13th Chief Minister of Puducherry (d. 2013)", "entities": [{"title": "P. Shanmugam", "href": "/wiki/P._Shanmugam", "description": "P. Shanmugham was the Chief Minister of the Union Territory of Puducherry. He served from 22 March 2000 to 27 October 2001."}, {"title": "List of Chief Ministers of Puducherry", "href": "/wiki/List_of_Chief_Ministers_of_Puducherry", "description": "The Chief Minister of the Union Territory of Puducherry is the Chief Minister of the Indian union territory of Puducherry. He is appointed by the President of India and sworn-in by the Lieutenant Governor of Puducherry. The longest serving chief minister of Puducherry is N. Rangasamy of over 12 years period from 2001 to 2008 and from 2011 to 2016. Since 6 June 2016, V. Narayanasamy of the Indian N"}]}, {"heading": "Births", "year": "1928", "date": "March 25", "txt": "Jim Lovell, American captain, pilot, and astronaut", "entities": [{"title": "Jim Lovell", "href": "/wiki/Jim_Lovell", "description": "James Arthur Lovell Jr. is a retired American astronaut, naval aviator, and mechanical engineer. In 1968, as command module pilot of Apollo 8, he became one of the first three humans to fly to and orbit the Moon. He then commanded the 1970 Apollo 13 lunar mission which, after a critical failure en route, circled around the Moon and returned safely to Earth through the efforts of the crew and missi"}]}, {"heading": "Births", "year": "1928", "date": "March 25", "txt": "Gunnar Nielsen, Danish runner and typographer (d. 1985)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 25", "txt": "Hans Steinbrenner, German sculptor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 25", "txt": "Cecil Taylor, American pianist and composer (d. 2018)", "entities": [{"title": "Cecil Taylor", "href": "/wiki/Cecil_Taylor", "description": "Cecil Percival Taylor was an American pianist and poet."}]}, {"heading": "Births", "year": "1930", "date": "March 25", "txt": "David Burge, American pianist, composer, and conductor (d. 2013)", "entities": [{"title": "David Burge", "href": "/wiki/David_Burge", "description": "David Russell Burge was an American pianist, conductor and composer. As a performer, he was noted for championing contemporary pieces. The New York Times called him \"one of America's important pianists,\" and his concerts were described as \"an overwhelming experience\" presenting \"masterful artistry\"."}]}, {"heading": "Births", "year": "1930", "date": "March 25", "txt": "Carlo Mauri, Italian mountaineer and explorer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 25", "txt": "Rudy Minarcin, American baseball player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 25", "txt": "Humphrey Burton, English radio and television host", "entities": [{"title": "Humphrey Burton", "href": "/wiki/Humphrey_Burton", "description": "Sir Humphrey McGuire Burton is an English classical music television presenter, broadcaster, TV director, producer, impresario, lecturer and biographer of musicians."}]}, {"heading": "Births", "year": "1932", "date": "March 25", "txt": "Penelope Gilliatt, English novelist, short story writer, and critic (d. 1993)", "entities": [{"title": "Penelope Gilliatt", "href": "/wiki/Penelope_Gilliatt", "description": "Penelope Gilliatt was an English novelist, short story writer, screenwriter, and film critic. As one of the main film critics for The New Yorker magazine in the 1960s and 1970s, Gilliatt was known for her detailed descriptions and evocative reviews. A writer of short stories, novels, non-fiction books, and screenplays, Gilliatt was nominated for an Academy Award for Best Original Screenplay for Su"}]}, {"heading": "Births", "year": "1932", "date": "March 25", "txt": "Wes Santee, American runner (d. 2010)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 25", "txt": "Johnny Burnette, American singer-songwriter (d. 1964)", "entities": [{"title": "Johnny Burnette", "href": "/wiki/Johnny_Burnette", "description": "John Joseph Burnette was an American singer-songwriter of rockabilly and pop music. In 1952, he and his brother, Dorsey Burnette, and their friend Paul Burlison formed the band that became known as the Rock and Roll Trio. His career was cut short on August 14, 1964, when he was killed in a boat crash at age 30."}]}, {"heading": "Births", "year": "1934", "date": "March 25", "txt": "Bernard King, Australian actor and chef (d. 2002)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 25", "txt": "Karlheinz Schreiber, German-Canadian businessman", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 25", "txt": "Gloria Steinem, American feminist activist, co-founded the Women's Media Center", "entities": [{"title": "Women's Media Center", "href": "/wiki/Women%27s_Media_Center", "description": "Women's Media Center (WMC) is a 501(c)(3) nonprofit women's organization in the United States founded in 2005 by writers and activists Jane Fonda, Robin Morgan, and Gloria Steinem. Led by President Julie Burton, WMC's work includes advocacy campaigns, giving out awards, media and leadership training, and the creation of original content."}]}, {"heading": "Births", "year": "1935", "date": "March 25", "txt": "Gabriel Elorde, Filipino boxer (d. 1985)", "entities": [{"title": "Gabriel Elorde", "href": "/wiki/Gabriel_Elorde", "description": "Gabriel \"Flash\" Elorde was a Filipino professional boxer. He won the lineal super featherweight title in 1960. In 1963, he won the inaugural WBC and WBA super featherweight titles. He holds the record at super featherweight division for longest title reign, spanning seven years. Elorde is considered one of the best Filipino boxers of all time along with eight-division champion Manny Pacquiao and P"}]}, {"heading": "Births", "year": "1936", "date": "March 25", "txt": "Carl Kaufmann, American-German sprinter (d. 2008)", "entities": [{"title": "Carl Kaufmann", "href": "/wiki/Carl_Kaufmann", "description": "Carl Kaufmann was a West German sprint runner."}]}, {"heading": "Births", "year": "1937", "date": "March 25", "txt": "Tom Monaghan, American businessman, founded Domino's Pizza", "entities": [{"title": "Tom Monaghan", "href": "/wiki/Tom_Monaghan", "description": "Thomas Stephen Monaghan is an American entrepreneur who founded Domino's Pizza in 1960. He owned the Detroit Tigers from 1983 to 1992. Monaghan also owns the Domino's Farms Office Park, located in the Ann Arbor Charter Township, Michigan, which he first started building during 1984."}, {"title": "Domino's Pizza", "href": "/wiki/Domino%27s_Pizza", "description": "Domino's Pizza, Inc., branded as Domino's, is an American multinational pizza restaurant chain founded in 1960. The corporation is Delaware domiciled and headquartered at the Domino's Farms Office Park in Ann Arbor, Michigan."}]}, {"heading": "Births", "year": "1938", "date": "March 25", "txt": "Hoyt Axton, American singer-songwriter and actor (d. 1999)", "entities": [{"title": "Hoyt Axton", "href": "/wiki/Hoyt_Axton", "description": "Hoyt Wayne Axton was an American folk music singer-songwriter, guitarist, and a film and television actor. He became prominent in the early 1960s, establishing himself on the West Coast as a folk singer with an earthy style and powerful voice. As he matured, some of his songwriting became well known throughout the world. Among them were \"Joy to the World\", \"The Pusher\", \"No No Song\", \"Greenback Do"}]}, {"heading": "Births", "year": "1938", "date": "March 25", "txt": "Daniel Buren, French sculptor and painter", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 25", "txt": "Fritz d'Orey, Brazilian race car driver (d. 2020)", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 25", "txt": "Toni Cade Bambara, American author, academic, and activist (d. 1995)", "entities": [{"title": "Toni Cade Bambara", "href": "/wiki/Toni_Cade_Bambara", "description": "Toni Cade Bambara, born Miltona Mirkin Cade, was an African-American author, documentary film-maker, social activist and college professor."}]}, {"heading": "Births", "year": "1939", "date": "March 25", "txt": "D. C. Fontana, American screenwriter and producer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 25", "txt": "Gudmund Hernes, Norwegian sociologist and politician, Norwegian Minister of Education and Research", "entities": [{"title": "Gudmund Hernes", "href": "/wiki/Gudmund_Hernes", "description": "Gudmund Hernes is a Norwegian professor and politician for the Labour Party. He was the state secretary to the Secretariat for Long-Term Planning 1980–1981, Minister of Education and Research and Ministry of Church and Cultural Affairs 1990, Minister of Education, Research and Church Affairs 1991-1995 and Minister of Health and Social Affairs 1995-1996 and 1996–1997."}, {"title": "Ministry of Education and Research (Norway)", "href": "/wiki/Ministry_of_Education_and_Research_(Norway)", "description": "The Royal Ministry of Education and Research is a Norwegian government ministry responsible for education, research, kindergartens and integration. The ministry was established in 1814 as the Royal Ministry of Church and Education Affairs."}]}, {"heading": "Births", "year": "1942", "date": "March 25", "txt": "Aretha Franklin, American singer-songwriter and pianist (d. 2018)", "entities": [{"title": "Aretha Franklin", "href": "/wiki/Aretha_Franklin", "description": "Aretha Louise Franklin was an American singer, songwriter, actress, pianist, and civil rights activist. Franklin began her career as a child singing gospel at New Bethel Baptist Church in Detroit, Michigan, where her father C. L. Franklin was a minister. At the age of 18, she embarked on a secular-music career as a recording artist for Columbia Records. While Franklin's career did not immediately "}, {"title": "2018", "href": "/wiki/2018", "description": "2018 (MMXVIII) was a common year starting on Monday of the Gregorian calendar, the 2018th year of the Common Era (CE) and Anno Domini (AD) designations, the 18th year of the 3rd millennium, the 18th year of the 21st century, and the 9th year of the 2010s decade. "}]}, {"heading": "Births", "year": "1942", "date": "March 25", "txt": "Richard O'Brien, English actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 25", "txt": "Kim Woodburn, English television host", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 25", "txt": "Paul Michael Glaser, American actor and director", "entities": [{"title": "Paul Michael Glaser", "href": "/wiki/Paul_Michael_Glaser", "description": "Paul Michael Glaser is an American actor and director best known for his role as Detective Dave Starsky on the 1970's television series, Starsky & Hutch. Glaser also played Captain Jack Steeper on the NBC series Third Watch from 2004 to 2005."}]}, {"heading": "Births", "year": "1945", "date": "March 25", "txt": "Leila Diniz, Brazilian actress (d. 1972)", "entities": [{"title": "Leila Diniz", "href": "/wiki/Leila_Diniz", "description": "Leila Roque Diniz was a Brazilian television, film and theatre actress, whose liberal ideas and attitudes about sex had raised the discontent of both the feminists and the Brazilian military government of the 1960s."}]}, {"heading": "Births", "year": "1946", "date": "March 25", "txt": "Cliff Balsom, English footballer", "entities": [{"title": "Cliff Balsom", "href": "/wiki/Cliff_Balsom", "description": "Clifford Gene \"Cliff\" Balsom is an English former professional footballer who played in the Football League for Torquay United. He was born in Torquay, Devon."}]}, {"heading": "Births", "year": "1946", "date": "March 25", "txt": "Daniel Bensaïd, French philosopher and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 25", "txt": "Stephen Hunter, American author and critic", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 25", "txt": "Maurice Krafft, French volcanologist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 25", "txt": "Richard Cork, English historian and critic", "entities": [{"title": "Richard Cork", "href": "/wiki/Richard_Cork", "description": "\n\nRichard Cork is a British art historian, editor, critic, broadcaster and exhibition curator. He has been an art critic for the Evening Standard, The Listener, The Times and the New Statesman. Cork was also editor for Studio International. He is a past Turner Prize judge."}]}, {"heading": "Births", "year": "1947", "date": "March 25", "txt": "Elton John, English singer-songwriter, pianist, producer, and actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 25", "txt": "Bonnie Bedelia, American actress", "entities": [{"title": "Bonnie Bedelia", "href": "/wiki/Bonnie_Bedelia", "description": "Bonnie Bedelia Culkin is an American actress. After beginning her career in theatre, she starred in the CBS daytime soap opera Love of Life (1961–1967) before making her movie debut in The Gypsy Moths (1969). Bedelia was nominated for a Golden Globe Award for her performance in the 1983 film Heart Like a Wheel, and for an Independent Spirit Award for The Prince of Pennsylvania (1988). She is best "}]}, {"heading": "Births", "year": "1948", "date": "March 25", "txt": "Michael Stanley, American singer-songwriter and guitarist (d. 2021)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 25", "txt": "Ronnie Flanagan, Northern Irish Chief Constable (Royal Irish Constabulary, Police Service of Northern Ireland)", "entities": [{"title": "Ronnie Flanagan", "href": "/wiki/Ronnie_Flanagan", "description": "\n\nSir Ronald Flanagan is a retired senior Northern Irish police officer. He was the Home Office Chief Inspector of Constabulary for the United Kingdom excluding Scotland. Sir Ronnie was previously the Chief Constable of the Police Service of Northern Ireland (PSNI) since its creation in 2001 to 2002, and had been Chief Constable of its predecessor, the Royal Ulster Constabulary (RUC) until 2001."}, {"title": "Royal Irish Constabulary", "href": "/wiki/Royal_Irish_Constabulary", "description": "The Royal Irish Constabulary was the police force in Ireland from 1822 until 1922, when the country was part of the United Kingdom. A separate civic police force, the unarmed Dublin Metropolitan Police, patrolled the capital, while the cities of Derry and Belfast, originally with their own police forces, later had special divisions within the RIC. For most of its history, the ethnic and religious "}, {"title": "Police Service of Northern Ireland", "href": "/wiki/Police_Service_of_Northern_Ireland", "description": "The Police Service of Northern Ireland \nis the police force that serves Northern Ireland. It is the successor to the Royal Ulster Constabulary (RUC) after it was reformed and renamed in 2001 on the recommendation of the Patten Report."}]}, {"heading": "Births", "year": "1949", "date": "March 25", "txt": "Sue Klebold, American activist", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 25", "txt": "Chuck Greenberg, American saxophonist, songwriter, and producer (d. 1995)", "entities": [{"title": "Chuck Greenberg (musician)", "href": "/wiki/Chuck_Greenberg_(musician)", "description": "Chuck Greenberg, born in Chicago, Illinois, was an American musical artist, composer and producer."}]}, {"heading": "Births", "year": "1950", "date": "March 25", "txt": "Ronnie McDowell, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 25", "txt": "David Paquette, American-New Zealander pianist", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 25", "txt": "Jumbo Tsuruta, Japanese wrestler (d. 2000)", "entities": [{"title": "Jumbo Tsuruta", "href": "/wiki/Jumbo_Tsuruta", "description": "Tomomi \"Tommy\" Tsuruta , better known by his ring name Jumbo Tsuruta , was a Japanese professional wrestler who wrestled for All Japan Pro Wrestling (AJPW) for most of his career, and is well known for being the first ever Triple Crown Heavyweight Champion, having won the PWF Heavyweight Championship, the NWA United National Championship, and the NWA International Heavyweight Championship, and uni"}]}, {"heading": "Births", "year": "1952", "date": "March 25", "txt": "Stephen Dorrell, English soldier and politician, Secretary of State for Health", "entities": [{"title": "Stephen Dorrell", "href": "/wiki/Stephen_Dorrell", "description": "Stephen James Dorrell is a British Liberal Democrat politician. He served as the Conservative Member of Parliament (MP) for Loughborough between 1979 and 1997 and then for Charnwood from 1997 to 2015."}, {"title": "Secretary of State for Health", "href": "/wiki/Secretary_of_State_for_Health", "description": "The Secretary of State for Health and Social Care, also referred to as the Health Secretary, is a secretary of state position within the Government of the United Kingdom, and leader of the Department of Health and Social Care (DHSC). The postholder has responsibility for all health and social care matters in England, including England's National Health Service (NHS). Alongside the Chief Medical Of"}]}, {"heading": "Births", "year": "1952", "date": "March 25", "txt": "Antanas Mockus, Colombian mathematician, philosopher, and politician, Mayor of Bogotá", "entities": [{"title": "Mayor of Bogotá", "href": "/wiki/Mayor_of_Bogot%C3%A1", "description": "This is a list of mayors of Bogotá from 1538 to 1570 and since 1910."}]}, {"heading": "Births", "year": "1953", "date": "March 25", "txt": "Robert Fox, English producer and manager", "entities": [{"title": "Robert Fox (producer)", "href": "/wiki/Robert_Fox_(producer)", "description": "Robert Michael John Fox is an English theatre and film producer, whose work includes the 2002 film The Hours."}]}, {"heading": "Births", "year": "1953", "date": "March 25", "txt": "Vesna Pusić, Croatian sociologist and politician, Deputy Prime Minister of Croatia", "entities": [{"title": "Deputy Prime Minister of Croatia", "href": "/wiki/Deputy_Prime_Minister_of_Croatia", "description": "The Deputy Prime Minister of Croatia (officially the Vice President of the Government of the Republic of Croatia, is the official deputy of the Prime Minister of Croatia. Article 109 of the Constitution of Croatia states that the cabinet is to be made up of the Prime Minister, one or more Deputy Prime Ministers and other cabinet ministers. According to convention, if the governing parliamentary ma"}]}, {"heading": "Births", "year": "1953", "date": "March 25", "txt": "Haroon Rasheed, Pakistani cricketer and coach", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 25", "txt": "Thom Loverro, American journalist and author", "entities": [{"title": "Thom Loverro", "href": "/wiki/Thom_Loverro", "description": "Thomas F. Loverro, is an American sportswriter. He was voted the Maryland sportswriter of the year in 2009 by the NSSA."}]}, {"heading": "Births", "year": "1955", "date": "March 25", "txt": "Daniel Boulud, French chef and author", "entities": [{"title": "Daniel Boulud", "href": "/wiki/Daniel_Boulud", "description": "Daniel Boulud is a French chef and restaurateur with restaurants in New York City, Boston, Washington, D.C., Palm Beach, Miami, Toronto, Montréal, London, and Singapore. He is best known for the eponymously named restaurant Daniel, in New York City, which has two Michelin stars."}]}, {"heading": "Births", "year": "1955", "date": "March 25", "txt": "Lee Mazzilli, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 25", "txt": "Christina Boxer, English runner and journalist", "entities": [{"title": "Christina Boxer", "href": "/wiki/Christina_Boxer", "description": "Christina Tracy Boxer-Cahill is a retired female middle distance athlete from England. She represented Great Britain at three Olympic Games, in Moscow 1980, Los Angeles 1984 and Seoul 1988 and trained at Aldershot, Farnham & District AC. In Seoul, she finished fourth in the 1500 metres final. She also won a gold medal in the 1500 m at the 1982 Commonwealth Games. In 1979, she became the first Brit"}]}, {"heading": "Births", "year": "1957", "date": "March 25", "txt": "Jonathan Michie, English economist and academic", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 25", "txt": "Aleksandr Puchkov, Russian hurdler", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 25", "txt": "Jim Uhls, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 25", "txt": "Susie Bright, American journalist, author, and critic", "entities": [{"title": "Susie Bright", "href": "/wiki/Susie_Bright", "description": "Susannah Bright, also known as Susie Sexpert, is an American feminist, author, journalist, critic, editor, publisher, producer, and performer, often on the subject of sexual politics and sexuality."}]}, {"heading": "Births", "year": "1958", "date": "March 25", "txt": "Lorna Brown, Canadian artist, curator, and writer", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 25", "txt": "Sisy Chen, Taiwanese journalist and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 25", "txt": "María Caridad Colón, Cuban javelin thrower and shot putter", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 25", "txt": "John Ensign, American physician and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 25", "txt": "Ray Tanner, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 25", "txt": "Åsa Torstensson, Swedish politician, 3rd Swedish Minister for Infrastructure", "entities": [{"title": "Minister for Infrastructure (Sweden)", "href": "/wiki/Minister_for_Infrastructure_(Sweden)", "description": "The Minister for Infrastructure is a cabinet minister within the Swedish Government and appointed by the Prime Minister of Sweden."}]}, {"heading": "Births", "year": "1960", "date": "March 25", "txt": "Steve Norman, English saxophonist, songwriter, and producer", "entities": [{"title": "Steve Norman", "href": "/wiki/Steve_Norman", "description": "Steven Antony Norman is an English musician who plays tenor saxophone, guitar, percussion and other instruments, for the English band Spandau Ballet."}]}, {"heading": "Births", "year": "1960", "date": "March 25", "txt": "Peter O'Brien, Australian actor", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 25", "txt": "Brenda Strong, American actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 25", "txt": "Mark Brooks, American golfer", "entities": [{"title": "Mark Brooks (golfer)", "href": "/wiki/Mark_Brooks_(golfer)", "description": "Mark David Brooks is an American professional golfer who plays on the PGA Tour Champions."}]}, {"heading": "Births", "year": "1962", "date": "March 25", "txt": "Marcia Cross, American actress", "entities": [{"title": "Marcia Cross", "href": "/wiki/Marcia_Cross", "description": "Marcia Anne Cross is an American actress. She acted in daytime soap operas such as The Edge of Night, Another World, and One Life to Live before moving to primetime television with a recurring role on Knots Landing. From 1992 to 1997, she starred as Kimberly Shaw on Melrose Place. Cross played the role of the housewife Bree Van de Kamp on the ABC television series Desperate Housewives (2004–12), f"}]}, {"heading": "Births", "year": "1962", "date": "March 25", "txt": "David Nuttall, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 25", "txt": "Karen Bruce, English dancer and choreographer", "entities": [{"title": "Karen Bruce", "href": "/wiki/Karen_Bruce", "description": "Karen Bruce is a choreographer and director, working in theatre and television, both in the UK and elsewhere."}]}, {"heading": "Births", "year": "1963", "date": "March 25", "txt": "Velle Kadalipp, Estonian architect", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 25", "txt": "Andrew O'Connor, British actor, comedian, magician, television presenter and executive producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 25", "txt": "René Meulensteen, Dutch footballer and coach", "entities": [{"title": "René Meulensteen", "href": "/wiki/Ren%C3%A9_Meulensteen", "description": "Reinhard Jozef Petrus Meulensteen is a Dutch former footballer and coach who is currently assistant manager of the Australia national soccer team. He spent the early parts of his career working in the Netherlands before taking up managerial roles with the Qatari youth team, as well as clubs Al-Ittihad and Al-Sadd. He then spent 12 years, split either side of a year stint at Brøndby, with Premier L"}]}, {"heading": "Births", "year": "1964", "date": "March 25", "txt": "Ken Wregget, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 25", "txt": "Norm Duke, American bowler", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 25", "txt": "Avery Johnson, American basketball player and coach", "entities": [{"title": "Avery Johnson", "href": "/wiki/Avery_Johnson", "description": "Avery DeWitt Johnson is an American basketball coach and former player who most recently served as head coach of the Alabama Crimson Tide men's basketball team."}]}, {"heading": "Births", "year": "1965", "date": "March 25", "txt": "Stefka Kostadinova, Bulgarian high jumper", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 25", "txt": "Sarah Jessica Parker, American actress, producer, and designer", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 25", "txt": "Tom Glavine, American baseball player and sportscaster", "entities": [{"title": "Tom Glavine", "href": "/wiki/Tom_Glavine", "description": "Thomas Michael Glavine is an American former professional baseball player. A pitcher, Glavine played in Major League Baseball for the Atlanta Braves, and New York Mets (2003–2007)."}]}, {"heading": "Births", "year": "1966", "date": "March 25", "txt": "Humberto Gonzalez, Mexican boxer", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 25", "txt": "Jeff Healey, Canadian singer-songwriter and guitarist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 25", "txt": "Anton Rogan, Northern Irish footballer", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 25", "txt": "Matthew Barney, American sculptor and photographer", "entities": [{"title": "Matthew Barney", "href": "/wiki/Matthew_Barney", "description": "Matthew Barney is an American contemporary artist and film director who works in the fields of sculpture, film, photography and drawing. His works explore connections among geography, biology, geology and mythology as well as themes of conflict and failure. His early pieces were sculptural installations combined with performance and video. Between 1994 and 2002, he created The Cremaster Cycle, a s"}]}, {"heading": "Births", "year": "1967", "date": "March 25", "txt": "Doug Stanhope, American comedian and actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 25", "txt": "Debi Thomas, American figure skater and physician", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 25", "txt": "George Chlitsios, Greek conductor and composer", "entities": [{"title": "George Chlitsios", "href": "/wiki/George_Chlitsios", "description": "George Chlitsios is a Greek conductor and composer."}]}, {"heading": "Births", "year": "1969", "date": "March 25", "txt": "Dale Davis, American basketball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 25", "txt": "Cathy Dennis, English singer-songwriter, record producer and actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 25", "txt": "Jeffrey Walker, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 25", "txt": "Magnus Larsson, Swedish golfer", "entities": [{"title": "Magnus Larsson", "href": "/wiki/Magnus_Larsson", "description": "Per Henrik Magnus Larsson is a former professional tennis player from Sweden."}]}, {"heading": "Births", "year": "1971", "date": "March 25", "txt": "Stacy Dragila, American pole vaulter and coach", "entities": [{"title": "Stacy Dragila", "href": "/wiki/Stacy_Dragila", "description": "Stacy Renée Dragila is an American former pole vaulter."}]}, {"heading": "Births", "year": "1971", "date": "March 25", "txt": "Cammi Granato, American ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 25", "txt": "Sheryl Swoopes, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 25", "txt": "Giniel de Villiers, South African race car driver", "entities": [{"title": "Giniel de Villiers", "href": "/wiki/Giniel_de_Villiers", "description": "Giniel de Villiers is a South African racing and rally driver, best known for winning the 2009 Dakar Rally."}]}, {"heading": "Births", "year": "1972", "date": "March 25", "txt": "Phil O'Donnell, Scottish footballer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 25", "txt": "Michaela Dorfmeister, Austrian skier", "entities": [{"title": "Michaela Dorfmeister", "href": "/wiki/Michaela_Dorfmeister", "description": "Michaela Dorfmeister is a former World Cup alpine ski racer from Austria. Her specialities were both the downhill and the super-G disciplines, although she skied in and had success in giant slalom."}]}, {"heading": "Births", "year": "1973", "date": "March 25", "txt": "Anders Fridén, Swedish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 25", "txt": "Bob Sura, American basketball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 25", "txt": "Serge Betsen, Cameroonian-French rugby player", "entities": [{"title": "Serge Betsen", "href": "/wiki/Serge_Betsen", "description": "Serge Betsen Tchoua is a former French rugby union player who played as a flanker for London Wasps and Biarritz at club level and for France internationally."}]}, {"heading": "Births", "year": "1974", "date": "March 25", "txt": "Lark Voorhies, American actress and singer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 25", "txt": "Ladislav Benýšek, Czech ice hockey player", "entities": [{"title": "Ladislav Benýšek", "href": "/wiki/Ladislav_Ben%C3%BD%C5%A1ek", "description": "Ladislav Benýšek is a Czech former professional ice hockey defenceman who played in the National Hockey League with the Edmonton Oilers and Minnesota Wild."}]}, {"heading": "Births", "year": "1975", "date": "March 25", "txt": "Melanie Blatt, English singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 25", "txt": "Erika Heynatz, Papua New Guinean-Australian model and actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 25", "txt": "Francie Bellew, Irish footballer", "entities": [{"title": "Francie Bellew", "href": "/wiki/Francie_Bellew", "description": "Francis \"Francie\" Bellew is a Gaelic footballer who played for Armagh. He has won an All-Ireland Senior Football Championship medal, five Ulster Championships and a National League title with the county. He was also awarded an All Star for his performances in 2003."}]}, {"heading": "Births", "year": "1976", "date": "March 25", "txt": "Lars Figura, German sprinter", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 25", "txt": "Wladimir Klitschko, Ukrainian boxer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 25", "txt": "Rima Wakarua, New Zealand-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 25", "txt": "Natalie Clein, English cellist and educator", "entities": [{"title": "Natalie Clein", "href": "/wiki/Natalie_Clein", "description": "Natalie Clein is a British classical cellist. Her mother is a professional violinist. Her sister is the actress Louisa Clein."}]}, {"heading": "Births", "year": "1977", "date": "March 25", "txt": "Andrew Lindsay, Scottish rower", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 25", "txt": "Gennaro Delvecchio, Italian footballer", "entities": [{"title": "Gennaro Delvecchio", "href": "/wiki/Gennaro_Delvecchio", "description": "Gennaro Delvecchio is an Italian football official and a former player who played as a midfielder. He works as the head of youth development at Bari."}]}, {"heading": "Births", "year": "1979", "date": "March 25", "txt": "Muriel Hurtis-Houairi, French sprinter", "entities": [{"title": "Muriel Hurtis-Houairi", "href": "/wiki/Muriel_Hurtis-Houairi", "description": "Muriel Hurtis-Houairi is a French track and field athlete. She came to prominence in 2002 when she won the 200 m gold medals at both the European Indoor Championships and the European Athletics Championships. The following year she added the World Indoor title and won a bronze medal at the 2003 World Championships in Athletics and a gold in the 4×100 metres relay with France."}]}, {"heading": "Births", "year": "1980", "date": "March 25", "txt": "Kathrine Sørland, Norwegian fashion model and television presenter", "entities": [{"title": "Kathrine Sørland", "href": "/wiki/Kathrine_S%C3%B8rland", "description": "Kathrine Sørland is a Norwegian fashion model, TV presenter and beauty queen who has competed in the Miss World and Miss Universe beauty pageants."}]}, {"heading": "Births", "year": "1981", "date": "March 25", "txt": "Casey Neistat, American youtube personality, filmmaker, and entrepreneur", "entities": [{"title": "Casey Neistat", "href": "/wiki/Casey_Neistat", "description": "Casey Owen Neistat is an American YouTube personality, filmmaker, vlogger, and co-founder of the multimedia company Beme, which was later acquired by CNN. In 2018, he founded 368, a creative space for creators to collaborate with each other."}]}, {"heading": "Births", "year": "1982", "date": "March 25", "txt": "Danica Patrick, American race car driver", "entities": [{"title": "Danica Patrick", "href": "/wiki/Danica_Patrick", "description": "Danica Sue Patrick is an American former professional racing driver. She is the most successful woman in the history of American open-wheel racing—her victory in the 2008 Indy Japan 300 is the only win by a woman in an IndyCar Series race."}]}, {"heading": "Births", "year": "1982", "date": "March 25", "txt": "Álvaro Saborío, Costa Rican footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 25", "txt": "Jenny Slate, American comedian, actress and author", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 25", "txt": "Mickaël Hanany, French high jumper", "entities": [{"title": "Mickaël Hanany", "href": "/wiki/Micka%C3%ABl_Hanany", "description": "Mickaël Hanany is a French high jumper. His biggest success to date is winning the bronze medal at the 2012 European Championships in Helsinki."}]}, {"heading": "Births", "year": "1984", "date": "March 25", "txt": "Katharine McPhee, American singer-songwriter and actress", "entities": [{"title": "Katharine McPhee", "href": "/wiki/Katharine_McPhee", "description": "Katharine Hope McPhee Foster is an American actress, singer, and songwriter. In May 2006, she was the runner-up on the fifth season of American Idol."}]}, {"heading": "Births", "year": "1984", "date": "March 25", "txt": "Liam Messam, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 25", "txt": "Carmen Rasmusen, Canadian-American singer-songwriter and actress", "entities": [{"title": "Carmen Rasmusen", "href": "/wiki/Carmen_Rasmusen", "description": "Carmen Rasmusen Herbert is a Canadian-American country music artist who ranked sixth on the second season of American Idol in 2003. Rasmusen also plays piano and guitar."}]}, {"heading": "Births", "year": "1985", "date": "March 25", "txt": "Diana Rennik, Estonian figure skater", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 25", "txt": "Marco Belinelli, Italian basketball player", "entities": [{"title": "Marco Belinelli", "href": "/wiki/Marco_Belinelli", "description": "Marco Stefano Belinelli is an Italian professional basketball player for Virtus Bologna of the Lega Basket Serie A (LBA). He was selected 18th overall in the 2007 NBA draft by the Golden State Warriors. In 2014, he won the NBA championship with the San Antonio Spurs, becoming the first Italian player to do so. He won the Three-Point Contest during the 2014 NBA All-Star Weekend. He played in the 20"}]}, {"heading": "Births", "year": "1986", "date": "March 25", "txt": "Megan Gibson, American softball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 25", "txt": "Kyle Lowry, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 25", "txt": "Mickey Paea, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 25", "txt": "Jacob Bagersted, Danish handball player", "entities": [{"title": "Jacob Bagersted", "href": "/wiki/Jacob_Bagersted", "description": "Jacob Bagersted is a Danish handballer, currently playing for German side SC Magdeburg."}]}, {"heading": "Births", "year": "1987", "date": "March 25", "txt": "Victor Obinna, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 25", "txt": "Nobunari Oda, Japanese figure skater", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 25", "txt": "Big Sean, American rapper, singer and songwriter", "entities": [{"title": "Big Sean", "href": "/wiki/Big_Sean", "description": "Sean Michael-Leonard Anderson, known professionally as Big Sean, is an American rapper, singer, and songwriter. Sean signed with Kanye West's GOOD Music in 2007, Def Jam Recordings in 2008, and Roc Nation in 2014."}]}, {"heading": "Births", "year": "1988", "date": "March 25", "txt": "Mitchell Watt, Australian long jumper", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 25", "txt": "Arthur Zeiler, German rugby player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 25", "txt": "Aly Michalka, American singer-songwriter and guitarist", "entities": [{"title": "Aly Michalka", "href": "/wiki/Aly_Michalka", "description": "Alyson Renae Michalka is an American actress, singer-songwriter, musician, and model. She is best known as one half of the musical duo Aly & AJ, alongside her sister AJ Michalka. She rose to prominence with her starring role as Keely Teslow in the Disney Channel sitcom Phil of the Future (2004–2006). Michalka went on to appear in various films, such as Bandslam (2009), Easy A (2010), The Roommate "}]}, {"heading": "Births", "year": "1989", "date": "March 25", "txt": "Scott Sinclair, English footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 25", "txt": "Mehmet Ekici, Turkish footballer", "entities": [{"title": "Mehmet Ekici", "href": "/wiki/Mehmet_Ekici", "description": "Mehmet Ekici is a Turkish footballer who last played as a midfielder for Fenerbahçe."}]}, {"heading": "Births", "year": "1990", "date": "March 25", "txt": "Alexander Esswein, German footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 25", "txt": "Scott Malone, English footballer", "entities": [{"title": "Scott Malone", "href": "/wiki/Scott_Malone", "description": "Scott Liam Malone is an English professional footballer who plays as a left back or left-sided midfielder for Championship club Millwall on loan from Derby County."}]}, {"heading": "Births", "year": "1992", "date": "March 25", "txt": "Meg Lanning, Australian women's cricket team captain", "entities": [{"title": "Meg Lanning", "href": "/wiki/Meg_Lanning", "description": "Meghann Moira \"Meg\" Lanning is an Australian cricketer who currently captains the national women's team. She has been a member of five successful world championship campaigns, winning one Women's Cricket World Cup and four ICC Women's World Twenty20 titles. Lanning holds the record for the most Women's One Day International centuries and is the first Australian to score 2,000 Twenty20 Internationa"}, {"title": "Australia women's national cricket team", "href": "/wiki/Australia_women%27s_national_cricket_team", "description": "The Australian women's national cricket team represent Australia in international women's cricket. Currently captained by Meg Lanning and coached by Matthew Mott, they are the top team in all world rankings assigned by the International Cricket Council (ICC) for the women's game."}, {"title": "Captain (cricket)", "href": "/wiki/Captain_(cricket)", "description": "The captain of a cricket team, often referred to as the skipper, is the appointed leader, having several additional roles and responsibilities over and above those of the other players. As in other sports, the captain is usually experienced and has good communication skills, and is likely to be one of the most regular members of the team, as the captain is responsible for the team selection. Befor"}]}, {"heading": "Births", "year": "1993", "date": "March 25", "txt": "Jacob Gagan, Australian rugby league player", "entities": [{"title": "Jacob Gagan", "href": "/wiki/Jacob_Gagan", "description": "Jacob Gagan is an Australian professional rugby league footballer currently playing for FC Lezignan in the Elite One Championship."}]}, {"heading": "Births", "year": "1993", "date": "March 25", "txt": "Sam Johnstone, English footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 25", "txt": "Justine Dufour-Lapointe, Canadian skier", "entities": [{"title": "Justine Dufour-Lapointe", "href": "/wiki/Justine_Dufour-Lapointe", "description": "Justine Dufour-Lapointe is a Canadian freestyle skier. She was the Olympic champion in the moguls event at the 2014 Winter Olympics and won a silver medal in moguls at the 2018 Winter Olympics. The gold and silver she and her sister Chloe Dufour-Lapointe won in 2014 was the first time that Canadian sisters stood together on the podium, and the fourth time ever by all nations. In winning the Olympi"}]}, {"heading": "Deaths", "year": "908", "date": "March 25", "txt": "Li Kening, Chinese general", "entities": [{"title": "Li Kening", "href": "/wiki/Li_Kening", "description": "Li Kening (李克寧) was a younger brother of the late Chinese Tang Dynasty warlord Li Keyong the Prince of Jin. After Li Keyong's death, Li Kening initially served as a key advisor to Li Keyong's son and successor Li Cunxu, but soon was persuaded by his wife Lady Meng to try to take over from Li Cunxu. His plot was discovered, and Li Cunxu put him to death."}]}, {"heading": "Deaths", "year": "940", "date": "March 25", "txt": "Taira no Masakado, Japanese samurai", "entities": [{"title": "Taira no Masakado", "href": "/wiki/Taira_no_Masakado", "description": "Taira no Masakado  was a Heian period provincial magnate (gōzoku) and samurai based in eastern Japan, notable for leading the first recorded uprising against the central government in Kyoto."}]}, {"heading": "Deaths", "year": "990", "date": "March 25", "txt": "Nicodemus of Mammola, Italian monk and saint", "entities": [{"title": "Nicodemus of Mammola", "href": "/wiki/Nicodemus_of_Mammola", "description": "Saint Nicodemus of Mammola is venerated as a saint in Calabria. His exact place of birth is unknown but has been identified as Ypsicron. Nicodemus’ parents were named Theophanus and Pandia, and they entrusted their son's spiritual education to a priest named Galato (Galatone). Early on, Nicodemus was attracted to the monastic life, and wished to join the ascetics who had established themselves in "}]}, {"heading": "Deaths", "year": "1005", "date": "March 25", "txt": "Kenneth III, king of Scotland", "entities": [{"title": "Kenneth III of Scotland", "href": "/wiki/Kenneth_III_of_Scotland", "description": "Cináed mac Duib, anglicised as Kenneth III, and nicknamed An Donn, \"the Chief\" or \"the Brown\", was King of Scots from 997 to 1005. He was the son of Dub. Many of the Scots sources refer to him as Giric son of Kenneth son of Dub, which is taken to be an error. An alternate explanation is that Kenneth had a son, Giric, who ruled jointly with his father."}]}, {"heading": "Deaths", "year": "1051", "date": "March 25", "txt": "Hugh IV, French nobleman", "entities": [{"title": "Hugh IV, Count of Maine", "href": "/wiki/Hugh_IV,_Count_of_Maine", "description": "Hugh IV was Count of Maine from 1036 to 1051."}]}, {"heading": "Deaths", "year": "1189", "date": "March 25", "txt": "Frederick, duke of Bohemia", "entities": [{"title": "Frederick, Duke of Bohemia", "href": "/wiki/Frederick,_Duke_of_Bohemia", "description": "Frederick, a member of the Přemyslid dynasty, was Duke of Bohemia from 1172 to 1173 and again from 1178 to his death."}]}, {"heading": "Deaths", "year": "1223", "date": "March 25", "txt": "Alfonso II, king of Portugal (b. 1185)", "entities": [{"title": "Afonso II of Portugal", "href": "/wiki/Afonso_II_of_Portugal", "description": "Afonso II, nicknamed the Fat or the Leper, was the third King of Portugal and the second but eldest surviving son of Sancho I of Portugal by his wife, Dulce, Infanta of Aragon. Afonso succeeded his father on 27 March 1211."}]}, {"heading": "Deaths", "year": "1351", "date": "March 25", "txt": "Kō no Moronao, Japanese samurai", "entities": [{"title": "Kō no Moronao", "href": "/wiki/K%C5%8D_no_Moronao", "description": "Kō no Moronao  was a Japanese samurai of the Nanboku-chō period who was the first to hold the position of Shitsuji. He was appointed by Ashikaga Takauji, the first shōgun of the Ashikaga shogunate. As Deputy, he served not only an administrative governmental function, but also as general of the Shogun's armies. He fought for the Ashikaga against the loyalist forces of the Southern Court during the"}]}, {"heading": "Deaths", "year": "1351", "date": "March 25", "txt": "Kō no Moroyasu, Japanese samurai", "entities": []}, {"heading": "Deaths", "year": "1392", "date": "March 25", "txt": "Hosokawa Yoriyuki, Japanese samurai", "entities": [{"title": "Hosokawa Yoriyuki", "href": "/wiki/Hosokawa_Yoriyuki", "description": "Hosokawa Yoriyuki  was a samurai of the Hosokawa clan, and prominent government minister under the Ashikaga shogunate, serving as Kyoto Kanrei from 1367 to 1379. The first to hold this post, he solidified the power of the shogunate, as well as elements of its administrative organization. He was also Constable (Shugo) of the provinces of Sanuki, Tosa, and Settsu. His childhood name was Yakuro (弥九郎)"}]}, {"heading": "Deaths", "year": "1458", "date": "March 25", "txt": "Íñigo López de Mendoza, 1st Marquis of Santillana, Spanish poet and politician (b. 1398)", "entities": [{"title": "Íñigo López de Mendoza, 1st Marquis of Santillana", "href": "/wiki/%C3%8D%C3%B1igo_L%C3%B3pez_de_Mendoza,_1st_Marquis_of_Santillana", "description": "Íñigo López de Mendoza y de la Vega, 1st Marquess of Santillana was a Castilian politician and poet who held an important position in society and literature during the reign of John II of Castile."}]}, {"heading": "Deaths", "year": "1558", "date": "March 25", "txt": "Marcos de Niza, French friar and explorer (b. 1495)", "entities": [{"title": "Marcos de Niza", "href": "/wiki/Marcos_de_Niza", "description": "Fray Marcos de Niza, or Marco da Nizza was an Italian missionary and Franciscan friar. He is credited with being the first European in what is now the State of Arizona in the United States."}]}, {"heading": "Deaths", "year": "1603", "date": "March 25", "txt": "Ikoma Chikamasa, Japanese daimyō (b. 1526)", "entities": [{"title": "Ikoma Chikamasa", "href": "/wiki/Ikoma_Chikamasa", "description": "Ikoma Chikamasa was a Japanese daimyō during the Azuchi-Momoyama and Edo periods around the turn of the 17th century. His father was Ikoma Chikashige. Chikamasa was appointed one of the san-chūrō by Toyotomi Hideyoshi, along with Horio Yoshiharu and Nakamura Kazuuji."}]}, {"heading": "Deaths", "year": "1609", "date": "March 25", "txt": "Olaus Martini, Swedish archbishop (b. 1557)", "entities": [{"title": "Olaus Martini", "href": "/wiki/Olaus_Martini", "description": "Olof Mårtensson also known in the Latin form Olaus Martini, was Archbishop of Uppsala from 1601 to his death."}]}, {"heading": "Deaths", "year": "1609", "date": "March 25", "txt": "Isabelle de Limeuil, French noble (b. 1535)", "entities": []}, {"heading": "Deaths", "year": "1620", "date": "March 25", "txt": "Johannes Nucius, German composer and theorist (b. 1556)", "entities": [{"title": "Johannes Nucius", "href": "/wiki/Johannes_Nucius", "description": "\nJohannes Nucius was a German composer and music theorist of the late Renaissance and early Baroque eras. Although isolated from most of the major centers of musical activity, he was a polished composer in the style of Lassus and penned an extremely influential treatise on the rhetorical application of compositional devices."}]}, {"heading": "Deaths", "year": "1625", "date": "March 25", "txt": "Giambattista Marino, Italian poet and author (b. 1569)", "entities": [{"title": "Giambattista Marino", "href": "/wiki/Giambattista_Marino", "description": "Giambattista Marino was an Italian poet who was born in Naples. He is most famous for his long epic L'Adone."}]}, {"heading": "Deaths", "year": "1658", "date": "March 25", "txt": "Herman IV, Landgrave of Hesse-Rotenburg, German nobleman (b. 1607)", "entities": [{"title": "Herman IV, Landgrave of Hesse-Rotenburg", "href": "/wiki/Herman_IV,_Landgrave_of_Hesse-Rotenburg", "description": "Landgrave Hermann IV of Hesse-Rotenburg, was the first Landgrave of the semi-independent Landgraviate of Hesse-Rotenburg. He was the fourth son of the Landgrave Maurice of Hesse-Kassel and his second wife Juliane of Nassau-Dillenburg."}]}, {"heading": "Deaths", "year": "1677", "date": "March 25", "txt": "Wenceslaus Hollar, Czech-English painter and etcher (b. 1607)", "entities": [{"title": "Wenceslaus Hollar", "href": "/wiki/Wenceslaus_Hollar", "description": "Wenceslaus Hollar was a prolific and accomplished Bohemian graphic artist of the 17th century, who spent much of his life in England. He is known to German speakers as Wenzel Hollar; and to Czech speakers as Václav Hollar Czech: [ˈvaːtslav ˈɦolar]. He is particularly noted for his engravings and etchings. He was born in Prague, died in London, and was buried at St Margaret's Church, Westminster."}]}, {"heading": "Deaths", "year": "1701", "date": "March 25", "txt": "Jean Regnault de Segrais, French poet and novelist (b. 1624)", "entities": [{"title": "Jean Regnault de Segrais", "href": "/wiki/Jean_Regnault_de_Segrais", "description": "Jean Regnault de Segrais was a French poet and novelist born in Caen. He was elected a member of the Académie française in 1662."}]}, {"heading": "Deaths", "year": "1712", "date": "March 25", "txt": "Nehemiah Grew, English anatomist and physiologist (b. 1641)", "entities": [{"title": "Nehemiah Grew", "href": "/wiki/Nehemiah_Grew", "description": "Nehemiah Grew was an English plant anatomist and physiologist, known as the \"Father of Plant Anatomy\"."}]}, {"heading": "Deaths", "year": "1732", "date": "March 25", "txt": "Lucy Filippini, Italian teacher and saint (b. 1672)", "entities": [{"title": "Lucy Filippini", "href": "/wiki/Lucy_Filippini", "description": "Lucy Filippini is venerated as a Catholic saint. She founded the Institute of the Maestre Pie, dedicated to the education of young girls."}]}, {"heading": "Deaths", "year": "1736", "date": "March 25", "txt": "Nicholas Hawksmoor, English architect, designed Easton Neston and Christ Church (b. 1661)", "entities": [{"title": "Nicholas Hawksmoor", "href": "/wiki/Nicholas_Hawksmoor", "description": "Nicholas Hawksmoor was an English architect. He was a leading figure of the English Baroque style of architecture in the late-seventeenth and early-eighteenth centuries. Hawksmoor worked alongside the principal architects of the time, Christopher Wren and John Vanbrugh, and contributed to the design of some of the most notable buildings of the period, including St Paul's Cathedral, Wren's City of "}, {"title": "Easton Neston house", "href": "/wiki/Easton_Neston_house", "description": "Easton Neston is a large grade I listed country house in the parish of Easton Neston near Towcester in Northamptonshire, England. It was built by William Fermor, 1st Baron Leominster (1648–1711), in the Baroque style to the design of the architect Nicholas Hawksmoor. Easton Neston is thought to be the only mansion which was solely the work of Hawksmoor. From about 1700, after the completion of Eas"}, {"title": "Christ Church, Spitalfields", "href": "/wiki/Christ_Church,_Spitalfields", "description": "Christ Church Spitalfields is an Anglican church built between 1714 and 1729 to a design by Nicholas Hawksmoor. On Commercial Street in the East End and in today's Central London it is in the London Borough of Tower Hamlets, on its western border facing the City of London, it was one of the first of the so-called \"Commissioners' Churches\" built for the Commission for Building Fifty New Churches, w"}]}, {"heading": "Deaths", "year": "1738", "date": "March 25", "txt": "Turlough O'Carolan, Irish harp player and composer (b. 1670)", "entities": [{"title": "Turlough O'Carolan", "href": "/wiki/Turlough_O%27Carolan", "description": "Turlough O'Carolan, was a blind Celtic harper, composer and singer in Ireland whose great fame is due to his gift for melodic composition."}]}, {"heading": "Deaths", "year": "1801", "date": "March 25", "txt": "Novalis, German poet and author (b. 1772)", "entities": [{"title": "Novalis", "href": "/wiki/Novalis", "description": "Georg Philipp Friedrich Freiherr von Hardenberg, better known by his pen name Novalis, was an 18th-century German aristocrat, poet, author, mystic and philosopher of Early German Romanticism."}]}, {"heading": "Deaths", "year": "1818", "date": "March 25", "txt": "Caspar Wessel, Norwegian-Danish mathematician and cartographer (b. 1745)", "entities": [{"title": "Caspar Wessel", "href": "/wiki/Caspar_Wessel", "description": "Caspar Wessel was a Danish–Norwegian mathematician and cartographer. In 1799, Wessel was the first person to describe the geometrical interpretation of complex numbers as points in the complex plane."}]}, {"heading": "Deaths", "year": "1857", "date": "March 25", "txt": "William Colgate, English-American businessman and philanthropist, founded Colgate-Palmolive (b. 1783)", "entities": [{"title": "William Colgate", "href": "/wiki/William_Colgate", "description": "William Colgate was an English-American soap industrialist who founded in 1806 what became the Colgate-Palmolive company."}, {"title": "Colgate-Palmolive", "href": "/wiki/Colgate-Palmolive", "description": "Colgate-Palmolive Company is an American multinational consumer products company headquartered on Park Avenue in Midtown Manhattan, New York City. It specializes in the production, distribution and provision of household, health care, personal care and veterinary products."}]}, {"heading": "Deaths", "year": "1860", "date": "March 25", "txt": "James Braid, Scottish-English surgeon (b. 1795)", "entities": [{"title": "James Braid (surgeon)", "href": "/wiki/James_Braid_(surgeon)", "description": "James Braid was a Scottish surgeon, natural philosopher, and \"gentleman scientist\"."}]}, {"heading": "Deaths", "year": "1869", "date": "March 25", "txt": "Edward Bates, American politician and lawyer (b. 1793)", "entities": [{"title": "Edward Bates", "href": "/wiki/Edward_Bates", "description": "Edward Bates was an American lawyer and politician. He represented Missouri in the US House of Representatives and served as the US Attorney General under President Abraham Lincoln. A member of the influential Bates family, he was the first US Cabinet appointee from a state west of the Mississippi River."}]}, {"heading": "Deaths", "year": "1873", "date": "March 25", "txt": "Wilhelm Marstrand, Danish painter and illustrator (b. 1810)", "entities": [{"title": "Wilhelm Marstrand", "href": "/wiki/Wilhelm_Marstrand", "description": "Nicolai Wilhelm Marstrand, painter and illustrator, was born in Copenhagen, Denmark, to Nicolai Jacob Marstrand, instrument maker and inventor, and Petra Othilia Smith. Marstrand is one of the most renowned artists belonging to the Golden Age of Danish Painting."}]}, {"heading": "Deaths", "year": "1907", "date": "March 25", "txt": "Ernst von Bergmann, Latvian-German surgeon and academic (b. 1836)", "entities": [{"title": "Ernst von Bergmann", "href": "/wiki/Ernst_von_Bergmann", "description": "Ernst von Bergmann was a Baltic German surgeon. He was the first physician to introduce heat sterilisation of surgical instruments and is known as a pioneer of aseptic surgery."}]}, {"heading": "Deaths", "year": "1908", "date": "March 25", "txt": "Durham Stevens, American diplomat (b. 1851)", "entities": [{"title": "Durham Stevens", "href": "/wiki/Durham_Stevens", "description": "Durham White Stevens was an American diplomat and later an employee of Japan's Ministry of Foreign Affairs, working for the Japanese colonial office in Korea, the Resident-General. He was fatally shot by Korean-American activists Jang In-hwan and Jeon Myeong-un in one of the first acts of nationalist rebellion by pro-Korean activists in the United States. The territory under Stevens's jurisdiction"}]}, {"heading": "Deaths", "year": "1914", "date": "March 25", "txt": "Frédéric Mistral, French lexicographer and poet, 1904 Nobel Prize laureate (b. 1830)", "entities": [{"title": "Frédéric Mistral", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Mistral", "description": "Frédéric Mistral was a French writer of Occitan literature and lexicographer of the Provençal form of the language. Mistral received the 1904 Nobel Prize in Literature \"in recognition of the fresh originality and true inspiration of his poetic production, which faithfully reflects the natural scenery and native spirit of his people, and, in addition, his significant work as a Provençal philologist"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1917", "date": "March 25", "txt": "Elizabeth Storrs Mead, American academic (b. 1832)", "entities": [{"title": "Elizabeth Storrs Mead", "href": "/wiki/Elizabeth_Storrs_Mead", "description": "Elizabeth Storrs Mead was an American educator who was the 10th President of Mount Holyoke College from 1890 - 1900. She taught at Andover Seminary and Oberlin College, before becoming the first non-alumna president of Mount Holyoke."}]}, {"heading": "Deaths", "year": "1918", "date": "March 25", "txt": "Claude Debussy, French composer (b. 1862)", "entities": [{"title": "Claude Debussy", "href": "/wiki/Claude_Debussy", "description": "(Achille) Claude Debussy was a French composer. He is sometimes seen as the first Impressionist composer, although he vigorously rejected the term. He was among the most influential composers of the late 19th and early 20th centuries."}]}, {"heading": "Deaths", "year": "1918", "date": "March 25", "txt": "Peter Martin, Australian footballer and soldier (b. 1875)", "entities": []}, {"heading": "Deaths", "year": "1927", "date": "March 25", "txt": "Marie-Alphonsine Danil Ghattas, Palestinian Roman Catholic nun; later canonized (b. 1843)", "entities": [{"title": "Marie-Alphonsine Danil Ghattas", "href": "/wiki/Marie-Alphonsine_Danil_Ghattas", "description": "Marie-Alphonsine Danil Ghattas was a Palestinian Christian nun who founded the Dominican Sisters of the Most Holy Rosary of Jerusalem, the first Palestinian congregation. She was beatified by Archbishop Angelo Amato on behalf of Pope Benedict XVI in 2009."}]}, {"heading": "Deaths", "year": "1931", "date": "March 25", "txt": "Ganesh Shankar Vidyarthi, Indian journalist and politician (b. 1890)", "entities": [{"title": "Ganesh Shankar Vidyarthi", "href": "/wiki/Ganesh_Shankar_Vidyarthi", "description": "Ganesh Shankar Vidyarthi was an Indian journalist, a leader of the Indian National Congress and an independence movement activist. He was an important figure in the non-cooperation movement and the freedom movement of India, who once translated Victor Hugo's novel Ninety-Three, and is mostly known as the founder-editor of the Hindi language newspaper, Pratap."}]}, {"heading": "Deaths", "year": "1931", "date": "March 25", "txt": "Ida B. Wells, American journalist and activist (b. 1862)", "entities": []}, {"heading": "Deaths", "year": "1932", "date": "March 25", "txt": "Harriet Backer, Norwegian painter (b.1845)", "entities": [{"title": "Harriet Backer", "href": "/wiki/Harriet_Backer", "description": "Harriet Backer was a Norwegian painter who achieved recognition in her own time and was a pioneer among female artists both in the Nordic countries and in Europe generally. She is best known for her detailed interior scenes, communicated with rich colors and the interplay of light and shadow."}]}, {"heading": "Deaths", "year": "1942", "date": "March 25", "txt": "William Carr, American rower (b. 1876)", "entities": [{"title": "William Carr (rower)", "href": "/wiki/William_Carr_(rower)", "description": "William \"Bill\" John Carr was an American rower who competed in the 1900 Summer Olympics. He was part of the American boat Vesper Boat Club, which won the gold medal in the eights."}]}, {"heading": "Deaths", "year": "1951", "date": "March 25", "txt": "Eddie Collins, American baseball player and manager (b. 1887)", "entities": [{"title": "Eddie Collins", "href": "/wiki/Eddie_Collins", "description": "Edward Trowbridge Collins Sr., nicknamed \"Cocky\", was an American professional baseball player, manager and executive. He played as a second baseman in Major League Baseball from 1906 to 1930 for the Philadelphia Athletics and Chicago White Sox. A graduate of Columbia University, Collins holds major league career records in several categories and is among the top few players in several other categ"}]}, {"heading": "Deaths", "year": "1956", "date": "March 25", "txt": "Lou Moore, American race car driver (b. 1904)", "entities": [{"title": "Lou Moore", "href": "/wiki/Lou_Moore", "description": "Lewis Henry 'Lou' Moore was an American racecar driver. He was most known during his racing career for qualifying on the pole position of the 1932 Indianapolis 500. He was later remembered as a five-time Indianapolis 500 winning owner, a record which stood until 1987."}]}, {"heading": "Deaths", "year": "1956", "date": "March 25", "txt": "Robert Newton, English actor (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "March 25", "txt": "Max Ophüls, German-American director and screenwriter (b. 1902)", "entities": [{"title": "Max Ophüls", "href": "/wiki/Max_Oph%C3%BCls", "description": "Maximillian Oppenheimer, known as Max Ophüls, was a German-born film director who worked in Germany (1931–1933), France, and the United States (1947–1950). He made nearly 30 films, the latter ones being especially notable: La Ronde (1950), Le Plaisir (1952), The Earrings of Madame de… (1953) and Lola Montès (1955). He was credited as Max Opuls on several of his American films, including The Reckle"}]}, {"heading": "Deaths", "year": "1958", "date": "March 25", "txt": "Tom Brown, American trombonist (b. 1888)", "entities": [{"title": "Tom Brown (trombonist)", "href": "/wiki/Tom_Brown_(trombonist)", "description": "Tom Brown, sometimes known by the nickname Red Brown, was an early New Orleans dixieland jazz trombonist. He also played string bass professionally."}]}, {"heading": "Deaths", "year": "1964", "date": "March 25", "txt": "Charles Benjamin Howard, Canadian businessman and politician (b. 1885)", "entities": [{"title": "Charles Benjamin Howard", "href": "/wiki/Charles_Benjamin_Howard", "description": "Charles Benjamin Howard was a Liberal party member of the House of Commons of Canada. He was born in Smith's Mills, Quebec in Stanstead County and became a businessman, industrialist and lumber merchant."}]}, {"heading": "Deaths", "year": "1965", "date": "March 25", "txt": "Viola Liuzzo, American civil rights activist (b. 1925)", "entities": [{"title": "Viola Liuzzo", "href": "/wiki/Viola_Liuzzo", "description": "Viola Fauver Liuzzo was an American housewife and civil rights activist. In March 1965, Liuzzo heeded the call of Martin Luther King Jr. and traveled from Detroit, Michigan, to Selma, Alabama, in the wake of the Bloody Sunday attempt at marching across the Edmund Pettus Bridge. Liuzzo participated in the successful Selma to Montgomery marches and helped with coordination and logistics. At the age "}]}, {"heading": "Deaths", "year": "1969", "date": "March 25", "txt": "Billy Cotton, English singer, drummer, and bandleader (b. 1899)", "entities": [{"title": "Billy Cotton", "href": "/wiki/Billy_Cotton", "description": "William Edward Cotton as Billy Cotton was an English band leader and entertainer, one of the few whose orchestras survived the British dance band era. Cotton is now mainly remembered as a 1950s and 1960s radio and television personality, but his musical career had begun in the 1920s. In his younger years Billy Cotton was also an amateur footballer for Brentford, an accomplished racing driver and t"}]}, {"heading": "Deaths", "year": "1969", "date": "March 25", "txt": "Max Eastman, American poet and activist (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "March 25", "txt": "Jakob Sildnik, Estonian photographer and director (b. 1883)", "entities": [{"title": "Jakob Sildnik", "href": "/wiki/Jakob_Sildnik", "description": "Jakob Sildnik was an Estonian photographer and filmmaker, based in Tartu. Together with Fjodor Ljubovski, he directed one of the first Estonian films, the short drama Must teemant, released in 1923."}]}, {"heading": "Deaths", "year": "1973", "date": "March 25", "txt": "Edward Steichen, Luxembourgian-American photographer, painter, and curator (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "March 25", "txt": "Juan Gaudino, Argentinian race car driver (b. 1893)", "entities": [{"title": "Juan Gaudino", "href": "/wiki/Juan_Gaudino", "description": "Juan Antonio Gaudino was an Argentine racing driver."}]}, {"heading": "Deaths", "year": "1975", "date": "March 25", "txt": "Faisal of Saudi Arabia, Saudi Arabian king (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "March 25", "txt": "Deiva Zivarattinam, Indian lawyer and politician (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "March 25", "txt": "Josef Albers, German-American painter and educator (b. 1888)", "entities": [{"title": "Josef Albers", "href": "/wiki/Josef_Albers", "description": "Josef Albers was a German-born artist and educator. He taught at the Bauhaus and Black Mountain College, headed Yale University's department of design, and is considered one of the most influential teachers of the visual arts in the twentieth century."}]}, {"heading": "Deaths", "year": "1976", "date": "March 25", "txt": "Benjamin Miessner, American radio engineer and inventor (b. 1890)", "entities": [{"title": "Benjamin Miessner", "href": "/wiki/Benjamin_Miessner", "description": "Benjamin Franklin Miessner was an American radio engineer and inventor. He is most known for his electronic organ, electronic piano, and other musical instruments. He was the inventor of the Cat's whisker detector."}]}, {"heading": "Deaths", "year": "1979", "date": "March 25", "txt": "Robert Madgwick, Australian colonel and academic (b. 1905)", "entities": [{"title": "Robert Madgwick", "href": "/wiki/Robert_Madgwick", "description": "Sir Robert Bowden Madgwick OBE was an Australian educationist. He was the first Vice-Chancellor of the University of New England and served two terms as Chairman of the Australian Broadcasting Commission. Madgwick was an influential proponent of adult learning and extension studies in tertiary education. At the University of New England, he directed the development of several degree programs, incl"}]}, {"heading": "Deaths", "year": "1979", "date": "March 25", "txt": "Akinoumi Setsuo, Japanese sumo wrestler, the 37th Yokozuna (b. 1914)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1980", "date": "March 25", "txt": "Milton H. Erickson, American psychiatrist and psychologist (b. 1901)", "entities": [{"title": "Milton H. Erickson", "href": "/wiki/Milton_H._Erickson", "description": "Milton Hyland Erickson was an American psychiatrist and psychologist specializing in medical hypnosis and family therapy. He was founding president of the American Society for Clinical Hypnosis and a fellow of the American Psychiatric Association, the American Psychological Association, and the American Psychopathological Association. He is noted for his approach to the unconscious mind as creativ"}]}, {"heading": "Deaths", "year": "1980", "date": "March 25", "txt": "Walter Susskind, Czech-English conductor and educator (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "March 25", "txt": "Goodman Ace, American comedian and writer (b. 1899)", "entities": [{"title": "Goodman Ace", "href": "/wiki/Goodman_Ace", "description": "Goodman Ace, born Goodman Aiskowitz, was an American humorist, radio writer and comedian, television writer, and magazine columnist."}]}, {"heading": "Deaths", "year": "1983", "date": "March 25", "txt": "Bob Waterfield, American football player and coach (b. 1920)", "entities": [{"title": "Bob Waterfield", "href": "/wiki/Bob_Waterfield", "description": "Robert Stanton Waterfield was an American football player and coach and motion picture actor and producer. He played quarterback for the UCLA Bruins and Cleveland/Los Angeles Rams and was inducted into the Pro Football Hall of Fame in 1965. His No. 7 jersey was retired by the Los Angeles Rams in 1952."}]}, {"heading": "Deaths", "year": "1986", "date": "March 25", "txt": "Gloria Blondell, American actress (b. 1910)", "entities": [{"title": "Gloria Blondell", "href": "/wiki/Gloria_Blondell", "description": "Gloria Blondell was a stage, film, and television actress who was the younger sister of actress Joan Blondell."}]}, {"heading": "Deaths", "year": "1987", "date": "March 25", "txt": "A. W. Mailvaganam, Sri Lankan physicist and academic (b. 1906)", "entities": [{"title": "A. W. Mailvaganam", "href": "/wiki/A._W._Mailvaganam", "description": "Vidya Jyothi Arumugam Wisvalingam Mailvaganam, OBE was a leading Ceylon Tamil physicist, academic and the dean of the Faculty of Science, University of Ceylon."}]}, {"heading": "Deaths", "year": "1988", "date": "March 25", "txt": "Robert Joffrey, American dancer, choreographer, and director, co-founded the Joffrey Ballet (b. 1930)", "entities": [{"title": "Robert Joffrey", "href": "/wiki/Robert_Joffrey", "description": "Robert Joffrey was an American dancer, teacher, producer, choreographer, and co-founder of the Joffrey Ballet, known for his highly imaginative modern ballets. He was born Anver Bey Abdullah Jaffa Khan in Seattle, Washington to a Pashtun father from Afghanistan and a mother from Italy."}, {"title": "Joffrey Ballet", "href": "/wiki/Joffrey_Ballet", "description": "The Joffrey Ballet, based in Chicago, Illinois, is a premier dance company. The Joffrey regularly performs both classical ballets, including Romeo & Juliet and The Nutcracker, and modern dance pieces. They are also noted for their 1987 performances of Stravinsky's The Rite of Spring, where they reconstructed the orgiinal choreography—which was long thought to be lost—from the 1913 premiere. Many c"}]}, {"heading": "Deaths", "year": "1991", "date": "March 25", "txt": "Marcel Lefebvre, French-Swiss archbishop (b. 1905)", "entities": [{"title": "Marcel Lefebvre", "href": "/wiki/Marcel_Lefebvre", "description": "Marcel François Marie Joseph Lefebvre was a French Roman Catholic archbishop. In 1970, he founded the Society of Saint Pius X (SSPX) as a small community of seminarians in the village of Écône, Switzerland, with the permission of Bishop François Charrière of Fribourg. In 1975, after a flare of tensions with the Holy See, Lefebvre was ordered to disband the society, but ignored the decision. In 198"}]}, {"heading": "Deaths", "year": "1992", "date": "March 25", "txt": "Nancy Walker, American actress, singer, and director (b. 1922)", "entities": [{"title": "Nancy Walker", "href": "/wiki/Nancy_Walker", "description": "Nancy Walker was an American actress and comedian of stage, screen, and television. She was also a film and television director. During her five-decade-long career, she may be best remembered for her long-running roles as Mildred on McMillan & Wife and Ida Morgenstern, who first appeared on several episodes of The Mary Tyler Moore Show and later became a prominent recurring character on the spinof"}]}, {"heading": "Deaths", "year": "1994", "date": "March 25", "txt": "Angelines Fernández, Spanish-Mexican actress (b. 1922)", "entities": [{"title": "Angelines Fernández", "href": "/wiki/Angelines_Fern%C3%A1ndez", "description": "María de los Ángeles \"Angelines\" Fernández Abad was a Spanish-born Mexican actress of film and television. She is best remembered for playing Doña Clotilde \"La Bruja del 71\" in the sitcom El Chavo del Ocho. She was an anti-Franco refugee who remained in Mexico from 1947 until the end of her life."}]}, {"heading": "Deaths", "year": "1994", "date": "March 25", "txt": "Bernard Kangro, Estonian poet and journalist (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "March 25", "txt": "Max Petitpierre, Swiss jurist and politician (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "March 25", "txt": "James Samuel Coleman, American sociologist and academic (b. 1926)", "entities": [{"title": "James Samuel Coleman", "href": "/wiki/James_Samuel_Coleman", "description": "James Samuel Coleman was an American sociologist, theorist, and empirical researcher, based chiefly at the University of Chicago."}]}, {"heading": "Deaths", "year": "1995", "date": "March 25", "txt": "John Hugenholtz, Dutch engineer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "March 25", "txt": "John Snagge, English journalist (b. 1904)", "entities": [{"title": "John Snagge", "href": "/wiki/John_Snagge", "description": "John Derrick Mordaunt Snagge OBE was a British newsreader and commentator on BBC Radio."}]}, {"heading": "Deaths", "year": "1998", "date": "March 25", "txt": "Max Green, Australian lawyer (b. 1952)", "entities": [{"title": "Max Green (lawyer)", "href": "/wiki/Max_Green_(lawyer)", "description": "Max Green was an Australian lawyer who embezzled millions of dollars and was later murdered in Cambodia."}]}, {"heading": "Deaths", "year": "1998", "date": "March 25", "txt": "Steven Schiff, American lawyer and politician (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 25", "txt": "Cal Ripken, Sr., American baseball player, coach, and manager (b. 1936)", "entities": [{"title": "Cal Ripken, Sr.", "href": "/wiki/Cal_Ripken,_Sr.", "description": "Calvin Edwin Ripken Sr. was a coach and manager in Major League Baseball who spent 36 years in the Baltimore Orioles organization, also as a player and scout. He played in the Orioles' farm system beginning in 1957, and later served as manager of the parent club, on which his sons Cal Jr. and Billy played."}]}, {"heading": "Deaths", "year": "2000", "date": "March 25", "txt": "Helen Martin, American actress (b. 1909)", "entities": [{"title": "Helen Martin", "href": "/wiki/Helen_Martin", "description": "Helen Dorothy Martin was an American actress of stage and television. Martin's career spanned over 60 years, appearing first on stage and later in film and television. Martin is best known for her roles as Wanda on the CBS sitcom Good Times (1974–1979) and as Pearl Shay on the NBC sitcom 227 (1985–1990)."}]}, {"heading": "Deaths", "year": "2001", "date": "March 25", "txt": "Brian Trubshaw, English cricketer and pilot (b. 1924)", "entities": [{"title": "Brian Trubshaw", "href": "/wiki/Brian_Trubshaw", "description": "Ernest Brian Trubshaw, CBE, MVO was a leading test pilot, and the first British pilot to fly Concorde, in April 1969."}]}, {"heading": "Deaths", "year": "2002", "date": "March 25", "txt": "Kenneth Wolstenholme, English journalist and sportscaster (b. 1920)", "entities": [{"title": "Kenneth Wolstenholme", "href": "/wiki/Kenneth_Wolstenholme", "description": "Kenneth Wolstenholme, DFC & Bar was an English football commentator for BBC television in the 1950s and 1960s. In the final moments of the 1966 FIFA World Cup, he said \"some people are on the pitch...they think it's all over....it is now!\" as Geoff Hurst scored England's fourth goal. The phrase has become part of British popular culture."}]}, {"heading": "Deaths", "year": "2005", "date": "March 25", "txt": "Paul Henning, American screenwriter and producer (b. 1911)", "entities": [{"title": "Paul Henning", "href": "/wiki/Paul_Henning", "description": "Paul William Henning was an American producer and screenwriter. Most famous for the television sitcom The Beverly Hillbillies, he was also crucial in developing the \"rural\" comedies Petticoat Junction (1963–1970) and Green Acres (1965–1971) for CBS. He was one of the staff writers for George Burns, writing first for the George Burns and Gracie Allen radio show and then the television show througho"}]}, {"heading": "Deaths", "year": "2006", "date": "March 25", "txt": "Bob Carlos Clarke, Irish photographer (b. 1950)", "entities": [{"title": "Bob Carlos Clarke", "href": "/wiki/Bob_Carlos_Clarke", "description": "Robert \"Bob\" Carlos Clarke was a British-Irish photographer who made erotic images of women as well as documentary, portrait and commercial photography."}]}, {"heading": "Deaths", "year": "2006", "date": "March 25", "txt": "Rocío Dúrcal, Spanish singer and actress (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 25", "txt": "Richard Fleischer, American film director (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 25", "txt": "Buck Owens, American singer-songwriter and guitarist (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 25", "txt": "Andranik Margaryan, Armenian engineer and politician, 10th Prime Minister of Armenia (b. 1951)", "entities": [{"title": "Andranik Margaryan", "href": "/wiki/Andranik_Margaryan", "description": "Andranik Nahapeti Margaryan served as the Prime Minister of Armenia from 12 May 2000, when the President appointed him, until his death on 25 March 2007. He was a member of the Republican Party of Armenia. He succeeded the Sargsyan brothers: Vazgen Sargsyan, who was murdered during the Armenian parliament shooting on 27 October 1999 and Aram Sargsyan, whom the President appointed a week later, but"}, {"title": "Prime Minister of Armenia", "href": "/wiki/Prime_Minister_of_Armenia", "description": "The prime minister of Armenia is the head of government and most senior minister within the Armenian government, and is required by the constitution to \"determine the main directions of policy of the Government, manage the activities of the Government and coordinate the work of the members of the Government.\" Also, according to the constitution, the prime minister heads the Security Council, which"}]}, {"heading": "Deaths", "year": "2008", "date": "March 25", "txt": "Ben Carnevale, American basketball player and coach (b. 1915)", "entities": [{"title": "Ben Carnevale", "href": "/wiki/Ben_Carnevale", "description": "Bernard Louis Carnevale was an American basketball coach and college athletic administrator. He served as the head basketball coach at the University of North Carolina at Chapel Hill from 1944 to 1946 and the United States Naval Academy from 1946 to 1966, compiling a career college basketball coaching record of 309–171. Carnevale was the athletic director at the College of William & Mary from 1972"}]}, {"heading": "Deaths", "year": "2008", "date": "March 25", "txt": "Thierry Gilardi, French journalist and sportscaster (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 25", "txt": "Abby Mann, American screenwriter and producer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 25", "txt": "Herb Peterson, American businessman, created the McMuffin (b. 1919)", "entities": [{"title": "McMuffin", "href": "/wiki/McMuffin", "description": "McMuffin is a family of breakfast sandwiches sold by the international fast food restaurant chain McDonald's. The Egg McMuffin is the signature sandwich, which was invented in 1972 by Herb Peterson to resemble eggs Benedict, a traditional American breakfast dish with English muffins, ham, eggs and hollandaise sauce."}]}, {"heading": "Deaths", "year": "2009", "date": "March 25", "txt": "Johnny Blanchard, American baseball player (b. 1933)", "entities": [{"title": "Johnny Blanchard", "href": "/wiki/Johnny_Blanchard", "description": "John Edwin Blanchard was an American professional baseball outfielder and catcher. He played in Major League Baseball (MLB) for the New York Yankees, Kansas City Athletics, and Milwaukee Braves."}]}, {"heading": "Deaths", "year": "2009", "date": "March 25", "txt": "Kosuke Koyama, Japanese-American theologian and academic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 25", "txt": "Dan Seals, American musician (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 25", "txt": "Muhsin Yazıcıoğlu, Turkish politician and member of the Parliament of Turkey (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 25", "txt": "Priscilla Buckley, American journalist and author (b. 1921)", "entities": [{"title": "Priscilla Buckley", "href": "/wiki/Priscilla_Buckley", "description": "Priscilla Langford Buckley was an American journalist and author who was the longtime managing editor of National Review."}]}, {"heading": "Deaths", "year": "2012", "date": "March 25", "txt": "Hal E. Chester, American actor, director, and producer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 25", "txt": "John Crosfield, English businessman, founded Crosfield Electronics (b. 1915)", "entities": [{"title": "Crosfield Electronics", "href": "/wiki/Crosfield_Electronics", "description": "Crosfield Electronics was a British electronics imaging company founded by John Crosfield and Dennis Bent in 1947 to produce process imaging devices for the print industry. The firm was notable for its innovation in colour drum scanning in its Scanatron (1959) and later Magnascan (1969) products."}]}, {"heading": "Deaths", "year": "2012", "date": "March 25", "txt": "Edd Gould, English animator and voice actor, founded Eddsworld (b. 1988)", "entities": [{"title": "Eddsworld", "href": "/wiki/Eddsworld", "description": "Eddsworld is a British animated comedy web series of flash animations, comics, and browser games created by Edd Gould. They are distributed on Newgrounds, DeviantArt, YouTube, Albino Blacksheep, Tumblr, and BBC. They were previously distributed on SheezyArt and the main Eddsworld site until they were shut down."}]}, {"heading": "Deaths", "year": "2012", "date": "March 25", "txt": "Antonio Tabucchi, Italian author and academic (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 25", "txt": "Léonce Bernard, Canadian politician, 26th Lieutenant Governor of Prince Edward Island (b. 1943)", "entities": [{"title": "Léonce Bernard", "href": "/wiki/L%C3%A9once_Bernard", "description": "Joseph Gérard Léonce Bernard, was an Acadian-Canadian politician, who was the 26th Lieutenant Governor of Prince Edward Island, the third Island Acadian to hold this position."}, {"title": "Lieutenant Governor of Prince Edward Island", "href": "/wiki/Lieutenant_Governor_of_Prince_Edward_Island", "description": "The lieutenant governor of Prince Edward Island is the viceregal representative in Prince Edward Island of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom"}]}, {"heading": "Deaths", "year": "2013", "date": "March 25", "txt": "Ben Goldfaden, American basketball player and educator (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 25", "txt": "Anthony Lewis, American journalist and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 25", "txt": "Jean Pickering, English runner and long jumper (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 25", "txt": "Jean-Marc Roberts, French author and screenwriter (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 25", "txt": "John F. Wiley, American lieutenant, football player, and coach (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 25", "txt": "Lorna Arnold, English historian and author (b. 1915)", "entities": [{"title": "Lorna Arnold", "href": "/wiki/Lorna_Arnold", "description": "Lorna Margaret Arnold was a British historian who wrote a number of books connected with the British nuclear weapons programmes."}]}, {"heading": "Deaths", "year": "2014", "date": "March 25", "txt": "Hank Lauricella, American football player and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 25", "txt": "Jon Lord, Canadian businessman and politician (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 25", "txt": "Sonny Ruberto, American baseball player, coach, and manager (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 25", "txt": "Jonathan Schell, American journalist and author (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 25", "txt": "Ralph Wilson, American businessman, founded the Buffalo Bills (b. 1918)", "entities": [{"title": "Buffalo Bills", "href": "/wiki/Buffalo_Bills", "description": "The Buffalo Bills are a professional American football team based in the Buffalo–Niagara Falls metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team plays its home games at Highmark Stadium in Orchard Park, New York. Founded in 1960 as a charter member of the American Football League (AFL), "}]}, {"heading": "Deaths", "year": "2015", "date": "March 25", "txt": "George Fischbeck, American journalist and educator (b. 1922)", "entities": [{"title": "George Fischbeck", "href": "/wiki/George_Fischbeck", "description": "George Richard Fischbeck,, better known as Dr. George Fischbeck, was an American television weatherman on KOB-TV in Albuquerque, New Mexico from the early 1960s to early 1970s. In 1972 he moved to KABC-TV in Los Angeles, replacing Alan Sloane, where he became a staple on the station's Eyewitness News broadcasts. He would retire from KABC-TV in 1992, but returned to television with a brief stint at"}]}, {"heading": "Deaths", "year": "2016", "date": "March 25", "txt": "Shannon Bolin, American actress and singer (b. 1917)", "entities": [{"title": "Shannon Bolin", "href": "/wiki/Shannon_Bolin", "description": "Ione Shannon Bolin was an American actress and singer. A March 10, 1941, article in The Mason City Globe-Gazette said that she was \"known as 'The Lady with the Dark Blue Voice.'\""}]}, {"heading": "Deaths", "year": "2017", "date": "March 25", "txt": "Cuthbert Sebastian, St. Kitts and Nevis politician (b. 1921)", "entities": [{"title": "Cuthbert Sebastian", "href": "/wiki/Cuthbert_Sebastian", "description": "Sir Cuthbert Montraville Sebastian was the Governor-General of St. Kitts and Nevis from 1996 to 2013. He was appointed Governor-General in 1995 and was sworn in on 1 January 1996. While in office, he was the world's oldest serving de facto head of state. His retirement was announced on 25 December 2012 and became effective on 1 January 2013."}]}, {"heading": "Deaths", "year": "2018", "date": "March 25", "txt": "Zell Miller,  American author and politician (b. 1932)", "entities": [{"title": "Zell Miller", "href": "/wiki/Zell_Miller", "description": "Zell Bryan Miller was an American author and politician from the state of Georgia. A Democrat, Miller served as lieutenant governor from 1975 to 1991, 79th Governor of Georgia from 1991 to 1999, and as U.S. Senator from 2000 to 2005."}]}, {"heading": "Deaths", "year": "2019", "date": "March 25", "txt": "Scott Walker, American-born British singer-songwriter (b. 1943)", "entities": [{"title": "Scott Walker (singer)", "href": "/wiki/Scott_Walker_(singer)", "description": "Noel Scott Engel better known by the stage name Scott Walker, was an American singer-songwriter, composer and record producer who resided in England. Walker was known for his baritone voice and an unorthodox career path which took him from 1960s teen pop icon to 21st-century avant-garde musician. Walker's success was largely in the United Kingdom, where his first four solo albums reached the top t"}]}, {"heading": "Deaths", "year": "2019", "date": "March 25", "txt": "Barrie Hole, Welsh footballer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "March 25", "txt": "Floyd Cardoz, Indian-born American chef (b. 1960)", "entities": [{"title": "Floyd Cardoz", "href": "/wiki/Floyd_Cardoz", "description": "Floyd Cardoz was an Indian-born American chef. He was born in Mumbai. He owned the New York City eatery Paowalla and was executive chef at Tabla, as well as victor on Top Chef Masters Season 3 in 2011. His New York restaurants were known for food melding Indian flavours and spices with western cuisine."}]}, {"heading": "Deaths", "year": "2021", "date": "March 25", "txt": "Beverly Cleary, American author (b. 1916) ", "entities": [{"title": "Beverly Cleary", "href": "/wiki/Beverly_Cleary", "description": "Beverly Atlee Cleary was an American writer of children's and young adult fiction. One of America's most successful authors, 91 million copies of her books have been sold worldwide since her first book was published in 1950. Some of her best known characters are Ramona Quimby and Beezus Quimby, Henry Huggins and his dog Ribsy, and Ralph S. Mouse."}]}]