[{"heading": "Events", "year": "590", "date": "March 26", "txt": "Emperor Maurice proclaims his son Theodosius as co-emperor of the Byzantine Empire.", "entities": [{"title": "Maurice (emperor)", "href": "/wiki/Maurice_(emperor)", "description": "Maurice was Byzantine emperor from 582 to 602. A prominent general, Maurice fought with success against the Sasanian Empire. After he became Emperor, he brought the war with Sasanian Persia to a victorious conclusion. Under him the Empire's eastern border in the South Caucasus was vastly expanded and, for the first time in nearly two centuries, the Romans were no longer obliged to pay the Persians"}, {"title": "Theodosius (son of Maurice)", "href": "/wiki/Theodosius_(son_of_Maurice)", "description": "Theodosius was the eldest son of Byzantine Emperor Maurice and was co-emperor from 590 until his deposition and execution during a military revolt in November 602. Along with his father-in-law Germanus, he was briefly proposed as successor to Maurice by the troops, but the army eventually favoured Phocas instead. Sent in an abortive mission to secure aid from Sassanid Persia by his father, Theodos"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1027", "date": "March 26", "txt": "Pope John XIX crowns Conrad II as Holy Roman Emperor.", "entities": [{"title": "Pope John XIX", "href": "/wiki/Pope_John_XIX", "description": "Pope John XIX, born Romanus, was bishop of Rome and ruler of the Papal States from 1024 to his death. He belonged to the family of the powerful counts of Tusculum, succeeding his brother, Benedict VIII. Papal relations with the Patriarchate of Constantinople soured during John XIX's pontificate. He was a supporter of Emperor Conrad II and patron of the musician Guido of Arezzo."}, {"title": "Conrad II, Holy Roman Emperor", "href": "/wiki/Conrad_II,_Holy_Roman_Emperor", "description": "Conrad II, also known as Conrad the Elder and Conrad the Salic, was Emperor of the Holy Roman Empire from 1027 until his death in 1039. The first of a succession of four Salian emperors, who reigned for one century until 1125, Conrad also served as King of Germany from 1024, King of Italy from 1026, and King of Burgundy (Arelat) from 1033."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1169", "date": "March 26", "txt": "Saladin becomes the emir of Egypt.", "entities": [{"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}, {"title": "Emir", "href": "/wiki/Emir", "description": "An emir, sometimes transliterated amir, amier, or ameer, can refer to a king or an aristocratic or noble and military title of high office used in a variety of places in the Arab countries, West Africa, Afghanistan and in the Indian subcontinent. The term has been widely used to denote a \"commander\", \"general\", or \"leader\" i.e. Amir al-Mu'min. The feminine form is emira. When translated as \"prince"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1344", "date": "March 26", "txt": "The Siege of Algeciras, one of the first European military engagements where gunpowder was used, comes to an end.", "entities": [{"title": "Siege of Algeciras (1342–44)", "href": "/wiki/Siege_of_Algeciras_(1342%E2%80%9344)", "description": "The siege of Algeciras (1342–44) was undertaken during the Reconquest of Spain by the Castillian forces of Alfonso XI assisted by the fleets of the Kingdom of Aragon and the Republic of Genoa. The objective was to capture the Muslim city of Al-Jazeera Al-Khadra, called Algeciras by Christians. The city was the capital and the main port of the European territory of the Marinid Empire."}]}, {"heading": "Events", "year": "1351", "date": "March 26", "txt": "Combat of the Thirty: Thirty Breton knights call out and defeat thirty English knights.", "entities": [{"title": "Combat of the Thirty", "href": "/wiki/Combat_of_the_Thirty", "description": "The Combat of the Thirty, occurring on 26 March 1351, was an episode in the Breton War of Succession fought to determine who would rule the Duchy of Brittany. It was an arranged fight between selected combatants from both sides of the conflict, fought at a site midway between the Breton castles of Josselin and Ploërmel among 30 champions, knights, and squires on each side. The challenge was issued"}, {"title": "Duchy of Brittany", "href": "/wiki/Duchy_of_Brittany", "description": "The Duchy of Brittany was a medieval feudal state that existed between approximately 939 and 1547. Its territory covered the northwestern peninsula of Europe, bordered by the Atlantic Ocean on the west, the English Channel to the north. It was less definitively bordered by the Loire River to the south, and Normandy and other French provinces to the east. The Duchy was established after the expulsi"}]}, {"heading": "Events", "year": "1484", "date": "March 26", "txt": "William Caxton prints his translation of Aesop's Fables.", "entities": [{"title": "William Caxton", "href": "/wiki/William_Caxton", "description": "William Caxton was an English merchant, diplomat, and writer. He is thought to be the first person to introduce a printing press into England, in 1476, and as a printer was the first English retailer of printed books."}]}, {"heading": "Events", "year": "1552", "date": "March 26", "txt": "Guru Amar Das becomes the Third Sikh guru.", "entities": [{"title": "Guru Amar Das", "href": "/wiki/Guru_Amar_Das", "description": "Guru Amar Das, sometimes spelled as Guru Amardas, was the third of the Ten Gurus of Sikhism and became Sikh Guru on 26 March 1552 at age 73."}, {"title": "Sikh guru", "href": "/wiki/Sikh_guru", "description": "The Sikh Gurus  are the spiritual masters of Sikhi, who established this religion over the course of about two and a half centuries, beginning in 1469. The year 1469 marks the birth of Guru Nanak, the founder of Sikhism. He was succeeded by nine other gurus until, in 1708, the Guruship was finally passed on by the tenth guru to the holy Sikh scripture, Guru Granth Sahib, which is now considered th"}]}, {"heading": "Events", "year": "1636", "date": "March 26", "txt": "Utrecht University is founded in the Netherlands.", "entities": [{"title": "Utrecht University", "href": "/wiki/Utrecht_University", "description": "Utrecht University is a public research university in Utrecht, Netherlands. Established 26 March 1636, it is one of the oldest universities in the Netherlands. In 2018, it had an enrolment of 31,801 students, and employed 7,191 faculty and staff. In 2018, 525 PhD degrees were awarded and 6,948 scientific articles were published. The 2018 budget of the university was €857 million."}, {"title": "Netherlands", "href": "/wiki/Netherlands", "description": "The Netherlands, informally Holland, is a country primarily located in Western Europe and partly in the Caribbean. It is the largest of four constituent countries of the Kingdom of the Netherlands. In Europe, the Netherlands consists of twelve provinces, bordering Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countr"}]}, {"heading": "Events", "year": "1651", "date": "March 26", "txt": "Silver-loaded Spanish ship San José is pushed south by strong winds, subsequently it wrecks in the coast of southern Chile and its surviving crew is killed by indigenous Cuncos.", "entities": [{"title": "Real Situado", "href": "/wiki/Real_Situado", "description": "The Real Situado was an annual payment of silver from the Viceroyalty of Peru to finance the Spanish Army of Arauco that as result of the Arauco War. Most of the silver came from Potosí in present-day Bolivia."}, {"title": "Wreckage of San José", "href": "/wiki/Wreckage_of_San_Jos%C3%A9", "description": "The 1651 wreckage of San José and the subsequent killings and looting carried out by indigenous Cuncos was a defining event in Colonial Chile contributing to usher the Battle of Río Bueno and the Mapuche uprising of 1655."}, {"title": "Cunco people", "href": "/wiki/Cunco_people", "description": "Cuncos or Juncos is a poorly known subgroup of Huilliche people native to coastal areas of southern Chile and the nearby inland. Mostly a historic term, Cuncos are chiefly known for their long-running conflict with the Spanish during the colonial era of Chilean history."}]}, {"heading": "Events", "year": "1697", "date": "March 26", "txt": "Safavid government troops take control of Basra", "entities": [{"title": "Safavid Iran", "href": "/wiki/Safavid_Iran", "description": "Safavid Iran or Safavid Persia, also referred to as the Safavid Empire, was one of the greatest Iranian empires after the 7th-century Muslim conquest of Persia, ruled from 1501 to 1736 by the Safavid dynasty. It is often considered the beginning of modern Iranian history, as well as one of the gunpowder empires. The Safavid shahs established the Twelver school of Shia Islam as the official religio"}, {"title": "Safavid occupation of Basra (1697–1701)", "href": "/wiki/Safavid_occupation_of_Basra_(1697%E2%80%931701)", "description": "The Safavid occupation of Basra (1697–1701) took place between 26 March 1697 and 9 March 1701. It was the second time that the important Persian Gulf city had fallen to the Iranian Safavid Empire."}]}, {"heading": "Events", "year": "1812", "date": "March 26", "txt": "An earthquake devastates Caracas, Venezuela.", "entities": [{"title": "1812 Caracas earthquake", "href": "/wiki/1812_Caracas_earthquake", "description": "The 1812 Caracas earthquake took place in Venezuela on March 26 at 4:37 p.m. It measured 7.7 on the Richter magnitude scale. It caused extensive damage in Caracas, La Guaira, Barquisimeto, San Felipe, and Mérida. An estimated 15,000–20,000 people perished as a result, in addition to incalculable material damage."}, {"title": "Caracas", "href": "/wiki/Caracas", "description": "Caracas, officially Santiago de León de Caracas, abbreviated as CCS, is the capital and largest city of Venezuela, and the center of the Metropolitan Region of Caracas. Caracas is located along the Guaire River in the northern part of the country, within the Caracas Valley of the Venezuelan coastal mountain range. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200-"}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1812", "date": "March 26", "txt": "A political cartoon in the Boston Gazette coins the term \"gerrymander\" to describe oddly shaped electoral districts designed to help incumbents win reelection.", "entities": [{"title": "Gerrymander", "href": "/wiki/Gerrymander", "description": "Gerrymandering is a practice intended to establish an unfair political advantage for a particular party or group by manipulating the boundaries of electoral districts, which is most commonly used in first-past-the-post electoral systems."}, {"title": "Electoral district", "href": "/wiki/Electoral_district", "description": "An electoral district, also known as an election district, legislative district, voting district, constituency, riding, ward, division, (election) precinct, electoral area, circumscription, or electorate, is a subdivision of a larger state created to provide its population with representation in the larger state's legislative body. That body, or the state's constitution or a body established for t"}]}, {"heading": "Events", "year": "1830", "date": "March 26", "txt": "The Book of Mormon is published in Palmyra, New York.", "entities": [{"title": "Book of Mormon", "href": "/wiki/Book_of_Mormon", "description": "The Book of Mormon is a sacred text of the Latter Day Saint movement, which, according to Latter Day Saint theology, contains writings of ancient prophets who lived on the American continent from approximately 2200 BC to AD 421. It was first published in March 1830 by Joseph Smith as The Book of Mormon: An Account Written by the Hand of Mormon upon Plates Taken from the Plates of Nephi. The Book o"}, {"title": "Palmyra (town), New York", "href": "/wiki/Palmyra_(town),_New_York", "description": "Palmyra is a town in southwest Wayne County, New York, United States. The population was 7,975 at the 2010 census. The town is named after the ancient city Palmyra in Syria."}]}, {"heading": "Events", "year": "1839", "date": "March 26", "txt": "The first Henley Royal Regatta is held.", "entities": [{"title": "Henley Royal Regatta", "href": "/wiki/Henley_Royal_Regatta", "description": "Henley Royal Regatta is a rowing event held annually on the River Thames by the town of Henley-on-Thames, England. It was established on 26 March 1839. It differs from the three other regattas rowed over approximately the same course, Henley Women's Regatta, Henley Masters Regatta, and Henley Town and Visitors' Regatta, each of which is an entirely separate event."}]}, {"heading": "Events", "year": "1871", "date": "March 26", "txt": "The elections of Commune council of the Paris Commune are held.", "entities": [{"title": "Paris Commune", "href": "/wiki/Paris_Commune", "description": "The Paris Commune was a revolutionary socialist government that controlled Paris from 18 March to 28 May 1871."}]}, {"heading": "Events", "year": "1885", "date": "March 26", "txt": "The Métis people of the District of Saskatchewan under Louis Riel begin the North-West Rebellion against Canada.", "entities": [{"title": "Métis people (Canada)", "href": "/wiki/M%C3%A9tis_people_(Canada)", "description": "The Métis are Indigenous peoples in Canada and parts of the United States who are unique in being of mixed Indigenous and European ancestry. In Canada, they are considered a distinct culture, and are one of three groups of Canadian Indigenous peoples referenced in the Constitution."}, {"title": "District of Saskatchewan", "href": "/wiki/District_of_Saskatchewan", "description": "The District of Saskatchewan was a regional administrative district of Canada's Northwest Territories. It was formed in 1882 was later enlarged then abolished with the creation of the provinces of Saskatchewan and Alberta in 1905. Much of the area was incorporated into the province of Saskatchewan. The western part became part of Alberta, and the eastern part is now part of Manitoba."}, {"title": "Louis Riel", "href": "/wiki/Louis_Riel", "description": "Louis \"David\" Riel  was a Canadian politician, a founder of the province of Manitoba, and a political leader of the Métis people. He led two resistance movements against the government of Canada and its first prime minister, John A. Macdonald. Riel sought to defend Métis rights and identity as the Northwest Territories came progressively under the Canadian sphere of influence."}, {"title": "North-West Rebellion", "href": "/wiki/North-West_Rebellion", "description": "The North-West Rebellion of 1885 was a rebellion by the Métis people under Louis Riel and an associated uprising by First Nations Cree and Assiniboine of the District of Saskatchewan against the Canadian government. Many Métis felt that Canada was not protecting their rights, their land, and their survival as a distinct people."}, {"title": "Canada", "href": "/wiki/Canada", "description": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres, making it the world's second-largest country by total area. Its southern and western border with the United States, stretching 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. "}]}, {"heading": "Events", "year": "1896", "date": "March 26", "txt": "An explosion at the Brunner Mine near Greymouth, New Zealand kills 65 coal miners in the country's worst industrial accident.", "entities": [{"title": "Brunner Mine disaster", "href": "/wiki/Brunner_Mine_disaster", "description": "The Brunner Mine disaster happened at 9:30 am on Thursday 26 March 1896, when an explosion deep in the Brunner Mine, in the West Coast region of New Zealand, killed all 65 miners below ground. The Brunner Mine disaster is the deadliest mining disaster in New Zealand’s history."}, {"title": "Brunner Mine", "href": "/wiki/Brunner_Mine", "description": "The Brunner Mine was a coal mine on the West Coast of the South Island in New Zealand."}, {"title": "Greymouth", "href": "/wiki/Greymouth", "description": "Greymouth is the largest town in the West Coast region in the South Island of New Zealand, and the seat of the Grey District Council. The population of the whole Grey District is 13,800, which accounts for 43% of the West Coast's inhabitants. The Greymouth urban area had an estimated population of 8,170."}, {"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}]}, {"heading": "Events", "year": "1913", "date": "March 26", "txt": "First Balkan War: Bulgarian forces capture Adrianople.", "entities": [{"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Siege of Adrianople (1912–13)", "href": "/wiki/Siege_of_Adrianople_(1912%E2%80%9313)", "description": "The Battle of Adrianople, or siege of Adrianople, was fought during the First Balkan War. It began in mid-November 1912 and ended on 26 March 1913 with the capture of Edirne (Adrianople) by the Bulgarian 2nd Army and the Serbian 2nd Army."}, {"title": "Adrianople", "href": "/wiki/Adrianople", "description": "Edirne, historically known as Adrianople, is a city in Turkey. It is located in the northwestern province of Edirne, in the region of East Thrace, close to Turkey's borders with Greece and Bulgaria. Edirne served as the third capital city of the Ottoman Empire from 1369 to 1453, before Constantinople became the empire's fourth and final capital between 1453 and 1922. The city's estimated populatio"}]}, {"heading": "Events", "year": "1915", "date": "March 26", "txt": "The Vancouver Millionaires win the 1915 Stanley Cup Finals, the first championship played between the Pacific Coast Hockey Association and the National Hockey Association.", "entities": [{"title": "Vancouver Millionaires", "href": "/wiki/Vancouver_Millionaires", "description": "The Vancouver Millionaires were a professional ice hockey team that competed in the Pacific Coast Hockey Association and the Western Canada Hockey League between 1911 and 1926. Based in Vancouver, British Columbia, they played in Denman Arena, the first artificial ice surface in Canada and the largest indoor ice rink in the world at the time it opened."}, {"title": "1915 Stanley Cup Finals", "href": "/wiki/1915_Stanley_Cup_Finals", "description": "The 1915 Stanley Cup Finals was played from March 22–26, 1915. The Pacific Coast Hockey Association (PCHA) champion Vancouver Millionaires swept the National Hockey Association (NHA) champion Ottawa Senators three games to none in a best-of-five game series. The finals were played in Vancouver, with games one, three and five played under PCHA rules. The Millionaires became the first team from the "}, {"title": "Pacific Coast Hockey Association", "href": "/wiki/Pacific_Coast_Hockey_Association", "description": "The Pacific Coast Hockey Association (PCHA) was a professional men's ice hockey league in western Canada and the western United States, which operated from 1911 to 1924 when it then merged with the Western Canada Hockey League (WCHL). The PCHA was considered to be a major league of ice hockey and was important in the development of the sport of professional ice hockey through its innovations."}, {"title": "National Hockey Association", "href": "/wiki/National_Hockey_Association", "description": "The National Hockey Association (NHA), officially the National Hockey Association of Canada Limited, was a professional ice hockey organization with teams in Ontario and Quebec, Canada. It is the direct predecessor of today's National Hockey League (NHL). Founded in 1909 by Ambrose O'Brien, the NHA introduced 'six-man hockey' by removing the 'rover' position in 1911. During its lifetime, the leagu"}]}, {"heading": "Events", "year": "1917", "date": "March 26", "txt": "World War I: First Battle of Gaza: British troops are halted after 17,000 Turks block their advance.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "First Battle of Gaza", "href": "/wiki/First_Battle_of_Gaza", "description": "The First Battle of Gaza was fought on 26 March 1917, during the first attempt by the Egyptian Expeditionary Force (EEF) to invade the south of Palestine in the Ottoman Empire during the Sinai and Palestine Campaign of the First World War. Fighting took place in and around the town of Gaza on the Mediterranean coast when infantry and mounted infantry from the Desert Column, a component of the East"}, {"title": "Turkish people", "href": "/wiki/Turkish_people", "description": "Turkish people or the Turks, also known as Anatolian Turks, are a Turkic ethnic group and nation, who mainly live in Turkey and speak Turkish, the most widely spoken Turkic language. They are the largest ethnic group in Turkey, as well as by far the largest ethnic group among the Turkic peoples. Ethnic Turkish minorities exist in the former lands of the Ottoman Empire. In addition, a Turkish diasp"}]}, {"heading": "Events", "year": "1922", "date": "March 26", "txt": "The German Social Democratic Party is founded in Poland.", "entities": [{"title": "German Social Democratic Party of Poland", "href": "/wiki/German_Social_Democratic_Party_of_Poland", "description": "German Social Democratic Party was a political party in Poland, founded on March 26, 1922."}]}, {"heading": "Events", "year": "1931", "date": "March 26", "txt": "Swissair is founded as the national airline of Switzerland.", "entities": [{"title": "Swissair", "href": "/wiki/Swissair", "description": "Swissair AG/S.A. was the national airline of Switzerland between its founding in 1931 and bankruptcy in 2002."}, {"title": "National airline", "href": "/wiki/National_airline", "description": "A flag carrier is a transportation company, such as an airline or shipping company, that, being locally registered in a given sovereign state, enjoys preferential rights or privileges accorded by the government for international operations."}, {"title": "Switzerland", "href": "/wiki/Switzerland", "description": "Switzerland, officially the Swiss Confederation, is a landlocked country situated at the confluence of Western, Central, and Southern Europe. It is a federal republic composed of 26 cantons, with federal authorities based in Bern. Switzerland is bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among th"}]}, {"heading": "Events", "year": "1931", "date": "March 26", "txt": "Ho Chi Minh Communist Youth Union is founded in Vietnam.", "entities": [{"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1934", "date": "March 26", "txt": "The United Kingdom driving test is introduced.", "entities": [{"title": "United Kingdom driving test", "href": "/wiki/United_Kingdom_driving_test", "description": "The United Kingdom driving test is a test of competence that UK residents take in order to obtain a full Great Britain or Northern Ireland (car) driving licence or to add additional full entitlements to an existing one. Tests vary depending on the class of vehicle to be driven. In Great Britain it is administered by the Driver and Vehicle Standards Agency (DVSA) and in Northern Ireland by the Driv"}]}, {"heading": "Events", "year": "1939", "date": "March 26", "txt": "Spanish Civil War: Nationalists begin their final offensive of the war.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Francoist Spain", "href": "/wiki/Francoist_Spain", "description": "Francoist Spain, known in Spain as the Francoist dictatorship, was the period of Spanish history between 1936 and 1975, when Francisco Franco ruled Spain with the title Caudillo. After his death in 1975, Spain transitioned into a democracy. During this time period Spain was officially known as the Spanish State."}, {"title": "Final offensive of the Spanish Civil War", "href": "/wiki/Final_offensive_of_the_Spanish_Civil_War", "description": "The final offensive of the Spanish Civil War took place between 26 March and 1 April 1939, towards the end of the Spanish Civil War. On 5 March 1939, the Republican Army, led by Colonel Segismundo Casado and the politician Julián Besteiro, rose against the Socialist prime minister Juan Negrín, and formed a military junta, the National Defence Council to negotiate a peace deal. Negrín fled to Franc"}]}, {"heading": "Events", "year": "1942", "date": "March 26", "txt": "World War II: The first female prisoners arrive at Auschwitz concentration camp in German-occupied Poland.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Auschwitz", "href": "/wiki/Auschwitz", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}, {"title": "Nazi concentration camps", "href": "/wiki/Nazi_concentration_camps", "description": "From 1933 to 1945, Nazi Germany operated more than a thousand concentration camps on its own territory and in parts of German-occupied Europe."}, {"title": "Polish areas annexed by Nazi Germany", "href": "/wiki/Polish_areas_annexed_by_Nazi_Germany", "description": "Following the Invasion of Poland at the beginning of World War II, nearly a quarter of the entire territory of the Second Polish Republic was annexed by Nazi Germany and placed directly under the German civil administration. The rest of Nazi-occupied Poland was renamed as the General Government district. The annexation was part of the \"fourth partition of Poland\" by Nazi Germany and the Soviet Uni"}]}, {"heading": "Events", "year": "1945", "date": "March 26", "txt": "World War II: The Battle of Iwo Jima ends as the island is officially secured by American forces.", "entities": [{"title": "Battle of Iwo Jima", "href": "/wiki/Battle_of_Iwo_Jima", "description": "The Battle of Iwo Jima was a major battle in which the United States Marine Corps and Navy landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army (IJA) during World War II. The American invasion, designated Operation Detachment, had the purpose of capturing the island with its two airfields: South Field and Central Field."}]}, {"heading": "Events", "year": "1954", "date": "March 26", "txt": "Nuclear weapons testing: The Romeo shot of Operation Castle is detonated at Bikini Atoll. Yield: 11 megatons.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Castle Romeo", "href": "/wiki/Castle_Romeo", "description": "Castle Romeo was the code name given to one of the tests in the Operation Castle series of U.S. nuclear tests. It was the first test of the TX-17 thermonuclear weapon, the first deployed thermonuclear bomb."}, {"title": "Operation Castle", "href": "/wiki/Operation_Castle", "description": "Operation Castle was a United States series of high-yield (high-energy) nuclear tests by Joint Task Force 7 (JTF-7) at Bikini Atoll beginning in March 1954. It followed Operation Upshot–Knothole and preceded Operation Teapot."}, {"title": "Bikini Atoll", "href": "/wiki/Bikini_Atoll", "description": "Bikini Atoll, sometimes known as Eschscholtz Atoll between the 1800s and 1946, is a coral reef in the Marshall Islands consisting of 23 islands surrounding a 229.4-square-mile (594.1 km2) central lagoon. After the Second World War, the atoll's inhabitants were relocated in 1946, after which the islands and lagoon were the site of 23 nuclear tests by the United States until 1958."}]}, {"heading": "Events", "year": "1958", "date": "March 26", "txt": "The United States Army launches Explorer 3.", "entities": [{"title": "Explorer 3", "href": "/wiki/Explorer_3", "description": "Explorer 3 was an American artificial satellite launched into medium Earth orbit in 1958. It was the second successful launch in the Explorers Program, and was nearly identical to the first U.S. satellite Explorer 1 in its design and mission."}]}, {"heading": "Events", "year": "1958", "date": "March 26", "txt": "The African Regroupment Party is launched at a meeting in Paris.", "entities": [{"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}]}, {"heading": "Events", "year": "1967", "date": "March 26", "txt": "Ten thousand people gather for one of many Central Park be-ins in New York City.", "entities": [{"title": "Central Park be-ins", "href": "/wiki/Central_Park_be-ins", "description": "In the 1960s, several \"be-ins\" were held in Central Park, Manhattan, New York City to protest against various issues such as U.S. involvement in the Vietnam War and racism."}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1970", "date": "March 26", "txt": "South Vietnamese President Nguyễn Văn Thiệu implements a land reform program to solve the problem of land tenancy.", "entities": [{"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Nguyễn Văn Thiệu", "href": "/wiki/Nguy%E1%BB%85n_V%C4%83n_Thi%E1%BB%87u", "description": "Nguyễn Văn Thiệu was a Vietnamese military officer and politician who was the president of South Vietnam from 1967 to 1975. He was a general in the Army of the Republic of Vietnam (ARVN), became head of a military junta in 1965, and then president after winning an election in 1967. He established rule over South Vietnam until he resigned and left the nation a few days before the fall of Saigon and"}, {"title": "Land to the Tiller (South Vietnam)", "href": "/wiki/Land_to_the_Tiller_(South_Vietnam)", "description": "Land reform in South Vietnam refers to reforms proposed by the United States and implemented by South Vietnam. Seeking to undermine the popularity of the communist Việt Minh's policies of land redistribution to poor peasants, the government of South Vietnam implemented their own land-redistribution policies during the Vietnam War."}, {"title": "Tenant farmer", "href": "/wiki/Tenant_farmer", "description": "A tenant farmer is one who resides on land owned by a landlord. Tenant farming is an agricultural production system in which landowners contribute their land and often a measure of operating capital and management, while tenant farmers contribute their labor along with at times varying amounts of capital and management. Depending on the contract, tenants can make payments to the owner either of a "}]}, {"heading": "Events", "year": "1971", "date": "March 26", "txt": "East Pakistan declares its independence from Pakistan to form Bangladesh and the Bangladesh Liberation War begins.", "entities": [{"title": "East Pakistan", "href": "/wiki/East_Pakistan", "description": "East Pakistan was the eastern provincial wing of Pakistan between 1947 and 1971, covering the territory of the modern country Bangladesh. Its land borders were with India and Burma, with a coastline on the Bay of Bengal. East Pakistanis were popularly known as \"Pakistani Bengalis\"; to distinguish this region from India's state West Bengal, East Pakistan was known as \"Pakistani Bengal\"."}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}, {"title": "Bangladesh Liberation War", "href": "/wiki/Bangladesh_Liberation_War", "description": "The Bangladesh Liberation War, also known as the Bangladesh War of Independence, or simply the Liberation War in Bangladesh, was a revolution and armed conflict sparked by the rise of the Bengali nationalist and self-determination movement in what was then East Pakistan during the 1971 Bangladesh genocide. It resulted in the independence of the People's Republic of Bangladesh. The war began after "}]}, {"heading": "Events", "year": "1975", "date": "March 26", "txt": "The Biological Weapons Convention comes into force.", "entities": [{"title": "Biological Weapons Convention", "href": "/wiki/Biological_Weapons_Convention", "description": "The Biological Weapons Convention (BWC), or Biological and Toxin Weapons Convention (BTWC), is a disarmament treaty that effectively bans biological and toxin weapons by prohibiting their development, production, acquisition, transfer, stockpiling and use. The treaty's full name is the Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and "}]}, {"heading": "Events", "year": "1979", "date": "March 26", "txt": "Anwar al-Sadat, Menachem Begin and Jimmy Carter sign the Egypt–Israel Peace Treaty in Washington, D.C.", "entities": [{"title": "Anwar al-Sadat", "href": "/wiki/Anwar_al-Sadat", "description": "Muhammad Anwar el-Sadat was an Egyptian politician who served as the third President of Egypt, from 15 October 1970 until his assassination by fundamentalist army officers on 6 October 1981. Sadat was a senior member of the Free Officers who overthrew King Farouk in the Egyptian Revolution of 1952, and a close confidant of President Gamal Abdel Nasser, under whom he served as Vice President twice "}, {"title": "Menachem Begin", "href": "/wiki/Menachem_Begin", "description": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish "}, {"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "Egypt–Israel Peace Treaty", "href": "/wiki/Egypt%E2%80%93Israel_Peace_Treaty", "description": "The Egypt–Israel peace treaty was signed in Washington, D.C., United States on 26 March 1979, following the 1978 Camp David Accords. The Egypt–Israel treaty was signed by Egyptian president Anwar Sadat and Israeli prime minister Menachem Begin, and witnessed by United States president Jimmy Carter."}]}, {"heading": "Events", "year": "1981", "date": "March 26", "txt": "Social Democratic Party (UK) is founded as a party.", "entities": [{"title": "Social Democratic Party (UK)", "href": "/wiki/Social_Democratic_Party_(UK)", "description": "The Social Democratic Party (SDP) was a centrist political party in the United Kingdom. The party supported a mixed economy, electoral reform, European integration and a decentralised state while rejecting the possibility of trade unions being overly influential within the industrial sphere."}]}, {"heading": "Events", "year": "1982", "date": "March 26", "txt": "A groundbreaking ceremony for the Vietnam Veterans Memorial is held in Washington, D.C.", "entities": [{"title": "Vietnam Veterans Memorial", "href": "/wiki/Vietnam_Veterans_Memorial", "description": "The Vietnam Veterans Memorial is a U.S. national memorial in Washington, D.C., honoring service members of the U.S. armed forces who fought in the Vietnam War. The 2-acre (8,100 m2) site is dominated by a black granite wall engraved with the names of those service members who died as a result of their service in Vietnam and South East Asia during the war. The wall, completed in 1982, has since bee"}]}, {"heading": "Events", "year": "1991", "date": "March 26", "txt": "Argentina, Brazil, Uruguay and Paraguay sign the Treaty of Asunción, establishing Mercosur, the South Common Market.", "entities": [{"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "Uruguay", "href": "/wiki/Uruguay", "description": "Uruguay, officially the Oriental Republic of Uruguay, is a country in South America. It shares borders with Argentina to its west and southwest and Brazil to its north and northeast; while bordering the Río de la Plata to the south and the Atlantic Ocean to the southeast. Uruguay has a population of an estimated 3.51 million, of whom 2 million live in the metropolitan area of its capital and large"}, {"title": "Paraguay", "href": "/wiki/Paraguay", "description": "Paraguay, officially the Republic of Paraguay, is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although one of only two landlocked countries in South America, the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paragu"}, {"title": "Treaty of Asunción", "href": "/wiki/Treaty_of_Asunci%C3%B3n", "description": "The Treaty of Asunción was a treaty between the countries of Argentina, Brazil, Paraguay, and Uruguay signed on March 26, 1991. The objective of the treaty, signed in Asunción, was to establish a common market among the participating countries, popularly called Mercosur. Later, the Treaty of Ouro Preto was signed to supplement the first treaty, establishing that the Treaty of Asunción was to be a "}, {"title": "Mercosur", "href": "/wiki/Mercosur", "description": "Mercosur, Mercosul, or Ñemby Ñemuha, officially Southern Common Market, is a South American trade bloc established by the Treaty of Asunción in 1991 and Protocol of Ouro Preto in 1994. Its full members are Argentina, Brazil, Paraguay, and Uruguay. Venezuela is a full member but has been suspended since 1 December 2016. Associate countries are Bolivia, Chile, Colombia, Ecuador, Guyana, Peru and Sur"}]}, {"heading": "Events", "year": "1997", "date": "March 26", "txt": "Thirty-nine bodies are found in the Heaven's Gate mass suicides.", "entities": [{"title": "Heaven's Gate (cult)", "href": "/wiki/Heaven%27s_Gate_(cult)", "description": "Heaven's Gate was an American UFO new religious movement, often described as a cult. It was founded in 1974 and led by Bonnie Nettles (1927–1985) and Marshall Applewhite (1931–1997), known within the movement as Ti and Do respectively. Nettles and Applewhite first met in 1972, and went on a journey of spiritual discovery, identifying themselves as the two witnesses of Revelation, attracting a foll"}, {"title": "Mass suicide", "href": "/wiki/Mass_suicide", "description": "Mass suicide is a form of suicide, occurring when a group of people simultaneously kill themselves."}]}, {"heading": "Events", "year": "1998", "date": "March 26", "txt": "During the Algerian Civil War, the Oued Bouaicha massacre sees fifty-two people, mostly infants, killed with axes and knives.", "entities": [{"title": "Algerian Civil War", "href": "/wiki/Algerian_Civil_War", "description": "The Algerian Civil War was a civil war in Algeria fought between the Algerian government and various Islamist rebel groups from 26 December 1991 to 8 February 2002. The war began slowly as it first appeared the government had successfully crushed the Islamist movement, but armed groups emerged to fight jihad and by 1994, violence had reached such a level that it appeared the government might not b"}, {"title": "Oued Bouaicha massacre", "href": "/wiki/Oued_Bouaicha_massacre", "description": "The Oued Bouaïcha massacre took place about 150 miles (240 km) south of Algiers, near Djelfa, on March 26, 1998, during the Algerian Civil War. Forty-seven people, including 27 children under the age of sixteen, were killed at Oued Bouaïcha in the municipality of Bouire Lahdab, near Had Sahary, by about fifteen men carrying axes and knives, who also kidnapped three young women. On the same day, an"}]}, {"heading": "Events", "year": "2005", "date": "March 26", "txt": "Around 200,000 to 300,000 Taiwanese demonstrate in Taipei in opposition to the Anti-Secession Law of  China.", "entities": [{"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Taipei", "href": "/wiki/Taipei", "description": "Taipei, officially Taipei City, is the capital and a special municipality of Taiwan. Located in Northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city of Keelung. Most of the city rests on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian"}, {"title": "Anti-Secession Law", "href": "/wiki/Anti-Secession_Law", "description": "The Anti-Secession Law is a law of the People's Republic of China (PRC), passed by the 3rd Session of the 10th National People's Congress. It was ratified on March 14, 2005 and went into effect immediately. President Hu Jintao promulgated the law with Presidential Decree No. 34. Although the law, at ten articles, is relatively short, its Article 8 was met with much controversy for formalizing the "}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Events", "year": "2010", "date": "March 26", "txt": "The South Korean Navy corvette Cheonan is torpedoed, killing 46 sailors. After an international investigation, the President of the United Nations Security Council blames North Korea.", "entities": [{"title": "ROKS Cheonan sinking", "href": "/wiki/ROKS_Cheonan_sinking", "description": "The ROKS Cheonan sinking occurred on 26 March 2010, when Cheonan, a  Pohang-class corvette of the Republic of Korea Navy, carrying 104 personnel, sank off the country's west coast near Baengnyeong Island in the Yellow Sea, killing 46 seamen. The cause of the sinking remains in dispute, although evidence points to North Korea."}, {"title": "President of the United Nations Security Council", "href": "/wiki/President_of_the_United_Nations_Security_Council", "description": "The presidency of the United Nations Security Council is responsible for leading the United Nations Security Council. It rotates among the 15 member-states of the council monthly. The head of the country's delegation is known as the President of the United Nations Security Council. The presidency has rotated every month since its establishment in 1946, and the president serves to coordinate action"}]}, {"heading": "Events", "year": "2017", "date": "March 26", "txt": "Russia-wide anti-corruption protests in 99 cities. The Levada Center survey showed that 38% of surveyed Russians supported protests and that 67 percent held Putin personally responsible for high-level corruption.", "entities": [{"title": "2017 Russian protests", "href": "/wiki/2017_Russian_protests", "description": "The 2017–2018 Russian protests were a long series of countrywide street protest actions and demonstrations in the Russian Federation, which were primarily concerned with suppressing corruption in the Russian government and abandoning the planned retirement age hike."}, {"title": "Levada Center", "href": "/wiki/Levada_Center", "description": "The Levada Center is a Russian independent, nongovernmental polling and sociological research organization recognized as a foreign agent under the 2012 Russian foreign agent law. It is named after its founder, the first Russian professor of sociology Yuri Levada (1930—2006). The Center traces back its history to 1987 when the All-Union Public Opinion Research Center (VTsIOM) was founded under the "}]}, {"heading": "Births", "year": "1031", "date": "March 26", "txt": "Malcolm III, king of Scotland (d. 1093)", "entities": [{"title": "Malcolm III of Scotland", "href": "/wiki/Malcolm_III_of_Scotland", "description": "Malcolm III was King of Scots from 1058 to 1093. He was later nicknamed \"Canmore\". Malcolm's long reign of 35 years preceded the beginning of the Scoto-Norman age. Henry I of England and Eustace III of Boulogne were his sons-in-law, making him the maternal grandfather of Empress Matilda, William Adelin and Matilda of Boulogne. All three of them were prominent in English politics during the 12th ce"}]}, {"heading": "Births", "year": "1516", "date": "March 26", "txt": "Conrad Gessner, Swiss botanist and zoologist (d. 1565)", "entities": [{"title": "Conrad Gessner", "href": "/wiki/Conrad_Gessner", "description": "Conrad Gessner was a Swiss physician, naturalist, bibliographer, and philologist. Born into a poor family in Zürich, Switzerland, his father and teachers quickly realised his talents and supported him through university, where he studied classical languages, theology and medicine. He became Zürich's City Physician, but was able to spend much of his time on collecting, research and writing. Gessner"}]}, {"heading": "Births", "year": "1554", "date": "March 26", "txt": "Charles of Lorraine, duke of Mayenne (d. 1611)", "entities": [{"title": "Charles, Duke of Mayenne", "href": "/wiki/Charles,_Duke_of_Mayenne", "description": "Charles of Lorraine, Duke of Mayenne, or Charles de Guise, was a French nobleman of the house of Guise and a military leader of the Catholic League, which he headed during the French Wars of Religion, following the assassination of his brothers at Blois in 1588. In 1596, when he made peace with Henry IV of France, the wars were essentially at an end."}]}, {"heading": "Births", "year": "1584", "date": "March 26", "txt": "John II, duke of Zweibrücken (d. 1635)", "entities": [{"title": "John II, Count Palatine of Zweibrücken", "href": "/wiki/John_II,_Count_Palatine_of_Zweibr%C3%BCcken", "description": "John II the Younger was the Duke of Zweibrücken from 1604 until 1635."}]}, {"heading": "Births", "year": "1633", "date": "March 26", "txt": "Mary Beale, British artist (d. 1699)", "entities": [{"title": "Mary Beale", "href": "/wiki/Mary_Beale", "description": "Mary Beale was an English portrait painter. Along with Joan Carlile and Susan Penelope Rosse, she was part of a small band of female professional artists working in London. Beale became the main financial provider for her family through her professional work – a career she maintained from 1670/71 to the 1690s. Beale was also a writer, whose prose Discourse on Friendship of 1666 presents scholarly,"}]}, {"heading": "Births", "year": "1634", "date": "March 26", "txt": "Domenico Freschi, Italian priest and composer (d. 1710)", "entities": [{"title": "Domenico Freschi", "href": "/wiki/Domenico_Freschi", "description": "Giovanni Domenico Freschi was an Italian composer and Roman Catholic priest. From the age of 22 until his death he worked as a church musician and composer in Vincenza. He was also active as an opera composer from 1671 to 1685."}]}, {"heading": "Births", "year": "1656", "date": "March 26", "txt": "Nicolaas Hartsoeker, Dutch mathematician and physicist (d. 1725)", "entities": [{"title": "Nicolaas Hartsoeker", "href": "/wiki/Nicolaas_Hartsoeker", "description": "Nicolaas Hartsoeker was a Dutch mathematician and physicist who invented the screw-barrel simple microscope circa 1694."}]}, {"heading": "Births", "year": "1687", "date": "March 26", "txt": "Sophia Dorothea of Hanover, queen consort of Prussia (d. 1757)", "entities": [{"title": "Sophia Dorothea of Hanover", "href": "/wiki/Sophia_Dorothea_of_Hanover", "description": "Sophia Dorothea of Hanover was a Queen consort of Prussia as spouse of Frederick William I. She was the sister of George II, King of Great Britain, and the mother of Frederick II, King of Prussia."}]}, {"heading": "Births", "year": "1698", "date": "March 26", "txt": "Prokop Diviš, Czech priest, scientist and inventor (d. 1765)", "entities": [{"title": "Prokop Diviš", "href": "/wiki/Prokop_Divi%C5%A1", "description": "Dom Prokop Diviš, O.Praem. was a Czech canon regular, theologian and natural scientist. In an attempt to prevent thunderstorms from occurring, he inadvertently constructed one of the first grounded lightning rods."}]}, {"heading": "Births", "year": "1749", "date": "March 26", "txt": "William Blount, American politician (d. 1800)", "entities": [{"title": "William Blount", "href": "/wiki/William_Blount", "description": "William Blount was an American statesman and land speculator who signed the United States Constitution. He was a member of the North Carolina delegation at the Constitutional Convention of 1787 and led the efforts for North Carolina to ratify the Constitution in 1789 at Fayetteville. He then served as the only governor of the Southwest Territory and played a leading role in helping the territory g"}]}, {"heading": "Births", "year": "1753", "date": "March 26", "txt": "Benjamin Thompson, American-French physicist and politician, Under-Secretary of State for the Colonies (d. 1814)", "entities": [{"title": "Benjamin Thompson", "href": "/wiki/Benjamin_Thompson", "description": "Sir Benjamin Thompson, Count Rumford, FRS was an American-born British physicist and inventor whose challenges to established physical theory were part of the 19th-century revolution in thermodynamics. He served as lieutenant-colonel of the King's American Dragoons, part of the British Loyalist forces, during the American Revolutionary War. After the end of the war he moved to London, where his ad"}, {"title": "Under-Secretary of State for the Colonies", "href": "/wiki/Under-Secretary_of_State_for_the_Colonies", "description": "The Under-Secretary of State for the Colonies was a junior Ministerial post in the United Kingdom government, subordinate to the Secretary of State for the Colonies and, from 1948, also to a Minister of State."}]}, {"heading": "Births", "year": "1773", "date": "March 26", "txt": "Nathaniel Bowditch, American mathematician and navigator (d. 1838)", "entities": [{"title": "Nathaniel Bowditch", "href": "/wiki/Nathaniel_Bowditch", "description": "Nathaniel Bowditch was an early American mathematician remembered for his work on ocean navigation. He is often credited as the founder of modern maritime navigation; his book The New American Practical Navigator, first published in 1802, is still carried on board every commissioned U.S. Naval vessel. In 2001, an elementary and middle school in Salem was named in his honor."}]}, {"heading": "Births", "year": "1794", "date": "March 26", "txt": "Julius Schnorr von Carolsfeld, German painter (d. 1872)", "entities": [{"title": "Julius Schnorr von Carolsfeld", "href": "/wiki/Julius_Schnorr_von_Carolsfeld", "description": "Julius Schnorr von Carolsfeld was a German painter, chiefly of Biblical subjects. As a young man he associated with the painters of the Nazarene movement who revived the florid Renaissance style in religious art. He is remembered for his extensive Picture Bible, and his designs for stained glass windows in cathedrals."}]}, {"heading": "Births", "year": "1804", "date": "March 26", "txt": "David Humphreys Storer, American physician and academic (d. 1891)", "entities": [{"title": "David Humphreys Storer", "href": "/wiki/David_Humphreys_Storer", "description": "David Humphreys Storer was an American physician and naturalist. He served as dean of the Faculty of Medicine at Harvard Medical School from 1855–1864, and published on the reptiles and fishes of New England. He was elected as a member of the American Philosophical Society in 1872."}]}, {"heading": "Births", "year": "1824", "date": "March 26", "txt": "Julie-Victoire Daubié, French journalist (d. 1874)", "entities": [{"title": "Julie-Victoire Daubié", "href": "/wiki/Julie-Victoire_Daubi%C3%A9", "description": "Julie-Victoire Daubié was a French journalist. She was the first woman to have graduated from a French university when she obtained a bachelor's degree in Lyon in 1861."}]}, {"heading": "Births", "year": "1829", "date": "March 26", "txt": "Théodore Aubanel, French poet (d. 1886)", "entities": [{"title": "Théodore Aubanel", "href": "/wiki/Th%C3%A9odore_Aubanel", "description": "Théodore Aubanel was a Provençal poet. He was born in Avignon in a family of painters."}]}, {"heading": "Births", "year": "1830", "date": "March 26", "txt": "Dewitt Clinton Senter, American politician, 18th Governor of Tennessee (d. 1898)", "entities": [{"title": "Dewitt Clinton Senter", "href": "/wiki/Dewitt_Clinton_Senter", "description": "Dewitt Clinton Senter was an American politician who served as Governor of Tennessee from 1869 to 1871. He had previously served in the Tennessee House of Representatives (1855–1861), where he opposed secession on the eve of the Civil War. He was elected to the Tennessee Senate following the war, and was chosen as Speaker of the Senate in 1867. As speaker, he became governor upon the resignation o"}, {"title": "Governor of Tennessee", "href": "/wiki/Governor_of_Tennessee", "description": "The governor of Tennessee is the head of government of the U.S. state of Tennessee. The governor is the only official in Tennessee state government who is directly elected by the voters of the entire state."}]}, {"heading": "Births", "year": "1842", "date": "March 26", "txt": "Alexandre Saint-Yves d'Alveydre, French occultist (d. 1909)", "entities": [{"title": "Alexandre Saint-Yves d'Alveydre", "href": "/wiki/Alexandre_Saint-Yves_d%27Alveydre", "description": "Alexandre Saint-Yves, Marquess of Alveydre was a French occultist who adapted the works of Fabre d'Olivet (1767–1825) and, in turn, had his ideas adapted by Gérard Encausse alias Papus. His work on \"L'Archéomètre\" deeply influenced the young René Guénon. He developed the term Synarchy—the association of everyone with everyone else—into a political philosophy, and his ideas about this type of gover"}]}, {"heading": "Births", "year": "1850", "date": "March 26", "txt": "Edward Bellamy, American author, socialist, and utopian visionary (d. 1898)", "entities": [{"title": "Edward Bellamy", "href": "/wiki/Edward_Bellamy", "description": "Edward Bellamy was an American author, journalist, and political activist most famous for his utopian novel, Looking Backward. Bellamy's vision of a harmonious future world inspired the formation of numerous \"Nationalist Clubs\" dedicated to the propagation of Bellamy's political ideas."}]}, {"heading": "Births", "year": "1852", "date": "March 26", "txt": "Élémir Bourges, French author (d. 1925)", "entities": [{"title": "Élémir Bourges", "href": "/wiki/%C3%89l%C3%A9mir_Bourges", "description": "Élémir Bourges was a French novelist. A winner of the Goncourt Prize, he was also a member of the Académie Goncourt. Bourges, who accused the Naturalists of having \"belittled and deformed man\", was closely linked with the Decadent and Symbolist modes in literature. His works, which include the 1884 novel Le Crépuscule des dieux, were informed by both Richard Wagner and the Elizabethan dramatists."}]}, {"heading": "Births", "year": "1854", "date": "March 26", "txt": "Maurice Lecoq, French target shooter (d. 1925)", "entities": [{"title": "Maurice Lecoq", "href": "/wiki/Maurice_Lecoq", "description": "Maurice Marie Lecoq was a French sport shooter who competed in the late 19th century and early 20th century. He participated in Shooting at the 1900 Summer Olympics in Paris and won a silver medal with the French military pistol team and a bronze medal in the military rifle team. He also competed at the 1906 Intercalated Games and the 1908 Summer Olympics."}]}, {"heading": "Births", "year": "1856", "date": "March 26", "txt": "William Massey, Irish-New Zealand farmer and politician, 19th Prime Minister of New Zealand (d. 1925)", "entities": [{"title": "William Massey", "href": "/wiki/William_Massey", "description": "William Ferguson Massey, commonly known as Bill Massey, was a politician who served as the 19th Prime Minister of New Zealand from May 1912 to May 1925. He was the founding leader of the Reform Party, New Zealand's second organised political party, from 1909 until his death."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1857", "date": "March 26", "txt": "Théodore Tuffier, French surgeon (d. 1929)", "entities": [{"title": "Théodore Tuffier", "href": "/wiki/Th%C3%A9odore_Tuffier", "description": "Théodore-Marin Tuffier, known as Théodore Tuffier was a French surgeon. He was a pioneer of pulmonary and cardiovascular surgery and of spinal anaesthesia."}]}, {"heading": "Births", "year": "1859", "date": "March 26", "txt": "A. E. Housman, English poet and scholar (d. 1936)", "entities": [{"title": "A. E. Housman", "href": "/wiki/A._E._Housman", "description": "Alfred Edward Housman, usually known as A. E. Housman, was an English classical scholar and poet. His cycle of poems, A Shropshire Lad wistfully evoke the dooms and disappointments of youth in the English countryside. Their simplicity and distinctive imagery appealed strongly to Edwardian taste, and to many early 20th-century English composers both before and after the First World War. Through the"}]}, {"heading": "Births", "year": "1859", "date": "March 26", "txt": "Adolf Hurwitz, Jewish German-Swiss mathematician and academic (d. 1919)", "entities": []}, {"heading": "Births", "year": "1860", "date": "March 26", "txt": "André Prévost, French tennis player (d. 1919)", "entities": [{"title": "André Prévost (tennis)", "href": "/wiki/Andr%C3%A9_Pr%C3%A9vost_(tennis)", "description": "André Prévost  was, a tennis player competing for France. He finished runner-up to Paul Aymé in the singles event of the Amateur French Championships in 1900. Prévost also competed in the 1900 Summer Olympics in Paris, where he and Georges de la Chapelle shared the bronze medal with Harold Mahony and Arthur Norris in the men's doubles event. His relative, Yvonne, won silver in the women's singles."}]}, {"heading": "Births", "year": "1866", "date": "March 26", "txt": "Fred Karno, English producer and manager (d. 1941)", "entities": [{"title": "Fred Karno", "href": "/wiki/Fred_Karno", "description": "Frederick John Westcott, best known by his stage name Fred Karno, was an English theatre impresario of the British music hall. As a comedian of slapstick he is credited with popularizing the custard-pie-in-the-face gag. During the 1890s, in order to circumvent stage censorship, Karno developed a form of sketch comedy without dialogue."}]}, {"heading": "Births", "year": "1868", "date": "March 26", "txt": "King Fuad I of Egypt (d. 1936)", "entities": [{"title": "Fuad I of Egypt", "href": "/wiki/Fuad_I_of_Egypt", "description": "Fuad I was the sultan and later king of Egypt and Sudan, sovereign of Nubia, Kordofan, and Darfur. The ninth ruler of Egypt and Sudan from the Muhammad Ali dynasty, he became sultan in 1917, succeeding his elder brother Hussein Kamel. He substituted the title of king for sultan when the United Kingdom recognised Egyptian independence in 1922."}]}, {"heading": "Births", "year": "1873", "date": "March 26", "txt": "Dorothea Bleek, South African-German anthropologist and philologist (d. 1948)", "entities": [{"title": "Dorothea Bleek", "href": "/wiki/Dorothea_Bleek", "description": "Dorothea Frances Bleek was a South African-born German anthropologist and philologist known for her research on the Bushmen of southern Africa."}]}, {"heading": "Births", "year": "1874", "date": "March 26", "txt": "Robert Frost, American poet and playwright (d. 1963)", "entities": [{"title": "Robert Frost", "href": "/wiki/Robert_Frost", "description": "Robert Lee Frost was an American poet. His work was initially published in England before it was published in the United States. Known for his realistic depictions of rural life and his command of American colloquial speech, Frost frequently wrote about settings from rural life in New England in the early 20th century, using them to examine complex social and philosophical themes."}]}, {"heading": "Births", "year": "1875", "date": "March 26", "txt": "Max Abraham, Polish-German physicist and academic (d. 1922)", "entities": [{"title": "Max Abraham", "href": "/wiki/Max_Abraham", "description": "Max Abraham was a German physicist known for his work on electromagnetism and his opposition to the theory of relativity."}]}, {"heading": "Births", "year": "1875", "date": "March 26", "txt": "Syngman Rhee, South Korean journalist and politician, 1st President of South Korea (d. 1965)", "entities": [{"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1876", "date": "March 26", "txt": "William of Wied, prince of Albania (d. 1945)", "entities": [{"title": "William, Prince of Albania", "href": "/wiki/William,_Prince_of_Albania", "description": "Prince Wilhelm of Wied, reigned briefly as sovereign of the Principality of Albania as Vilhelm I from 7 March to 3 September 1914, when he left for exile. His reign officially came to an end on 31 January 1925, when the country was declared an Albanian Republic."}]}, {"heading": "Births", "year": "1876", "date": "March 26", "txt": "Kate Richards O'Hare, American Socialist Party activist and editor (d. 1948)", "entities": []}, {"heading": "Births", "year": "1879", "date": "March 26", "txt": "Othmar Ammann, Swiss-American engineer, designed the George Washington Bridge and Verrazzano-Narrows Bridge (d. 1965)", "entities": [{"title": "Othmar Ammann", "href": "/wiki/Othmar_Ammann", "description": "Othmar Hermann Ammann was a Swiss-American civil engineer whose bridge designs include the George Washington Bridge, Verrazzano-Narrows Bridge, and Bayonne Bridge. He also directed the planning and construction of the Lincoln Tunnel."}, {"title": "George Washington Bridge", "href": "/wiki/George_Washington_Bridge", "description": "The George Washington Bridge is a double-decked suspension bridge spanning the Hudson River, connecting the New York City borough of Manhattan with the New Jersey borough of Fort Lee. The bridge is named after George Washington, the first president of the United States. The George Washington Bridge is the world's busiest motor vehicle bridge, carrying over 103 million vehicles in 2016. It is owned"}, {"title": "Verrazzano-Narrows Bridge", "href": "/wiki/Verrazzano-Narrows_Bridge", "description": "The Verrazzano-Narrows Bridge is a suspension bridge connecting the New York City boroughs of Staten Island and Brooklyn. It spans the Narrows, a body of water linking the relatively enclosed Upper New York Bay with Lower New York Bay and the Atlantic Ocean, and is the only fixed crossing of the Narrows. The double-deck bridge carries 13 lanes of Interstate 278, with seven lanes on the upper level"}]}, {"heading": "Births", "year": "1879", "date": "March 26", "txt": "Waldemar Tietgens, German rower (d. 1917)", "entities": []}, {"heading": "Births", "year": "1881", "date": "March 26", "txt": "Guccio Gucci, Italian fashion designer, founded Gucci (d. 1953)", "entities": [{"title": "Guccio Gucci", "href": "/wiki/Guccio_Gucci", "description": "Guccio Giovanbattista Giacinto Dario Maria Gucci was an Italian businessman and fashion designer. He is known for being the founder of the fashion house of Gucci."}, {"title": "Gucci", "href": "/wiki/Gucci", "description": "Gucci is a luxury fashion house based in Florence, Italy. Its product lines include handbags, ready-to-wear, footwear, and accessories, makeup, fragrances, and home decoration."}]}, {"heading": "Births", "year": "1882", "date": "March 26", "txt": "Hermann Obrecht, Swiss politician (d. 1940)", "entities": [{"title": "Hermann Obrecht", "href": "/wiki/Hermann_Obrecht", "description": "Hermann Obrecht was a Swiss politician and member of the Swiss Federal Council (1935–1940)."}]}, {"heading": "Births", "year": "1884", "date": "March 26", "txt": "Wilhelm Backhaus, German pianist and educator (d. 1969)", "entities": [{"title": "Wilhelm Backhaus", "href": "/wiki/Wilhelm_Backhaus", "description": "Wilhelm Backhaus was a German pianist and pedagogue. He was particularly well known for his interpretations of Mozart, Beethoven, Schumann, Chopin and Brahms. He was also much admired as a chamber musician."}]}, {"heading": "Births", "year": "1884", "date": "March 26", "txt": "Georges Imbert, French chemical engineer and inventor (d. 1950)", "entities": []}, {"heading": "Births", "year": "1886", "date": "March 26", "txt": "Hugh Mulzac, Vincentian-American soldier and politician (d. 1971)", "entities": [{"title": "Hugh Mulzac", "href": "/wiki/Hugh_Mulzac", "description": "Hugh Nathaniel Mulzac was an African-Caribbean member of the United States Merchant Marine. He earned a Master rating in 1918 which should have qualified him to command a ship, but this did not happen until September 29, 1942 because of racial discrimination."}]}, {"heading": "Births", "year": "1888", "date": "March 26", "txt": "Elsa Brändström, Swedish nurse and philanthropist (d. 1948)", "entities": [{"title": "Elsa Brändström", "href": "/wiki/Elsa_Br%C3%A4ndstr%C3%B6m", "description": "Elsa Brändström was a Swedish nurse and philanthropist. She was known as the \"Angel of Siberia\"."}]}, {"heading": "Births", "year": "1893", "date": "March 26", "txt": "James Bryant Conant, American chemist, academic, and diplomat, 1st United States Ambassador to West Germany (d. 1978)", "entities": [{"title": "James Bryant Conant", "href": "/wiki/James_Bryant_Conant", "description": "James Bryant Conant was an American chemist, a transformative President of Harvard University, and the first U.S. Ambassador to West Germany. Conant obtained a Ph.D. in Chemistry from Harvard in 1916. During World War I he served in the U.S. Army, working on the development of poison gases, especially Lewisite. He became an assistant professor of chemistry at Harvard in 1919 and the Sheldon Emery "}, {"title": "United States Ambassador to West Germany", "href": "/wiki/United_States_Ambassador_to_West_Germany", "description": "The United States has had diplomatic relations with the nation of Germany and its principal predecessor nation, the Kingdom of Prussia, since 1835. These relations were broken twice while Germany and the United States were at war and for a continuation interval afterwards."}]}, {"heading": "Births", "year": "1893", "date": "March 26", "txt": "Palmiro Togliatti, Italian journalist and politician, Italian Minister of Justice (d. 1964)", "entities": [{"title": "Italian Minister of Justice", "href": "/wiki/Italian_Minister_of_Justice", "description": "This is a list of the Italian Ministers of Justice since 1946. The Minister of Justice is a senior member of the Italian Cabinet and leads the Ministry of Justice."}]}, {"heading": "Births", "year": "1894", "date": "March 26", "txt": "Viorica Ursuleac, Ukrainian-Romanian soprano and actress (d. 1985)", "entities": [{"title": "Viorica Ursuleac", "href": "/wiki/Viorica_Ursuleac", "description": "Viorica Ursuleac was a Romanian operatic soprano. Viorica Ursuleac was born the daughter of a Greek Orthodox archdeacon, in Chernivtsi, which is now in Ukraine. Following training in Vienna, she made her operatic debut in Zagreb (Agram), as Charlotte in Massenet's Werther, in 1922. The soprano then appeared at the Vienna Volksoper (1924–26), Frankfurt Opera (1926–30), Vienna State Opera (1930–35),"}]}, {"heading": "Births", "year": "1895", "date": "March 26", "txt": "Vilho Tuulos, Finnish triple jumper (d. 1967)", "entities": [{"title": "Vilho Tuulos", "href": "/wiki/Vilho_Tuulos", "description": "Vilho \"Ville\" Immanuel Tuulos was a Finnish triple jumper and long jumper."}]}, {"heading": "Births", "year": "1898", "date": "March 26", "txt": "Rudolf Dassler, German businessman, founded Puma SE (d. 1974)", "entities": [{"title": "Rudolf Dassler", "href": "/wiki/Rudolf_Dassler", "description": "Rudolf \"Rudi\" Dassler was the German founder of the sportswear company Puma and the older brother of Adidas founder, Adolf \"Adi\" Dassler. The brothers were partners in a shoe company Adi started, \"Gebrüder Dassler Schuhfabrik\". Rudi joined in 1924. However, after a feud developed between Rudolf and Adolf Dassler following World War II, the brothers went separate ways and started their own companie"}, {"title": "Puma SE", "href": "/wiki/Puma_SE", "description": "Puma SE, branded as Puma, is a German multinational corporation that designs and manufactures athletic and casual footwear, apparel and accessories, which is headquartered in Herzogenaurach, Bavaria, Germany. Puma is the third largest sportswear manufacturer in the world. The company was founded in 1948 by Rudolf Dassler. In 1924, Rudolf and his brother Adolf \"Adi\" Dassler had jointly formed the c"}]}, {"heading": "Births", "year": "1898", "date": "March 26", "txt": "Charles Shadwell, English conductor and bandleader (d. 1979)", "entities": []}, {"heading": "Births", "year": "1900", "date": "March 26", "txt": "Angela Maria Autsch, German nun, died in Auschwitz helping Jewish prisoners (d. 1941) ", "entities": [{"title": "Angela Maria Autsch", "href": "/wiki/Angela_Maria_Autsch", "description": "Angela Maria of the Heart of Jesus, also called Angela Maria Autsch, baptized as Maria Cecilia Autsch, was a German Trinitarian Sister of Valencia, and Roman Catholic Venerable."}]}, {"heading": "Births", "year": "1904", "date": "March 26", "txt": "Joseph Campbell, American mythologist and author (d. 1987)", "entities": [{"title": "Joseph Campbell", "href": "/wiki/Joseph_Campbell", "description": "Joseph John Campbell was an American professor of literature at Sarah Lawrence College who worked in comparative mythology and comparative religion. His work covers many aspects of the human experience. Campbell's best-known work is his book The Hero with a Thousand Faces (1949), in which he discusses his theory of the journey of the archetypal hero shared by world mythologies, termed the monomyth"}]}, {"heading": "Births", "year": "1904", "date": "March 26", "txt": "Emilio Fernández, Mexican actor, director, and screenwriter (d. 1986)", "entities": []}, {"heading": "Births", "year": "1904", "date": "March 26", "txt": "Attilio Ferraris, Italian footballer (d. 1947)", "entities": []}, {"heading": "Births", "year": "1905", "date": "March 26", "txt": "Monty Berman, English cinematographer and producer (d. 2006)", "entities": [{"title": "Monty Berman", "href": "/wiki/Monty_Berman", "description": "Nestor Montague \"Monty\" Berman was a British cinematographer and film and television producer."}]}, {"heading": "Births", "year": "1905", "date": "March 26", "txt": "André Cluytens, Belgian-French conductor and director (d. 1967)", "entities": []}, {"heading": "Births", "year": "1905", "date": "March 26", "txt": "Viktor Frankl, Austrian neurologist and psychiatrist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 26", "txt": "Rafael Méndez, Mexican trumpet player and composer (d. 1981)", "entities": [{"title": "Rafael Méndez", "href": "/wiki/Rafael_M%C3%A9ndez", "description": "Rafael Méndez was a Mexican virtuoso solo trumpeter. He is known as the \"Heifetz of the Trumpet.\""}]}, {"heading": "Births", "year": "1907", "date": "March 26", "txt": "Azellus Denis, Canadian lawyer and politician, Postmaster General of Canada (d. 1991)", "entities": [{"title": "Azellus Denis", "href": "/wiki/Azellus_Denis", "description": "Azellus Denis, was a Canadian politician who served in the Parliament of Canada as a Member of Parliament and Senator for the longest period of time, 55 years, 10 months and 20 days."}, {"title": "Postmaster General of Canada", "href": "/wiki/Postmaster_General_of_Canada", "description": "The Postmaster General of Canada was the Canadian cabinet minister responsible for the Post Office Department. In 1851, management of the post office was transferred from Britain to the provincial governments of the Province of Canada, New Brunswick, Newfoundland, Nova Scotia and Prince Edward Island. The position of Postmaster General was established in each province. With Canadian Confederation "}]}, {"heading": "Births", "year": "1907", "date": "March 26", "txt": "Mahadevi Varma, Indian poet and activist (d. 1987)", "entities": []}, {"heading": "Births", "year": "1908", "date": "March 26", "txt": "Franz Stangl, Austrian-German SS officer (d. 1971)", "entities": [{"title": "Franz Stangl", "href": "/wiki/Franz_Stangl", "description": "Franz Paul Stangl was an Austrian-born police officer and commandant of the Nazi extermination camps Sobibor and Treblinka. Stangl, an employee of the T-4 Euthanasia Program and an SS commander in Nazi Germany, became commandant of the camps during the Operation Reinhard phase of the Holocaust. He worked for Volkswagen do Brasil and was arrested in Brazil in 1967, extradited to West Germany and tr"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1909", "date": "March 26", "txt": "Chips Rafferty, Australian actor (d. 1971)", "entities": [{"title": "Chips Rafferty", "href": "/wiki/Chips_Rafferty", "description": "John William Pilbean Goffage MBE, known professionally as Chips Rafferty, was an Australian actor. Called \"the living symbol of the typical Australian\", Rafferty's career stretched from the late 1930s until his death in 1971, and during this time he performed regularly in major Australian feature films as well as appearing in British and American productions, including The Overlanders and The Sund"}]}, {"heading": "Births", "year": "1910", "date": "March 26", "txt": "K. W. Devanayagam, Sri Lankan lawyer and politician, 10th Sri Lankan Minister of Justice (d. 2002)", "entities": [{"title": "K. W. Devanayagam", "href": "/wiki/K._W._Devanayagam", "description": "Deshamanya Kanapathipillai William \"Bill\" Devanayagam was a Sri Lankan Tamil lawyer, politician, government minister and Member of Parliament."}, {"title": "Minister of Justice (Sri Lanka)", "href": "/wiki/Minister_of_Justice_(Sri_Lanka)", "description": "The Minister of Justice is an appointment in the Cabinet of Sri Lanka."}]}, {"heading": "Births", "year": "1911", "date": "March 26", "txt": "Lennart Atterwall, Swedish javelin thrower (d. 2001)", "entities": [{"title": "Lennart Atterwall", "href": "/wiki/Lennart_Atterwall", "description": "Lennart Folke Alfons Atterwall was a Swedish javelin thrower. He finished fourth at the 1936 Summer Olympics and won the European title in 1946. Atterwall held Swedish titles in the javelin throw, pentathlon (1937) and decathlon (1940)."}]}, {"heading": "Births", "year": "1911", "date": "March 26", "txt": "J. L. Austin, English philosopher and academic (d. 1960)", "entities": []}, {"heading": "Births", "year": "1911", "date": "March 26", "txt": "Bernard Katz, German-English biophysicist, Nobel Prize laureate (d. 2003)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1911", "date": "March 26", "txt": "Tennessee Williams, American playwright, and poet (d. 1983)", "entities": []}, {"heading": "Births", "year": "1913", "date": "March 26", "txt": "Jacqueline de Romilly, Jewish Franco-Greek philologist, author, and scholar (d. 2010)", "entities": [{"title": "Jacqueline de Romilly", "href": "/wiki/Jacqueline_de_Romilly", "description": "Jacqueline Worms de Romilly was a Franco-Greek philologist, classical scholar and fiction writer. She was the first woman nominated to the Collège de France, and in 1988, the second woman to enter the Académie française."}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Greece", "href": "/wiki/Greece", "description": "Greece, officially the Hellenic Republic, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens is its largest and capital city, followed by Thessaloniki. Situated on the southern tip of the Balkans, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria "}]}, {"heading": "Births", "year": "1913", "date": "March 26", "txt": "Paul Erdős, Hungarian-Polish mathematician and academic (d. 1996)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 26", "txt": "Toru Kumon, Japanese mathematician and academic (d. 1995)", "entities": [{"title": "Toru Kumon", "href": "/wiki/Toru_Kumon", "description": "Toru Kumon  was a Japanese mathematics educator, born in Kōchi Prefecture, Japan. He graduated from the College of Science at Osaka University with a degree in mathematics and taught high school mathematics in his home town of Osaka. In 1954, his son, Takeshi, performed poorly in a Year 2 mathematics test. Prompted by his wife, Teiko, Toru closely examined Takeshi's textbooks and believed they lac"}]}, {"heading": "Births", "year": "1914", "date": "March 26", "txt": "William Westmoreland, American general (d. 2005)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 26", "txt": "Lennart Strandberg, Swedish sprinter (d. 1989)", "entities": [{"title": "Lennart Strandberg", "href": "/wiki/Lennart_Strandberg", "description": "Hans Lennart Olofsson Strandberg was a Swedish sprinter. He specialized in the 100 metres event, in which he won a bronze medal at the 1938 European Championships and finished sixth at the 1936 Summer Olympics. In 1938, he also won a silver medal with the Swedish 4 × 100 m relay team."}]}, {"heading": "Births", "year": "1915", "date": "March 26", "txt": "Hwang Sun-won, North Korean author and poet (d. 2000)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 26", "txt": "Christian B. Anfinsen, American biochemist and academic, Nobel Prize laureate (d. 1995)", "entities": [{"title": "Christian B. Anfinsen", "href": "/wiki/Christian_B._Anfinsen", "description": "Christian Boehmer Anfinsen Jr. was an American biochemist. He shared the 1972 Nobel Prize in Chemistry with Stanford Moore and William Howard Stein for work on ribonuclease, especially concerning the connection between the amino acid sequence and the biologically active conformation."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1916", "date": "March 26", "txt": "Bill Edrich, English cricketer and footballer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 26", "txt": "Sterling Hayden, American actor and author (d. 1986)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 26", "txt": "Rufus Thomas, American R&B singer-songwriter (d. 2001)", "entities": [{"title": "Rufus Thomas", "href": "/wiki/Rufus_Thomas", "description": "Rufus C. Thomas, Jr. was an American rhythm-and-blues, funk, soul and blues singer, songwriter, dancer, DJ and comic entertainer from Memphis, Tennessee. He recorded for several labels, including Chess Records and Sun Records in the 1950s, before becoming established in the 1960s and 1970s at Stax Records. He is best known for his novelty dance records, including \"Walking the Dog\" (1963), \"Do the "}]}, {"heading": "Births", "year": "1919", "date": "March 26", "txt": "Strother Martin, American actor (d. 1980)", "entities": [{"title": "Strother Martin", "href": "/wiki/Strother_Martin", "description": "Strother Douglas Martin Jr. was an American character actor who often appeared in support of John Wayne and Paul Newman and in Western films directed by John Ford and Sam Peckinpah. Martin perhaps is best known as the prison captain in the 1967 film Cool Hand Luke, in which he uttered the line, \"What we've got here is failure to communicate.\" The line is number 11 on the American Film Institute li"}]}, {"heading": "Births", "year": "1919", "date": "March 26", "txt": "Roger Leger, Canadian ice hockey player (d. 1965)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 26", "txt": "Sergio Livingstone, Chilean footballer and journalist (d. 2012)", "entities": [{"title": "Sergio Livingstone", "href": "/wiki/Sergio_Livingstone", "description": "Serjio Roberto Livingstone Pohlhammer, later simply known as Sergio Livingstone, was a Chilean goalkeeper, who later became a well regarded journalist. He was nicknamed \"El Sapo\" for his typical posture in the goal mouth. From 1938–59 he played primarily for CD Universidad Católica in Santiago. With Chile he took part in seven Copa América and one FIFA World Cup."}]}, {"heading": "Births", "year": "1922", "date": "March 26", "txt": "William Milliken, American politician, 44th Governor of Michigan (d. 2019)", "entities": [{"title": "William Milliken", "href": "/wiki/William_Milliken", "description": "William Grawn Milliken was an American businessman and politician who served as the 44th governor of Michigan. A member of the Republican Party, he is the longest-serving governor in Michigan history, serving more than three full four-year terms from 1969 to 1983. During this period he dealt with dramatic changes to the state economy, due to industrial restructuring and challenges to the auto indu"}, {"title": "Governor of Michigan", "href": "/wiki/Governor_of_Michigan", "description": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. The governor is elected to a 4-year term and is limited to two terms."}]}, {"heading": "Births", "year": "1922", "date": "March 26", "txt": "Oscar Sala, Italian-Brazilian physicist and academic (d. 2010)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 26", "txt": "Guido Stampacchia, Italian mathematician and academic (d. 1978)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 26", "txt": "Gert Bastian, German general and politician (d. 1992)", "entities": [{"title": "Gert Bastian", "href": "/wiki/Gert_Bastian", "description": "Gert Bastian was a German military officer and politician with the German Green Party."}]}, {"heading": "Births", "year": "1923", "date": "March 26", "txt": "Bob Elliott, American comedian, actor, and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 26", "txt": "Maqsood Ahmed, Pakistani cricketer (d. 1999)", "entities": [{"title": "Maqsood Ahmed", "href": "/wiki/Maqsood_Ahmed", "description": "Maqsood Ahmed was a Pakistani cricketer who played in 16 Test matches from 1952 to 1955. He was educated at Islamia College, Lahore."}]}, {"heading": "Births", "year": "1925", "date": "March 26", "txt": "Pierre Boulez, French pianist, composer, and conductor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 26", "txt": "Vesta Roy, American politician, Governor of New Hampshire (d. 2002)", "entities": [{"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Births", "year": "1925", "date": "March 26", "txt": "Edward Graham, Baron Graham of Edmonton, English soldier and politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 26", "txt": "Ben Mondor, Canadian-American businessman (d. 2010)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 26", "txt": "James Moody, American saxophonist and composer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 26", "txt": "Harold Chapman, English photographer", "entities": [{"title": "Harold Chapman", "href": "/wiki/Harold_Chapman", "description": "Harold Stephen Chapman is a photographer noted for chronicling the 1950s in Paris."}]}, {"heading": "Births", "year": "1929", "date": "March 26", "txt": "Edward Sorel, American illustrator and caricaturist", "entities": [{"title": "Edward Sorel", "href": "/wiki/Edward_Sorel", "description": "Edward Sorel is an American illustrator, caricaturist, cartoonist, graphic designer and author. His work is known for its storytelling, its left-liberal social commentary, its criticism of reactionary right-wing politics and organized religion. Formerly a regular contributor to The Nation, New York Magazine and The Atlantic, his work is today seen more frequently in Vanity Fair. He has been hailed"}]}, {"heading": "Births", "year": "1929", "date": "March 26", "txt": "Edwin Turney, American businessman, co-founded Advanced Micro Devices (d. 2008)", "entities": [{"title": "Advanced Micro Devices", "href": "/wiki/Advanced_Micro_Devices", "description": "Advanced Micro Devices, Inc. (AMD) is an American multinational semiconductor company based in Santa Clara, California, that develops computer processors and related technologies for business and consumer markets. While it initially manufactured its own processors, the company later outsourced its manufacturing, a practice known as going fabless, after GlobalFoundries was spun off in 2009. AMD's m"}]}, {"heading": "Births", "year": "1930", "date": "March 26", "txt": "Sandra Day O'Connor, American lawyer and jurist", "entities": [{"title": "Sandra Day O'Connor", "href": "/wiki/Sandra_Day_O%27Connor", "description": "Sandra Day O'Connor is a retired attorney and politician who served as the first woman associate justice of the Supreme Court of the United States from 1981 to 2006. She was the first woman nominated and confirmed. Nominated by President Ronald Reagan, she was considered the swing vote for the Rehnquist Court and the beginning of the Roberts Court."}]}, {"heading": "Births", "year": "1930", "date": "March 26", "txt": "Gregory Corso, American poet (d. 2001)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 26", "txt": "Leonard Nimoy, American actor (d. 2015)", "entities": [{"title": "Leonard Nimoy", "href": "/wiki/Leonard_Nimoy", "description": "Leonard Simon Nimoy was an American actor, filmmaker photographer, author, singer, and songwriter. He is best known for playing Spock in the Star Trek franchise for almost 50 years, from a pilot episode shot in 1964 to his final film performance in 2013. Nimoy directed films including Star Trek III: The Search for Spock (1984), Star Trek IV: The Voyage Home (1986) and the 1987 comedy Three Men and"}]}, {"heading": "Births", "year": "1932", "date": "March 26", "txt": "Leroy Griffith, American businessman", "entities": [{"title": "Leroy Griffith", "href": "/wiki/Leroy_Griffith", "description": "Leroy Charles Griffith is an American theater and nightclub proprietor, former Broadway theater producer, and film producer. He has owned, leased, or operated more than 70 adult entertainment theaters across the United States, dating from the burlesque era of the 1950s to present day nightclubs. During burlesque's heyday, he was a prolific producer of live stage shows featuring showgirls, stripper"}]}, {"heading": "Births", "year": "1932", "date": "March 26", "txt": "James Andrew Harris, American chemist and academic (d. 2000)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 26", "txt": "Tinto Brass, Italian director and screenwriter", "entities": [{"title": "Tinto Brass", "href": "/wiki/Tinto_Brass", "description": "Giovanni \"Tinto\" Brass is an Italian film director and screenwriter. In the 1960s and 1970s, he directed many critically acclaimed avant-garde films of various genres. Today, he is mainly known for his later work in the erotic genre, with films such as Caligula, Così fan tutte, Paprika, Monella and Trasgredire."}]}, {"heading": "Births", "year": "1934", "date": "March 26", "txt": "Alan Arkin, American actor", "entities": [{"title": "Alan Arkin", "href": "/wiki/Alan_Arkin", "description": "Alan Wolf Arkin is an American actor, director, and screenwriter. With a film career spanning seven decades, Arkin is known for his performances in The Russians Are Coming, the Russians Are Coming (1966), Wait Until Dark (1967), The Heart Is a Lonely Hunter (1968), Popi (1969), Catch-22 (1970); The In-Laws (1979), Edward Scissorhands (1990), The Rocketeer (1991), Glengarry Glen Ross (1992), Thirte"}]}, {"heading": "Births", "year": "1934", "date": "March 26", "txt": "Edvaldo Alves de Santa Rosa, Brazilian footballer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 26", "txt": "Wayne Embry, American basketball player and manager", "entities": [{"title": "Wayne Embry", "href": "/wiki/Wayne_Embry", "description": "Wayne Richard Embry is a retired American basketball player & basketball executive. Embry's 11-year playing career as a center/forward spanned from 1958 to 1969 playing for the Cincinnati Royals, Boston Celtics and Milwaukee Bucks, all of the NBA. After his playing career, Embry transitioned to a career as a professional basketball executive, becoming the first African-American general manager and"}]}, {"heading": "Births", "year": "1937", "date": "March 26", "txt": "Barbara Jones, American sprinter", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 26", "txt": "James Lee, Canadian businessman and politician, 26th Premier of Prince Edward Island", "entities": [{"title": "Premier of Prince Edward Island", "href": "/wiki/Premier_of_Prince_Edward_Island", "description": "The premier of Prince Edward Island is the first minister for the Canadian province of Prince Edward Island. They are the province's head of government and de facto chief executive."}]}, {"heading": "Births", "year": "1938", "date": "March 26", "txt": "Norman Ackroyd, English painter and illustrator", "entities": [{"title": "Norman Ackroyd", "href": "/wiki/Norman_Ackroyd", "description": "Norman Ackroyd is an English artist known primarily for his aquatint work. He lives and is based in Bermondsey, London."}]}, {"heading": "Births", "year": "1938", "date": "March 26", "txt": "Anthony James Leggett, English-American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1940", "date": "March 26", "txt": "James Caan, American actor and singer", "entities": [{"title": "James Caan", "href": "/wiki/James_Caan", "description": "James Edmund Caan is an American actor. After early roles in The Glory Guys (1965), for which he received a Golden Globe nomination, El Dorado (1967), and The Rain People (1969), he came to prominence in the 1970s with significant roles in films such as Brian's Song (1971), Cinderella Liberty (1973), The Gambler (1974), Freebie and the Bean (1974), Rollerball (1975), Funny Lady (1975), A Bridge To"}]}, {"heading": "Births", "year": "1940", "date": "March 26", "txt": "Nancy Pelosi, American lawyer and politician, 60th Speaker of the United States House of Representatives", "entities": [{"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1941", "date": "March 26", "txt": "Richard Dawkins, Kenyan-English ethologist, biologist, and academic", "entities": [{"title": "Richard Dawkins", "href": "/wiki/Richard_Dawkins", "description": "Richard Dawkins is a British ethologist, evolutionary biologist, and author. He is an emeritus fellow of New College, Oxford, and was the University of Oxford's Professor for Public Understanding of Science from 1995 until 2008. An atheist, he is well known for his criticism of creationism and intelligent design."}]}, {"heading": "Births", "year": "1941", "date": "March 26", "txt": "Lella Lombardi, Italian racing driver (d. 1992)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 26", "txt": "Erica Jong, American novelist and poet", "entities": [{"title": "Erica Jong", "href": "/wiki/Erica_Jong", "description": "Erica Jong is an American novelist, satirist, and poet, known particularly for her 1973 novel Fear of Flying. The book became famously controversial for its attitudes towards female sexuality and figured prominently in the development of second-wave feminism. According to The Washington Post, it has sold more than 20 million copies worldwide."}]}, {"heading": "Births", "year": "1943", "date": "March 26", "txt": "Mustafa Kalemli, Turkish physician and politician, Turkish Minister of the Interior", "entities": [{"title": "Mustafa Kalemli", "href": "/wiki/Mustafa_Kalemli", "description": "Mustafa Kalemli is a Turkish physician and politician, who served as government minister and Speaker of the Turkish Grand National Assembly."}, {"title": "Ministry of the Interior (Turkey)", "href": "/wiki/Ministry_of_the_Interior_(Turkey)", "description": "The Ministry of the Internal Affairs is a government ministry office of the Republic of Turkey, responsible for interior security affairs in Turkey."}]}, {"heading": "Births", "year": "1943", "date": "March 26", "txt": "Bob Woodward, American journalist and author", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 26", "txt": "Diana Ross, American singer-songwriter, producer, and actress", "entities": [{"title": "Diana Ross", "href": "/wiki/Diana_Ross", "description": "Diana Ernestine Earle Ross is an American singer and actress. Born and raised in Detroit, Michigan, she rose to fame as the lead singer of the vocal group The Supremes, who became Motown's most successful act during the 1960s and one of the world's best-selling girl groups of all time. They remain the best-charting female group in US history, with a total of twelve number-one hit singles on the US"}]}, {"heading": "Births", "year": "1945", "date": "March 26", "txt": "Paul Bérenger, Mauritian politician, Prime Minister of Mauritius", "entities": [{"title": "Paul Bérenger", "href": "/wiki/Paul_B%C3%A9renger", "description": "Paul Raymond Bérenger GCSK, MP is a Mauritian politician who was Prime Minister of Mauritius from 2003 to 2005. He has been Leader of the Opposition on several occasions — from 1983 to 1987, 1997 to 2000, 2005 to 2006, 2007 to 2013, October 2013 to 15 September 2014, and again from December 2014 to December 2016 where he was replaced by Xavier-Luc Duval. Following his party's defeat in the 2014 ge"}, {"title": "Prime Minister of Mauritius", "href": "/wiki/Prime_Minister_of_Mauritius", "description": "The prime minister of Mauritius is the head of government of Mauritius. He presides over the Cabinet of Ministers which advises the President of the Country and is collectively responsible to the National Assembly for any advice given and for all action done by or under the authority of any Minister in the execution of his office."}]}, {"heading": "Births", "year": "1945", "date": "March 26", "txt": "Mikhail Voronin, Russian gymnast and coach (d. 2004)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 26", "txt": "Johnny Crawford, American actor and singer", "entities": [{"title": "Johnny Crawford", "href": "/wiki/Johnny_Crawford", "description": "John Ernest Crawford was an American actor, singer, and musician. He first performed before a national audience as a Mouseketeer. At age 12, Crawford rose to prominence playing Mark McCain in the ABC Western series The Rifleman, which he was nominated for an Emmy Award for Best Supporting Actor at age 13."}]}, {"heading": "Births", "year": "1946", "date": "March 26", "txt": "Alain Madelin, French politician, French Minister of Finance", "entities": [{"title": "List of Finance Ministers of France", "href": "/wiki/List_of_Finance_Ministers_of_France", "description": "\nThis is a list of Ministers of Finance of France, including the equivalent positions of Superintendent of Finances and Controller-General of Finances during the Ancien Régime. The position of Superintendent of Finances was abolished following the arrest of Nicolas Fouquet; his powers were transferred to First Minister Jean-Baptiste Colbert, who would become ex officio Controller-General of Financ"}]}, {"heading": "Births", "year": "1947", "date": "March 26", "txt": "Subhash Kak, Indian-American professor and author", "entities": [{"title": "Subhash Kak", "href": "/wiki/Subhash_Kak", "description": "Subhash Kak is an Indian-American computer scientist and a historical revisionist. He is the Regents Professor of Computer Science Department at Oklahoma State University–Stillwater, an honorary visiting professor of engineering at Jawaharlal Nehru University, and a member of the Indian Prime Minister's Science, Technology and Innovation Advisory Council (PM-STIAC)."}]}, {"heading": "Births", "year": "1947", "date": "March 26", "txt": "John Rowles, New Zealand-Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 26", "txt": "Kyung-wha Chung, South Korean violinist and educator", "entities": [{"title": "Kyung-wha Chung", "href": "/wiki/Kyung-wha_Chung", "description": "Kyung Wha Chung is a South Korean violinist."}]}, {"heading": "Births", "year": "1948", "date": "March 26", "txt": "Richard Tandy, English pianist and keyboard player", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 26", "txt": "Steven Tyler, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 26", "txt": "Jon English, English-Australian singer-songwriter and actor (d. 2016)", "entities": [{"title": "Jon English", "href": "/wiki/Jon_English", "description": "Jonathan James \"Jon\" English was an English-born Australian singer, songwriter, musician and actor. He emigrated from England to Australia with his parents in 1961. He was an early vocalist and rhythm guitarist for Sebastian Hardie but left to take on the role of Judas Iscariot in the Australian version of the stage musical Jesus Christ Superstar from May 1972, which was broadcast on television. E"}]}, {"heading": "Births", "year": "1949", "date": "March 26", "txt": "Rudi Koertzen, South African cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 26", "txt": "Vicki Lawrence, American actress, comedian, talk show host, and singer", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 26", "txt": "Fran Sheehan, American bass player", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 26", "txt": "Patrick Süskind, German author and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 26", "txt": "Ernest Lee Thomas, American actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 26", "txt": "Teddy Pendergrass, American singer-songwriter (d. 2010)", "entities": [{"title": "Teddy Pendergrass", "href": "/wiki/Teddy_Pendergrass", "description": "Theodore DeReese Pendergrass was an American singer. Born and raised in Philadelphia, Pennsylvania, he initially rose to musical fame as the lead singer of Harold Melvin & the Blue Notes. After leaving the group over in 1976, Pendergrass launched a successful solo career under the Philadelphia International label, releasing five consecutive platinum albums. Pendergrass's career was suspended after"}]}, {"heading": "Births", "year": "1950", "date": "March 26", "txt": "Graham Barlow, English cricketer", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 26", "txt": "Martin Short, Canadian-American actor, screenwriter, and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 26", "txt": "Alan Silvestri, American composer and conductor", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 26", "txt": "Željko Pavličević, Croatian professional basketball coach and former professional player", "entities": [{"title": "Željko Pavličević", "href": "/wiki/%C5%BDeljko_Pavli%C4%8Devi%C4%87", "description": "Željko Pavličević is a Croatian professional basketball coach and former player. He currently serves as the head coach for ASEAN Basketball League Eastern Long Lions."}]}, {"heading": "Births", "year": "1951", "date": "March 26", "txt": "Carl Wieman, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1952", "date": "March 26", "txt": "Didier Pironi, French racing driver (d. 1987)", "entities": [{"title": "Didier Pironi", "href": "/wiki/Didier_Pironi", "description": "Didier Joseph Louis Pironi was a French racing driver. During his career he competed in 72 Formula One World Championship Grands Prix, driving for Tyrrell (1978–1979), Ligier (1980) and Ferrari (1981–1982), his F1 career ending after a practice crash at the 1982 German Grand Prix. He won the 24 Hours of Le Mans in 1978 driving a Renault Alpine A442B."}]}, {"heading": "Births", "year": "1953", "date": "March 26", "txt": "Lincoln Chafee, American academic and politician, 74th Governor of Rhode Island", "entities": [{"title": "Lincoln Chafee", "href": "/wiki/Lincoln_Chafee", "description": "Lincoln Davenport Chafee is an American politician. He was mayor of Warwick from 1993 to 1999, a United States Senator from 1999 to 2007, and the 74th Governor of Rhode Island from 2011 to 2015. He was a member of the Democratic Party from 2013 to 2019; in June 2019, The Boston Globe reported that he had become a registered Libertarian, having previously been a Republican until 2007 and an indepen"}, {"title": "Governor of Rhode Island", "href": "/wiki/Governor_of_Rhode_Island", "description": "The Governor of the State of Rhode Island is the head of the executive branch of the Government of Rhode Island and serves as commander-in-chief of the State's Army National Guard and Air National Guard. The current governor is Democrat Daniel McKee."}]}, {"heading": "Births", "year": "1953", "date": "March 26", "txt": "Elaine Chao, Taiwanese-American banker and politician, 24th United States Secretary of Labor", "entities": [{"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}]}, {"heading": "Births", "year": "1953", "date": "March 26", "txt": "Tatyana Providokhina, Russian runner", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 26", "txt": "Clive Palmer, Australian businessman and politician", "entities": [{"title": "Clive Palmer", "href": "/wiki/Clive_Palmer", "description": "Clive Frederick Palmer is an Australian businessman and politician. He has iron ore, nickel and coal holdings."}]}, {"heading": "Births", "year": "1954", "date": "March 26", "txt": "Curtis Sliwa, American talk show host and activist, founded Guardian Angels", "entities": [{"title": "Guardian Angels", "href": "/wiki/Guardian_Angels", "description": "The Guardian Angels is a non-profit international volunteer organization of unarmed crime prevention. The Guardian Angels organization was founded on February 13, 1979, in New York City by Curtis Sliwa. It later spread to over 130 cities and 13 countries worldwide."}]}, {"heading": "Births", "year": "1954", "date": "March 26", "txt": "Dorothy Porter, Australian poet and playwright (d. 2008)", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 26", "txt": "Charly McClain, American country music singer", "entities": [{"title": "Charly McClain", "href": "/wiki/Charly_McClain", "description": "Charlotte Denise 'Charly' McClain is an American country singer, best known for a string of hits during the 1980s. McClain's biggest hits include \"Who's Cheatin' Who,\" \"Sleepin' with the Radio On,\" and \"Radio Heart.\""}, {"title": "Country music", "href": "/wiki/Country_music", "description": "Country is a genre of popular music that originated with blues, old-time music, and various types of American folk music including Appalachian, Cajun, Creole, and the cowboy Western music styles of New Mexico, Red Dirt, Tejano, and Texas country. Its popularized roots originate in the Southern and Southwestern United States of the early 1920s."}]}, {"heading": "Births", "year": "1956", "date": "March 26", "txt": "Park Won-soon, South Korean lawyer and politician, 35th Mayor of Seoul", "entities": [{"title": "Mayor of Seoul", "href": "/wiki/Mayor_of_Seoul", "description": "The Mayor of Seoul is the chief executive of the metropolitan government of Seoul, the capital and largest city of South Korea."}]}, {"heading": "Births", "year": "1957", "date": "March 26", "txt": "Fiona Bruce, Scottish lawyer and politician", "entities": [{"title": "Fiona Bruce (politician)", "href": "/wiki/Fiona_Bruce_(politician)", "description": "Fiona Claire Bruce is a British Conservative Party politician who was elected the Member of Parliament (MP) for Congleton in the 2010 general election."}]}, {"heading": "Births", "year": "1957", "date": "March 26", "txt": "Leeza Gibbons, American talk show host and television personality", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 26", "txt": "Paul Morley, English journalist, producer, and author", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 26", "txt": "Shirin Neshat, Iranian visual artist", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 26", "txt": "Elio de Angelis, Italian racing driver (d. 1986)", "entities": [{"title": "Elio de Angelis", "href": "/wiki/Elio_de_Angelis", "description": "Elio de Angelis was an Italian racing driver who participated in Formula One between 1979 and 1986, racing for the Shadow, Lotus and Brabham teams. He was killed in an accident while testing the Brabham BT55 at the Paul Ricard circuit, near the commune of Le Castellet, France, in 1986. De Angelis was a very competitive and highly popular presence in Formula One during the 1980s, and is sometimes r"}]}, {"heading": "Births", "year": "1960", "date": "March 26", "txt": "Marcus Allen, American football player and sportscaster", "entities": [{"title": "Marcus Allen", "href": "/wiki/Marcus_Allen", "description": "Marcus LeMarr Allen is a former American football running back and analyst who played in the National Football League (NFL) for 16 seasons, primarily with the Los Angeles Raiders. Considered one of the greatest goal line and short-yard runners in NFL history, he was selected by the Raiders in the first round of the 1982 NFL Draft, 10th overall, following a successful college football career at USC"}]}, {"heading": "Births", "year": "1960", "date": "March 26", "txt": "Jennifer Grey, American actress and dancer", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 26", "txt": "Graeme Rutjes, Australian-Dutch footballer", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 26", "txt": "William Hague, English historian and politician, First Secretary of State", "entities": [{"title": "William Hague", "href": "/wiki/William_Hague", "description": "William Jefferson Hague, Baron Hague of Richmond, is a British Conservative politician and life peer. He represented Richmond, Yorkshire, as its Member of Parliament (MP) from 1989 until 2015 and was the Leader of the Opposition from 1997 to 2001. He was Secretary of State for Foreign and Commonwealth Affairs from 2010 to 2014 and was the Leader of the House of Commons from 2014 to 2015."}, {"title": "First Secretary of State", "href": "/wiki/First_Secretary_of_State", "description": "First Secretary of State is an office sometimes given to a cabinet minister in the Government of the United Kingdom. The office indicates seniority, including over all other Secretaries of State and can be seen as an alternative office to Deputy Prime Minister."}]}, {"heading": "Births", "year": "1962", "date": "March 26", "txt": "Richard Coles, English pianist, saxophonist, and priest", "entities": [{"title": "Richard Coles", "href": "/wiki/Richard_Coles", "description": "Richard Keith Robert Coles is an English musician, journalist and Church of England parish priest. Now vicar of Finedon in Northamptonshire, he was formerly the multi-instrumentalist who partnered Jimmy Somerville in the 1980s band the Communards. They achieved three top ten hits, including the No. 1 record and best-selling single of 1986, a dance version of \"Don't Leave Me This Way\"."}]}, {"heading": "Births", "year": "1962", "date": "March 26", "txt": "Kevin Seitzer, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 26", "txt": "Yuri Gidzenko, Russian pilot and cosmonaut", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 26", "txt": "John Stockton, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 26", "txt": "Eric Allan Kramer, American-Canadian actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 26", "txt": "Natsuhiko Kyogoku, Japanese author", "entities": [{"title": "Natsuhiko Kyogoku", "href": "/wiki/Natsuhiko_Kyogoku", "description": "Natsuhiko Kyogoku  is a Japanese mystery writer, who is a member of Ōsawa Office. He is a member of the Mystery Writers of Japan and the Honkaku Mystery Writers Club of Japan."}]}, {"heading": "Births", "year": "1964", "date": "March 26", "txt": "Martin Bella, Australian rugby league player", "entities": [{"title": "Martin Bella", "href": "/wiki/Martin_Bella", "description": "Martin Bella, nicknamed Munster, is an Australian former rugby league footballer who played in the 1980s and 1990s. A prop, he represented Queensland and Australia, and played his club football for a number of clubs in Australian and England."}]}, {"heading": "Births", "year": "1964", "date": "March 26", "txt": "Martin Donnelly, Irish racing driver", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 26", "txt": "Maria Miller, English businessman and politician, Secretary of State for Culture, Media and Sport", "entities": [{"title": "Secretary of State for Culture, Media and Sport", "href": "/wiki/Secretary_of_State_for_Culture,_Media_and_Sport", "description": "The Secretary of State for Digital, Culture, Media and Sport, also referred to as the Culture Secretary, is a cabinet rank office with overall responsibility for strategy and policy across the Department for Digital, Culture, Media and Sport. The office has been dubbed \"Minister of Fun\"."}]}, {"heading": "Births", "year": "1964", "date": "March 26", "txt": "Ulf Samuelsson, Swedish-American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 26", "txt": "Trey Azagthoth, American guitarist, songwriter, and producer", "entities": [{"title": "Trey Azagthoth", "href": "/wiki/Trey_Azagthoth", "description": "Morbid Angel is an American death metal band based in Tampa, Florida formed in 1983 by guitarist, primary composer and sole remaining original member Trey Azagthoth, vocalist and bassist Dallas Ward, and drummer Mike Browning. Widely considered as one of the most influential bands in the genre and important in the transition of death metal from its thrash metal roots, they were one of the first ba"}]}, {"heading": "Births", "year": "1965", "date": "March 26", "txt": "Violeta Szekely, Romanian runner", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 26", "txt": "Michael Imperioli, American actor and screenwriter", "entities": [{"title": "Michael Imperioli", "href": "/wiki/Michael_Imperioli", "description": "Michael Imperioli is an American actor, writer and director, best known for his role as Christopher Moltisanti in the HBO crime drama The Sopranos (1999–2007), which earned him the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series in 2004. He gained recognition in the early part of his career for his role as Spider in Martin Scorsese's 1990 film Goodfellas. Imperioli's other "}]}, {"heading": "Births", "year": "1967", "date": "March 26", "txt": "Jason Chaffetz, American politician", "entities": [{"title": "Jason Chaffetz", "href": "/wiki/Jason_Chaffetz", "description": "Jason E. Chaffetz is an American retired politician who served as the U.S. Representative for Utah's 3rd congressional district from 2009 until his retirement in 2017. He chaired the Committee on Oversight and Government Reform from 2015 until 2017."}]}, {"heading": "Births", "year": "1968", "date": "March 26", "txt": "Laurent Brochard, French cyclist", "entities": [{"title": "Laurent Brochard", "href": "/wiki/Laurent_Brochard", "description": "Laurent Brochard is a retired professional road racing cyclist from France. In 1997 he won a stage of the Tour de France and became world road champion in San Sebastián, Spain."}]}, {"heading": "Births", "year": "1968", "date": "March 26", "txt": "Kenny Chesney, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 26", "txt": "James Iha, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 26", "txt": "Alessandro Moscardi, Italian rugby player", "entities": [{"title": "Alessandro Moscardi", "href": "/wiki/Alessandro_Moscardi", "description": "Alessandro Moscardi is a former Italian rugby union player. He played as an hooker."}]}, {"heading": "Births", "year": "1970", "date": "March 26", "txt": "Paul Bosvelt, Dutch footballer", "entities": [{"title": "Paul Bosvelt", "href": "/wiki/Paul_Bosvelt", "description": "Paul Bosvelt is a Dutch former professional footballer who played as a midfielder. He played for Go Ahead Eagles and Twente before moving to Feyenoord in 1997. After six seasons with Feyenoord he joined Manchester City. Two years later, he returned to the Netherlands spending two seasons at SC Heerenveen before retiring."}]}, {"heading": "Births", "year": "1970", "date": "March 26", "txt": "Jelle Goes, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 26", "txt": "Thomas Kyparissis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 26", "txt": "Martin McDonagh, English-born Irish playwright, screenwriter, and director", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 26", "txt": "Behzad Ghorbani, Iranian zoologist", "entities": [{"title": "Behzad Ghorbani", "href": "/wiki/Behzad_Ghorbani", "description": "Behzad Ghorbani is an Iranian zoologist and the first Iranian planarialogist. He was born in Tehran and graduated from the University of Tehran and Shahid Beheshti University. In 1997, he identified two new species, that were found in the Karaj River."}]}, {"heading": "Births", "year": "1971", "date": "March 26", "txt": "Martyn Day, Scottish politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 26", "txt": "Erick Morillo, Colombian-American DJ and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 26", "txt": "Rennae Stubbs, Australian tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 26", "txt": "Paul Williams, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 26", "txt": "Leslie Mann, American actress", "entities": [{"title": "Leslie Mann", "href": "/wiki/Leslie_Mann", "description": "Leslie Jean Mann is an American actress. She has appeared in numerous films, including The Cable Guy (1996), George of the Jungle (1997), Big Daddy (1999), Knocked Up (2007), 17 Again (2009), Funny People (2009), This Is 40 (2012), and Blockers (2018)."}]}, {"heading": "Births", "year": "1972", "date": "March 26", "txt": "Jason Maxwell, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 26", "txt": "Larry Page, American computer scientist and businessman, co-founder of Google", "entities": [{"title": "Larry Page", "href": "/wiki/Larry_Page", "description": "Lawrence Edward Page is an American computer scientist and Internet entrepreneur. He is best known as one of the co-founders of Google along with Sergey Brin."}, {"title": "Google", "href": "/wiki/Google", "description": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, a search engine, cloud computing, software, and hardware. It is considered one of the five Big Tech companies along with Amazon, Facebook, Apple, and Microsoft."}]}, {"heading": "Births", "year": "1973", "date": "March 26", "txt": "T. R. Knight, American actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 26", "txt": "Matt Burke, Australian rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 26", "txt": "Irina Spîrlea, Romanian tennis player", "entities": [{"title": "Irina Spîrlea", "href": "/wiki/Irina_Sp%C3%AErlea", "description": "Irina Spîrlea is a retired tennis player from Romania who turned professional in 1990. She won four singles and six doubles titles during her career. Spîrlea reached her highest individual ranking on the WTA Tour on 13 October 1997, when she became number 7 in the world. She retired in 2000."}]}, {"heading": "Births", "year": "1974", "date": "March 26", "txt": "Vadimas Petrenko, Lithuanian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 26", "txt": "Michael Peca, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 26", "txt": "Amy Smart, American actress and former model", "entities": [{"title": "Amy Smart", "href": "/wiki/Amy_Smart", "description": "Amy Lysle Smart is an American actress."}]}, {"heading": "Births", "year": "1976", "date": "March 26", "txt": "Alex Varas, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 26", "txt": "Eirik Verås Larsen, Norwegian sprint kayaker", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 26", "txt": "Kevin Davies, English footballer", "entities": [{"title": "Kevin Davies", "href": "/wiki/Kevin_Davies", "description": "Kevin Cyril Davies is an English former professional footballer who played as a striker for Chesterfield, Southampton, Blackburn Rovers, Millwall, Bolton Wanderers and Preston North End. He managed Southport in the 2017–18 season, before his contract was terminated on 30 April 2018."}]}, {"heading": "Births", "year": "1977", "date": "March 26", "txt": "Bianca Kajlich, American actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 26", "txt": "Sylvain Grenier, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 26", "txt": "Anastasia Kostaki, Greek basketball player", "entities": [{"title": "Anastasia Kostaki", "href": "/wiki/Anastasia_Kostaki", "description": "Anastasia Kostaki is a former Greek professional basketball player, currently serving as an assistant coach for Panathinaikos. She is 1.72 m in height and 65 kg in weight."}]}, {"heading": "Births", "year": "1979", "date": "March 26", "txt": "Nacho Novo, Spanish footballer", "entities": [{"title": "Nacho Novo", "href": "/wiki/Nacho_Novo", "description": "Ignacio Javier Gómez Novo is a Spanish footballer who plays as a forward for Biggleswade United"}]}, {"heading": "Births", "year": "1979", "date": "March 26", "txt": "Ben Blair, New Zealand rugby union footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 26", "txt": "Hiromi Uehara, Japanese pianist and composer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 26", "txt": "Pierre Womé, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 26", "txt": "Juliana Paes, Brazilian actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 26", "txt": "Margaret Brennan, American journalist", "entities": [{"title": "Margaret Brennan", "href": "/wiki/Margaret_Brennan", "description": "Margaret Brennan is an American journalist based in Washington, D.C., the current moderator of Face the Nation on CBS News, and the network's senior foreign affairs correspondent. Brennan was previously a White House correspondent for CBS and has covered Washington since 2012."}]}, {"heading": "Births", "year": "1980", "date": "March 26", "txt": "Son Ho-young, South Korean singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 26", "txt": "Richie Wellens, English footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 26", "txt": "Sébastien Centomo, Canadian ice hockey player", "entities": [{"title": "Sébastien Centomo", "href": "/wiki/S%C3%A9bastien_Centomo", "description": "Sébastien Centomo is a Canadian former professional ice hockey player. He played one game in the National Hockey League (NHL) with the Toronto Maple Leafs during the 2001–02 season."}]}, {"heading": "Births", "year": "1981", "date": "March 26", "txt": "Baruch Dego, Ethiopian-Israeli footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 26", "txt": "Massimo Donati, Italian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 26", "txt": "Josh Wilson, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 26", "txt": "Mikel Arteta, Spanish footballer", "entities": [{"title": "Mikel Arteta", "href": "/wiki/Mikel_Arteta", "description": "Mikel Arteta Amatriain is a Spanish professional football manager and former player. He is currently the manager of Premier League club Arsenal."}]}, {"heading": "Births", "year": "1982", "date": "March 26", "txt": "Brendan Ryan, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 26", "txt": "Nate Kaeding, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 26", "txt": "Andreas Hinkel, German footballer", "entities": [{"title": "Andreas Hinkel", "href": "/wiki/Andreas_Hinkel", "description": "Andreas Hinkel is a German football coach and a former player. He played as a right-back and played 21 caps for Germany. Hinkel was known for his attacking play on the flanks and defensive solidity. He is currently the assistant manager of Russian Premier League club FC Spartak Moscow."}]}, {"heading": "Births", "year": "1983", "date": "March 26", "txt": "Floriana Lima, American actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 26", "txt": "Roman Bednář, Czech footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 26", "txt": "Mike Mondo, American wrestler", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 26", "txt": "Jimmy Howard, American ice hockey player", "entities": [{"title": "Jimmy Howard", "href": "/wiki/Jimmy_Howard", "description": "James Russell Howard III is an American former professional ice hockey goaltender. He spent his entire NHL career with the Detroit Red Wings, by whom he was drafted in 2003."}]}, {"heading": "Births", "year": "1984", "date": "March 26", "txt": "Drew Mitchell, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 26", "txt": "Felix Neureuther, German skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 26", "txt": "Marco Stier, German footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 26", "txt": "Gregory Strydom, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 26", "txt": "Sara Jean Underwood, American model, television host, and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 26", "txt": "Keira Knightley, English actress", "entities": [{"title": "Keira Knightley", "href": "/wiki/Keira_Knightley", "description": "Keira Christina Knightley is a British actress. She has starred in both independent films and big-budget blockbusters, and is particularly noted for her roles in period dramas. Her accolades include two Empire Awards and nominations for two Academy Awards, two British Academy Film Awards, three Golden Globe Awards, one Screen Actors Guild Award and one Laurence Olivier Award."}]}, {"heading": "Births", "year": "1985", "date": "March 26", "txt": "Matt Grevers, American swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 26", "txt": "Jonathan Groff, American actor and singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 26", "txt": "Prosper Utseya, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 26", "txt": "Maxime Biset, Belgian footballer", "entities": [{"title": "Maxime Biset", "href": "/wiki/Maxime_Biset", "description": "Maxime Biset is a Belgian football midfielder who currently plays for K.V.C. Westerlo in the Belgian First Division B."}]}, {"heading": "Births", "year": "1986", "date": "March 26", "txt": "Rob Kearney, Irish rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 26", "txt": "Emma Laine, Finnish tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 26", "txt": "Kim Dong-suk, South Korean footballer", "entities": [{"title": "Kim Dong-suk", "href": "/wiki/Kim_Dong-suk", "description": "Kim Dong-Suk is a South Korean football player who currently plays for Incheon United."}]}, {"heading": "Births", "year": "1987", "date": "March 26", "txt": "Jermichael Finley, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 26", "txt": "Steven Fletcher, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 26", "txt": "Simon Kjær, Danish footballer", "entities": [{"title": "Simon Kjær", "href": "/wiki/Simon_Kj%C3%A6r", "description": "Simon Thorup Kjær is a Danish professional footballer who plays as a centre back for Italian club Milan and captains the Denmark national team."}]}, {"heading": "Births", "year": "1990", "date": "March 26", "txt": "Choi Woo-shik, South Korean actor", "entities": [{"title": "Choi Woo-shik", "href": "/wiki/Choi_Woo-shik", "description": "Choi Woo-shik is a Korean–Canadian actor. He first gained widespread recognition for his leading role in the film Set Me Free (2014). He then co-starred in the films Train to Busan (2016) and Parasite (2019), both of which received international critical acclaim and success, with the latter of which winning the Palme d'Or at Cannes and the Academy Award for Best Picture."}]}, {"heading": "Births", "year": "1990", "date": "March 26", "txt": "Patrick Ekeng, Cameroonian footballer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 26", "txt": "Yuya Takaki, Japanese idol, singer, dancer, model and actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 26", "txt": "Xiumin, South Korean singer and actor", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 26", "txt": "Matt Davidson, American baseball player", "entities": [{"title": "Matt Davidson (baseball)", "href": "/wiki/Matt_Davidson_(baseball)", "description": "Matthew Glen Davidson is an American professional baseball first baseman in the Los Angeles Dodgers organization. He has previously played in Major League Baseball (MLB) for the Cincinnati Reds, Chicago White Sox, and Arizona Diamondbacks. He made his MLB debut with the Diamondbacks in 2013."}]}, {"heading": "Births", "year": "1992", "date": "March 26", "txt": "Nina Agdal, Danish model", "entities": [{"title": "Nina Agdal", "href": "/wiki/Nina_Agdal", "description": "Nina Brohus Agdal is a Danish model known for her appearances in the Sports Illustrated Swimsuit Issue and, alongside Chrissy Teigen and Lily Aldridge, appeared on the 50th anniversary cover in 2014."}]}, {"heading": "Births", "year": "1992", "date": "March 26", "txt": "Stoffel Vandoorne, Belgian racing driver", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 26", "txt": "Jed Wallace, English footballer", "entities": [{"title": "Jed Wallace", "href": "/wiki/Jed_Wallace", "description": "Jed Fernley Wallace is an English professional footballer who plays as a winger for Championship club Millwall."}]}, {"heading": "Births", "year": "1996", "date": "March 26", "txt": "Zane Musgrove, New Zealand rugby league player", "entities": [{"title": "Zane Musgrove", "href": "/wiki/Zane_Musgrove", "description": "Zane Musgrove is a Samoa international rugby league footballer who plays as a prop for the Wests Tigers in the NRL."}]}, {"heading": "Births", "year": "1996", "date": "March 26", "txt": "Kathryn Bernardo, Filipino actress", "entities": []}, {"heading": "Births", "year": "1998", "date": "March 26", "txt": "Satoko Miyahara, Japanese figure skater", "entities": [{"title": "Satoko Miyahara", "href": "/wiki/Satoko_Miyahara", "description": "Satoko Miyahara  is a Japanese figure skater. She is the 2015 World silver medalist, the 2018 World bronze medalist, the 2016 Four Continents champion, a two-time Four Continents silver medalist, a two-time Grand Prix Final silver medalist, a two-time Skate America champion, a four-time CS U.S. Classic champion, and a four-time Japanese national champion (2014–17)."}]}, {"heading": "Births", "year": "2003", "date": "March 26", "txt": "Bhad Bhabie, American rapper and social media personality", "entities": [{"title": "Danielle Bregoli", "href": "/wiki/Danielle_Bregoli", "description": "Danielle Peskowitz Bregoli, known professionally as Bhad Bhabie, is an American rapper, songwriter, and internet personality. She first became known from an episode of Dr. Phil in September 2016, in which she said the phrase, \"Catch me outside, how about that?\", which became a viral video meme and catchphrase. In 2017, Bregoli became the youngest female rapper ever to appear on the Billboard Hot 1"}]}, {"heading": "Deaths", "year": "752", "date": "March 26", "txt": "Pope-elect Stephen", "entities": [{"title": "Pope-elect Stephen", "href": "/wiki/Pope-elect_Stephen", "description": "Pope-elect Stephen was a Roman priest selected in March 752 to succeed Pope Zachary. Because he died before he was consecrated, he is considered only a pope-elect rather than a legitimate pope."}]}, {"heading": "Deaths", "year": "809", "date": "March 26", "txt": "Ludger, Frisian missionary", "entities": [{"title": "Ludger", "href": "/wiki/Ludger", "description": "Saint Ludger was a missionary among the Frisians and Saxons, founder of Werden Abbey and first Bishop of Münster in Westphalia. He has been called the \"Apostle of Saxony\"."}, {"title": "Missionary", "href": "/wiki/Missionary", "description": "A missionary is a member of a religious group sent into an area to promote their faith or perform ministries of service, such as education, literacy, social justice, health care, and economic development."}]}, {"heading": "Deaths", "year": "903", "date": "March 26", "txt": "Sugawara no Michizane, Japanese poet", "entities": [{"title": "Sugawara no Michizane", "href": "/wiki/Sugawara_no_Michizane", "description": "Sugawara no Michizane , also known as Kan Shōjō (菅丞相) or Kanke (菅家), was a scholar, poet, and politician of the Heian Period of Japan. He is regarded as an excellent poet, particularly in Kanshi poetry, and is today revered in Shinto as the god of learning, Tenman-Tenjin ."}]}, {"heading": "Deaths", "year": "908", "date": "March 26", "txt": "Ai, emperor of the Tang Dynasty (b. 892)", "entities": [{"title": "Emperor Ai of Tang", "href": "/wiki/Emperor_Ai_of_Tang", "description": "Emperor Ai of Tang, also known as Emperor Zhaoxuan of Tang (唐昭宣帝), born Li Zuo, later known as Li Chu, was the last emperor of the Tang dynasty of China. He reigned—as but a puppet ruler—from 904 to 907. Emperor Ai was the son of Emperor Zhaozong. He was murdered by Zhu Wen."}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "922", "date": "March 26", "txt": "Mansur Al-Hallaj, Persian mystic and poet (b. 858)", "entities": [{"title": "Mansur Al-Hallaj", "href": "/wiki/Mansur_Al-Hallaj", "description": "Al-Hallaj or Mansour Hallaj was a Persian mystic, poet and teacher of Sufism. He is best known for his saying: \"I am the Truth\" (Ana'l-Ḥaqq), which many saw as a claim to divinity, while others interpreted it as an instance of annihilation of the ego, God to speak through the him. Al-Hallaj gained a wide following as a preacher before he became implicated in power struggles of the Abbasid court an"}]}, {"heading": "Deaths", "year": "929", "date": "March 26", "txt": "Wang Du, Chinese warlord and governor (jiedushi)", "entities": [{"title": "Wang Du", "href": "/wiki/Wang_Du", "description": "Wang Du, né Liu Yunlang (劉雲郎), was a warlord during the early Five Dynasties and Ten Kingdoms period of China as the military governor (Jiedushi) of Yiwu Circuit. He seized control of Yiwu from his adoptive father Wang Chuzhi in a coup, and subsequently ruled it semi-independently as a vassal of Jin and Jin's successor state Later Tang. In 928, then-reigning Emperor Mingzong of Later Tang, believi"}, {"title": "Warlord", "href": "/wiki/Warlord", "description": "A warlord is a strong leader able to exercise military, economic, and political control over a subnational territory within a sovereign state because of their ability to mobilize loyal armed forces. These armed forces, usually considered militias, are loyal to the warlord rather than to the general government due to the background of the Warlords. Warlords have existed throughout much of history, "}]}, {"heading": "Deaths", "year": "973", "date": "March 26", "txt": "Guntram (\"the Rich\"), Frankish nobleman", "entities": [{"title": "Guntram the Rich", "href": "/wiki/Guntram_the_Rich", "description": "Guntram the Rich was a count in Breisgau, member of the noble family of the Etichonids, and possibly the progenitor of the House of Habsburg."}, {"title": "Nobility", "href": "/wiki/Nobility", "description": "Nobility is a social class normally ranked immediately below royalty and found in some societies that have a formal aristocracy. Nobility has often been an estate of the realm that possessed more acknowledged privilege and higher social status than most other classes in society. The privileges associated with nobility may constitute substantial advantages over or relative to non-nobles or may be l"}]}, {"heading": "Deaths", "year": "983", "date": "March 26", "txt": "'Adud al-Dawla, Iranian ruler (b. 936)", "entities": [{"title": "'Adud al-Dawla", "href": "/wiki/%27Adud_al-Dawla", "description": "Fannā (Panāh) Khusraw, better known by his laqab of ʿAḍud al-Dawla was an emir of the Buyid dynasty, ruling from 949 to 983, and at his height of power ruling an empire stretching from Makran to Yemen and the shores of the Mediterranean Sea. He is widely regarded as the greatest monarch of the dynasty, and by the end of his reign was the most powerful ruler in the Middle East."}]}, {"heading": "Deaths", "year": "1091", "date": "March 26", "txt": "Wallada bint al-Mustakfi, Andalusian poet", "entities": [{"title": "Wallada bint al-Mustakfi", "href": "/wiki/Wallada_bint_al-Mustakfi", "description": "Wallada bint al-Mustakfi was an Andalusian poet."}]}, {"heading": "Deaths", "year": "1130", "date": "March 26", "txt": "Sigurd the Crusader, Norwegian king (b. 1090)", "entities": [{"title": "Sigurd the Crusader", "href": "/wiki/Sigurd_the_Crusader", "description": "Sigurd I Magnusson, also known as Sigurd the Crusader, was King of Norway from 1103 to 1130. His rule, together with his half-brother Øystein, has been regarded by historians as a golden age for the medieval Kingdom of Norway. He is otherwise famous for leading the Norwegian Crusade (1107–1110), earning the eponym \"the Crusader\", and was the first European king to personally participate in a crusa"}]}, {"heading": "Deaths", "year": "1132", "date": "March 26", "txt": "Geoffrey of Vendôme, French cardinal and theologian (b. 1065)", "entities": [{"title": "Geoffrey of Vendôme", "href": "/wiki/Geoffrey_of_Vend%C3%B4me", "description": "\nGeoffrey of Vendôme was a French Benedictine monk, writer and cardinal."}]}, {"heading": "Deaths", "year": "1212", "date": "March 26", "txt": "Sancho I of Portugal (b. 1154)", "entities": [{"title": "Sancho I of Portugal", "href": "/wiki/Sancho_I_of_Portugal", "description": "Sancho I, nicknamed \"the Populator\", King of Portugal was the second but only surviving legitimate son and fifth child of Afonso I of Portugal by his wife, Maud of Savoy. Sancho succeeded his father and was crowned in Coimbra when he was 31 years old on 9 December 1185. He used the title King of Silves from 1189 until he lost the territory to Almohad control in 1191."}]}, {"heading": "Deaths", "year": "1242", "date": "March 26", "txt": "William de Forz, 3rd Earl of Albemarle", "entities": [{"title": "William de Forz, 3rd Earl of Albemarle", "href": "/wiki/William_de_Forz,_3rd_Earl_of_Albemarle", "description": "William de Forz, 3rd Earl of Albemarle was an English nobleman. He is described by William Stubbs as \"a feudal adventurer of the worst type\"."}]}, {"heading": "Deaths", "year": "1324", "date": "March 26", "txt": "Marie de Luxembourg, Queen of France (b. 1304)", "entities": [{"title": "Marie de Luxembourg, Queen of France", "href": "/wiki/Marie_de_Luxembourg,_Queen_of_France", "description": "Marie of Luxembourg was Queen of France and Navarre as the second wife of King Charles IV and I."}]}, {"heading": "Deaths", "year": "1326", "date": "March 26", "txt": "Alessandra Giliani, anatomist (b. c. 1307)", "entities": [{"title": "Alessandra Giliani", "href": "/wiki/Alessandra_Giliani", "description": "Alessandra Giliani (1307-1326) was thought to be an Italian natural historian, best known as the first woman to be recorded in historical documents as practicing anatomy and pathology. However, the historical evidence for her existence is limited. Some scholars consider her to be a fiction invented by Alessandro Machiavelli (1693-1766). whilst others hold that the participation of a woman in anato"}]}, {"heading": "Deaths", "year": "1402", "date": "March 26", "txt": "David Stewart, Duke of Rothesay, heir to the throne of Scotland (b. 1378)", "entities": [{"title": "David Stewart, Duke of Rothesay", "href": "/wiki/David_Stewart,_Duke_of_Rothesay", "description": "David Stewart was heir apparent to the throne of Scotland from 1390 and the first Duke of Rothesay from 1398. He was named after his great-great-uncle, David II of Scotland, and also held the titles of Earl of Atholl (1398–1402) and Earl of Carrick (1390–1402). He shares with his uncle and arch-rival, Robert Stewart, first Duke of Albany, the distinction of being first dukes to be created in the S"}]}, {"heading": "Deaths", "year": "1437", "date": "March 26", "txt": "Walter Stewart, Earl of Atholl, Scottish nobleman and regicide", "entities": [{"title": "Walter Stewart, Earl of Atholl", "href": "/wiki/Walter_Stewart,_Earl_of_Atholl", "description": "Walter Stewart, Earl of Atholl, Strathearn and Caithness was a Scottish nobleman, the son of Robert II of Scotland. Stewart was an enthusiastic advocate of the ransom and return to Scotland of the future king in exile, James I, in 1424. In 1425 he served as a member of the jury of 21 which tried and executed his nephew Murdoch Stewart, 2nd Duke of Albany. Eventually, however, Atholl turned against"}]}, {"heading": "Deaths", "year": "1517", "date": "March 26", "txt": "Heinrich Isaac, Flemish composer (b. 1450)", "entities": [{"title": "Heinrich Isaac", "href": "/wiki/Heinrich_Isaac", "description": "Heinrich Isaac was a Netherlandish Renaissance composer of south Netherlandish origin. He wrote masses, motets, songs, and instrumental music. A significant contemporary of Josquin des Prez, Isaac influenced the development of music in Germany. Several variants exist of his name: Ysaac, Ysaak, Henricus, Arrigo d'Ugo, and Arrigo il Tedesco among them."}]}, {"heading": "Deaths", "year": "1535", "date": "March 26", "txt": "Georg Tannstetter, Austrian mathematician, astronomer, and cartographer (b. 1482)", "entities": [{"title": "Georg Tannstetter", "href": "/wiki/Georg_Tannstetter", "description": "Georg Tannstetter, also called Georgius Collimitius, was a humanist teaching at the University of Vienna. He was a medical doctor, mathematician, astronomer, cartographer, and the personal physician of the emperors Maximilian I and Ferdinand I. He also wrote under the pseudonym of \"Lycoripensis\". His Latin name \"Collimitius\" is derived from limes meaning \"border\" and is a reference to his birth to"}]}, {"heading": "Deaths", "year": "1546", "date": "March 26", "txt": "Thomas Elyot, English scholar and diplomat (b. 1490)", "entities": [{"title": "Thomas Elyot", "href": "/wiki/Thomas_Elyot", "description": "Sir Thomas Elyot was an English diplomat and scholar. He is best known as one of the first proponents of the use of the English language for literary purposes."}]}, {"heading": "Deaths", "year": "1566", "date": "March 26", "txt": "Antonio de Cabezón, Spanish organist and composer (b. 1510)", "entities": [{"title": "Antonio de Cabezón", "href": "/wiki/Antonio_de_Cabez%C3%B3n", "description": "Antonio de Cabezón was a Spanish Renaissance composer and organist. Blind from childhood, he quickly rose to prominence as a performer and was eventually employed by the royal family. He was among the most important composers of his time and the first major Iberian keyboard composer."}]}, {"heading": "Deaths", "year": "1625", "date": "March 26", "txt": "Giambattista Marini, Italian poet (b. 1569)", "entities": [{"title": "Giambattista Marini", "href": "/wiki/Giambattista_Marini", "description": "Giambattista Marino was an Italian poet who was born in Naples. He is most famous for his long epic L'Adone."}]}, {"heading": "Deaths", "year": "1649", "date": "March 26", "txt": "John Winthrop, English lawyer and politician, 2nd Governor of the Massachusetts Bay Colony", "entities": [{"title": "John Winthrop", "href": "/wiki/John_Winthrop", "description": "John Winthrop was an English Puritan lawyer and one of the leading figures in founding the Massachusetts Bay Colony, the second major settlement in New England following Plymouth Colony. Winthrop led the first large wave of colonists from England in 1630 and served as governor for 12 of the colony's first 20 years. His writings and vision of the colony as a Puritan \"city upon a hill\" dominated New"}, {"title": "Governor of the Massachusetts Bay Colony", "href": "/wiki/Governor_of_the_Massachusetts_Bay_Colony", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Deaths", "year": "1679", "date": "March 26", "txt": "Johannes Schefferus, Swedish historian and author (b. 1621)", "entities": [{"title": "Johannes Schefferus", "href": "/wiki/Johannes_Schefferus", "description": "Johannes Schefferus was one of the most important Swedish humanists of his time. He was also known as Angelus and is remembered for writing hymns."}]}, {"heading": "Deaths", "year": "1697", "date": "March 26", "txt": "Godfrey McCulloch, Scottish politician (b. 1640)", "entities": [{"title": "Godfrey McCulloch", "href": "/wiki/Godfrey_McCulloch", "description": "\nSir Godfrey McCulloch, 2nd Baronet of Mertoun was a Scottish politician who was executed for murder."}]}, {"heading": "Deaths", "year": "1726", "date": "March 26", "txt": "John Vanbrugh, English playwright and architect, designed Blenheim Palace and Castle Howard (b. 1664)", "entities": [{"title": "John Vanbrugh", "href": "/wiki/John_Vanbrugh", "description": "Sir John Vanbrugh was an English architect, dramatist and herald, perhaps best known as the designer of Blenheim Palace and Castle Howard. He wrote two argumentative and outspoken Restoration comedies, The Relapse (1696) and The Provoked Wife (1697), which have become enduring stage favourites but originally occasioned much controversy. He was knighted in 1714."}, {"title": "Blenheim Palace", "href": "/wiki/Blenheim_Palace", "description": "Blenheim Palace is a country house in Woodstock, Oxfordshire, England. It is the seat of the Dukes of Marlborough and the only non-royal, non-episcopal country house in England to hold the title of palace. The palace, one of England's largest houses, was built between 1705 and 1722, and designated a UNESCO World Heritage Site in 1987."}, {"title": "Castle Howard", "href": "/wiki/Castle_Howard", "description": "Castle Howard is a stately home in North Yorkshire, England, within the civil parish of Henderskelfe, located 15 miles (24 km) north of York. It is a private residence and has been the home of the Carlisle branch of the Howard family for more than 300 years. Castle Howard is not a fortified structure, but the term \"castle\" is sometimes used in the name of an English country house that was built on"}]}, {"heading": "Deaths", "year": "1772", "date": "March 26", "txt": "Charles Pinot Duclos, French author and politician (b. 1704)", "entities": [{"title": "Charles Pinot Duclos", "href": "/wiki/Charles_Pinot_Duclos", "description": "Charles Pinot Duclos was a French author and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers."}]}, {"heading": "Deaths", "year": "1776", "date": "March 26", "txt": "Samuel Ward, American jurist and politician, 31st Governor of the Colony of Rhode Island (b. 1725)", "entities": [{"title": "Samuel Ward (American statesman)", "href": "/wiki/Samuel_Ward_(American_statesman)", "description": "Samuel Ward was an American farmer, politician, Supreme Court Justice, Governor of the Colony of Rhode Island and Providence Plantations, and delegate to the Continental Congress. He was the son of Rhode Island governor Richard Ward, was well-educated, and grew up in a large Newport, Rhode Island family. After marrying, he and his wife received property in Westerly, Rhode Island from his father-in"}, {"title": "List of colonial governors of Rhode Island", "href": "/wiki/List_of_colonial_governors_of_Rhode_Island", "description": "This is a list of the judges, presidents, and governors of the Colony of Rhode Island and Providence Plantations from 1638 to 1776."}]}, {"heading": "Deaths", "year": "1780", "date": "March 26", "txt": "Charles I, Duke of Brunswick-Wolfenbüttel (b. 1713)", "entities": [{"title": "Charles I, Duke of Brunswick-Wolfenbüttel", "href": "/wiki/Charles_I,_Duke_of_Brunswick-Wolfenb%C3%BCttel", "description": "Charles, Duke of Brunswick-Lüneburg, reigned as Prince of Brunswick-Wolfenbüttel from 1735 until his death."}]}, {"heading": "Deaths", "year": "1793", "date": "March 26", "txt": "John Mudge, English physician and engineer (b. 1721)", "entities": [{"title": "John Mudge", "href": "/wiki/John_Mudge", "description": "John Mudge was a British physician and amateur creator of telescope mirrors. He won the Copley Medal in 1777 for a paper on reflecting telescopes."}]}, {"heading": "Deaths", "year": "1797", "date": "March 26", "txt": "James Hutton, Scottish geologist and physician (b. 1726)", "entities": [{"title": "James Hutton", "href": "/wiki/James_Hutton", "description": "James Hutton was a Scottish geologist, agriculturalist, chemical manufacturer, naturalist and physician. Often referred to as the ‘father’ of modern geology, he played a key role in establishing geology as a modern science."}]}, {"heading": "Deaths", "year": "1814", "date": "March 26", "txt": "Joseph-Ignace Guillotin, French physician and politician (b. 1738)", "entities": [{"title": "Joseph-Ignace Guillotin", "href": "/wiki/Joseph-Ignace_Guillotin", "description": "Joseph-Ignace Guillotin was a French physician, politician and freemason who proposed on 10 October 1789 the use of a device to carry out death penalties in France, as a less painful method of execution than existing methods. Although he did not invent the guillotine and opposed the death penalty, his name became an eponym for it. The actual inventor of the prototype was a man named Tobias Schmidt"}]}, {"heading": "Deaths", "year": "1827", "date": "March 26", "txt": "Ludwig van Beethoven, German pianist and composer (b. 1770)", "entities": [{"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}]}, {"heading": "Deaths", "year": "1858", "date": "March 26", "txt": "John Addison Thomas, American lieutenant, engineer, and politician, 3rd United States Assistant Secretary of State (b. 1811)", "entities": [{"title": "John Addison Thomas", "href": "/wiki/John_Addison_Thomas", "description": "John Addison Thomas was an American engineer and military officer who served in the United States Army, and later served as United States Assistant Secretary of State."}, {"title": "United States Assistant Secretary of State", "href": "/wiki/United_States_Assistant_Secretary_of_State", "description": "Assistant Secretary of State (A/S) is a title used for many executive positions in the United States Department of State, ranking below the under secretaries. A set of six assistant secretaries reporting to the under secretary for political affairs manage diplomatic missions within their designated geographic regions, plus one assistant secretary dealing with international organizations. Assistant"}]}, {"heading": "Deaths", "year": "1862", "date": "March 26", "txt": "Uriah P. Levy, American commander (b. 1792)", "entities": [{"title": "Uriah P. Levy", "href": "/wiki/Uriah_P._Levy", "description": "Uriah Phillips Levy was a naval officer, real estate investor, and philanthropist. He was a veteran of the War of 1812 and the first Jewish Commodore of the United States Navy. He was instrumental in helping to end the Navy's practice of flogging, and during his half-century-long service prevailed against the antisemitism he faced among some of his fellow naval officers."}]}, {"heading": "Deaths", "year": "1881", "date": "March 26", "txt": "Roman Sanguszko, Polish general and activist (b. 1800)", "entities": [{"title": "Roman Sanguszko", "href": "/wiki/Roman_Sanguszko", "description": "Prince Roman Adam Stanisław Sanguszko (1800–1881) was a Polish aristocrat, patriot, political and social activist."}]}, {"heading": "Deaths", "year": "1885", "date": "March 26", "txt": "Anson Stager, American general and businessman, co-founded Western Union (b. 1825)", "entities": [{"title": "Anson Stager", "href": "/wiki/Anson_Stager", "description": "Anson Stager was the co-founder of Western Union, the first president of Western Electric Manufacturing Company and a Union Army officer, where he was head of the Military Telegraph Department during the American Civil War."}, {"title": "Western Union", "href": "/wiki/Western_Union", "description": "The Western Union Company is an American worldwide financial services and communications company, headquartered in Denver, Colorado. Until it discontinued the service in 2006, Western Union was the leading American company in the business of transmitting telegrams."}]}, {"heading": "Deaths", "year": "1888", "date": "March 26", "txt": "Barghash bin Said of Zanzibar (b. 1837)", "entities": [{"title": "Barghash bin Said of Zanzibar", "href": "/wiki/Barghash_bin_Said_of_Zanzibar", "description": "Sayyid Barghash bin Said Al-Busaid, GCMG, GCTE, was an Omani Sultan and the son of Said bin Sultan, was the second Sultan of Zanzibar. Barghash ruled Zanzibar from 7 October 1870 to 26 March 1888."}]}, {"heading": "Deaths", "year": "1892", "date": "March 26", "txt": "Walt Whitman, American poet, essayist, and journalist (b. 1819)", "entities": [{"title": "Walt Whitman", "href": "/wiki/Walt_Whitman", "description": "Walter Whitman was an American poet, essayist, and journalist. A humanist, he was a part of the transition between transcendentalism and realism, incorporating both views in his works. Whitman is among the most influential poets in the American canon, often called the father of free verse. His work was controversial in its time, particularly his poetry collection Leaves of Grass, which was describ"}]}, {"heading": "Deaths", "year": "1902", "date": "March 26", "txt": "Cecil Rhodes, English-South African colonialist, businessman and politician, 6th Prime Minister of the Cape Colony (b. 1853)", "entities": [{"title": "Cecil Rhodes", "href": "/wiki/Cecil_Rhodes", "description": "Cecil John Rhodes was a British mining magnate, and politician in southern Africa who served as Prime Minister of the Cape Colony from 1890 to 1896. An ardent believer in British imperialism, Rhodes and his British South Africa Company founded the southern African territory of Rhodesia, which the company named after him in 1895. South Africa's Rhodes University is also named after him. He also put"}, {"title": "Prime Minister of the Cape Colony", "href": "/wiki/Prime_Minister_of_the_Cape_Colony", "description": "The Cape Colony, also known as the Cape of Good Hope, was a British colony in present-day South Africa named after the Cape of Good Hope. The British colony was preceded by an earlier Corporate colony that became a Dutch colony of the same name, the Dutch Cape Colony, established in 1652 by the Dutch East India Company (VOC). The Cape was under VOC rule from 1652 to 1795 and under rule of the Napo"}]}, {"heading": "Deaths", "year": "1905", "date": "March 26", "txt": "Maurice Barrymore, American actor (b. 1849)", "entities": [{"title": "Maurice Barrymore", "href": "/wiki/Maurice_Barrymore", "description": "Herbert Arthur Chamberlayne Blythe, known professionally by his stage name Maurice Barrymore, was an Indian-born British stage actor. He was the patriarch of the Barrymore acting family, father of John, Lionel and Ethel, and great-grandfather of actress Drew."}]}, {"heading": "Deaths", "year": "1910", "date": "March 26", "txt": "Auguste Charlois, French astronomer (b. 1864)", "entities": [{"title": "Auguste Charlois", "href": "/wiki/Auguste_Charlois", "description": "Auguste Honoré Charlois was a French astronomer who discovered 99 asteroids while working at the Nice Observatory in southeastern France."}]}, {"heading": "Deaths", "year": "1920", "date": "March 26", "txt": "William Chester Minor, American surgeon and lexicographer (b. 1834)", "entities": [{"title": "William Chester Minor", "href": "/wiki/William_Chester_Minor", "description": "William Chester Minor, also known as W. C. Minor, was an American army surgeon, psychiatric hospital patient and lexicographical researcher. After serving in the Union Army during the American Civil War, he moved to England. Affected by paranoid delusions, he was committed to a London psychiatric hospital from 1872 to 1910 after he shot a man whom he believed to have broken into his room."}]}, {"heading": "Deaths", "year": "1923", "date": "March 26", "txt": "Sarah Bernhardt, French actress and screenwriter (b. 1844)", "entities": [{"title": "Sarah Bernhardt", "href": "/wiki/Sarah_Bernhardt", "description": "Sarah Bernhardt was a French stage actress who starred in some of the most popular French plays of the late 19th and early 20th centuries, including La Dame Aux Camelias by Alexandre Dumas, fils; Ruy Blas by Victor Hugo, Fédora and La Tosca by Victorien Sardou, and L'Aiglon by Edmond Rostand. She also played male roles, including Shakespeare's Hamlet. Rostand called her \"the queen of the pose and "}]}, {"heading": "Deaths", "year": "1926", "date": "March 26", "txt": "Constantin Fehrenbach, German lawyer and politician, Chancellor of Germany (b. 1852)", "entities": [{"title": "Constantin Fehrenbach", "href": "/wiki/Constantin_Fehrenbach", "description": "Constantin Fehrenbach, sometimes falsely, Konstantin Fehrenbach, was a German Catholic politician who was one of the major leaders of the Centre Party or Zentrum. He served as President of the Reichstag in 1918, and then as President of the Weimar National Assembly from 1919 to 1920. In June 1920, Fehrenbach became Chancellor of Germany. He resigned in May 1921 over the issue of war reparation pay"}, {"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1932", "date": "March 26", "txt": "Henry M. Leland, American machinist, inventor, engineer, automotive entrepreneur and founded of Cadillac and Lincoln (b. 1843)", "entities": [{"title": "Henry M. Leland", "href": "/wiki/Henry_M._Leland", "description": "Henry Martyn Leland was an American machinist, inventor, engineer and automotive entrepreneur. He founded the two premier American luxury automotive marques, Cadillac and Lincoln."}, {"title": "Cadillac", "href": "/wiki/Cadillac", "description": "The Cadillac Motor Car Division is a division of the American automobile manufacturer General Motors Company (GM) that designs and builds luxury vehicles. Its major markets are the United States, Canada, and China. Cadillac models are distributed in 34 additional markets worldwide. Cadillac automobiles are at the top of the luxury field within the United States. In 2019, Cadillac sold 390,458 vehi"}, {"title": "Lincoln (automobile)", "href": "/wiki/Lincoln_(automobile)", "description": "Lincoln is the luxury vehicle division of American automobile manufacturer Ford. Marketed among the top luxury vehicle brands in the United States for nearly its entire existence, Lincoln has competed closely against its General Motors counterpart Cadillac. The division has the distinction of establishing the personal luxury car segment with the 1940 Lincoln Continental; more recently, the 1998 Li"}]}, {"heading": "Deaths", "year": "1934", "date": "March 26", "txt": "John Biller, American jumper and discus thrower (b. 1877)", "entities": [{"title": "John Biller", "href": "/wiki/John_Biller", "description": "John Arthur Biller was an American athlete who competed mainly in standing jumps."}]}, {"heading": "Deaths", "year": "1940", "date": "March 26", "txt": "Wilhelm Anderson, German-Estonian astrophysicist (b. 1880)", "entities": [{"title": "Wilhelm Anderson", "href": "/wiki/Wilhelm_Anderson", "description": "Wilhelm Robert Karl Anderson was a Russian-Estonian astrophysicist of Baltic German descent who studied the physical structure of the stars."}]}, {"heading": "Deaths", "year": "1940", "date": "March 26", "txt": "Spyridon Louis, Greek runner (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "March 26", "txt": "Jimmy Burke, American baseball player and manager (b. 1874)", "entities": [{"title": "Jimmy Burke (baseball)", "href": "/wiki/Jimmy_Burke_(baseball)", "description": "James Timothy Burke was a Major League Baseball third baseman, coach, and manager. He played for the Cleveland Spiders, St. Louis Perfectos, Milwaukee Brewers, Chicago White Stockings, Pittsburgh Pirates, and St. Louis Cardinals."}]}, {"heading": "Deaths", "year": "1942", "date": "March 26", "txt": "Carolyn Wells, American novelist and poet (b. 1862)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "March 26", "txt": "David Lloyd George, English-Welsh lawyer and politician, Prime Minister of the United Kingdom (b. 1863)", "entities": [{"title": "David Lloyd George", "href": "/wiki/David_Lloyd_George", "description": "David Lloyd George, 1st Earl Lloyd-George of Dwyfor, was a Welsh statesman and Liberal politician who served as Prime Minister of the United Kingdom from 1916 to 1922. He was the final Liberal to hold the post of prime minister, but his support increasingly came from the Conservatives who finally dropped him."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1951", "date": "March 26", "txt": "James F. Hinkle, American banker and politician, 6th Governor of New Mexico (b. 1864)", "entities": [{"title": "James F. Hinkle", "href": "/wiki/James_F._Hinkle", "description": "James Fielding Hinkle was an American politician and the sixth governor of New Mexico."}, {"title": "Governor of New Mexico", "href": "/wiki/Governor_of_New_Mexico", "description": "The Governor of New Mexico is the chief executive of the state of New Mexico. The governor is the head of the executive branch of New Mexico's state government and the commander-in-chief of the state's military forces. Responsibilities include making annual State of the State addresses to the New Mexico State Legislature, submitting the budget, and ensuring that state laws are enforced. The office"}]}, {"heading": "Deaths", "year": "1954", "date": "March 26", "txt": "Charles Perrin, French rower (b. 1875)", "entities": [{"title": "Charles Perrin", "href": "/wiki/Charles_Perrin", "description": "Charles Jean Baptiste Perrin was a French rower who competed in the 1900 Summer Olympics."}]}, {"heading": "Deaths", "year": "1957", "date": "March 26", "txt": "Édouard Herriot, French politician, Prime Minister of France (b. 1872)", "entities": [{"title": "Édouard Herriot", "href": "/wiki/%C3%89douard_Herriot", "description": "Édouard Marie Herriot was a French Radical politician of the Third Republic who served three times as Prime Minister and for many years as President of the Chamber of Deputies. He was leader of the first Cartel des Gauches."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1958", "date": "March 26", "txt": "Phil Mead, English cricketer and footballer (b. 1887)", "entities": [{"title": "Phil Mead", "href": "/wiki/Phil_Mead", "description": "Charles Phillip Mead was an English first-class cricketer. He played as a left-handed batsman for Hampshire and England between 1905 and 1936. He was born at 10 Ashton Buildings, second eldest of seven children. As a child he played for South London Schools, attending Shillingstone Street School."}]}, {"heading": "Deaths", "year": "1959", "date": "March 26", "txt": "Raymond Chandler, American crime novelist and screenwriter (b. 1888)", "entities": [{"title": "Raymond Chandler", "href": "/wiki/Raymond_Chandler", "description": "Raymond Thornton Chandler was an American-British novelist and screenwriter. In 1932, at the age of forty-four, Chandler became a detective fiction writer after losing his job as an oil company executive during the Great Depression. His first short story, \"Blackmailers Don't Shoot\", was published in 1933 in Black Mask, a popular pulp magazine. His first novel, The Big Sleep, was published in 1939."}]}, {"heading": "Deaths", "year": "1966", "date": "March 26", "txt": "Victor Hochepied, French swimmer (b. 1883)", "entities": [{"title": "Victor Hochepied", "href": "/wiki/Victor_Hochepied", "description": "Victor Fernand Hochepied was a French swimmer who competed in the 1900 Summer Olympics."}]}, {"heading": "Deaths", "year": "1969", "date": "March 26", "txt": "John Kennedy Toole, American novelist (b. 1937)", "entities": [{"title": "John Kennedy Toole", "href": "/wiki/John_Kennedy_Toole", "description": "John Kennedy Toole was an American novelist from New Orleans, Louisiana, whose posthumously published novel A Confederacy of Dunces won the Pulitzer Prize for Fiction. He also wrote The Neon Bible. Although several people in the literary world felt his writing skills were praiseworthy, Toole's novels were rejected during his lifetime. After suffering from paranoia and depression due in part to the"}]}, {"heading": "Deaths", "year": "1973", "date": "March 26", "txt": "Noël Coward,  English playwright, actor, and composer  (b. 1899)", "entities": [{"title": "Noël Coward", "href": "/wiki/No%C3%ABl_Coward", "description": "Sir Noël Peirce Coward was an English playwright, composer, director, actor and singer, known for his wit, flamboyance, and what Time magazine called \"a sense of personal style, a combination of cheek and chic, pose and poise\"."}]}, {"heading": "Deaths", "year": "1973", "date": "March 26", "txt": "Johnny Drake, American football player (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "March 26", "txt": "Beauford Delaney, American-French painter (b. 1901)", "entities": [{"title": "Beauford Delaney", "href": "/wiki/Beauford_Delaney", "description": "Beauford Delaney was an American modernist painter. He is remembered for his work with the Harlem Renaissance in the 1930s and 1940s, as well as his later works in abstract expressionism following his move to Paris in the 1950s. Beauford's younger brother, Joseph, was also a noted painter."}]}, {"heading": "Deaths", "year": "1979", "date": "March 26", "txt": "Jean Stafford, American author and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "March 26", "txt": "Roland Barthes, French linguist and critic (b. 1915)", "entities": [{"title": "Roland Barthes", "href": "/wiki/Roland_Barthes", "description": "Roland Gérard Barthes was a French literary theorist, essayist, philosopher, critic, and semiotician. Barthes' ideas explored a diverse range of fields and he influenced the development of many schools of theory, including structuralism, semiotics, social theory, design theory, anthropology and post-structuralism. He was particularly known for developing and extending the field of semiotics throug"}]}, {"heading": "Deaths", "year": "1983", "date": "March 26", "txt": "Anthony Blunt, English historian and spy (b. 1907)", "entities": [{"title": "Anthony Blunt", "href": "/wiki/Anthony_Blunt", "description": "Anthony Frederick Blunt, styled Sir Anthony Blunt KCVO from 1956 to November 1979, was a leading British art historian who in 1964, after being offered immunity from prosecution, confessed to having been a spy for the Soviet Union."}]}, {"heading": "Deaths", "year": "1984", "date": "March 26", "txt": "Ahmed Sékou Touré, Guinean politician, 1st President of Guinea (b. 1922)", "entities": [{"title": "Ahmed Sékou Touré", "href": "/wiki/Ahmed_S%C3%A9kou_Tour%C3%A9", "description": "Ahmed Sékou Touré was a Guinean political leader and African statesman who became the first President of Guinea, serving from 1958 until his death in 1984. Touré was among the primary Guinean nationalists involved in gaining independence of the country from France."}, {"title": "President of Guinea", "href": "/wiki/President_of_Guinea", "description": "The following is a list of presidents of Guinea, since the country gained independence from France in 1958."}]}, {"heading": "Deaths", "year": "1987", "date": "March 26", "txt": "Eugen Jochum, German conductor (b. 1902)", "entities": [{"title": "Eugen Jochum", "href": "/wiki/Eugen_Jochum", "description": "Eugen Jochum was a German conductor, best known for his interpretations of the music of Anton Bruckner, Carl Orff, and Johannes Brahms, among others."}]}, {"heading": "Deaths", "year": "1987", "date": "March 26", "txt": "Walter Abel, American actor (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "March 26", "txt": "Halston, American fashion designer (b. 1932)", "entities": [{"title": "Halston", "href": "/wiki/Halston", "description": "Roy Halston Frowick, known mononymously as Halston, was an American fashion designer who rose to international fame in the 1970s."}]}, {"heading": "Deaths", "year": "1992", "date": "March 26", "txt": "Barbara Frum, American-Canadian journalist and radio host (b. 1937)", "entities": [{"title": "Barbara Frum", "href": "/wiki/Barbara_Frum", "description": "Barbara Frum, OC was an American-born Canadian radio and television journalist, acclaimed for her interviews for the Canadian Broadcasting Corporation."}]}, {"heading": "Deaths", "year": "1993", "date": "March 26", "txt": "Louis Falco, American dancer and choreographer (b. 1942)", "entities": [{"title": "Louis Falco", "href": "/wiki/Louis_Falco", "description": "Louis Falco was an American dancer and choreographer."}]}, {"heading": "Deaths", "year": "1995", "date": "March 26", "txt": "Eazy-E, American rapper and producer (b. 1964)", "entities": [{"title": "Eazy-E", "href": "/wiki/Eazy-E", "description": "Eric Lynn Wright, known professionally as Eazy-E, was an American rapper, songwriter, record producer, and entrepreneur who propelled West Coast rap and gangsta rap by leading the group N.W.A and its label, Ruthless Records, pushing the boundaries of lyrical content."}]}, {"heading": "Deaths", "year": "1996", "date": "March 26", "txt": "Edmund Muskie, American lieutenant, lawyer, and politician, 58th United States Secretary of State (b. 1914)", "entities": [{"title": "Edmund Muskie", "href": "/wiki/Edmund_Muskie", "description": "Edmund Sixtus Muskie was an American statesman and political leader who served as the 58th United States Secretary of State under President Jimmy Carter, a United States Senator from Maine from 1959 to 1980, the 64th Governor of Maine from 1955 to 1959, and a member of the Maine House of Representatives from 1946 to 1951. He was the Democratic Party's candidate for Vice President of the United Sta"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1996", "date": "March 26", "txt": "David Packard, American engineer and businessman, co-founded Hewlett-Packard (b. 1912)", "entities": [{"title": "Hewlett-Packard", "href": "/wiki/Hewlett-Packard", "description": "The Hewlett-Packard Company, commonly shortened to Hewlett-Packard or HP, was an American multinational information technology company headquartered in Palo Alto, California, that developed and provided a wide variety of hardware components, as well as software and related services to consumers, small and medium-sized businesses (SMBs) and large enterprises, including customers in the government, "}]}, {"heading": "Deaths", "year": "2000", "date": "March 26", "txt": "Alex Comfort, English physician and author (b. 1920)", "entities": [{"title": "Alex Comfort", "href": "/wiki/Alex_Comfort", "description": "Alexander Comfort was a British scientist and physician known best for his nonfiction sex manual, The Joy of Sex (1972). He was an author of both fiction and nonfiction, as well as a gerontologist, anarchist, pacifist, and conscientious objector."}]}, {"heading": "Deaths", "year": "2002", "date": "March 26", "txt": "Randy Castillo, American drummer and songwriter (b. 1950)", "entities": [{"title": "Randy Castillo", "href": "/wiki/Randy_Castillo", "description": "Randolpho Francisco Castillo was an American musician. He was Ozzy Osbourne's drummer during the mid-1980s to the early 1990s, and later as drummer for Mötley Crüe, from 1999 to his death in 2002."}]}, {"heading": "Deaths", "year": "2003", "date": "March 26", "txt": "Daniel Patrick Moynihan, American sociologist and politician, 12th United States Ambassador to the United Nations (b. 1927)", "entities": [{"title": "Daniel Patrick Moynihan", "href": "/wiki/Daniel_Patrick_Moynihan", "description": "Daniel Patrick \"Pat\" Moynihan was an American politician, sociologist, and diplomat. A member of the Democratic Party, he represented New York in the United States Senate and served as an adviser to Republican U.S. President Richard Nixon."}, {"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Deaths", "year": "2004", "date": "March 26", "txt": "Jan Sterling, American actress (b. 1921)", "entities": [{"title": "Jan Sterling", "href": "/wiki/Jan_Sterling", "description": "Jan Sterling was an American film, television and stage actress."}]}, {"heading": "Deaths", "year": "2005", "date": "March 26", "txt": "James Callaghan, English lieutenant and politician, Prime Minister of the United Kingdom (b. 1912)", "entities": [{"title": "James Callaghan", "href": "/wiki/James_Callaghan", "description": "Leonard James Callaghan, Baron Callaghan of Cardiff, was a British politician who served as Prime Minister of the United Kingdom from 1976 to 1979 and Leader of the Labour Party from 1976 to 1980. Callaghan is the only person to have held all four Great Offices of State, having served as Chancellor of the Exchequer from 1964 to 1967, Home Secretary from 1967 to 1970 and Foreign Secretary from 1974"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "2005", "date": "March 26", "txt": "Frederick Rotimi Williams, Nigerian lawyer and politician (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 26", "txt": "Anil Biswas, Indian journalist and politician (b. 1944)", "entities": [{"title": "Anil Biswas (politician)", "href": "/wiki/Anil_Biswas_(politician)", "description": "Anil Biswas nickname \"Keru\"; 2 March 1944 in Karimpur, India – 26 March 2006 in Kolkata, India) was an Indian politician. He was the secretary of the West Bengal State Committee of Communist Party of India (Marxist) and member of the party's Polit Bureau beginning in 1998."}]}, {"heading": "Deaths", "year": "2006", "date": "March 26", "txt": "Paul Dana, American racing driver (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 26", "txt": "Nikki Sudden, English singer-songwriter and guitarist (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 26", "txt": "Robert Fagles, American poet and academic (b. 1933)", "entities": [{"title": "Robert Fagles", "href": "/wiki/Robert_Fagles", "description": "Robert Fagles was an American professor, poet, and academic, best known for his many translations of ancient Greek and Roman classics, especially his acclaimed translations of the epic poems of Homer. He taught English and comparative literature for many years at Princeton University."}]}, {"heading": "Deaths", "year": "2008", "date": "March 26", "txt": "Manuel Marulanda, Colombian rebel leader (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 26", "txt": "Shane McConkey, Canadian skier and BASE jumper (b. 1969)", "entities": [{"title": "Shane McConkey", "href": "/wiki/Shane_McConkey", "description": "Shane McConkey was a professional skier and BASE jumper. He was born in Vancouver, British Columbia and eventually based himself in Squaw Valley, California, but due to an itinerant childhood he never identified with a single place and chose Boulder, Colorado, as the place he came from. It was from here that he started his professional skiing career after initially attending the University of Colo"}, {"title": "BASE jumping", "href": "/wiki/BASE_jumping", "description": "BASE jumping is the recreational sport of jumping from fixed objects, using a parachute to descend safely to the ground.\n\"BASE\" is an acronym that stands for four categories of fixed objects from which one can jump: buildings, antennae, spans, and earth (cliffs).\nParticipants exit from a fixed object such as a cliff, and after an optional freefall delay, deploy a parachute to slow their descent an"}]}, {"heading": "Deaths", "year": "2009", "date": "March 26", "txt": "Arne Bendiksen, Norwegian singer and composer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 26", "txt": "Charles Ryskamp, American art collector and curator (b. 1928)", "entities": [{"title": "Charles Ryskamp", "href": "/wiki/Charles_Ryskamp", "description": "Charles Ryskamp was a former director of both The Frick Collection and the Pierpont Morgan Library, a longtime professor at Princeton University, and an avid collector of drawings and prints. He was born in East Grand Rapids, Michigan, or Grand Rapids, Michigan. At the time of his death the Yale Center for British Art had selections from his collection featured in the exhibition \"Varieties of Roma"}]}, {"heading": "Deaths", "year": "2011", "date": "March 26", "txt": "Roger Abbott, English-Canadian actor, producer, and screenwriter (b. 1946)", "entities": [{"title": "Roger Abbott", "href": "/wiki/Roger_Abbott", "description": "Roger Abbott was an English-born Canadian Sketch comedian who was a founding member of the long-lived Canadian comedy troupe Royal Canadian Air Farce, and remained one of its stars and writers until his death."}]}, {"heading": "Deaths", "year": "2011", "date": "March 26", "txt": "Geraldine Ferraro, American lawyer and politician (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 26", "txt": "Diana Wynne Jones, English author (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 26", "txt": "Sisto Averno, American football player (b. 1925)", "entities": [{"title": "Sisto Averno", "href": "/wiki/Sisto_Averno", "description": "Sisto Joseph Averno was an American football guard and linebacker who played in the National Football League for the original Baltimore Colts (1950), the New York Yanks (1951), Dallas Texans (1952) and the Baltimore Colts (1953–1954). He was the final pick of the 1951 NFL Draft, serving as that draft's Mr. Irrelevant. Sisto's college football career also earned him recognition as a member of the M"}]}, {"heading": "Deaths", "year": "2012", "date": "March 26", "txt": "Michael Begley, Irish carpenter and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 26", "txt": "Thomas M. Cover, American theorist and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 26", "txt": "David Craighead, American organist and educator (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 26", "txt": "Manik Godghate, Indian poet and educator (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 26", "txt": "Helmer Ringgren, Swedish theologian and academic (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 26", "txt": "Tom Boerwinkle, American basketball player and sportscaster (b. 1945)", "entities": [{"title": "Tom Boerwinkle", "href": "/wiki/Tom_Boerwinkle", "description": "Thomas F. Boerwinkle was an American National Basketball Association (NBA) center who spent his entire career with the Chicago Bulls."}]}, {"heading": "Deaths", "year": "2013", "date": "March 26", "txt": "Krzysztof Kozłowski, Polish journalist and politician, Polish Minister of Interior (b. 1931)", "entities": [{"title": "Ministry of Interior and Administration (Poland)", "href": "/wiki/Ministry_of_Interior_and_Administration_(Poland)", "description": "Ministry of the Interior and Administration is an administration structure controlling main administration and security branches of the Polish government. After Parliamentary Election on 9 October 2011 was transformed for two ministries: Ministry of Interior and Ministry of Administration and Digitization. It was recreated in late 2015."}]}, {"heading": "Deaths", "year": "2013", "date": "March 26", "txt": "Dave Leggett, American baseball player (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 26", "txt": "Don Payne, American screenwriter and producer (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 26", "txt": "Roger Birkman, American psychologist and author (b. 1919)", "entities": [{"title": "Roger Birkman", "href": "/wiki/Roger_Birkman", "description": "Roger Winfred Birkman was an American organizational psychologist. He was the creator of The Birkman Method, a workplace psychological assessment. Birkman received his Ph.D. in psychology in 1961 from the University of Texas at Austin. He was the founder and chairman of the board of Birkman International, Inc."}]}, {"heading": "Deaths", "year": "2014", "date": "March 26", "txt": "Dick Guidry, American businessman and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 26", "txt": "Marcus Kimball, Baron Kimball, English politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 26", "txt": "Dinkha IV, Iraqi patriarch (b. 1935)", "entities": [{"title": "Dinkha IV", "href": "/wiki/Dinkha_IV", "description": "Mar Dinkha IV, born Dinkha Khanania, was the Catholicos-Patriarch of the Assyrian Church of the East. He was born in the village of Darbandokeh (Derbendoki), Iraq and led the Church in exile in Chicago for most of his life."}]}, {"heading": "Deaths", "year": "2015", "date": "March 26", "txt": "Friedrich L. Bauer, German mathematician, computer scientist, and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 26", "txt": "Tomas Tranströmer, Swedish poet, translator, and  psychologist  Nobel Prize laureate (b. 1931)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2016", "date": "March 26", "txt": "Jim Harrison, American novelist, essayist, and poet (b. 1937)", "entities": [{"title": "Jim Harrison", "href": "/wiki/Jim_Harrison", "description": "James Harrison was an American poet, novelist, and essayist. He was a prolific and versatile writer publishing over three dozen books in several genres including poetry, fiction, nonfiction, children’s literature, and memoir. He wrote screenplays, book reviews, literary criticism, and published essays on food, travel, and sport. Harrison indicated that, of all his writing, his poetry meant the mos"}]}, {"heading": "Deaths", "year": "2018", "date": "March 26", "txt": "Fabrizio Frizzi, Italian television presenter (b. 1958)", "entities": [{"title": "Fabrizio Frizzi", "href": "/wiki/Fabrizio_Frizzi", "description": "Fabrizio Adriano Frizzi was an Italian television presenter and voice actor. He often presented a mixture of variety shows, talent shows and game shows across Italy and he was also known as the Italian voice of Woody from the Toy Story franchise. Since 2018, a beautiful fan page has been created for Fabrizio Frizzi on instagram with the name of persemprefrizzi. The fan page with thousands of follo"}]}]