[{"heading": "Events", "year": "235", "date": "March 20", "txt": "Maximinus Thrax is proclaimed Roman emperor.", "entities": [{"title": "Maximinus Thrax", "href": "/wiki/Maximinus_Thrax", "description": "Gaius Julius Verus Maximinus \"Thrax\" was Roman emperor from 235 to 238."}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Events", "year": "673", "date": "March 20", "txt": "Emperor Tenmu of Japan assumes the Chrysanthemum Throne at the Palace of Kiyomihara in Asuka.", "entities": [{"title": "Emperor Tenmu", "href": "/wiki/Emperor_Tenmu", "description": "Emperor Tenmu  was the 40th emperor of Japan, according to the traditional order of succession."}, {"title": "Chrysanthemum Throne", "href": "/wiki/Chrysanthemum_Throne", "description": "The Chrysanthemum Throne  is the throne of the Emperor of Japan. The term also can refer to very specific seating, such as the Takamikura (高御座) throne in the Shishin-den at Kyoto Imperial Palace."}, {"title": "Asuka, Yamato", "href": "/wiki/Asuka,_Yamato#Imperial_Palaces", "description": "Asuka (飛鳥) was the Imperial capital of Japan during the Asuka period, which takes its name from this place. It is located in the present-day village of Asuka, Nara Prefecture."}, {"title": "Asuka, Yamato", "href": "/wiki/Asuka,_Yamato", "description": "Asuka (飛鳥) was the Imperial capital of Japan during the Asuka period, which takes its name from this place. It is located in the present-day village of Asuka, Nara Prefecture."}]}, {"heading": "Events", "year": "1206", "date": "March 20", "txt": "Michael IV Autoreianos is appointed Ecumenical Patriarch of Constantinople.", "entities": [{"title": "Michael IV of Constantinople", "href": "/wiki/Michael_IV_of_Constantinople", "description": "Michael IV Autoreianos, was the Patriarch of Constantinople from 1206 to his death in 1212."}, {"title": "Ecumenical Patriarch of Constantinople", "href": "/wiki/Ecumenical_Patriarch_of_Constantinople", "description": "The ecumenical patriarch is the archbishop of Constantinople–New Rome and ranks as primus inter pares among the heads of the several autocephalous churches that make up the Eastern Orthodox Church. He is regarded as the representative and spiritual leader of Orthodox Christians worldwide.\nThe term ecumenical in the title is a historical reference to the Ecumene, a Greek designation for the civilis"}]}, {"heading": "Events", "year": "1600", "date": "March 20", "txt": "The Linköping Bloodbath takes place on Maundy Thursday in Linköping, Sweden: five Swedish noblemen are publicly beheaded in the aftermath of the War against Sigismund (1598–1599).", "entities": [{"title": "Linköping Bloodbath", "href": "/wiki/Link%C3%B6ping_Bloodbath", "description": "The Linköping Bloodbath on 20 March 1600 was the public execution by beheading of five Swedish nobles in the aftermath of the War against Sigismund (1598–1599), which resulted in the de facto deposition of the Polish and Swedish King Sigismund III Vasa as king of Sweden. The five were advisors to Catholic Sigismund or political opponents of the latter's uncle and adversary, the Swedish regent Duke"}, {"title": "Maundy Thursday", "href": "/wiki/Maundy_Thursday", "description": "Maundy Thursday or Holy Thursday is the day during Holy Week that commemorates the Washing of the Feet (Maundy) and Last Supper of Jesus Christ with the Apostles, as described in the canonical gospels."}, {"title": "Linköping", "href": "/wiki/Link%C3%B6ping", "description": "Linköping is a city in southern Sweden, with 161,499 inhabitants as of 2019. It is the 5th largest city in Sweden. It is the seat of Linköping Municipality and the capital of Östergötland County. Linköping is also the episcopal see of the Diocese of Linköping and is well known for its cathedral. \nLinköping is the center of an old cultural region and celebrated its 700th anniversary in 1987. Domina"}, {"title": "Public execution", "href": "/wiki/Public_execution", "description": "A public execution is a form of capital punishment which \"members of the general public may voluntarily attend.\" This definition excludes the presence of a small number of witnesses randomly selected to assure executive accountability. The purpose of such displays has historically been to deter individuals from defying laws or authorities. Attendance at such events was historically encouraged and "}, {"title": "War against Sigismund", "href": "/wiki/War_against_Sigismund", "description": "The war against Sigismund was a war between Duke Charles, later King Charles IX and Sigismund, King of Sweden and the Polish–Lithuanian Commonwealth. Lasting from 1598 to 1599, it is also called the War of Deposition against Sigismund, since the focus of the conflict was the attempt to depose the latter from the throne of Sweden. The war eventually resulted in the deposition of Sigismund, the diss"}]}, {"heading": "Events", "year": "1602", "date": "March 20", "txt": "The Dutch East India Company is established.", "entities": [{"title": "Dutch East India Company", "href": "/wiki/Dutch_East_India_Company", "description": "The Dutch East India Company, officially the United East India Company, was a megacorporation founded by a government-directed consolidation of several rival Dutch trading companies (voorcompagnieën) in the early 17th century. It is believed to be the largest company to ever have existed in recorded history. It was established on March 20, 1602, as a chartered company to trade with Mughal India in"}]}, {"heading": "Events", "year": "1616", "date": "March 20", "txt": "Sir Walter Raleigh is freed from the Tower of London after 13 years of imprisonment.", "entities": [{"title": "Walter Raleigh", "href": "/wiki/Walter_Raleigh", "description": "Sir Walter Raleigh, also spelled Ralegh, was an English statesman, soldier, spy, writer, poet, explorer, and landed gentleman. One of the most notable figures of the Elizabethan era, he played a leading part in English colonisation of North America, suppressed rebellion in Ireland, helped defend England during the Spanish Armada and held political positions under Elizabeth I."}, {"title": "Tower of London", "href": "/wiki/Tower_of_London", "description": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a historic castle on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the"}]}, {"heading": "Events", "year": "1760", "date": "March 20", "txt": "The Great Boston Fire of 1760 destroys 349 buildings.", "entities": [{"title": "Great Boston Fire of 1760", "href": "/wiki/Great_Boston_Fire_of_1760", "description": "The Great Boston fire of 1760 was a major conflagration that occurred on March 20, 1760, in downtown Boston, Massachusetts. The fire destroyed 349 buildings in the area between the modern Washington Street and Fort Hill as well as several ships in port, and left over a thousand people homeless."}]}, {"heading": "Events", "year": "1815", "date": "March 20", "txt": "After escaping from Elba, Napoleon enters Paris with a regular army of 140,000 and a volunteer force of around 200,000, beginning his \"Hundred Days\" rule.", "entities": [{"title": "Elba", "href": "/wiki/Elba", "description": "Elba is a Mediterranean island in Tuscany, Italy, 10 kilometres (6.2 mi) from the coastal town of Piombino on the Italian mainland, and the largest island of the Tuscan Archipelago. It is also part of the Arcipelago Toscano National Park, and the third largest island in Italy, after Sicily and Sardinia. It is located in the Tyrrhenian Sea about 50 kilometres (30 mi) east of the French island of Co"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Hundred Days", "href": "/wiki/Hundred_Days", "description": "The Hundred Days War, also known as the War of the Seventh Coalition, marked the period between Napoleon's return from eleven months of exile on the island of Elba to Paris on 20 March 1815 and the second restoration of King Louis XVIII on 8 July 1815. This period saw the War of the Seventh Coalition, and includes the Waterloo Campaign, the Neapolitan War as well as several other minor campaigns. "}]}, {"heading": "Events", "year": "1848", "date": "March 20", "txt": "German revolutions of 1848–49: King Ludwig I of Bavaria abdicates.", "entities": [{"title": "German revolutions of 1848–49", "href": "/wiki/German_revolutions_of_1848%E2%80%9349", "description": "The German revolutions of 1848–49, the opening phase of which was also called the March Revolution, were initially part of the Revolutions of 1848 that broke out in many European countries. They were a series of loosely coordinated protests and rebellions in the states of the German Confederation, including the Austrian Empire. The revolutions, which stressed pan-Germanism, demonstrated popular di"}, {"title": "Monarch", "href": "/wiki/Monarch", "description": "A monarch is a head of state for life or until abdication, and therefore the head of state of a monarchy. A monarch may exercise the highest authority and power in the state, or others may wield that power on behalf of the monarch. Usually a monarch either personally inherits the lawful right to exercise the state's sovereign rights or is selected by an established process from a family or cohort "}, {"title": "Ludwig I of Bavaria", "href": "/wiki/Ludwig_I_of_Bavaria", "description": "Ludwig I or Louis I was king of Bavaria from 1825 until the 1848 revolutions in the German states."}]}, {"heading": "Events", "year": "1852", "date": "March 20", "txt": "Harriet Beecher Stowe's Uncle Tom's Cabin is published.", "entities": [{"title": "Harriet Beecher Stowe", "href": "/wiki/Harriet_Beecher_Stowe", "description": "Harriet Elisabeth Beecher Stowe was an American author and abolitionist. She came from the Beecher family, a famous religious family, and became best known for her novel Uncle Tom's Cabin (1852), which depicts the harsh conditions experienced by enslaved African Americans. The book reached an audience of millions as a novel and play, and became influential in the United States and in Great Britain"}]}, {"heading": "Events", "year": "1854", "date": "March 20", "txt": "The Republican Party of the United States is organized in Ripon, Wisconsin, US.", "entities": [{"title": "Republican Party (United States)", "href": "/wiki/Republican_Party_(United_States)", "description": "The Republican Party, also referred to as the GOP, is one of the two major contemporary political parties in the United States, along with its main historic rival, the Democratic Party."}, {"title": "Ripon, Wisconsin", "href": "/wiki/Ripon,_Wisconsin", "description": "Ripon is a city in Fond du Lac County, Wisconsin, United States. The population was 7,733 at the 2010 census. The city is surrounded by the Town of Ripon."}]}, {"heading": "Events", "year": "1861", "date": "March 20", "txt": "An earthquake destroys Mendoza, Argentina.", "entities": [{"title": "1861 Mendoza earthquake", "href": "/wiki/1861_Mendoza_earthquake", "description": "The 1861 Mendoza earthquake occurred in the province of Mendoza, Argentina on 20 March at 11:30 PM. It had a magnitude of 7.2 on the Ms scale and an intensity of IX in the Mercalli scale. Its hypocenter was located at an estimated depth of 30 kilometres (19 mi)."}, {"title": "Mendoza, Argentina", "href": "/wiki/Mendoza,_Argentina", "description": "Mendoza, officially the City of Mendoza is the capital of the province of Mendoza in Argentina. It is located in the northern-central part of the province, in a region of foothills and high plains, on the eastern side of the Andes. As of the 2010 census [INDEC], Mendoza had a population of 115,021 with a metropolitan population of 1,055,679, making Greater Mendoza the fourth largest census metropo"}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}]}, {"heading": "Events", "year": "1883", "date": "March 20", "txt": "The Paris Convention for the Protection of Industrial Property is signed.", "entities": [{"title": "Paris Convention for the Protection of Industrial Property", "href": "/wiki/Paris_Convention_for_the_Protection_of_Industrial_Property", "description": "The Paris Convention for the Protection of Industrial Property, signed in Paris, France, on 20 March 1883, was one of the first intellectual property treaties. It established a Union for the protection of industrial property. The Convention is currently still in force. The substantive provisions of the Convention fall into three main categories: national treatment, priority right and common rules."}]}, {"heading": "Events", "year": "1888", "date": "March 20", "txt": "The premiere of the very first Romani language operetta is staged in Moscow, Russia.", "entities": [{"title": "Romen Theatre", "href": "/wiki/Romen_Theatre#Forerunners_of_Romen_Theatre", "description": "Romen Theatre is the oldest and the most famous of Romani theatres in the world. The theatre is a key object of Romani culture in Russia, and from the moment of its foundation in 1931, it has been a centre of attraction for Romani artists in Russia."}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}]}, {"heading": "Events", "year": "1890", "date": "March 20", "txt": "Chancellor of the German Empire Otto von Bismarck is dismissed by Emperor Wilhelm II.", "entities": [{"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Otto von Bismarck", "href": "/wiki/Otto_von_Bismarck", "description": "Otto Eduard Leopold, Prince of Bismarck, Duke of Lauenburg, known as Otto von Bismarck, was a conservative German statesman who masterminded the unification of Germany in 1871 and served as its first chancellor until 1890, in which capacity he dominated European affairs for two decades. He had previously been Minister President of Prussia (1862–1890) and Chancellor of the North German Confederatio"}, {"title": "Wilhelm II, German Emperor", "href": "/wiki/Wilhelm_II,_German_Emperor", "description": "Wilhelm II, anglicised as William II, was the last German Emperor (Kaiser) and King of Prussia, reigning from 15 June 1888 until his abdication on 9 November 1918. Despite strengthening Germany's position as a great power by building a blue-water navy and promoting scientific innovation, his tactless public statements greatly antagonized the international community and his foreign policy was seen "}]}, {"heading": "Events", "year": "1896", "date": "March 20", "txt": "With the approval of Emperor Guangxu, the Qing dynasty post office is opened, marking the beginning of a postal service in China.", "entities": [{"title": "Guangxu Emperor", "href": "/wiki/Guangxu_Emperor", "description": "The Guangxu Emperor, personal name Zaitian, was the tenth Emperor of the Qing dynasty, and the ninth Qing emperor to rule over China proper. His reign lasted from 1875 to 1908, but in practice he ruled, without Empress Dowager Cixi's influence, only from 1889 to 1898. He initiated the Hundred Days' Reform, but was abruptly stopped when the empress dowager launched a coup in 1898, after which he be"}, {"title": "zh:大清邮政总局", "href": "https://zh.wikipedia.org/wiki/%E5%A4%A7%E6%B8%85%E9%82%AE%E6%94%BF%E6%80%BB%E5%B1%80", "description": null}]}, {"heading": "Events", "year": "1913", "date": "March 20", "txt": "Sung Chiao-jen, a founder of the Chinese Nationalist Party, is wounded in an assassination attempt and dies 2 days later.", "entities": [{"title": "Sung Chiao-jen", "href": "/wiki/Sung_Chiao-jen", "description": "Song Jiaoren was a Chinese republican revolutionary, political leader and a founder of the Kuomintang (KMT). Song Jiaoren led the Kuomintang Party to electoral victories in China's first democratic election. He based his appeal on the upper class gentry, landowners, and merchants. Historians have concluded that provisional president, Yuan Shikai, was responsible for his assassination on March 20, "}, {"title": "Kuomintang", "href": "/wiki/Kuomintang", "description": "The Kuomintang is a major political party in Taiwan that originated as a revolutionary political party for the Republic of China on the Chinese mainland. Founded in 1919, the KMT was the dominant ruling party of the Republic of China on the mainland from 1928 to 1949, during which it fought the Chinese Communist Party (CCP) for control over China in the Chinese Civil War. The KMT was defeated and "}]}, {"heading": "Events", "year": "1915", "date": "March 20", "txt": "Albert Einstein publishes his general theory of relativity.", "entities": [{"title": "Albert Einstein", "href": "/wiki/Albert_Einstein", "description": "Albert Einstein was a German-born theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Relativity and quantum mechanics are together the two pillars of modern physics. His mass–energy equivalence formula E"}, {"title": "General relativity", "href": "/wiki/General_relativity", "description": "General relativity, also known as the general theory of relativity, is the geometric theory of gravitation published by Albert Einstein in 1915 and is the current description of gravitation in modern physics. General relativity generalizes special relativity and refines Newton's law of universal gravitation, providing a unified description of gravity as a geometric property of space and time or fo"}]}, {"heading": "Events", "year": "1921", "date": "March 20", "txt": "The Upper Silesia plebiscite was a plebiscite mandated by the Versailles Treaty to determine a section of the border between Weimar Germany and Poland.", "entities": [{"title": "Upper Silesia plebiscite", "href": "/wiki/Upper_Silesia_plebiscite", "description": "The Upper Silesia plebiscite was a plebiscite mandated by the Versailles Treaty and carried out on 20 March 1921 to determine a section of the border between Weimar Germany and Poland. The region was ethnically mixed with both Germans and Poles; according to prewar statistics, ethnic Poles formed 60 percent of the population. Under the previous rule by the German Empire, Poles claimed they had fac"}, {"title": "Plebiscite", "href": "/wiki/Plebiscite", "description": "A referendum is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms. This may result in the adoption of a new policy or specific law. In some countries, it is synonymous with or commonly known by other names including a plebiscite, votation, ballot question, ballot measure, or proposition."}, {"title": "Versailles Treaty", "href": "/wiki/Versailles_Treaty", "description": "The Treaty of Versailles was the most important of the peace treaties that brought World War I to an end. The Treaty ended the state of war between Germany and the Allied Powers. It was signed on 28 June 1919 in the Palace of Versailles, exactly five years after the assassination of Archduke Franz Ferdinand, which had directly led to the war. The other Central Powers on the German side signed sepa"}, {"title": "Weimar Germany", "href": "/wiki/Weimar_Germany", "description": "The Weimar Republic was the German state from 1918 to 1933, as it existed as a federal constitutional republic. The state was officially the German Reich, and was also referred to as the German Republic. The term \"Weimar Republic\" refers to the city of Weimar, where the republic's constituent assembly first took place. In English the country was usually simply called \"Germany\"; the term \"Weimar Re"}, {"title": "Poland", "href": "/wiki/Poland", "description": "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative provinces, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis i"}]}, {"heading": "Events", "year": "1922", "date": "March 20", "txt": "The USS Langley is commissioned as the first United States Navy aircraft carrier.", "entities": [{"title": "USS Langley (CV-1)", "href": "/wiki/USS_Langley_(CV-1)", "description": "USS Langley (CV-1/AV-3) was the United States Navy's first aircraft carrier, converted in 1920 from the collier USS Jupiter , and also the US Navy's first turbo-electric-powered ship. Conversion of another collier was planned but canceled when the Washington Naval Treaty required the cancellation of the partially built  Lexington-class battlecruisers Lexington and Saratoga, freeing up their hulls "}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}]}, {"heading": "Events", "year": "1923", "date": "March 20", "txt": "The Arts Club of Chicago hosts the opening of Pablo Picasso's first United States showing, entitled Original Drawings by Pablo Picasso, becoming an early proponent of modern art in the United States.", "entities": [{"title": "Arts Club of Chicago", "href": "/wiki/Arts_Club_of_Chicago", "description": "Arts Club of Chicago is a private club and public exhibition space located in the Near North Side community area of Chicago in Cook County, Illinois, United States, a block east of the Magnificent Mile, that exhibits international contemporary art. It was founded in 1916, inspired by the success of the Art Institute of Chicago's handling of the Armory Show. Its founding was viewed as a statement t"}, {"title": "Pablo Picasso", "href": "/wiki/Pablo_Picasso", "description": "Pablo Ruiz Picasso was a Spanish painter, sculptor, printmaker, ceramicist and theatre designer who spent most of his adult life in France. Regarded as one of the most influential artists of the 20th century, he is known for co-founding the Cubist movement, the invention of constructed sculpture, the co-invention of collage, and for the wide variety of styles that he helped develop and explore. Am"}, {"title": "Modern art", "href": "/wiki/Modern_art", "description": "Modern art includes artistic work produced during the period extending roughly from the 1860s to the 1970s, and denotes the styles and philosophies of the art produced during that era. The term is usually associated with art in which the traditions of the past have been thrown aside in a spirit of experimentation. Modern artists experimented with new ways of seeing and with fresh ideas about the n"}]}, {"heading": "Events", "year": "1933", "date": "March 20", "txt": "Reichsführer-SS Heinrich Himmler ordered the creation of Dachau concentration camp as Chief of Police of Munich and appointed Theodor Eicke as the camp commandant.", "entities": [{"title": "Reichsführer-SS", "href": "/wiki/Reichsf%C3%BChrer-SS", "description": "Reichsführer-SS was a special title and rank that existed between the years of 1925 and 1945 for the commander of the Schutzstaffel (SS). Reichsführer-SS was a title from 1925 to 1933, and from 1934 to 1945 it was the highest rank of the SS. The longest serving and most noteworthy office holder was Heinrich Himmler."}, {"title": "Heinrich Himmler", "href": "/wiki/Heinrich_Himmler", "description": "Heinrich Luitpold Himmler was Reichsführer of the Schutzstaffel, and a leading member of the Nazi Party (NSDAP) of Germany. Himmler was one of the most powerful men in Nazi Germany and a main architect of the Holocaust."}, {"title": "Dachau concentration camp", "href": "/wiki/Dachau_concentration_camp", "description": "Dachau was a Nazi concentration camp opened on 22 March 1933, which was initially intended to hold political prisoners. It is located on the grounds of an abandoned munitions factory northeast of the medieval town of Dachau, about 16 km (10 mi) northwest of Munich in the state of Bavaria, in southern Germany. After its opening by Heinrich Himmler, its purpose was enlarged to include forced labor, "}, {"title": "Chief of Police", "href": "/wiki/Chief_of_Police", "description": "A chief of police is the title given to an appointed official or an elected one in the chain of command of a police department, particularly in North America. A chief of police may also be known as a police chief or sometimes just a chief, while some countries favour other titles such as commissioner or chief constable. A police chief is appointed by and answerable to a national or local governmen"}, {"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}, {"title": "Theodor Eicke", "href": "/wiki/Theodor_Eicke", "description": "Theodor Eicke was a German SS functionary during the Nazi era. He was one of the key figures in the development of Nazi concentration camps during the Holocaust."}]}, {"heading": "Events", "year": "1942", "date": "March 20", "txt": "World War II: General Douglas MacArthur, at Terowie, South Australia, makes his famous speech regarding the fall of the Philippines, in which he says: \"I came out of Bataan and I shall return\".", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "General", "href": "/wiki/General", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "Douglas MacArthur", "href": "/wiki/Douglas_MacArthur", "description": "Douglas MacArthur was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines campaign, which made him and his father Arthur MacArthur Jr. the first father and son to be awarded the"}, {"title": "Terowie, South Australia", "href": "/wiki/Terowie,_South_Australia", "description": "Terowie is a small town in the Mid North region of South Australia located 220 kilometres (137 mi) north of the state capital of Adelaide. It is located in the Regional Council of Goyder. Terowie retains a number of authentic and well preserved 1880s buildings, and has been declared a \"historic town\". It also remains a town of interest to those interested in rail history. Although now a very small"}, {"title": "Battle of the Philippines (1942)", "href": "/wiki/Battle_of_the_Philippines_(1942)", "description": "The Philippines campaign, also known as the Battle of the Philippines or the Fall of the Philippines, was from December 8, 1941 to May 8, 1942 the invasion of the Philippines by the Empire of Japan and the defense of the islands by United States and the Philippine Armies during World War II."}, {"title": "Bataan", "href": "/wiki/Bataan", "description": "Bataan is a province situated in the Central Luzon region of the Philippines. Its capital is the city of Balanga while Mariveles is the largest local government unit in the province. Occupying the entire Bataan Peninsula on Luzon, Bataan is bordered by the provinces of Zambales and Pampanga to the north. The peninsula faces the South China Sea to the west and Subic Bay to the north-west, and enclo"}]}, {"heading": "Events", "year": "1948", "date": "March 20", "txt": "With a Musicians Union ban lifted, the first telecasts of classical music in the United States, under Eugene Ormandy and Arturo Toscanini, are given on CBS and NBC.", "entities": [{"title": "American Federation of Musicians", "href": "/wiki/American_Federation_of_Musicians", "description": "The American Federation of Musicians of the United States and Canada (AFM/AFofM) is a 501(c)(5) labor union representing professional instrumental musicians in the United States and Canada. The AFM, which has its headquarters in New York City, is led by president Raymond M. Hair, Jr. Founded in Cincinnati in 1896 as the successor to the \"National League of Musicians,\" the AFM is the largest organi"}, {"title": "Eugene Ormandy", "href": "/wiki/Eugene_Ormandy", "description": "Eugene Ormandy KBE was a Hungarian-American conductor and violinist, best known for his association with the Philadelphia Orchestra, as its music director. His 44-year association with the orchestra is one of the longest enjoyed by any conductor with a single orchestra. Under his baton, the Philadelphia Orchestra had three gold records and won two Grammy Awards."}, {"title": "Arturo Toscanini", "href": "/wiki/Arturo_Toscanini", "description": "Arturo Toscanini was an Italian conductor. He was one of the most acclaimed musicians of the late 19th and of the 20th century, renowned for his intensity, his perfectionism, his ear for orchestral detail and sonority, and his eidetic memory. He was at various times the music director of La Scala in Milan and the New York Philharmonic. Later in his career he was appointed the first music director "}, {"title": "CBS", "href": "/wiki/CBS", "description": "CBS is an American commercial broadcast television and radio network. It serves as the flagship property of the CBS Entertainment Group division of ViacomCBS. The network is headquartered at the CBS Building in New York City, with major production facilities and operations at the CBS Broadcast Center in New York City, and CBS Television City and the CBS Studio Center in Los Angeles."}, {"title": "NBC", "href": "/wiki/NBC", "description": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network owned by NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles, and Chicago. NBC is one of the Big Three television networks, and is sometimes referred to as the \"Peacock Ne"}]}, {"heading": "Events", "year": "1951", "date": "March 20", "txt": "Fujiyoshida, a city located in Yamanashi Prefecture, Japan, in the center of the Japanese main island of Honshū is founded.", "entities": [{"title": "Fujiyoshida", "href": "/wiki/Fujiyoshida", "description": "Fujiyoshida  is a city located in Yamanashi Prefecture, Japan. As of 1 May 2019, the city had an estimated population of 48,782 in 19,806 households and a population density of 400 persons per km2. The total area of the city is 121.74 square kilometres (47.00 sq mi)."}, {"title": "Yamanashi Prefecture", "href": "/wiki/Yamanashi_Prefecture", "description": "Yamanashi Prefecture  is a prefecture of Japan located in the Chūbu region of Honshu. Yamanashi Prefecture has a population of 817,192 and has a geographic area of 4,465 km². Yamanashi Prefecture borders Saitama Prefecture to the northeast, Nagano Prefecture to the northwest, Shizuoka Prefecture to the southwest, Kanagawa Prefecture to the southeast, and Tokyo to the east."}, {"title": "Honshū", "href": "/wiki/Honsh%C5%AB", "description": "Honshu , historically called Hondo , is the largest and most populous main island of Japan. It is located south of Hokkaidō across the Tsugaru Strait, north of Shikoku across the Inland Sea, and northeast of Kyūshū across the Kanmon Straits. The island separates the Sea of Japan, which lies to its north and west, from the North Pacific Ocean to the south and east. It is the 7th largest island in t"}]}, {"heading": "Events", "year": "1952", "date": "March 20", "txt": "The US Senate ratifies the Security Treaty Between the United States and Japan.", "entities": [{"title": "Security Treaty Between the United States and Japan", "href": "/wiki/Security_Treaty_Between_the_United_States_and_Japan", "description": "The Security Treaty Between the United States and Japan  was signed on 8 September 1951 in San Francisco, California, by representatives of the United States and Japan."}]}, {"heading": "Events", "year": "1956", "date": "March 20", "txt": "Tunisia gains independence from France.", "entities": [{"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}]}, {"heading": "Events", "year": "1964", "date": "March 20", "txt": "The precursor of the European Space Agency, ESRO (European Space Research Organisation) is established per an agreement signed on June 14, 1962.", "entities": [{"title": "wiktionary:Precursor", "href": "https://en.wiktionary.org/wiki/Precursor", "description": null}, {"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}, {"title": "European Space Research Organisation", "href": "/wiki/European_Space_Research_Organisation", "description": "The European Space Research Organisation (ESRO) was an international organisation founded by 10 European nations with the intention of jointly pursuing scientific research in space. It was founded in 1964. As an organisation ESRO was based on a previously existing international scientific institution, CERN.\nThe ESRO convention, the organisations founding document outlines it as an entity exclusive"}, {"title": "June 14", "href": "/wiki/June_14", "description": "June 14 is the 165th day of the year in the Gregorian calendar; 200 days remain until the end of the year."}, {"title": "1962", "href": "/wiki/1962", "description": "1962 (MCMLXII) was a common year starting on Monday of the Gregorian calendar, the 1962nd year of the Common Era (CE) and Anno Domini (AD) designations, the 962nd year of the 2nd millennium, the 62nd year of the 20th century, and the 3rd year of the 1960s decade. "}]}, {"heading": "Events", "year": "1972", "date": "March 20", "txt": "The Troubles: The first Provisional IRA car bombing in Belfast kills seven people and injures 148 others in Northern Ireland.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Donegall Street bombing", "href": "/wiki/Donegall_Street_bombing", "description": "The Donegall Street bombing took place in Belfast, Northern Ireland on 20 March 1972 when, just before noon, the Provisional IRA detonated a car bomb in Lower Donegall Street in the city centre when the street was crowded with shoppers, office workers, and many schoolchildren."}, {"title": "Belfast", "href": "/wiki/Belfast", "description": "Belfast is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 343,542 as of 2019. Belfast suffered greatly during the violence that accompanied the partition of Ireland, and especially during the more recent conflict kn"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1985", "date": "March 20", "txt": "Libby Riddles becomes the first woman to win the 1,135-mile Iditarod Trail Sled Dog Race.", "entities": [{"title": "Libby Riddles", "href": "/wiki/Libby_Riddles", "description": "Libby Riddles is an American dog musher, and the first woman to win the Iditarod Trail Sled Dog Race."}, {"title": "Iditarod Trail Sled Dog Race", "href": "/wiki/Iditarod_Trail_Sled_Dog_Race", "description": "The Iditarod Trail Sled Dog Race is an annual long-distance sled dog race run in early March from Anchorage to Nome, entirely within the US state of Alaska. Mushers and a team of 14 dogs, of which at least 5 must be on the towline at the finish line, cover the distance in 8–15 days or more. The Iditarod began in 1973 as an event to test the best sled dog mushers and teams but evolved into today's "}]}, {"heading": "Events", "year": "1985", "date": "March 20", "txt": "Canadian paraplegic athlete and humanitarian Rick Hansen begins his circumnavigation of the globe in a wheelchair in the name of spinal cord injury medical research.", "entities": [{"title": "Humanitarian", "href": "/wiki/Humanitarian", "description": "Humanitarianism is an active belief in the value of human life, whereby humans practice benevolent treatment and provide assistance to other humans, in order to improve the conditions of humanity for moral, altruistic and logical reasons. Humanitarianism is today primarily understood as voluntary emergency aid in a transnational context, but it overlaps with human rights advocacy, actions taken by"}, {"title": "Rick Hansen", "href": "/wiki/Rick_Hansen", "description": "Richard Marvin \"Rick\" Hansen is a Canadian track and field athlete, activist, and philanthropist for people with disabilities. Following a pickup truck accident at the age of 15, Hansen sustained a spinal cord injury and became a paraplegic. Hansen is most famous for his Man in Motion World Tour. He was inducted into Canada's Sports Hall of Fame in 2006. He was one of the final torchbearers in the"}, {"title": "Circumnavigation", "href": "/wiki/Circumnavigation", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}, {"title": "Spinal cord", "href": "/wiki/Spinal_cord", "description": "The spinal cord is a long, thin, tubular structure made up of nervous tissue, which extends from the medulla oblongata in the brainstem to the lumbar region of the vertebral column. It encloses the central canal of the spinal cord, which contains cerebrospinal fluid. The brain and spinal cord together make up the central nervous system (CNS). In humans, the spinal cord begins at the occipital bone"}]}, {"heading": "Events", "year": "1987", "date": "March 20", "txt": "The Food and Drug Administration approves the anti-AIDS drug, AZT.", "entities": [{"title": "Food and Drug Administration", "href": "/wiki/Food_and_Drug_Administration", "description": "The United States Food and Drug Administration is a federal agency of the Department of Health and Human Services. The FDA is responsible for protecting and promoting public health through the control and supervision of food safety, tobacco products, dietary supplements, prescription and over-the-counter pharmaceutical drugs (medications), vaccines, biopharmaceuticals, blood transfusions, medical "}, {"title": "AIDS", "href": "/wiki/AIDS", "description": "Human immunodeficiency virus infection and acquired immunodeficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV), a retrovirus. Following initial infection a person may not notice any symptoms, or may experience a brief period of influenza-like illness. Typically, this is followed by a prolonged period with no symptoms. If the inf"}, {"title": "Zidovudine", "href": "/wiki/Zidovudine", "description": "Zidovudine (ZDV), also known as azidothymidine (AZT), is an antiretroviral medication used to prevent and treat HIV/AIDS. It is generally recommended for use with other antiretrovirals. It may be used to prevent mother-to-child spread during birth or after a needlestick injury or other potential exposure. It is sold both by itself and together as lamivudine/zidovudine and abacavir/lamivudine/zidov"}]}, {"heading": "Events", "year": "1988", "date": "March 20", "txt": "Eritrean War of Independence: Having defeated the Nadew Command, the Eritrean People's Liberation Front enters the town of Afabet, victoriously concluding the Battle of Afabet.", "entities": [{"title": "Eritrean War of Independence", "href": "/wiki/Eritrean_War_of_Independence", "description": "The Eritrean War of Independence was a conflict fought between successive Ethiopian governments and Eritrean independence fighters from 1 September 1961 to 24 May 1991."}, {"title": "Eritrean People's Liberation Front", "href": "/wiki/Eritrean_People%27s_Liberation_Front", "description": "The Eritrean People's Liberation Front (EPLF) (Tigrinya: Shabia, was an armed Marxist–Leninist organization that fought for the independence of Eritrea from Ethiopia. It emerged in 1970 as an far-left group that split from the Eritrean Liberation Front. After achieving Eritrean independence in 1991, it transformed into the People's Front for Democracy and Justice, which serves as Eritrea's legal p"}, {"title": "Afabet", "href": "/wiki/Afabet", "description": "Afabet is a town in northern Eritrea."}, {"title": "Battle of Afabet", "href": "/wiki/Battle_of_Afabet", "description": "The Battle of Afabet was fought from 17 March through 20 March 1988 in and around the town of Afabet, as part of the Eritrean War of Independence."}]}, {"heading": "Events", "year": "1990", "date": "March 20", "txt": "Ferdinand Marcos's widow, Imelda Marcos, goes on trial for bribery, embezzlement, and racketeering.", "entities": [{"title": "Ferdinand Marcos", "href": "/wiki/Ferdinand_Marcos", "description": "Ferdinand Emmanuel Edralin Marcos Sr. was a Filipino politician, lawyer, and kleptocrat who served as the 10th President of the Philippines from 1965 to 1986. He and his wife Imelda Marcos are the undisputed Guinness record holder of the title \"Greatest robbery of a Government\", stealing at least US$10 billion from the Central Bank of the Philippines."}, {"title": "Imelda Marcos", "href": "/wiki/Imelda_Marcos", "description": "Imelda Romualdez Marcos is a Filipino politician and convicted criminal who was First Lady of the Philippines for 21 years, during which she and her husband stole billions from the Filipino people, amassing a personal fortune estimated to have been worth US$5 billion to 10 billion by the time they were deposed in 1986. By 2018, about $3.6 billion of this had been recovered by the Philippine govern"}, {"title": "Bribery", "href": "/wiki/Bribery", "description": "Bribery is defined by Black's Law Dictionary as the offering, giving, receiving, or soliciting of any item of value to influence the actions of an official, or other person, in charge of a public or legal duty. With regard to governmental operations, essentially, bribery is \"Corrupt solicitation, acceptance, or transfer of value in exchange for official action.\" \nGifts of money or other items of v"}, {"title": "Embezzlement", "href": "/wiki/Embezzlement", "description": "Embezzlement is the act of withholding assets for the purpose of conversion of such assets, by one or more persons to whom the assets were entrusted, either to be held or to be used for specific purposes. Embezzlement is a type of financial fraud. For example, a lawyer might embezzle funds from the trust accounts of their clients; a financial advisor might embezzle the funds of investors; and a hu"}, {"title": "Racketeering", "href": "/wiki/Racketeering", "description": "Racketeering is a genre of organized crime in which the perpetrators set up a coercive, fraudulent, or otherwise illegal scheme to repeatedly collect money or other profit."}]}, {"heading": "Events", "year": "1993", "date": "March 20", "txt": "The Troubles: A Provisional IRA bomb kills two children in Warrington, England. It leads to mass protests in both Britain and Ireland.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Warrington bomb attacks", "href": "/wiki/Warrington_bomb_attacks", "description": "The Warrington bombings were two separate bomb attacks that took place during early 1993 in Warrington, Cheshire, England. The first attack happened on 26 February, when a bomb exploded at a gas storage facility. This first explosion caused extensive damage, but no injuries. While fleeing the scene, the bombers shot and injured a police officer and two of the bombers were caught following a high-s"}, {"title": "Warrington", "href": "/wiki/Warrington", "description": "Warrington is a large town and unitary authority area in Cheshire, England, on the banks of the River Mersey. It is 20 miles (32 km) east of Liverpool, and 16 miles (26 km) west of Manchester. The population in 2019 was estimated at 165,456 for the town's urban area, and just over 210,014 for the entire borough, the latter being more than double that of 1968 when it became a new town. Warrington i"}]}, {"heading": "Events", "year": "1995", "date": "March 20", "txt": "The Japanese cult Aum Shinrikyo carries out a sarin gas attack on the Tokyo subway, killing 13 and wounding over 6,200 people.", "entities": [{"title": "Aum Shinrikyo", "href": "/wiki/Aum_Shinrikyo", "description": "Aleph , formerly Aum Shinrikyo , is a Japanese doomsday cult and terrorist organisation founded by Shoko Asahara in 1984. It carried out the deadly Tokyo subway sarin attack in 1995 and was found to have been responsible for the Matsumoto sarin attack the previous year."}, {"title": "Sarin gas attack on the Tokyo subway", "href": "/wiki/Sarin_gas_attack_on_the_Tokyo_subway", "description": "The Tokyo subway sarin attack  was an act of domestic terrorism perpetrated on 20 March 1995, in Tokyo, Japan, by members of the cult movement Aum Shinrikyo. In five coordinated attacks, the perpetrators released sarin on three lines of the Tokyo Metro during rush hour, killing 13 people, injuring 5,500 people in varying degrees, and causing temporary vision problems for nearly 1,000 others. The a"}]}, {"heading": "Events", "year": "1999", "date": "March 20", "txt": "Legoland California, the first Legoland outside of Europe, opens in Carlsbad, California, US.", "entities": [{"title": "Legoland California", "href": "/wiki/Legoland_California", "description": "Legoland California Resort is a theme park, miniature park, and aquarium located in Carlsbad, California, based on the Lego toy brand. Opening on March 20, 1999, it was the third Legoland park to open, and the first outside Europe. The park is currently owned by Merlin Entertainments, which took a controlling interest in 2005. A second park in the United States, Legoland Florida, opened in 2011."}, {"title": "Legoland", "href": "/wiki/Legoland", "description": "Legoland is a chain of family theme parks focusing on the construction toy system Lego. They are not fully owned by The Lego Group itself; rather, they are owned and operated by the British theme park company Merlin Entertainments."}, {"title": "Carlsbad, California", "href": "/wiki/Carlsbad,_California", "description": "Carlsbad is a coastal city in the North County region of San Diego County, California, United States. The city is 87 miles (140 km) south of downtown Los Angeles and 35 miles (56 km) north of downtown San Diego and is part of the San Diego-Chula Vista-Carlsbad, CA Metropolitan Statistical Area. Carlsbad is a popular tourist destination. The city's estimated 2019 population was 115,382. Among the n"}]}, {"heading": "Events", "year": "2000", "date": "March 20", "txt": "Jamil Abdullah Al-Amin, a former Black Panther once known as H. Rap Brown, is captured after murdering Georgia sheriff's deputy Ricky Kinchen and critically wounding Deputy Aldranon English.", "entities": [{"title": "Jamil Abdullah Al-Amin", "href": "/wiki/Jamil_Abdullah_Al-Amin", "description": "Jamil Abdullah Al-Amin, formerly known as H. Rap Brown, is a civil rights activist who was the fifth chairman of the Student Nonviolent Coordinating Committee in the 1960s. During a short-lived alliance between SNCC and the Black Panther Party, he served as their minister of justice."}, {"title": "Black Panther Party", "href": "/wiki/Black_Panther_Party", "description": "The Black Panther Party (BPP), originally the Black Panther Party for Self-Defense, was a Black Power political organization founded by college students Bobby Seale and Huey P. Newton in October 1966 in Oakland, California. The party was active in the United States between 1966-1982, with chapters in numerous major cities, and international chapters in Britain and Algeria. Upon its inception the B"}, {"title": "H. Rap Brown", "href": "/wiki/H._Rap_Brown", "description": "Jamil Abdullah Al-Amin, formerly known as H. Rap Brown, is a civil rights activist who was the fifth chairman of the Student Nonviolent Coordinating Committee in the 1960s. During a short-lived alliance between SNCC and the Black Panther Party, he served as their minister of justice."}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}]}, {"heading": "Events", "year": "2003", "date": "March 20", "txt": "Invasion of Iraq: The United States, UK, Australia, and Poland begin an invasion of Iraq.", "entities": [{"title": "2003 invasion of Iraq", "href": "/wiki/2003_invasion_of_Iraq", "description": "The 2003 invasion of Iraq was the first stage of the Iraq War. The invasion phase began on 19 March 2003 (air) and 20 March 2003 (ground) and lasted just over one month, including 26 days of major combat operations, in which a combined force of troops from the United States, the United Kingdom, Australia and Poland invaded Iraq. This early stage of the war formally ended on 1 May 2003 when U.S. Pr"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2006", "date": "March 20", "txt": "Over 150 Chadian soldiers are killed in eastern Chad by members of the rebel UFDC. The rebel movement sought to overthrow Chadian president Idriss Déby.", "entities": [{"title": "Chadian soldier", "href": "/wiki/Chadian_soldier", "description": "The Chad National Army consists of the five Defence and Security Forces listed in Article 185 of the Chadian Constitution that came into effect on 4 May 2018. These are the National Army, the National Police, the National and Nomadic Guard (GNNT) and the Judicial Police. Article 188 of the Constitution specifies that National Defence is the responsibility of the Army, Gendarmerie and GNNT, whilst "}, {"title": "Chad", "href": "/wiki/Chad", "description": "Chad, officially known as the Republic of Chad, is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest, and Niger to the west."}, {"title": "United Front for Democratic Change", "href": "/wiki/United_Front_for_Democratic_Change", "description": "The United Front for Democratic Change was a Chadian rebel alliance, made up of eight individual rebel groups, all with the goals of overthrowing the government of Chadian president Idriss Déby. It is now part of the Union of Forces for Democracy and Development. UFDC was founded between 26–28 December 2005 in Modeina in eastern Chad. FUC's \"president\" is Mahamat Nour Abdelkerim, the former leader"}, {"title": "Head of state of Chad", "href": "/wiki/Head_of_state_of_Chad", "description": "This is a list of heads of state of Chad since the country gained independence from France in 1960 to the present day."}, {"title": "Idriss Déby", "href": "/wiki/Idriss_D%C3%A9by", "description": "Idriss Déby Itno was a Chadian politician and military officer, and head of the ruling Patriotic Salvation Movement, who was the president of Chad from 1990 until his death at the hands of militant forces when commanding troops on the front in 2021."}]}, {"heading": "Events", "year": "2012", "date": "March 20", "txt": "At least 52 people are killed and more than 250 injured in a wave of terror attacks across ten cities in Iraq.", "entities": [{"title": "20 March 2012 Iraq attacks", "href": "/wiki/20_March_2012_Iraq_attacks", "description": "The 20 March 2012 Iraq attacks were the sixth simultaneous wave of bombings to hit Iraq during the insurgency and the second such major assault since the US withdrawal at the end of 2011. At least 50 people were killed and around 250 wounded in highly coordinated attacks spread out in at least 10 cities. The deadliest attack of the day took place in Karbala where twin bombings left 13 dead and 50 "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2014", "date": "March 20", "txt": "Four suspected Taliban members attack the Kabul Serena Hotel, killing at least nine people.", "entities": [{"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "2014 Kabul Serena Hotel attack", "href": "/wiki/2014_Kabul_Serena_Hotel_attack", "description": "The 2014 Kabul Serena Hotel attack was a mass shooting that took place in the restaurant of the Kabul Serena Hotel, in Kabul, Afghanistan on 20 March 2014 carried out by Taliban militants. The shooting, which took place in a hotel that is popular with foreigners and wealthy Afghans, killed nine civilians, including four foreigners. The attack was a shock to many as it took place in a heavily forti"}, {"title": "Kabul Serena Hotel", "href": "/wiki/Kabul_Serena_Hotel", "description": "Kabul Serena Hotel is a luxury hotel in downtown Kabul, Afghanistan. It is set in landscaped gardens, overlooking the city's Zarnegar Park. Originally built in 1945, the hotel has been completely refurbished and extended in recent years, reopening on November 8, 2005. The main work for the hotel was given to the Aga Khan Foundation and thus it was inaugurated by Aga Khan IV It has been the target "}]}, {"heading": "Events", "year": "2015", "date": "March 20", "txt": "A Solar eclipse, equinox, and a supermoon all occur on the same day.", "entities": [{"title": "Solar eclipse of March 20, 2015", "href": "/wiki/Solar_eclipse_of_March_20,_2015", "description": "A total solar eclipse occurred on March 20, 2015. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surfa"}, {"title": "Equinox", "href": "/wiki/Equinox", "description": "An equinox is the instant of time when the plane of Earth's equator passes through the geometric center of the Sun's disk. This occurs twice each year, around 20 March and 23 September. In other words, it is the moment at which the center of the visible Sun is directly above the equator."}, {"title": "Supermoon", "href": "/wiki/Supermoon", "description": "A supermoon is a full moon or a new moon that nearly coincides with perigee—the closest that the Moon comes to the Earth in its elliptic orbit—resulting in a slightly larger-than-usual apparent size of the lunar disk as viewed from Earth. The technical name is a perigee syzygy or a full Moon around perigee. Because the term supermoon is astrological in origin, it has no precise astronomical defini"}]}, {"heading": "Births", "year": "43 BC", "date": "March 20", "txt": "Ovid, Roman poet (d. 17)", "entities": [{"title": "Ovid", "href": "/wiki/Ovid", "description": "Pūblius Ovidius Nāsō, known in English as Ovid, was a Roman poet who lived during the reign of Augustus. He was a contemporary of the older Virgil and Horace, with whom he is often ranked as one of the three canonical poets of Latin literature. The Imperial scholar Quintilian considered him the last of the Latin love elegists. Although Ovid enjoyed enormous popularity during his lifetime, the empe"}]}, {"heading": "Births", "year": "1253", "date": "March 20", "txt": "Magadu, renamed Wareru, founder of Ramanya Kingdom, renamed Hanthawady Kingdom of Pegu (b. a commoner; d. on a Saturday in January 1307)", "entities": [{"title": "Wareru", "href": "/wiki/Wareru", "description": "Wareru was the founder of the Martaban Kingdom, located in present-day Myanmar (Burma). By using both diplomatic and military skills, he successfully carved out a Mon-speaking polity in Lower Burma, during the collapse of the Pagan Empire in the 1280s. Wareru was assassinated in 1307 but his line ruled the kingdom until its fall in the mid-16th century."}]}, {"heading": "Births", "year": "1319", "date": "March 20", "txt": "Laurence Hastings, 1st Earl of Pembroke (d. 1348)", "entities": [{"title": "Laurence Hastings, 1st Earl of Pembroke", "href": "/wiki/Laurence_Hastings,_1st_Earl_of_Pembroke", "description": "Laurence de Hastings, 1st Earl of Pembroke was a Norman English nobleman and held the titles 1st Earl of Pembroke, Baron Abergavenny and Baron Hastings under Edward II of England and Edward III of England."}]}, {"heading": "Births", "year": "1469", "date": "March 20", "txt": "Cecily of York (d. 1507)", "entities": [{"title": "Cecily of York", "href": "/wiki/Cecily_of_York", "description": "Cecily of York, Viscountess Welles was an English princess, the third daughter of Edward IV, King of England, and his queen consort Elizabeth Woodville, daughter of Richard Woodville, 1st Earl Rivers, and Jacquetta of Luxembourg. She was First Lady of the Bedchamber to her sister, Queen Elizabeth of York, in the years 1485–1487."}]}, {"heading": "Births", "year": "1477", "date": "March 20", "txt": "Jerome Emser, German theologian and scholar (d. 1527)", "entities": [{"title": "Jerome Emser", "href": "/wiki/Jerome_Emser", "description": "Jerome Emser, German theologian and antagonist of Luther, was born of a good family at Ulm."}]}, {"heading": "Births", "year": "1479", "date": "March 20", "txt": "Ippolito d'Este, Italian cardinal (d. 1520)", "entities": [{"title": "Ippolito d'Este", "href": "/wiki/Ippolito_d%27Este", "description": "Ippolito (I) d'Este was an Italian Roman Catholic cardinal, and Archbishop of Esztergom. He was a member of the ducal House of Este of Ferrara, and was usually referred to as the Cardinal of Ferrara. Though a bishop of five separate dioceses, he was never consecrated a bishop. He spent much of his time supporting the ducal house of Ferrara and negotiating on their behalf with the Pope."}]}, {"heading": "Births", "year": "1502", "date": "March 20", "txt": "Pierino Belli, Italian soldier and jurist (d. 1575)", "entities": [{"title": "Pierino Belli", "href": "/wiki/Pierino_Belli", "description": "Pierino Belli was an Italian soldier and jurist."}]}, {"heading": "Births", "year": "1532", "date": "March 20", "txt": "Juan de Ribera, Roman Catholic archbishop (d. 1611)", "entities": [{"title": "Juan de Ribera", "href": "/wiki/Juan_de_Ribera", "description": "Juan de Ribera was an influential figure in 16th and 17th century Spain. Ribera held appointments as Archbishop and Viceroy of Valencia, Latin Patriarchate of Antioch, Commander in Chief, president of the Audiencia, and Chancellor of the University of Valencia. He was beatified in 1796 and canonized by Pope John XXIII in 1960."}]}, {"heading": "Births", "year": "1612", "date": "March 20", "txt": "Anne Bradstreet, Puritan American poet (d. 1672)", "entities": [{"title": "Anne Bradstreet", "href": "/wiki/Anne_Bradstreet", "description": "Anne Bradstreet was the most prominent of early English poets of North America and first writer in England's North American colonies to be published. She is the first Puritan figure in American Literature and notable for her large corpus of poetry, as well as personal writings published posthumously."}]}, {"heading": "Births", "year": "1615", "date": "March 20", "txt": "Dara Shikoh, Indian prince (d. 1659)", "entities": [{"title": "Dara Shikoh", "href": "/wiki/Dara_Shikoh", "description": "Dara Shikoh, also known as Dara Shukoh, was the eldest son and heir-apparent of the Mughal emperor Shah Jahan. Dara was designated with the title Padshahzada-i-Buzurg Martaba and was favoured as a successor by his father and his older sister, Princess Jahanara Begum. In the war of succession which ensued after Shah Jahan's illness in 1657, Dara was defeated by his younger brother Prince Muhiuddin."}]}, {"heading": "Births", "year": "1639", "date": "March 20", "txt": "Ivan Mazepa, Ukrainian diplomat, Hetman of Ukraine (d. 1709)", "entities": [{"title": "Ivan Mazepa", "href": "/wiki/Ivan_Mazepa", "description": "Ivan Stepanovych Mazepa served as the Hetman of Zaporizhian Host in 1687–1708. He was awarded a title of Prince of the Holy Roman Empire in 1707 for his efforts for the Holy League. The historical events of Mazepa's life have inspired many literary, artistic and musical works. He was famous as a patron of the arts."}, {"title": "Hetmans of Ukrainians Cossacks", "href": "/wiki/Hetmans_of_Ukrainians_Cossacks", "description": "Hetman of Zaporizhian Cossacks is a historical term that has multiple meanings."}]}, {"heading": "Births", "year": "1725", "date": "March 20", "txt": "Abdul Hamid I, Ottoman sultan (d. 1789)", "entities": [{"title": "Abdul Hamid I", "href": "/wiki/Abdul_Hamid_I", "description": "Abdülhamid I, Abdul Hamid I or Abd Al-Hamid I was the 27th Sultan of the Ottoman Empire, reigning over the Ottoman Empire from 1774 to 1789."}]}, {"heading": "Births", "year": "1737", "date": "March 20", "txt": "Rama I, Thai king (d. 1809)", "entities": [{"title": "Rama I", "href": "/wiki/Rama_I", "description": "Phra Phutthayotfa Chulalok Maharaj, born Thongduang (ทองด้วง) and also known as Rama I, was the founder of the Rattanakosin Kingdom and the first monarch of the reigning Chakri dynasty of Siam. His full title in Thai is Phra Bat Somdet Phra Paramoruracha Mahachakkriborommanat Phra Phutthayotfa Chulalok. He ascended the throne in 1782, after defeating a rebellion which had deposed King Taksin of Th"}]}, {"heading": "Births", "year": "1771", "date": "March 20", "txt": "Heinrich Clauren, German author (d. 1854)", "entities": [{"title": "Heinrich Clauren", "href": "/wiki/Heinrich_Clauren", "description": "Carl Gottlieb Samuel Heun, better known by his pen name Heinrich Clauren, was a German author."}]}, {"heading": "Births", "year": "1796", "date": "March 20", "txt": "Edward Gibbon Wakefield, English politician (d. 1862)", "entities": [{"title": "Edward Gibbon Wakefield", "href": "/wiki/Edward_Gibbon_Wakefield", "description": "Edward Gibbon Wakefield is considered a key figure in the establishment of the colonies of South Australia and New Zealand. He also had significant interests in British North America, being involved in the drafting of Lord Durham's Report and being a member of the Parliament of the Province of Canada for a short time."}]}, {"heading": "Births", "year": "1799", "date": "March 20", "txt": "Karl August Nicander, Swedish poet and author (d. 1839)", "entities": [{"title": "Karl August Nicander", "href": "/wiki/Karl_August_Nicander", "description": "Karl August Nicander was a Swedish lyric poet."}]}, {"heading": "Births", "year": "1800", "date": "March 20", "txt": "Braulio Carrillo Colina, Costa Rican lawyer and politician, President of Costa Rica (d. 1845)", "entities": [{"title": "Braulio Carrillo Colina", "href": "/wiki/Braulio_Carrillo_Colina", "description": "Braulio Evaristo Carrillo Colina was the Head of State of Costa Rica during two periods: the first between 1835 and 1837, and the de facto between 1838 and 1842."}, {"title": "President of Costa Rica", "href": "/wiki/President_of_Costa_Rica", "description": "The President of the Republic of Costa Rica is the head of state and head of government of Costa Rica. The president is currently elected in direct elections for a period of four years, which is not immediately renewable. Two vice presidents are elected in the same ticket with the president. The president appoints the Council of Ministers. Due to the abolition of the military of Costa Rica in 1948"}]}, {"heading": "Births", "year": "1805", "date": "March 20", "txt": "Thomas Cooper, British poet (d. 1892)", "entities": [{"title": "Thomas Cooper (poet)", "href": "/wiki/Thomas_Cooper_(poet)", "description": "Thomas Cooper was an English poet and among the leading Chartists. His prison rhyme the Purgatory of Suicides (1845) runs to 944 stanzas. He also wrote novels and in later life religious texts. He was self-educated, working as a shoemaker, then a preacher, a schoolmaster and a journalist, before taking up Chartism in 1840. He was a passionate, determined and fiery man."}]}, {"heading": "Births", "year": "1811", "date": "March 20", "txt": "Napoleon II, French emperor (d. 1832)", "entities": [{"title": "Napoleon II", "href": "/wiki/Napoleon_II", "description": "Napoleon II was disputed Emperor of the French for a few weeks in 1815. The son of Emperor Napoleon I and Empress Marie Louise, he had been Prince Imperial of France and King of Rome since birth. After the fall of his father, he lived the rest of his life in Vienna and was known in the Austrian court as Franz, Duke of Reichstadt for his adult life. He was posthumously given the nickname L'Aiglon a"}]}, {"heading": "Births", "year": "1811", "date": "March 20", "txt": "George Caleb Bingham, American painter and politician, State Treasurer of Missouri (d. 1879)", "entities": [{"title": "State Treasurer of Missouri", "href": "/wiki/State_Treasurer_of_Missouri", "description": "The State Treasurer of Missouri is a statewide elected official responsible for serving as Missouri's chief financial officer. The current state treasurer is Scott Fitzpatrick, who was appointed in January 2019 following the resignation of the previous incumbent Eric Schmitt in order to accept appointment as Attorney General of Missouri. State Treasurers are limited to two terms in office, and alo"}]}, {"heading": "Births", "year": "1821", "date": "March 20", "txt": "Ned Buntline, American journalist, author, and publisher (d. 1886)", "entities": [{"title": "Ned Buntline", "href": "/wiki/Ned_Buntline", "description": "Edward Zane Carroll Judson Sr., known by his pseudonym Ned Buntline, was an American publisher, journalist, and writer."}]}, {"heading": "Births", "year": "1824", "date": "March 20", "txt": "Theodor von Heuglin, German explorer and ornithologist (d. 1876)", "entities": [{"title": "Theodor von Heuglin", "href": "/wiki/Theodor_von_Heuglin", "description": "Martin Theodor von Heuglin, was a German explorer and ornithologist."}]}, {"heading": "Births", "year": "1828", "date": "March 20", "txt": "Henrik Ibsen, Norwegian poet, playwright, and director (d. 1906)", "entities": [{"title": "Henrik Ibsen", "href": "/wiki/Henrik_Ibsen", "description": "Henrik Johan Ibsen was a Norwegian playwright and theatre director. As one of the founders of modernism in theatre, Ibsen is often referred to as \"the father of realism\" and one of the most influential playwrights of his time. His major works include Brand, Peer Gynt, An Enemy of the People, Emperor and Galilean, A Doll's House, Hedda Gabler, Ghosts, The Wild Duck, When We Dead Awaken, Rosmersholm"}]}, {"heading": "Births", "year": "1831", "date": "March 20", "txt": "Patrick Jennings, Northern Irish-Australian politician, 11th Premier of New South Wales (d. 1897)", "entities": [{"title": "Patrick Jennings", "href": "/wiki/Patrick_Jennings", "description": "Sir Patrick Alfred Jennings, was an Irish-Australian politician and Premier of New South Wales."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1831", "date": "March 20", "txt": "Solomon L. Spink, American lawyer and politician (d. 1881)", "entities": []}, {"heading": "Births", "year": "1834", "date": "March 20", "txt": "Charles William Eliot, American mathematician and academic (d. 1926)", "entities": [{"title": "Charles William Eliot", "href": "/wiki/Charles_William_Eliot", "description": "Charles William Eliot was an American academic who was selected as Harvard's president in 1869. A member of the prominent Eliot family of Boston, he transformed the provincial college into the pre-eminent American research university. Eliot served until 1909, having the longest term as president in the university's history."}]}, {"heading": "Births", "year": "1836", "date": "March 20", "txt": "Ferris Jacobs, Jr., American general, lawyer, and politician (d. 1886)", "entities": [{"title": "Ferris Jacobs, Jr.", "href": "/wiki/Ferris_Jacobs,_Jr.", "description": "Ferris Jacobs Jr. was an American officer and politician; he was a United States Representative from New York."}]}, {"heading": "Births", "year": "1836", "date": "March 20", "txt": "Edward Poynter, English painter, illustrator, and curator (d. 1919)", "entities": []}, {"heading": "Births", "year": "1840", "date": "March 20", "txt": "Illarion Pryanishnikov, Russian painter (d. 1894)", "entities": [{"title": "Illarion Pryanishnikov", "href": "/wiki/Illarion_Pryanishnikov", "description": "Illarion Mikhailovich Pryanishnikov was a Russian painter, one of the founders of the Peredvizhniki artistic cooperative, which broke away with the rigors of their time and became one of the most important Russian art schools of the late 19th century."}]}, {"heading": "Births", "year": "1851", "date": "March 20", "txt": "Ismail Gasprinski, Ukrainian educator, publisher, and politician (d. 1914)", "entities": [{"title": "Ismail Gasprinski", "href": "/wiki/Ismail_Gasprinski", "description": "Ismail Gaspirali was a Crimean Tatar intellectual, educator, publisher and Pan-Turkist politician who inspired the Jadidist movement in Central Asia. He was one of the first Muslim intellectuals in the Russian Empire, who realized the need for education and cultural reform and modernization of the Turkic and Islamic communities. His last name comes from the town of Gaspra in Crimea."}]}, {"heading": "Births", "year": "1856", "date": "March 20", "txt": "John Lavery, Irish painter (d. 1941)", "entities": [{"title": "John Lavery", "href": "/wiki/John_Lavery", "description": "Sir John Lavery was an Irish painter best known for his portraits and wartime depictions."}]}, {"heading": "Births", "year": "1856", "date": "March 20", "txt": "Frederick Winslow Taylor, American tennis player and engineer (d. 1915)", "entities": []}, {"heading": "Births", "year": "1870", "date": "March 20", "txt": "Paul von Lettow-Vorbeck, German general (d. 1964)", "entities": [{"title": "Paul von Lettow-Vorbeck", "href": "/wiki/Paul_von_Lettow-Vorbeck", "description": "Paul Emil von Lettow-Vorbeck, also called the Lion of Africa, was a general in the Imperial German Army and the commander of its forces in the German East Africa campaign. For four years, with a force of about 14,000, he held in check a much larger force of 300,000 British, Indian, Belgian, and Portuguese troops."}]}, {"heading": "Births", "year": "1874", "date": "March 20", "txt": "Börries von Münchhausen, German poet and activist (d. 1945)", "entities": [{"title": "Börries von Münchhausen", "href": "/wiki/B%C3%B6rries_von_M%C3%BCnchhausen", "description": "Börries Albrecht Conon August Heinrich Freiherr von Münchhausen was a German poet and Nazi activist."}]}, {"heading": "Births", "year": "1876", "date": "March 20", "txt": "Payne Whitney, American businessman and philanthropist (d. 1927)", "entities": [{"title": "Payne Whitney", "href": "/wiki/Payne_Whitney", "description": "William Payne Whitney was an American businessman and member of the influential Whitney family. He inherited a fortune and enlarged it through business dealings, then devoted much of his money and efforts to a wide variety of philanthropic purposes. His will included funds to expand the New York Hospital, now called NewYork–Presbyterian Hospital, where the Payne Whitney Psychiatric Clinic was esta"}]}, {"heading": "Births", "year": "1879", "date": "March 20", "txt": "Maud Menten, Canadian physician and biochemist (d. 1960)", "entities": [{"title": "Maud Menten", "href": "/wiki/Maud_Menten", "description": "Maud Leonora Menten was a Canadian bio-medical and medical researcher who made significant contributions to enzyme kinetics and histochemistry. She is primarily known for her work with Leonor Michaelis on enzyme kinetics in 1913. The paper has been translated into English.\n"}]}, {"heading": "Births", "year": "1882", "date": "March 20", "txt": "René Coty, French lawyer and politician, 17th President of France (d. 1962)", "entities": [{"title": "René Coty", "href": "/wiki/Ren%C3%A9_Coty", "description": "Jules Gustave René Coty was President of France from 1954 to 1959. He was the second and last president of the Fourth French Republic."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1882", "date": "March 20", "txt": "Harold Weber, American golfer (d. 1933)", "entities": []}, {"heading": "Births", "year": "1884", "date": "March 20", "txt": "Philipp Frank, Austrian-American physicist, mathematician, and philosopher (d. 1966)", "entities": [{"title": "Philipp Frank", "href": "/wiki/Philipp_Frank", "description": "Philipp Frank was a physicist, mathematician and also a philosopher during the first half of the 20th century. He was a logical-positivist, and a member of the Vienna Circle. He was influenced by Mach and was one of the Machists criticised by Lenin in Materialism and Empirio-criticism."}]}, {"heading": "Births", "year": "1884", "date": "March 20", "txt": "John Jensen, Australian public servant (d. 1970)", "entities": []}, {"heading": "Births", "year": "1885", "date": "March 20", "txt": "Vernon Ransford, Australian cricketer (d. 1958)", "entities": [{"title": "Vernon Ransford", "href": "/wiki/Vernon_Ransford", "description": "Vernon Seymour Ransford was an Australian cricketer who played in 20 Tests between 1907 and 1912. His best series was the 1909 tour of England when he topped the Australian batting averages, helped by a career best score of 143 not out. The following year he was a Wisden Cricketer of the Year. After retiring from playing he served as President of the Melbourne Football Club in 1927/1928, and secre"}]}, {"heading": "Births", "year": "1888", "date": "March 20", "txt": "Amanda Clement, American baseball player, umpire, and educator (d. 1971)", "entities": [{"title": "Amanda Clement", "href": "/wiki/Amanda_Clement", "description": "Amanda E. Clement was the first woman paid to umpire a baseball game, and may have also been the first woman to referee a high school basketball game. Clement served as an umpire on a regular basis for six years, and served occasionally for several decades afterwards. An accomplished athlete in multiple disciplines, Clement competed in baseball, basketball, track, gymnastics, and tennis, and has b"}]}, {"heading": "Births", "year": "1890", "date": "March 20", "txt": "Lauritz Melchior, Danish-American tenor and actor (d. 1973)", "entities": [{"title": "Lauritz Melchior", "href": "/wiki/Lauritz_Melchior", "description": "Lauritz Melchior was a Danish-American opera singer. He was the preeminent Wagnerian tenor of the 1920s, 1930s, and 1940s and has come to be considered the quintessence of his voice type. Late in his career, Melchior appeared in movie musicals and on radio and television. He also made numerous recordings."}]}, {"heading": "Births", "year": "1894", "date": "March 20", "txt": "Amalie Sara Colquhoun, Australian landscape and portrait painter (d. 1974)", "entities": [{"title": "Amalie Sara Colquhoun", "href": "/wiki/Amalie_Sara_Colquhoun", "description": "Amalie Sara Colquhoun was an Australian landscape and portrait painter who is represented in national and state galleries. In addition to painting landscapes, portraits and still lifes, Colquhoun designed and supervised the construction of stained glass windows for three of Ballarat's churches, St Andrew's Kirk, Lydiard Street Uniting Church and Mount Pleasant Methodist Church. She studied in both"}]}, {"heading": "Births", "year": "1895", "date": "March 20", "txt": "Fredric Wertham, German-American psychologist and author (d. 1981)", "entities": [{"title": "Fredric Wertham", "href": "/wiki/Fredric_Wertham", "description": "Fredric Wertham was a German-American psychiatrist and author. Wertham had an early reputation as a progressive psychiatrist who treated poor black patients at his Lafargue Clinic at a time of heightened discrimination in urban mental health practice. Wertham also authored a definitive textbook on the brain, and his institutional stressor findings were cited when courts overturned multiple segrega"}]}, {"heading": "Births", "year": "1898", "date": "March 20", "txt": "Eduard Wiiralt, Estonian artist (d. 1954)", "entities": [{"title": "Eduard Wiiralt", "href": "/wiki/Eduard_Wiiralt", "description": "Eduard Wiiralt was a well-known Estonian graphic artist. In art history, Wiiralt is considered as the most remarkable master of Estonian graphic art in the first half of his century; the most well-known of his works include \"Inferno\", \"Hell\", \"Cabaret\", \"Heads of Negroes\", \"Sleeping Tiger\", and \"Head of a Camel\"."}]}, {"heading": "Births", "year": "1900", "date": "March 20", "txt": "Amelia Chopitea Villa, Bolivia's first female physician (d. 1942)", "entities": [{"title": "Amelia Chopitea Villa", "href": "/wiki/Amelia_Chopitea_Villa", "description": "María Amelia Chopitea Villa was Bolivia's first female physician and writer. She was born in a time when the Bolivian society was very patriarchal."}]}, {"heading": "Births", "year": "1903", "date": "March 20", "txt": "Edgar Buchanan, American actor (d. 1979)", "entities": [{"title": "Edgar Buchanan", "href": "/wiki/Edgar_Buchanan", "description": "William Edgar Buchanan II was an American actor with a long career in both film and television. He is most familiar today as Uncle Joe Carson from the Petticoat Junction, Green Acres, and The Beverly Hillbillies television sitcoms of the 1960s."}]}, {"heading": "Births", "year": "1904", "date": "March 20", "txt": "B. F. Skinner, American psychologist and author (d. 1990)", "entities": [{"title": "B. F. Skinner", "href": "/wiki/B._F._Skinner", "description": "Burrhus Frederic Skinner was an American psychologist, behaviourist, author, inventor, and social philosopher. He was a professor of psychology at Harvard University from 1958 until his retirement in 1974."}]}, {"heading": "Births", "year": "1905", "date": "March 20", "txt": "Jean Galia, French rugby player and boxer (d. 1949)", "entities": [{"title": "Jean Galia", "href": "/wiki/Jean_Galia", "description": "Jean Galia was a French rugby union and rugby league footballer and champion boxer. He is credited with establishing the sport of rugby league in France in 1934, where it is known as rugby à treize."}]}, {"heading": "Births", "year": "1906", "date": "March 20", "txt": "Abraham Beame, American accountant and politician, 104th Mayor of New York City (d. 2001)", "entities": [{"title": "Abraham Beame", "href": "/wiki/Abraham_Beame", "description": "Abraham David Beame was the 104th Mayor of New York City from 1974 to 1977. As mayor, he presided over the city during its fiscal crisis of the mid-1970s, when the city was almost forced to declare bankruptcy."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1906", "date": "March 20", "txt": "Ozzie Nelson, American actor and bandleader (d. 1975)", "entities": []}, {"heading": "Births", "year": "1907", "date": "March 20", "txt": "Hugh MacLennan, Canadian author and educator (d. 1990)", "entities": [{"title": "Hugh MacLennan", "href": "/wiki/Hugh_MacLennan", "description": "John Hugh MacLennan was a Canadian author and professor of English at McGill University. He won five Governor General's Awards and a Royal Bank Award."}]}, {"heading": "Births", "year": "1908", "date": "March 20", "txt": "Michael Redgrave, English actor and director (d. 1985)", "entities": [{"title": "Michael Redgrave", "href": "/wiki/Michael_Redgrave", "description": "Sir Michael Scudamore Redgrave CBE was an English stage and film actor, director, manager, and author. He received a nomination for the Academy Award for Best Actor for his performance in Mourning Becomes Electra (1947), as well as two BAFTA nominations for Best British Actor for his performances in The Night My Number Came Up (1955) and Time Without Pity (1957)."}]}, {"heading": "Births", "year": "1910", "date": "March 20", "txt": "Erwin Blask, German hammer thrower (d. 1999)", "entities": [{"title": "Erwin Blask", "href": "/wiki/Erwin_Blask", "description": "Erwin Blask was a German athlete who competed mainly in the hammer throw event. He won the silver medal for Germany at the 1936 Summer Olympics held in Berlin, Germany. He was born in Friedrichsheyde, East Prussia and died in Frankfurt am Main."}]}, {"heading": "Births", "year": "1911", "date": "March 20", "txt": "Alfonso García Robles, Mexican lawyer and diplomat, Nobel Prize laureate (d. 1991)", "entities": [{"title": "Alfonso García Robles", "href": "/wiki/Alfonso_Garc%C3%ADa_Robles", "description": "Alfonso García Robles was a Mexican diplomat and politician who, in conjunction with Sweden's Alva Myrdal, received the Nobel Peace Prize in 1982."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1912", "date": "March 20", "txt": "Ralph Hauenstein, American businessman and philanthropist (d. 2016)", "entities": [{"title": "Ralph Hauenstein", "href": "/wiki/Ralph_Hauenstein", "description": "Ralph Hauenstein was an American philanthropist, army officer and business leader, best known as a newspaper editor. His leadership has produced institutions such as the Hauenstein Center for Presidential Studies at Grand Valley State University, the Hauenstein Parkinsons and Neuroscience Centers at Saint Mary's Hospital and the Grace Hauenstein Library at Aquinas College."}]}, {"heading": "Births", "year": "1913", "date": "March 20", "txt": "Nikolai Stepulov, Russian-Estonian boxer (d. 1968)", "entities": [{"title": "Nikolai Stepulov", "href": "/wiki/Nikolai_Stepulov", "description": "Nikolai Stepulov was an Estonian lightweight boxer, military officer and criminal. As a boxer he won silver medals at the 1936 Olympics and 1937 European Championships, and fought professionally in 1938–39. Ethnically Russian, at the onset of World War II Stepulov joined the Soviet militia and ordered to shoot peaceful members of the Estonian Defense League; this act was condemned by both sides an"}]}, {"heading": "Births", "year": "1914", "date": "March 20", "txt": "Wendell Corey, American actor and politician (d. 1968)", "entities": [{"title": "Wendell Corey", "href": "/wiki/Wendell_Corey", "description": "Wendell Reid Corey was an American actor and politician. He was President of the Academy of Motion Picture Arts and Sciences and was a board member of the Screen Actors Guild."}]}, {"heading": "Births", "year": "1915", "date": "March 20", "txt": "Rudolf Kirchschläger, Austrian judge and politician, 8th President of Austria (d. 2000)", "entities": [{"title": "Rudolf Kirchschläger", "href": "/wiki/Rudolf_Kirchschl%C3%A4ger", "description": "Rudolf Kirchschläger, GColIH was an Austrian diplomat, politician and judge. From 1974 to 1986 he served as President of Austria."}, {"title": "President of Austria", "href": "/wiki/President_of_Austria", "description": "The president of Austria is the head of state of the Austrian Republic. Though theoretically entrusted with great power by the Constitution, in practice the president is largely a ceremonial and symbolic figurehead."}]}, {"heading": "Births", "year": "1915", "date": "March 20", "txt": "Sviatoslav Richter, Ukrainian pianist and composer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 20", "txt": "Sister Rosetta Tharpe, American singer-songwriter and guitarist (d. 1973)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 20", "txt": "Pierre Messmer, French lieutenant and politician, Prime Minister of France (d. 2007)", "entities": [{"title": "Pierre Messmer", "href": "/wiki/Pierre_Messmer", "description": "Pierre Joseph Auguste Messmer was a French Gaullist politician. He served as Minister of Armies under Charles de Gaulle from 1960 to 1969 – the longest serving since Étienne François, duc de Choiseul under Louis XV – and then as Prime Minister under Georges Pompidou from 1972 to 1974. A member of the French Foreign Legion, he was considered as one of the historical Gaullists, and died aged 91 in t"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1917", "date": "March 20", "txt": "Vera Lynn, English singer, songwriter and actress (d. 2020)", "entities": [{"title": "Vera Lynn", "href": "/wiki/Vera_Lynn", "description": "Dame Vera Margaret Lynn was an English singer, songwriter and entertainer whose musical recordings and performances were very popular during the Second World War. She was widely referred to as the \"Forces' Sweetheart\" and gave outdoor concerts for the troops in Egypt, India and Burma during the war as part of Entertainments National Service Association (ENSA). The songs most associated with her ar"}]}, {"heading": "Births", "year": "1917", "date": "March 20", "txt": "Yigael Yadin, Israeli archaeologist, general, and politician, Deputy Prime Minister of Israel (d. 1984)", "entities": [{"title": "Deputy leaders of Israel", "href": "/wiki/Deputy_leaders_of_Israel", "description": "Deputy leaders in Israel fall into four categories: Acting Prime Minister, Deputy Prime Minister, Vice Prime Minister and Alternate Prime Minister. Vice Prime Minister is honorary rather than official executive positions, but entitle the office-holder to a place in the cabinet. Deputy Prime Minister is an official office."}]}, {"heading": "Births", "year": "1918", "date": "March 20", "txt": "Jack Barry, American game show host and producer, co-founded Barry & Enright Productions (d. 1984)", "entities": [{"title": "Jack Barry (game show host)", "href": "/wiki/Jack_Barry_(game_show_host)", "description": "Jack Barry was an American game show host, television personality and executive who made a name for himself in the game show field. Barry served as host of several game shows in his career, many of which he developed along with Dan Enright as part of their joint operation Barry & Enright Productions."}, {"title": "Barry & Enright Productions", "href": "/wiki/Barry_%26_Enright_Productions", "description": "Barry & Enright Productions was a United States television production company that was formed in 1947 by Jack Barry and Dan Enright."}]}, {"heading": "Births", "year": "1918", "date": "March 20", "txt": "Donald Featherstone, English soldier and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 20", "txt": "Marian McPartland, English-American pianist and composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 20", "txt": "Bernd Alois Zimmermann, German composer (d. 1970)", "entities": []}, {"heading": "Births", "year": "1919", "date": "March 20", "txt": "Gerhard Barkhorn, German fighter ace (d. 1983)", "entities": [{"title": "Gerhard Barkhorn", "href": "/wiki/Gerhard_Barkhorn", "description": "Gerhard \"Gerd\" Barkhorn was a German military aviator and wing commander in the Luftwaffe during World War II. As a fighter ace, he was the second most successful fighter pilot of all time after fellow pilot Erich Hartmann. Other than Hartmann, Barkhorn is the only fighter ace to ever exceed 300 claimed victories. Following World War II, he became a high-ranking officer in the German Air Force of "}, {"title": "Germany", "href": "/wiki/Germany", "description": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It is the second-most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; covering an area of 357,022 square kilometres (137,847 sq mi), with a population of over 83 million"}]}, {"heading": "Births", "year": "1920", "date": "March 20", "txt": "Pamela Harriman, English-American diplomat, 58th United States Ambassador to France (d. 1997)", "entities": [{"title": "Pamela Harriman", "href": "/wiki/Pamela_Harriman", "description": "Pamela Beryl Harriman, also known as Pamela Churchill Harriman, was an English-born American political activist for the Democratic Party, diplomat, and socialite. She married three important and powerful men, her first husband being Randolph Churchill, the son of prime minister Winston Churchill. Her only child, Winston Churchill, was named after his famous grandfather."}, {"title": "United States Ambassador to France", "href": "/wiki/United_States_Ambassador_to_France", "description": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three mon"}]}, {"heading": "Births", "year": "1920", "date": "March 20", "txt": "Rosemary Timperley, English author and screenwriter (d. 1988)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 20", "txt": "Usmar Ismail, Indonesian filmmaker (d. 1971)", "entities": [{"title": "Usmar Ismail", "href": "/wiki/Usmar_Ismail", "description": "Usmar Ismail was a prominent Indonesian film director of Minangkabau descent. He was widely regarded as the native Indonesian pioneer of the Cinema of Indonesia although films made by the Dutch date back to around 1926."}]}, {"heading": "Births", "year": "1921", "date": "March 20", "txt": "Dušan Pirjevec, Slovenian historian and philosopher (d. 1977)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 20", "txt": "Alfréd Rényi, Hungarian mathematician and theorist (d. 1970)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 20", "txt": "Larry Elgart, American saxophonist and bandleader (d. 2017)", "entities": [{"title": "Larry Elgart", "href": "/wiki/Larry_Elgart", "description": "Lawrence Joseph Elgart was an American jazz bandleader. With his brother Les, he recorded \"Bandstand Boogie\", the theme to the long-running dance show American Bandstand."}]}, {"heading": "Births", "year": "1922", "date": "March 20", "txt": "Ray Goulding, American actor and screenwriter (d. 1990)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 20", "txt": "Carl Reiner, American actor, director, producer, and screenwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 20", "txt": "Con Martin, Irish footballer and manager (d. 2013)", "entities": [{"title": "Con Martin", "href": "/wiki/Con_Martin", "description": "Cornelius Joseph Martin was an Irish footballer. Martin initially played Gaelic football for the Dublin county team before switching codes and embarking on a successful soccer career, playing for, among others, Drumcondra, Glentoran, Leeds United and Aston Villa."}]}, {"heading": "Births", "year": "1923", "date": "March 20", "txt": "Shaukat Siddiqui, Pakistani journalist, author, and activist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 20", "txt": "John Ehrlichman, American lawyer, 12th White House Counsel (d. 1999)", "entities": [{"title": "John Ehrlichman", "href": "/wiki/John_Ehrlichman", "description": "John Daniel Ehrlichman was counsel and Assistant to the President for Domestic Affairs under President Richard Nixon. Ehrlichman was an important influence on Nixon's domestic policy, coaching him on issues and enlisting his support for environmental initiatives."}, {"title": "White House Counsel", "href": "/wiki/White_House_Counsel", "description": "The White House counsel is a senior staff appointee of the president of the United States and vice president of the United States whose role is to advise the president on all legal issues concerning the president and their administration."}]}, {"heading": "Births", "year": "1927", "date": "March 20", "txt": "John Joubert, South African-English composer and academic (d. 2019)", "entities": [{"title": "John Joubert (composer)", "href": "/wiki/John_Joubert_(composer)", "description": "John Pierre Herman Joubert was a British composer of South African birth, particularly of choral works. He lived in Moseley, a suburb of Birmingham, England, for over 50 years. A music academic in the universities of Hull and Birmingham for 36 years, Joubert took early retirement in 1986 to concentrate on composing and remained active into his eighties. Though perhaps best known for his choral mus"}]}, {"heading": "Births", "year": "1928", "date": "March 20", "txt": "Jerome Biffle, American long jumper and coach (d. 2002)", "entities": [{"title": "Jerome Biffle", "href": "/wiki/Jerome_Biffle", "description": "Jerome Cousins Biffle was an American athlete who competed mainly in the long jump, where he was the Gold Medalist at the 1952 Helsinki Olympic Games."}]}, {"heading": "Births", "year": "1928", "date": "March 20", "txt": "James P. Gordon, American physicist and engineer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 20", "txt": "Fred Rogers, American television host and producer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 20", "txt": "William Andrew MacKay, Canadian lawyer and judge (d. 2013)", "entities": [{"title": "William Andrew MacKay", "href": "/wiki/William_Andrew_MacKay", "description": "William Andrew MacKay was a Canadian lawyer and former judge, civil servant, legal academic, and university president."}]}, {"heading": "Births", "year": "1929", "date": "March 20", "txt": "Germán Robles, Spanish-Mexican actor and director (d. 2015)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 20", "txt": "S. Arasaratnam, Sri Lankan historian, author, and academic (d. 1998)", "entities": [{"title": "S. Arasaratnam", "href": "/wiki/S._Arasaratnam", "description": "Professor Sinnappah Arasaratnam was a Ceylonese academic, historian and author, born in Sri Lanka during British colonial rule. Known as Arasa, he was a lecturer at the University of Ceylon, University of Malaya and University of New England (Australia)."}]}, {"heading": "Births", "year": "1931", "date": "March 20", "txt": "Hal Linden, American actor, singer, and director", "entities": [{"title": "Hal Linden", "href": "/wiki/Hal_Linden", "description": "Hal Linden is an American stage and screen actor, television director and musician."}]}, {"heading": "Births", "year": "1931", "date": "March 20", "txt": "Rein Raamat, Estonian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 20", "txt": "Lateef Adegbite, Nigerian lawyer and politician (d. 2012)", "entities": [{"title": "Lateef Adegbite", "href": "/wiki/Lateef_Adegbite", "description": "Lateef Adegbite was a lawyer who became Attorney General of the Western Region of Nigeria, and who later became Secretary-General of the Nigerian Supreme Council for Islamic Affairs."}]}, {"heading": "Births", "year": "1933", "date": "March 20", "txt": "George Altman, American baseball player", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 20", "txt": "Ian Walsh, Australian rugby league player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 20", "txt": "Willie Brown, American soldier, lawyer, and politician, 41st Mayor of San Francisco", "entities": [{"title": "Willie Brown (politician)", "href": "/wiki/Willie_Brown_(politician)", "description": "Willie Lewis Brown Jr. is an American politician of the Democratic Party. Brown served over 30 years in the California State Assembly, spending 15 years as its speaker. He later became mayor of San Francisco, the first African American to hold that office. The San Francisco Chronicle called Brown \"one of San Francisco's most notable mayors\", adding that he had \"celebrity beyond the city's boundari"}, {"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Births", "year": "1934", "date": "March 20", "txt": "David Malouf, Australian author and playwright", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 20", "txt": "Ted Bessell, American actor and director (d. 1996)", "entities": [{"title": "Ted Bessell", "href": "/wiki/Ted_Bessell", "description": "Howard Weston \"Ted\" Bessell Jr. was an American television actor and director. He is best known for his role as Donald Hollinger, the boyfriend and eventual fiancé of Marlo Thomas' character in the TV series That Girl (1966–1971)."}]}, {"heading": "Births", "year": "1935", "date": "March 20", "txt": "Bettye Washington Greene, American chemist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 20", "txt": "Lee \"Scratch\" Perry, Jamaican singer, songwriter, music producer, and inventor", "entities": [{"title": "Lee \"Scratch\" Perry", "href": "/wiki/Lee_%22Scratch%22_Perry", "description": "Lee \"Scratch\" Perry is a Jamaican record producer and singer noted for his innovative studio techniques and production style. Perry was a pioneer in the 1970s development of dub music with his early adoption of remixing and studio effects to create new instrumental or vocal versions of existing reggae tracks. He has worked with and produced for a wide variety of artists, including Bob Marley and t"}]}, {"heading": "Births", "year": "1936", "date": "March 20", "txt": "Mark Saville, Baron Saville of Newdigate, English lieutenant, lawyer, and judge", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 20", "txt": "Lois Lowry, American author", "entities": [{"title": "Lois Lowry", "href": "/wiki/Lois_Lowry", "description": "Lois Lowry is an American writer. She is the author of several books for children and young adults, including The Giver Quartet, Number the Stars, and Rabble Starkey. She is known for writing about difficult subject matters, dystopias, and complex themes in works for young audiences."}]}, {"heading": "Births", "year": "1937", "date": "March 20", "txt": "Jerry Reed, American singer-songwriter, guitarist, and actor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 20", "txt": "Sergei Novikov, Russian mathematician and academic", "entities": [{"title": "Sergei Novikov (mathematician)", "href": "/wiki/Sergei_Novikov_(mathematician)", "description": "Sergei Petrovich Novikov is a Soviet and Russian mathematician, noted for work in both algebraic topology and soliton theory. In 1970, he won the Fields Medal."}]}, {"heading": "Births", "year": "1939", "date": "March 20", "txt": "Gerald Curran, American lawyer and politician (d. 2013)", "entities": [{"title": "Gerald Curran", "href": "/wiki/Gerald_Curran", "description": "Gerald Curran was an American politician and lawyer."}]}, {"heading": "Births", "year": "1939", "date": "March 20", "txt": "Don Edwards, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 20", "txt": "Walter Jakob Gehring, Swiss biologist and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 20", "txt": "Brian Mulroney, Canadian lawyer and politician, 18th Prime Minister of Canada", "entities": [{"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1940", "date": "March 20", "txt": "Stathis Chaitas, Greek footballer and manager", "entities": [{"title": "Stathis Chaitas", "href": "/wiki/Stathis_Chaitas", "description": "Stathis Chaitas is a retired Greek footballer who played as a midfielder during the 1960s and '70s."}]}, {"heading": "Births", "year": "1940", "date": "March 20", "txt": "Mary Ellen Mark, American photographer and journalist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 20", "txt": "Giampiero Moretti, Italian race car driver and businessman, founded the Momo company (d. 2012)", "entities": [{"title": "Momo (company)", "href": "/wiki/Momo_(company)", "description": "MOMO Srl is a design company headquartered in Milan, Italy that makes accessories and parts for automobiles."}]}, {"heading": "Births", "year": "1941", "date": "March 20", "txt": "Pat Corrales, American baseball player and manager", "entities": [{"title": "Pat Corrales", "href": "/wiki/Pat_Corrales", "description": "Patrick Corrales is an American former professional baseball catcher, manager, and coach, who played in Major League Baseball (MLB), from 1964 to 1973, primarily for the Cincinnati Reds as well as the Philadelphia Phillies, St. Louis Cardinals, and San Diego Padres."}]}, {"heading": "Births", "year": "1941", "date": "March 20", "txt": "Kenji Kimihara, Japanese runner", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 20", "txt": "Gerard Malanga, American poet and photographer", "entities": [{"title": "Gerard Malanga", "href": "/wiki/Gerard_Malanga", "description": "Gerard Joseph Malanga is an American poet, photographer, filmmaker, actor, curator and archivist."}]}, {"heading": "Births", "year": "1943", "date": "March 20", "txt": "Douglas Tompkins, American businessman, co-founded The North Face and Esprit Holdings (d. 2015)", "entities": [{"title": "The North Face", "href": "/wiki/The_North_Face", "description": "The North Face is an American outdoor recreation products company. The North Face produces outdoor clothing, footwear, and related equipment. Founded in 1968 to supply climbers, the company's logo draws inspiration from Half Dome, in Yosemite National Park. By the late 1990s, the label had expanded beyond outdoor enthusiasts by focusing on street couture and since the 2000s it is regarded as a str"}, {"title": "Esprit Holdings", "href": "/wiki/Esprit_Holdings", "description": "Esprit Holdings Limited is a publicly owned manufacturer of clothing, footwear, accessories, jewellery and housewares under the Esprit label. The company is headquartered in Kowloon, Hong Kong, and Ratingen, Germany. In the 2019–2020 business year, Esprit generated a worldwide sales of around €1.05 billion. Esprit operates 225 retail stores worldwide and distributes products to more than 4,500 who"}]}, {"heading": "Births", "year": "1943", "date": "March 20", "txt": "Paul Junger Witt, American director and producer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 20", "txt": "John Cameron, English composer and conductor", "entities": [{"title": "John Cameron (musician)", "href": "/wiki/John_Cameron_(musician)", "description": "\nJohn Cameron is a British composer, arranger, conductor and musician. He is well known for his many film, TV and stage credits, and for his contributions to \"pop\" recordings, notably those by Donovan, Cilla Black and the group Hot Chocolate. Cameron's instrumental version of Led Zeppelin's \"Whole Lotta Love\", became a hit for his group Collective Consciousness Society and, for many years, a versi"}]}, {"heading": "Births", "year": "1944", "date": "March 20", "txt": "Camille Cosby, American author, producer, and philanthropist", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 20", "txt": "Alan Harper, English-Irish archbishop", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 20", "txt": "Henry Bartholomay, American soldier and pilot (d. 2015)", "entities": [{"title": "Henry Bartholomay", "href": "/wiki/Henry_Bartholomay", "description": "Flight leader Lieutenant Henry Adams \"Black Bart\" Bartholomay was a United States Naval Aviator. He was a recipient of the Silver Star and the Distinguished Flying Cross."}]}, {"heading": "Births", "year": "1945", "date": "March 20", "txt": "Jay Ingram, Canadian television host and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 20", "txt": "Pat Riley, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 20", "txt": "Tim Yeo, English politician, Shadow Secretary of State for Health", "entities": [{"title": "Shadow Secretary of State for Health", "href": "/wiki/Shadow_Secretary_of_State_for_Health", "description": "The Shadow Secretary of State for Health and Social Care is an office within British politics held by a member of Her Majesty's Loyal Opposition. The duty of the office holder is to scrutinise the actions of the government's Secretary of State for Health and Social Care and develop alternative policies. The office holder is a member of the Shadow Cabinet and appointed by the Leader of the Oppositi"}]}, {"heading": "Births", "year": "1946", "date": "March 20", "txt": "Douglas B. Green, American singer-songwriter and guitarist", "entities": [{"title": "Douglas B. Green", "href": "/wiki/Douglas_B._Green", "description": "Douglas B. Green, better known by his stage name Ranger Doug, is an American musician, arranger, award-winning Western music songwriter, and Grand Ole Opry member best known for his work with Western music and the group Riders in the Sky in which he plays guitar and sings lead and baritone vocals. He is also an exceptionally accomplished yodeler. With the Riders, he is billed as \"Ranger Doug — The"}]}, {"heading": "Births", "year": "1946", "date": "March 20", "txt": "Malcolm Simmons, English motorcycle racer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 20", "txt": "John Boswell, American historian, philologist, and academic (d. 1994)", "entities": [{"title": "John Boswell", "href": "/wiki/John_Boswell", "description": "John Eastburn Boswell was a historian and a full professor at Yale University. Many of Boswell's studies focused on the issue of religion and homosexuality, specifically Christianity and homosexuality. All of his work focused on the history of those at the margins of society."}]}, {"heading": "Births", "year": "1948", "date": "March 20", "txt": "John de Lancie, American actor", "entities": [{"title": "John de Lancie", "href": "/wiki/John_de_Lancie", "description": "John Sherwood de Lancie, Jr. is an American actor, director, producer, writer, educator, and comedian, best known for his role as the alien Q in various Star Trek series (1987–present), beginning with Star Trek: The Next Generation. His other television series roles include Eugene Bradford in Days of Our Lives, Frank Simmons in Stargate SG-1 (2001–2002), and Donald Margolis in Breaking Bad (2009–2"}]}, {"heading": "Births", "year": "1948", "date": "March 20", "txt": "Bobby Orr, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 20", "txt": "Nikos Papazoglou, Greek singer-songwriter and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 20", "txt": "Marcia Ball, American blues singer-songwriter and pianist", "entities": [{"title": "Marcia Ball", "href": "/wiki/Marcia_Ball", "description": "Marcia Ball is an American blues singer and pianist raised in Vinton, Louisiana."}]}, {"heading": "Births", "year": "1949", "date": "March 20", "txt": "Richard Dowden, English journalist and educator", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 20", "txt": "William Hurt, American actor", "entities": [{"title": "William Hurt", "href": "/wiki/William_Hurt", "description": "William McChord Hurt is an American actor. He studied at the Juilliard School and began acting on stage in the 1970s. Hurt made his film debut in 1980 as a troubled scientist in Ken Russell's science-fiction feature Altered States, for which he received a Golden Globe nomination for New Star of the Year. In 1981 he played a leading role, as a lawyer who succumbs to the temptations of Kathleen Turn"}]}, {"heading": "Births", "year": "1950", "date": "March 20", "txt": "Carl Palmer, English drummer, percussionist, and songwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 20", "txt": "Jimmie Vaughan, American blues-rock singer-songwriter and guitarist", "entities": [{"title": "Jimmie Vaughan", "href": "/wiki/Jimmie_Vaughan", "description": "Jimmie Lawrence Vaughan is an American blues rock guitarist and singer based in Austin, Texas. He is the older brother of the late Texas blues guitarist Stevie Ray Vaughan."}]}, {"heading": "Births", "year": "1952", "date": "March 20", "txt": "Geoff Brabham, Australian race car driver", "entities": [{"title": "Geoff Brabham", "href": "/wiki/Geoff_Brabham", "description": "Geoff Brabham is an Australian racing driver. Brabham spent the majority of his racing career in the United States."}]}, {"heading": "Births", "year": "1952", "date": "March 20", "txt": "David Greenaway, English economist and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 20", "txt": "Phil Judd, New Zealand singer-songwriter, guitarist and painter", "entities": [{"title": "Phil Judd", "href": "/wiki/Phil_Judd", "description": "Philip Raymond Judd is a New Zealand singer-songwriter known for being one of the founders of the bands Split Enz and The Swingers."}]}, {"heading": "Births", "year": "1954", "date": "March 20", "txt": "Mike Francesa, American radio talk show host and television commentator", "entities": [{"title": "Mike Francesa", "href": "/wiki/Mike_Francesa", "description": "Michael Patrick Francesa is an American sports radio talk show host. Together with Chris Russo, he launched Mike and the Mad Dog in 1989 on WFAN in New York City, which ran until 2008 and is one of the most successful sports-talk radio programs in American history."}]}, {"heading": "Births", "year": "1954", "date": "March 20", "txt": "Liana Kanelli, Greek journalist and politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 20", "txt": "Paul Mirabella, American baseball player", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 20", "txt": "Nina Kiriki Hoffman, American author", "entities": [{"title": "Nina Kiriki Hoffman", "href": "/wiki/Nina_Kiriki_Hoffman", "description": "Nina Kiriki Hoffman is an American fantasy, science fiction and horror writer."}]}, {"heading": "Births", "year": "1955", "date": "March 20", "txt": "Ian Moss, Australian guitarist and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 20", "txt": "Mariya Takeuchi, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 20", "txt": "Catherine Ashton, English politician, Vice-President of the European Commission", "entities": [{"title": "Catherine Ashton", "href": "/wiki/Catherine_Ashton", "description": "Catherine Margaret Ashton, Baroness Ashton of Upholland, is a British Labour politician who served as the High Representative of the Union for Foreign Affairs and Security Policy and First Vice President of the European Commission in the Barroso Commission from 2009 to 2014."}, {"title": "Vice-President of the European Commission", "href": "/wiki/Vice-President_of_the_European_Commission", "description": "A Vice-President of the European Commission is a member of the European Commission who leads the Commission's work in particular focus areas in which multiple European Commissioners participate. Currently, the European Commission has a total of eight Vice-Presidents."}]}, {"heading": "Births", "year": "1956", "date": "March 20", "txt": "Anne Donahue, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 20", "txt": "Naoto Takenaka, Japanese actor, comedian, singer, and director", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 20", "txt": "Vanessa Bell Calloway, American actress", "entities": [{"title": "Vanessa Bell Calloway", "href": "/wiki/Vanessa_Bell_Calloway", "description": "Vanessa Bell Calloway is an American actress and dancer. Beginning her career as a dancer, Bell Calloway became known for her film roles as Princess Imani Izzi in the 1988 comedy Coming to America, as well as for her roles in What's Love Got to Do with It (1993), The Inkwell (1994), Crimson Tide (1995), and Daylight (1996). Bell Calloway had several starring roles on television series and movies, "}]}, {"heading": "Births", "year": "1957", "date": "March 20", "txt": "David Foster, Australian woodchopper", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 20", "txt": "Spike Lee, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 20", "txt": "Theresa Russell, American actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 20", "txt": "Chris Wedge, American animator, producer, screenwriter, and voice actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 20", "txt": "Holly Hunter, American actress and producer", "entities": [{"title": "Holly Hunter", "href": "/wiki/Holly_Hunter", "description": "Holly Patricia Hunter is an American actress. For her performance as Ada McGrath in the 1993 drama film The Piano, she won the Academy Award, BAFTA Award, Golden Globe Award, and Cannes Film Festival Award for Best Actress. She was also nominated for the Academy Award for Best Actress for Broadcast News (1987), and the Academy Award for Best Supporting Actress for The Firm (1993) and again for Thi"}]}, {"heading": "Births", "year": "1958", "date": "March 20", "txt": "Rickey Jackson, American football player", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 20", "txt": "Joe Reaiche, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 20", "txt": "Dave Beasant, English footballer and coach", "entities": [{"title": "Dave Beasant", "href": "/wiki/Dave_Beasant", "description": "David John Beasant is an English former football goalkeeper. He began his career in the late 1970s. Beasant's former clubs include Edgware Town, Wimbledon, Newcastle United, Chelsea, Southampton, Nottingham Forest, Portsmouth, Tottenham Hotspur, Brighton & Hove Albion and Wigan Athletic."}]}, {"heading": "Births", "year": "1959", "date": "March 20", "txt": "Mary Roach, American author", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 20", "txt": "Sting, American wrestler", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 20", "txt": "Peter Truscott, Baron Truscott, British Labour Party politician and peer", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 20", "txt": "Norm Magnusson, American painter and sculptor", "entities": [{"title": "Norm Magnusson", "href": "/wiki/Norm_Magnusson", "description": "Norm Magnusson is a New York-based artist and political activist and founder, in 1991, of the art movement funism, he began his career creating allegorical animal paintings with pointed social commentaries. Eventually became more and more interested in political art and its potential for persuasion."}]}, {"heading": "Births", "year": "1960", "date": "March 20", "txt": "Norbert Pohlmann, German computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 20", "txt": "Yuri Shargin, Russian colonel, engineer, and astronaut", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 20", "txt": "Ingrid Arndt-Brauer, German politician", "entities": [{"title": "Ingrid Arndt-Brauer", "href": "/wiki/Ingrid_Arndt-Brauer", "description": "Ingrid Arndt-Brauer is a German politician of the Social Democratic Party (SPD) who has been serving as a member of the Bundestag since 1999."}]}, {"heading": "Births", "year": "1961", "date": "March 20", "txt": "Jesper Olsen, Danish footballer and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 20", "txt": "Sara Wheeler, English author and journalist", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 20", "txt": "Stephen Sommers, American director, producer, and screenwriter", "entities": [{"title": "Stephen Sommers", "href": "/wiki/Stephen_Sommers", "description": "Stephen Sommers is an American film director and screenwriter, best known for big-budget movies, such as The Mummy (1999), its sequel, The Mummy Returns (2001), Van Helsing (2004), and G.I. Joe: The Rise of Cobra (2009). He also directed The Adventures of Huck Finn (1993), Disney's live action version of Rudyard Kipling's The Jungle Book (1994) and the cult classic horror film Deep Rising (1998)."}]}, {"heading": "Births", "year": "1963", "date": "March 20", "txt": "Paul Annacone, American tennis player and coach", "entities": [{"title": "Paul Annacone", "href": "/wiki/Paul_Annacone", "description": "Paul Annacone is an American former touring professional tennis player and current tennis coach. He is the former coach of Open-era leader in Grand Slam wins Roger Federer, former world No. 1 Pete Sampras, and US Open champion Sloane Stephens. Annacone is currently a coach at ProTennisCoach.com, a commentator at Tennis Channel and works with Taylor Fritz."}]}, {"heading": "Births", "year": "1963", "date": "March 20", "txt": "Kathy Ireland, American model, actress, and furniture designer", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 20", "txt": "Yelena Romanova, Russian runner (d. 2007)", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 20", "txt": "David Thewlis, English-French actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 20", "txt": "Natacha Atlas, Belgian singer-songwriter", "entities": [{"title": "Natacha Atlas", "href": "/wiki/Natacha_Atlas", "description": "Natacha Atlas is an Egyptian-British singer known for her fusion of Arabic and Western music, particularly hip-hop. She once termed her music \"cha'abi moderne\". Her music has been influenced by many styles including Maghrebain, hip hop, drum and bass and reggae."}]}, {"heading": "Births", "year": "1965", "date": "March 20", "txt": "William Dalrymple, Scottish historian and author", "entities": [{"title": "William Dalrymple (historian)", "href": "/wiki/William_Dalrymple_(historian)", "description": "William Dalrymple is a Scottish historian and writer, art historian and curator, as well as a broadcaster and critic. His books have won numerous awards and prizes, including the Duff Cooper Memorial Prize, the Thomas Cook Travel Book Award, the Sunday Times Young British Writer of the Year Award, the Hemingway, the Kapuściński and the Wolfson Prizes. He is also one of the co-founders and co-direc"}]}, {"heading": "Births", "year": "1967", "date": "March 20", "txt": "Xavier Beauvois, French actor, director, and screenwriter", "entities": [{"title": "Xavier Beauvois", "href": "/wiki/Xavier_Beauvois", "description": "Xavier Beauvois is a French actor, film director and screenwriter."}]}, {"heading": "Births", "year": "1967", "date": "March 20", "txt": "Mookie Blaylock, American basketball player", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 20", "txt": "Carlos Almeida, Cape Verdean runner", "entities": [{"title": "Carlos Almeida (athlete)", "href": "/wiki/Carlos_Almeida_(athlete)", "description": "Carlos Almeida is a Cape Verdean long-distance runner."}]}, {"heading": "Births", "year": "1968", "date": "March 20", "txt": "A. J. Jacobs, American journalist and author", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 20", "txt": "Paul Merson, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 20", "txt": "Ultra Naté, American singer, songwriter, record producer, DJ, and promoter", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 20", "txt": "Yvette Cooper, English economist and politician, former Secretary of State for Work and Pensions", "entities": [{"title": "Yvette Cooper", "href": "/wiki/Yvette_Cooper", "description": "Yvette Cooper is a British politician serving as Member of Parliament (MP) for Normanton, Pontefract and Castleford since 2010, having served as the MP for Pontefract and Castleford since 1997. A member of the Labour Party, Cooper served as Shadow Foreign Secretary from 2010 to 2011 and Shadow Home Secretary from 2011 to 2015."}, {"title": "Secretary of State for Work and Pensions", "href": "/wiki/Secretary_of_State_for_Work_and_Pensions", "description": "The Secretary of State for Work and Pensions, also referred to as the Work and Pensions Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Work and Pensions (DWP). The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1969", "date": "March 20", "txt": "Fabien Galthie, French rugby player", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 20", "txt": "Edoardo Ballerini, American actor, director, producer, and screenwriter", "entities": [{"title": "Edoardo Ballerini", "href": "/wiki/Edoardo_Ballerini", "description": "Edoardo Ballerini is an Italian-American actor, audiobook narrator, writer, director and film producer. He is known for his work on screen as junkie Corky Caporale in The Sopranos (2006–2007), Ignatius D'Alessio in Boardwalk Empire, a hotheaded chef in the indie hit Dinner Rush (2001), and an NFL businessman in the blockbuster Romeo Must Die (2000). He has appeared in numerous films and television"}]}, {"heading": "Births", "year": "1970", "date": "March 20", "txt": "Josephine Medina, Filipino Paralympic table tennis player", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 20", "txt": "sj Miller, American academic, public speaker, and social justice activist ", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 20", "txt": "Michael Rapaport, American actor, podcast host, and director", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 20", "txt": "Manny Alexander, Dominican baseball player", "entities": [{"title": "Manny Alexander", "href": "/wiki/Manny_Alexander", "description": "Manuel De Jesús Alexander is a former professional baseball infielder. He has played for the Baltimore Orioles, New York Mets (1997), Chicago Cubs (1997–1999), Boston Red Sox (2000), Texas Rangers (2004) and San Diego Padres (2005–2006). He bats and throws right-handed."}]}, {"heading": "Births", "year": "1971", "date": "March 20", "txt": "Touré, American journalist and author", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 20", "txt": "Chilly Gonzales, Canadian-German singer-songwriter, pianist, and producer", "entities": [{"title": "Chilly Gonzales", "href": "/wiki/Chilly_Gonzales", "description": "Jason Charles Beck, professionally known as Chilly Gonzales, is a Grammy-winning Canadian musician, songwriter, and producer. Currently based in Cologne, Germany, he previously lived for several years in Paris. Gonzales is a true musical polymath, known for his MC rap albums, his collaborations with pop musicians like Feist and Drake, his albums of classical piano compositions, and also for his co"}]}, {"heading": "Births", "year": "1972", "date": "March 20", "txt": "Alex Kapranos, English-Scottish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 20", "txt": "Greg Searle, English rower", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 20", "txt": "Marco Sejna, German footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 20", "txt": "Cristel Vahtra, Estonian skier", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 20", "txt": "Nicky Boje, South African cricketer", "entities": [{"title": "Nicky Boje", "href": "/wiki/Nicky_Boje", "description": "Nico Boje is a former South African cricketer who played in 43 Tests, 115 One Day Internationals and single Twenty20 International for South Africa."}]}, {"heading": "Births", "year": "1973", "date": "March 20", "txt": "Natalya Khrushcheleva, Russian runner", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 20", "txt": "Talal Khalifa Aljeri, Kuwaiti businessman", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 20", "txt": "Carsten Ramelow, German footballer", "entities": [{"title": "Carsten Ramelow", "href": "/wiki/Carsten_Ramelow", "description": "Carsten Ramelow is a retired German footballer who played as either a central defender or a defensive midfielder."}]}, {"heading": "Births", "year": "1975", "date": "March 20", "txt": "Ramin Bahrani, American director, producer, and screenwriter", "entities": [{"title": "Ramin Bahrani", "href": "/wiki/Ramin_Bahrani", "description": "Ramin Bahrani is an Iranian-American director and screenwriter. Film critic Roger Ebert listed Bahrani's film Chop Shop (2007) as the sixth-best film of the 2000s and hailed Bahrani as \"the new director of the decade.\" Bahrani was the recipient of the prestigious 2009 Guggenheim Fellowship. Bahrani is also a professor of film directing at the Columbia University School of the Arts, his alma mater."}]}, {"heading": "Births", "year": "1975", "date": "March 20", "txt": "Isolde Kostner, Italian skier", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 20", "txt": "Chester Bennington, American singer-songwriter, producer, and actor (d. 2017)", "entities": [{"title": "Chester Bennington", "href": "/wiki/Chester_Bennington", "description": "Chester Charles Bennington was an American singer, songwriter, and occasional actor. He was best known as the lead vocalist of Linkin Park. He was also lead vocalist of the bands Grey Daze, Dead by Sunrise and, between 2013 and 2015, Stone Temple Pilots."}]}, {"heading": "Births", "year": "1978", "date": "March 20", "txt": "Kevin Betsy, English-born Seychelles international footballer, midfielder and manager", "entities": [{"title": "Kevin Betsy", "href": "/wiki/Kevin_Betsy", "description": "Kevin Eddie Lewis Betsy is a former professional footballer. He is currently England U18s head coach. He started his career with Woking but went on to make a name for himself with Fulham where he became part of the squad that earned promotions in 1999 and 2001 that made the club a Premier League team. He made one appearance in the top tier of English football but became the first Seychellois playe"}]}, {"heading": "Births", "year": "1978", "date": "March 20", "txt": "Brent Sherwin, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 20", "txt": "Shinnosuke Abe, Japanese baseball player", "entities": [{"title": "Shinnosuke Abe", "href": "/wiki/Shinnosuke_Abe", "description": "Shinnosuke Abe  is a Japanese former professional baseball player who spent his entire 19-year career with Nippon Professional Baseball's Yomiuri Giants, serving as the team's captain from 2007 to 2014. He has twice been named the MVP of the Nippon Professional Baseball All-Star Series, in 2007 and 2010."}]}, {"heading": "Births", "year": "1979", "date": "March 20", "txt": "Freema Agyeman, English actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 20", "txt": "Keven Mealamu, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 20", "txt": "Jamal Crawford, American basketball player", "entities": [{"title": "Jamal Crawford", "href": "/wiki/Jamal_Crawford", "description": "Aaron Jamal Crawford is an American professional basketball player who last played for the Brooklyn Nets of the National Basketball Association (NBA). He has also played for the Chicago Bulls, New York Knicks, Golden State Warriors, Atlanta Hawks, Portland Trail Blazers, Los Angeles Clippers, Minnesota Timberwolves, and Phoenix Suns. Crawford is regarded as one of the best ball handlers in NBA his"}]}, {"heading": "Births", "year": "1980", "date": "March 20", "txt": "Robertas Javtokas, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 20", "txt": "Ian Murray, Scottish footballer", "entities": [{"title": "Ian Murray (footballer)", "href": "/wiki/Ian_Murray_(footballer)", "description": "Ian William Murray is a Scottish football player and coach, who is the manager of Scottish League One club Airdrieonians."}]}, {"heading": "Births", "year": "1981", "date": "March 20", "txt": "Carl Webb, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 20", "txt": "Terrence Duffin, Zimbabwean cricketer", "entities": [{"title": "Terrence Duffin", "href": "/wiki/Terrence_Duffin", "description": "Terrence Duffin is a former Zimbabwean cricketer, who played Tests and ODIs, and a former ODI captain."}]}, {"heading": "Births", "year": "1982", "date": "March 20", "txt": "Tomasz Kuszczak, Polish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 20", "txt": "José Moreira, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 20", "txt": "Carolina Padrón, Venezuelan journalist", "entities": [{"title": "Carolina Padrón", "href": "/wiki/Carolina_Padr%C3%B3n", "description": "Carolina Desireé José Padrón Ríos is a Venezuelan sportscaster, journalist and television host currently working for ESPN Deportes and ESPN Mexico. Padrón is the co-anchor of ESPN's Spanish version of SportsCenter and also has covered sporting events such as the FIFA World Cup and the Summer Olympics."}]}, {"heading": "Births", "year": "1983", "date": "March 20", "txt": "Jenni Vartiainen, Finnish singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 20", "txt": "Vikram Banerjee, English cricketer", "entities": [{"title": "Vikram Banerjee", "href": "/wiki/Vikram_Banerjee", "description": "\n\nVikram Banerjee is an English cricketer. He is a left-handed batsman and a left-arm slow bowler."}]}, {"heading": "Births", "year": "1984", "date": "March 20", "txt": "Christy Carlson Romano, American actress and singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 20", "txt": "Fernando Torres, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 20", "txt": "Morgan Amalfitano, French footballer", "entities": [{"title": "Morgan Amalfitano", "href": "/wiki/Morgan_Amalfitano", "description": "Morgan Henri René Amalfitano is a retired French professional footballer who played as a midfielder. He has played for Cannes, Sedan, Lorient, Marseille, West Bromwich Albion and West Ham United. Amalfitano has earned one cap for the France national team, representing his country in a friendly in February 2012."}]}, {"heading": "Births", "year": "1985", "date": "March 20", "txt": "Ronnie Brewer, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 20", "txt": "Nicolas Lombaerts, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 20", "txt": "Dean Geyer, South African-Australian singer-songwriter and actor", "entities": [{"title": "Dean Geyer", "href": "/wiki/Dean_Geyer", "description": "Dean Stanley Geyer is a South African Australian singer-songwriter and actor who finished third in the 2006 season of the talent show television series Australian Idol, and has had a notable role in the Australian soap opera Neighbours as Ty Harper. He joined the cast of the US show Glee in the 4th season as NYADA Junior Brody Weston and appeared in Terra Nova as Mark Reynolds."}]}, {"heading": "Births", "year": "1986", "date": "March 20", "txt": "Julián Magallanes, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 20", "txt": "Ruby Rose, Australian actress and model", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 20", "txt": "Román Torres, Panamanian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 20", "txt": "Daniel Maa Boumsong, Cameroonian footballer", "entities": [{"title": "Daniel Maa Boumsong", "href": "/wiki/Daniel_Maa_Boumsong", "description": "Daniel Maa Boumsong is a Cameroonian former footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1987", "date": "March 20", "txt": "Jô, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 20", "txt": "Pedro Ken, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 20", "txt": "Sergei Kostitsyn, Belarusian ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 20", "txt": "Xavier Dolan, Canadian actor and director", "entities": [{"title": "Xavier Dolan", "href": "/wiki/Xavier_Dolan", "description": "Xavier Dolan-Tadros is a Canadian film director, actor, screenwriter, editor, costume designer, and voice actor. He began his career as a child actor in commercials before directing several arthouse feature films. He first received international acclaim in 2009 for his feature film directorial debut, I Killed My Mother, which premiered at the Cannes Film Festival in the Directors' Fortnight sectio"}]}, {"heading": "Births", "year": "1989", "date": "March 20", "txt": "Tamim Iqbal, Bangladeshi Cricketer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 20", "txt": "Blake Ferguson, Australian rugby league player", "entities": [{"title": "Blake Ferguson (rugby league)", "href": "/wiki/Blake_Ferguson_(rugby_league)", "description": "Blake Ferguson is an Australian professional rugby league footballer who plays as a centre, winger or fullback for the Parramatta Eels in the NRL and Australia at international level."}]}, {"heading": "Births", "year": "1990", "date": "March 20", "txt": "Marcos Rojo, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 20", "txt": "Mattia Destro, Italian footballer", "entities": [{"title": "Mattia Destro", "href": "/wiki/Mattia_Destro", "description": "Mattia Destro is an Italian professional footballer who plays as a striker for Serie A club Genoa. He has also featured at international level, currently holding thirty six caps for Italy."}]}, {"heading": "Births", "year": "1991", "date": "March 20", "txt": "Michał Kucharczyk, Polish footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 20", "txt": "Ethan Lowe, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 20", "txt": "Sloane Stephens, American tennis player", "entities": [{"title": "Sloane Stephens", "href": "/wiki/Sloane_Stephens", "description": "Sloane Stephens is an American professional tennis player. She achieved a career-best ranking of No. 3 in the world after Wimbledon in 2018. Stephens was the 2017 US Open champion, and has won six WTA singles titles in total."}]}, {"heading": "Births", "year": "1995", "date": "March 20", "txt": "Jack Bird, Australian rugby league player", "entities": [{"title": "Jack Bird", "href": "/wiki/Jack_Bird", "description": "Jack Bird is an Australian professional rugby league footballer who plays as a centre and five-eighth for the St. George Illawarra Dragons in the NRL."}]}, {"heading": "Births", "year": "1995", "date": "March 20", "txt": "Kei, South Korean singer, member of Lovelyz", "entities": [{"title": "Kei (singer)", "href": "/wiki/Kei_(singer)", "description": "Kim Ji-yeon (Korean: 김지연; born March 20, 1995), commonly known by her stage name Kei, is a South Korean singer and actress. She is the main vocalist of South Korean girl group Lovelyz since 2014, and released a solo EP on October 8, 2019, with the extended play (EP) Over and Over."}, {"title": "Lovelyz", "href": "/wiki/Lovelyz", "description": "Lovelyz (Korean: 러블리즈) is a South Korean girl group formed in 2014 by Woollim Entertainment and is the company's first girl group. The group consists of eight members: Baby Soul, Jiae, Jisoo, Mijoo, Kei, Jin, Sujeong and Yein. Their debut album, Girls' Invasion, was released on November 17, 2014."}]}, {"heading": "Deaths", "year": "687", "date": "March 20", "txt": "Cuthbert, Northumbrian (English) monk, bishop, and saint (b. 634)", "entities": [{"title": "Cuthbert", "href": "/wiki/Cuthbert", "description": "Cuthbert of Lindisfarne was an Anglo-Saxon saint of the early Northumbrian church in the Celtic tradition. He was a monk, bishop and hermit, associated with the monasteries of Melrose and Lindisfarne in the Kingdom of Northumbria, today in North East England and South Eastern Scotland. After his death he became the most important medieval saint of Northern England, with a cult centred on his tomb "}]}, {"heading": "Deaths", "year": "703", "date": "March 20", "txt": "Wulfram, archbishop of Sens", "entities": [{"title": "Wulfram of Sens", "href": "/wiki/Wulfram_of_Sens", "description": "Saint Wulfram of Fontenelle or Saint Wulfram of Sens was the Archbishop of Sens. His life was recorded eleven years after he died by the monk Jonas of Fontenelle. However, there seems to be little consensus about the precise dates of most events whether during his life or post mortem."}, {"title": "Roman Catholic Archdiocese of Sens", "href": "/wiki/Roman_Catholic_Archdiocese_of_Sens", "description": "The Roman Catholic Archdiocese of Sens and Auxerre is a Latin Rite Archdiocese of the Roman Catholic Church in France. The Archdiocese comprises the department of Yonne, which is in the region of Bourgogne. Traditionally established in sub-apostolic times, the diocese as metropolis of Quarta Lugdunensis subsequently achieved metropolitical status. For a time, the Archbishop of Sens held the title "}]}, {"heading": "Deaths", "year": "842", "date": "March 20", "txt": "Alfonso II, king of Asturias (Spain) (b. 759)", "entities": [{"title": "Alfonso II of Asturias", "href": "/wiki/Alfonso_II_of_Asturias", "description": "Alfonso II of Asturias, nicknamed the Chaste, was the king of Asturias during two different periods: first in the year 783 and later from 791 until his death in 842. Upon his death, Nepociano, a family member of undetermined relation, attempted to usurp the crown in place of the future Ramiro I."}, {"title": "Kingdom of Asturias", "href": "/wiki/Kingdom_of_Asturias", "description": "The Kingdom of Asturias was a kingdom in the Iberian Peninsula founded by the Visigothic nobleman Pelagius. It was the first Christian political entity established after the Umayyad conquest of Visigothic Hispania in 718 or 722. That year, Pelagius defeated an Umayyad army at the Battle of Covadonga, in what is usually regarded as the beginning of the Reconquista."}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Deaths", "year": "851", "date": "March 20", "txt": "Ebbo, archbishop of Reims", "entities": [{"title": "Ebbo", "href": "/wiki/Ebbo", "description": "Ebbo or Ebo was archbishop of Rheims from 816 until 835 and again from 840 to 841. He was born a German serf on the royal demesne of Charlemagne. He was educated at his court and became the librarian and councillor of Louis the Pious, king of Aquitaine, son of Charlemagne. When Louis became emperor, he appointed Ebbo to the see of Rheims, then vacant after the death of Wulfaire."}, {"title": "Roman Catholic Archdiocese of Reims", "href": "/wiki/Roman_Catholic_Archdiocese_of_Reims", "description": "The Roman Catholic Archdiocese of Reims is an archdiocese of the Latin Rite of the Roman Catholic Church in France. Erected as a diocese around 250 by St. Sixtus, the diocese was elevated to an archdiocese around 750. The archbishop received the title \"primate of Gallia Belgica\" in 1089."}]}, {"heading": "Deaths", "year": "1181", "date": "March 20", "txt": "Taira no Kiyomori, Japanese general (b. 1118)", "entities": [{"title": "Taira no Kiyomori", "href": "/wiki/Taira_no_Kiyomori", "description": "Taira no Kiyomori  was a military leader of the late Heian period of Japan. He established the first samurai-dominated administrative government in the history of Japan."}]}, {"heading": "Deaths", "year": "1191", "date": "March 20", "txt": "Pope Clement III (b. 1130)", "entities": [{"title": "Pope Clement III", "href": "/wiki/Pope_Clement_III", "description": "Pope Clement III, born Paulino Scolari, was the head of the Catholic Church and ruler of the Papal States from 19 December 1187 to his death."}]}, {"heading": "Deaths", "year": "1239", "date": "March 20", "txt": "Hermann von Salza, German knight and diplomat (b. 1179)", "entities": [{"title": "Hermann von Salza", "href": "/wiki/Hermann_von_Salza", "description": "Hermann von Salza was the fourth Grand Master of the Teutonic Knights, serving from 1210 to 1239. A skilled diplomat with ties to the Holy Roman Emperor and the Pope, Hermann oversaw the expansion of the military order into Prussia."}]}, {"heading": "Deaths", "year": "1302", "date": "March 20", "txt": "Ralph Walpole, Bishop of Norwich", "entities": [{"title": "Ralph Walpole", "href": "/wiki/Ralph_Walpole", "description": "Ralph Walpole was a medieval Bishop of Norwich and Bishop of Ely."}]}, {"heading": "Deaths", "year": "1336", "date": "March 20", "txt": "Maurice Csák, Hungarian Dominican friar (b. 1270)", "entities": [{"title": "Maurice Csák", "href": "/wiki/Maurice_Cs%C3%A1k", "description": "Maurice Csák was a Hungarian Dominican friar. He was beatified by Pope Alexander VI in 1494."}]}, {"heading": "Deaths", "year": "1351", "date": "March 20", "txt": "Muhammad bin Tughluq, Sultan of Delhi", "entities": [{"title": "Muhammad bin Tughluq", "href": "/wiki/Muhammad_bin_Tughluq", "description": "Muhammad bin Tughluq was the Sultan of Delhi from 1325 to 1351. He was the eldest son of Ghiyas -ud -Din -Tughlaq, the founder of the Tughluq dynasty. His wife was the daughter of the Raja of Dipalpur. Ghiyas-ud-din sent the young Muhammad to the Deccan to campaign against king Prataparudra of the Kakatiya dynasty whose capital was at Warangal in 1321 and 1323. Muhammad has been described as an \"i"}]}, {"heading": "Deaths", "year": "1390", "date": "March 20", "txt": "Alexios III Megas Komnenos, Emperor of Trebizond (b. 1338)", "entities": [{"title": "Alexios III of Trebizond", "href": "/wiki/Alexios_III_of_Trebizond", "description": "Alexios III Megas Komnenos, or Alexius III, was Emperor of Trebizond from December 1349 until his death. He is perhaps the best-documented ruler of that country, and his reign is distinguished by a number of religious grants and literary creations."}, {"title": "Empire of Trebizond", "href": "/wiki/Empire_of_Trebizond", "description": "The Empire of Trebizond, or Trapezuntine Empire, was a monarchy and one of three successor rump states of the Byzantine Empire that flourished during the 13th through 15th centuries, consisting of the far northeastern corner of Anatolia and the southern Crimea. The empire was formed in 1204 with the help of the Georgian queen Tamar after the Georgian expedition in Chaldia and Paphlagonia, commande"}]}, {"heading": "Deaths", "year": "1413", "date": "March 20", "txt": "Henry IV of England (b. 1367)", "entities": [{"title": "Henry IV of England", "href": "/wiki/Henry_IV_of_England", "description": "Henry IV was King of England from 1399 to 1413. He asserted the claim of his grandfather King Edward III, a maternal grandson of Philip IV of France, to the Kingdom of France. Henry was the first English ruler since the Norman Conquest over three hundred years prior whose mother tongue was English rather than French. He was known as Henry Bolingbroke before ascending to the throne. His father was "}]}, {"heading": "Deaths", "year": "1440", "date": "March 20", "txt": "Sigismund I of Lithuania", "entities": [{"title": "Sigismund I of Lithuania", "href": "/wiki/Sigismund_I_of_Lithuania", "description": "Sigismund Kęstutaitis was the Grand Duke of Lithuania from 1432 to 1440. Sigismund was his baptismal name, while his pagan Lithuanian birth name is unknown. He was the son of the Grand Duke of Lithuania Kęstutis and his wife Birutė."}]}, {"heading": "Deaths", "year": "1475", "date": "March 20", "txt": "Georges Chastellain, Burgundian chronicler and poet", "entities": [{"title": "Georges Chastellain", "href": "/wiki/Georges_Chastellain", "description": "Georges Chastellain, Burgundian chronicler and poet, was a native of Aalst in Flanders. Chastellain's historical works are valuable for the accurate information they contain. As a poet he was famous among his contemporaries. He was the great master of the school of grands rhétoriqueurs, whose principal characteristics were fondness for the most artificial forms and a profusion of Latinisms and gra"}]}, {"heading": "Deaths", "year": "1549", "date": "March 20", "txt": "Thomas Seymour, 1st Baron Seymour of Sudeley, English general and politician, Lord Warden of the Cinque Ports (b. 1508)", "entities": [{"title": "Thomas Seymour, 1st Baron Seymour of Sudeley", "href": "/wiki/Thomas_Seymour,_1st_Baron_Seymour_of_Sudeley", "description": "Thomas Seymour, 1st Baron Seymour of Sudeley, KG PC was a brother of Jane Seymour, the third wife of King Henry VIII. With his brother, Edward Seymour, 1st Duke of Somerset and Lord Protector of England, he vied for control of their nephew, the young King Edward VI. In 1547 Seymour became the fourth husband of Catherine Parr, who had been the sixth and last wife and queen of Henry VIII. During his"}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Deaths", "year": "1568", "date": "March 20", "txt": "Albert, Duke of Prussia (b. 1490)", "entities": [{"title": "Albert, Duke of Prussia", "href": "/wiki/Albert,_Duke_of_Prussia", "description": "Albert of Prussia was a German nobleman who was the 37th Grand Master of the Teutonic Knights, who after converting to Lutheranism, became the first ruler of the Duchy of Prussia, the secularized state that emerged from the former Monastic State of the Teutonic Knights. Albert was the first European ruler to establish Lutheranism, and thus Protestantism, as the official state religion of his lands"}]}, {"heading": "Deaths", "year": "1619", "date": "March 20", "txt": "Matthias, Holy Roman Emperor (b. 1557)", "entities": [{"title": "Matthias, Holy Roman Emperor", "href": "/wiki/Matthias,_Holy_Roman_Emperor", "description": "Matthias was Holy Roman Emperor from 1612 to 1619, Archduke of Austria from 1608 to 1619, King of Hungary and Croatia from 1608 to 1618, and King of Bohemia from 1611 to 1617. His personal motto was Concordia lumine maior."}]}, {"heading": "Deaths", "year": "1673", "date": "March 20", "txt": "Augustyn Kordecki, Polish monk (b. 1603)", "entities": [{"title": "Augustyn Kordecki", "href": "/wiki/Augustyn_Kordecki", "description": "Abbot Augustyn Kordecki was a prior of the Jasna Góra Monastery, Poland."}]}, {"heading": "Deaths", "year": "1688", "date": "March 20", "txt": "Maria of Orange-Nassau, Dutch princess (b. 1642)", "entities": [{"title": "Maria of Orange-Nassau (1642–1688)", "href": "/wiki/Maria_of_Orange-Nassau_(1642%E2%80%931688)", "description": "Maria of Nassau or Maria of Orange-Nassau was a Dutch princess of the house of Orange and by marriage pfalzgräfin or countess of Simmern-Kaiserslautern."}]}, {"heading": "Deaths", "year": "1730", "date": "March 20", "txt": "Adrienne Lecouvreur, French actress (b. 1692)", "entities": [{"title": "Adrienne Lecouvreur", "href": "/wiki/Adrienne_Lecouvreur", "description": "Adrienne Lecouvreur, born Adrienne Couvreur, was a French actress, considered by many as the greatest of her time. Born in Damery, she first appeared professionally on the stage in Lille. After her Paris debut at the Comédie-Française in 1717, she was immensely popular with the public. Together with Michel Baron, she was credited for having developed a more natural, less stylized, type of acting."}]}, {"heading": "Deaths", "year": "1746", "date": "March 20", "txt": "Nicolas de Largillière, French painter and academic (b. 1656)", "entities": [{"title": "Nicolas de Largillière", "href": "/wiki/Nicolas_de_Largilli%C3%A8re", "description": "Nicolas de Largillière was a French portrait painter, born in Paris."}]}, {"heading": "Deaths", "year": "1780", "date": "March 20", "txt": "Benjamin Truman, English brewer and businessman (b. 1699)", "entities": [{"title": "Benjamin Truman", "href": "/wiki/Benjamin_Truman", "description": "Sir Benjamin Truman was a notable English entrepreneur and brewer during the 18th century. He is notable for the expansion of the Truman Brewery in the Spitalfields area of east London."}]}, {"heading": "Deaths", "year": "1793", "date": "March 20", "txt": "William Murray, 1st Earl of Mansfield, Scottish judge and politician, Attorney General for England and Wales (b. 1705)", "entities": [{"title": "William Murray, 1st Earl of Mansfield", "href": "/wiki/William_Murray,_1st_Earl_of_Mansfield", "description": "William Murray, 1st Earl of Mansfield, PC, SL was a British barrister, politician and judge noted for his reform of English law. Born to Scottish nobility, he was educated in Perth, Scotland, before moving to London at the age of 13 to take up a place at Westminster School. He was accepted into Christ Church, Oxford, in May 1723, and graduated four years later. Returning to London from Oxford, he "}, {"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Deaths", "year": "1835", "date": "March 20", "txt": "Louis Léopold Robert, French painter (b. 1794)", "entities": [{"title": "Louis Léopold Robert", "href": "/wiki/Louis_L%C3%A9opold_Robert", "description": "Louis Léopold Robert was a Swiss painter."}]}, {"heading": "Deaths", "year": "1849", "date": "March 20", "txt": "James Justinian Morier, Turkish-English author and diplomat (b. 1780)", "entities": [{"title": "James Justinian Morier", "href": "/wiki/James_Justinian_Morier", "description": "James Justinian Morier was a British diplomat and author noted for his novels about the Qajar dynasty in Iran, most famously for the Hajji Baba series."}]}, {"heading": "Deaths", "year": "1855", "date": "March 20", "txt": "Joseph Aspdin, English businessman (b. 1788)", "entities": [{"title": "Joseph Aspdin", "href": "/wiki/Joseph_Aspdin", "description": "Joseph Aspdin was an English cement manufacturer who obtained the patent for Portland cement on 21 October 1824."}]}, {"heading": "Deaths", "year": "1865", "date": "March 20", "txt": "Yamanami Keisuke, Japanese samurai (b. 1833)", "entities": [{"title": "Yamanami Keisuke", "href": "/wiki/Yamanami_Keisuke", "description": "Yamanami Keisuke  was a Japanese samurai. He was the General Secretary of the Shinsengumi, a special police force in Kyoto during the late Edo period."}]}, {"heading": "Deaths", "year": "1874", "date": "March 20", "txt": "Hans Christian Lumbye, Danish composer and conductor (b. 1810)", "entities": [{"title": "Hans Christian Lumbye", "href": "/wiki/Hans_Christian_Lumbye", "description": "Hans Christian Lumbye was a Danish composer of waltzes, polkas, mazurkas and galops, among other things."}]}, {"heading": "Deaths", "year": "1878", "date": "March 20", "txt": "Julius Robert von Mayer, German physician and physicist (b. 1814)", "entities": [{"title": "Julius Robert von Mayer", "href": "/wiki/Julius_Robert_von_Mayer", "description": "Julius Robert von Mayer was a German physician, chemist and physicist and one of the founders of thermodynamics. He is best known for enunciating in 1841 one of the original statements of the conservation of energy or what is now known as one of the first versions of the first law of thermodynamics, namely that \"energy can be neither created nor destroyed\". In 1842, Mayer described the vital chemi"}]}, {"heading": "Deaths", "year": "1894", "date": "March 20", "txt": "Lajos Kossuth, Hungarian lawyer, journalist and politician (b. 1802)", "entities": [{"title": "Lajos Kossuth", "href": "/wiki/Lajos_Kossuth", "description": "Lajos Kossuth de Udvard et Kossuthfalva was a Hungarian nobleman, lawyer, journalist, politician, statesman and Governor-President of the Kingdom of Hungary during the revolution of 1848–49."}]}, {"heading": "Deaths", "year": "1897", "date": "March 20", "txt": "Apollon Maykov, Russian poet and playwright (b. 1821)", "entities": [{"title": "Apollon Maykov", "href": "/wiki/Apollon_Maykov", "description": "Apollon Nikolayevich Maykov was a Russian poet, best known for his lyric verse showcasing images of Russian villages, nature, and history. His love for ancient Greece and Rome, which he studied for much of his life, is also reflected in his works. Maykov spent four years translating the epic The Tale of Igor's Campaign (1870) into modern Russian. He translated the folklore of Belarus, Greece, Serb"}]}, {"heading": "Deaths", "year": "1899", "date": "March 20", "txt": "Franz Ritter von Hauer, Austrian geologist and author (b. 1822)", "entities": [{"title": "Franz Ritter von Hauer", "href": "/wiki/Franz_Ritter_von_Hauer", "description": "Franz Ritter von Hauer, or Franz von Hauer, was an Austrian geologist."}]}, {"heading": "Deaths", "year": "1909", "date": "March 20", "txt": "Friedrich Amelung, Estonian historian and businessman (b. 1842)", "entities": [{"title": "Friedrich Amelung", "href": "/wiki/Friedrich_Amelung", "description": "Friedrich Ludwig Balthasar Amelung was a Baltic German cultural historian, businessman and chess endgame composer."}]}, {"heading": "Deaths", "year": "1918", "date": "March 20", "txt": "Lewis A. Grant, American general and lawyer (b. 1828)", "entities": [{"title": "Lewis A. Grant", "href": "/wiki/Lewis_A._Grant", "description": "Lewis Addison Grant was a teacher, lawyer, soldier in the Union Army during the American Civil War, and later United States Assistant Secretary of War. He was among the leading officers from the state of Vermont, and received the Medal of Honor for \"personal gallantry and intrepidity.\""}]}, {"heading": "Deaths", "year": "1925", "date": "March 20", "txt": "George Curzon, 1st Marquess Curzon of Kedleston, English politician, 35th Governor-General of India (b. 1859)", "entities": [{"title": "George Curzon, 1st Marquess Curzon of Kedleston", "href": "/wiki/George_Curzon,_1st_Marquess_Curzon_of_Kedleston", "description": "George Nathaniel Curzon, 1st Marquess Curzon of Kedleston,, was styled as Lord Curzon of Kedleston between 1898 and 1911, and as Earl Curzon of Kedleston between 1911 and 1921, was a British Conservative statesman who served as Viceroy of India from 1899 to 1905. During his time as Viceroy, Lord Curzon created the territory of Eastern Bengal and Assam, and fought with the British military commande"}, {"title": "Governor-General of India", "href": "/wiki/Governor-General_of_India", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of Governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}]}, {"heading": "Deaths", "year": "1929", "date": "March 20", "txt": "Ferdinand Foch, French field marshal (b. 1851)", "entities": [{"title": "Ferdinand Foch", "href": "/wiki/Ferdinand_Foch", "description": "Ferdinand Foch was a French general and military theorist who served as the Supreme Allied Commander during the First World War. An aggressive, even reckless commander at the First Marne, Flanders and Artois campaigns of 1914–1916, Foch became the Allied Commander-in-Chief in late March 1918 in the face of the all-out German spring offensive, which pushed the Allies back using fresh soldiers and n"}]}, {"heading": "Deaths", "year": "1930", "date": "March 20", "txt": "Arthur F. Andrews, American cyclist (b. 1876)", "entities": [{"title": "Arthur F. Andrews", "href": "/wiki/Arthur_F._Andrews", "description": "Arthur Fleming Andrews was an American cyclist who competed in the early twentieth century."}]}, {"heading": "Deaths", "year": "1931", "date": "March 20", "txt": "Hermann Müller, German journalist and politician, 12th Chancellor of Germany (b. 1876)", "entities": [{"title": "Hermann Müller (politician)", "href": "/wiki/Hermann_M%C3%BCller_(politician)", "description": "Hermann Müller was a German Social Democratic politician who served as Foreign Minister (1919–1920), and twice as Chancellor of Germany in the Weimar Republic. In his capacity as Foreign Minister, he was one of the German signatories of the Treaty of Versailles."}, {"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1933", "date": "March 20", "txt": "Giuseppe Zangara, Italian-American assassin of Anton Cermak (b. 1900; executed)", "entities": [{"title": "Giuseppe Zangara", "href": "/wiki/Giuseppe_Zangara", "description": "Giuseppe \"Joe\" Zangara was an Italian immigrant and naturalized United States citizen who attempted to assassinate then-President-elect Franklin D. Roosevelt on February 15, 1933, seventeen days before Roosevelt's inauguration. During a night speech by Roosevelt in Miami, Florida, Zangara fired five shots with a handgun he had purchased a couple of days before. He missed his target and instead inj"}, {"title": "Anton Cermak", "href": "/wiki/Anton_Cermak", "description": "Anton Joseph Cermak was an American politician who served as the 44th mayor of Chicago, Illinois from April 7, 1931 until his death on March 6, 1933."}]}, {"heading": "Deaths", "year": "1940", "date": "March 20", "txt": "Alfred Ploetz, German physician, biologist, and eugenicist (b. 1860)", "entities": [{"title": "Alfred Ploetz", "href": "/wiki/Alfred_Ploetz", "description": "Alfred Ploetz was a German physician, biologist and eugenicist known for coining the term racial hygiene (Rassenhygiene) and promoting the concept in Germany. Rassenhygiene is a form of eugenics."}]}, {"heading": "Deaths", "year": "1945", "date": "March 20", "txt": "Dorothy Campbell, Scottish-American golfer (b. 1883)", "entities": [{"title": "Dorothy Campbell", "href": "/wiki/Dorothy_Campbell", "description": "Dorothy Lee Campbell was a Scottish amateur golfer. Campbell was the first woman to win the American, British and Canadian Women's Amateurs."}]}, {"heading": "Deaths", "year": "1946", "date": "March 20", "txt": "Amadeus William Grabau, American-Chinese geologist, paleontologist, and academic (b. 1870)", "entities": [{"title": "Amadeus William Grabau", "href": "/wiki/Amadeus_William_Grabau", "description": "Amadeus William Grabau was an American geologist who worked in China."}]}, {"heading": "Deaths", "year": "1947", "date": "March 20", "txt": "Sigurd Wallén, Swedish actor and director (b. 1884)", "entities": [{"title": "Sigurd Wallén", "href": "/wiki/Sigurd_Wall%C3%A9n", "description": "Sigurd Richard Engelbrekt Wallén was a Swedish actor, film director, and singer."}]}, {"heading": "Deaths", "year": "1952", "date": "March 20", "txt": "Hjalmar Väre, Finnish cyclist (b. 1892)", "entities": [{"title": "Hjalmar Väre", "href": "/wiki/Hjalmar_V%C3%A4re", "description": "Frans Albert Hjalmar Väre was a Finnish road racing cyclist who competed in the 1912 Summer Olympics."}]}, {"heading": "Deaths", "year": "1958", "date": "March 20", "txt": "Adegoke Adelabu, Nigerian merchant, journalist, and politician (b. 1915)", "entities": [{"title": "Adegoke Adelabu", "href": "/wiki/Adegoke_Adelabu", "description": "Gbadamosi Adegoke Adelabu was a prominent personality in the politics of Ibadan city and subsequently that of the Western Region of Nigeria right before the country's independence in 1960. He was Nigeria's Minister of Natural Resources and Social Services from January 1955 to January 1956 and was later the opposition leader in the Western Regional Assembly until his death in 1958. He was a self-ma"}]}, {"heading": "Deaths", "year": "1964", "date": "March 20", "txt": "Brendan Behan, Irish republican and playwright (b. 1923)", "entities": [{"title": "Brendan Behan", "href": "/wiki/Brendan_Behan", "description": "Brendan Francis Aidan Behan was an Irish poet, short story writer, novelist and playwright who wrote in both English and Irish. He was named by Irish Central as one of the greatest Irish writers of all time."}]}, {"heading": "Deaths", "year": "1965", "date": "March 20", "txt": "Daniel Frank, American long jumper (b. 1882)", "entities": [{"title": "Daniel Frank (athlete)", "href": "/wiki/Daniel_Frank_(athlete)", "description": "Daniel Frank was an American athlete who competed mainly in the long jump. He was Jewish. He competed for the United States in the 1904 Summer Olympics held in St Louis, United States in the Long Jump where he won the silver medal."}]}, {"heading": "Deaths", "year": "1966", "date": "March 20", "txt": "Johnny Morrison, American baseball player (b. 1895)", "entities": [{"title": "Johnny Morrison (baseball)", "href": "/wiki/Johnny_Morrison_(baseball)", "description": "John Dewey \"Jughandle Johnny\" Morrison was a professional baseball player. He was a right-handed pitcher over parts of ten seasons with the Pittsburgh Pirates and Brooklyn Robins. For his career, he compiled a 103–80 record in 297 appearances, with a 3.65 earned run average and 546 strikeouts. May was a member of the 1925 World Series champion Pirates, pitching three times during their seven-game "}]}, {"heading": "Deaths", "year": "1968", "date": "March 20", "txt": "Carl Theodor Dreyer, Danish director and screenwriter (b. 1889)", "entities": [{"title": "Carl Theodor Dreyer", "href": "/wiki/Carl_Theodor_Dreyer", "description": "Carl Theodor Dreyer, commonly known as Carl Th. Dreyer, was a Danish film director. His movies are noted for their emotional austerity and slow, stately pacing. Frequent themes that his films explore are social intolerance, the inescapability of fate and death, and the power of evil in earthly life. Dreyer is regarded by many critics and filmmakers as one of the greatest directors in the history o"}]}, {"heading": "Deaths", "year": "1969", "date": "March 20", "txt": "Henri Longchambon, French politician (b. 1896)", "entities": [{"title": "Henri Longchambon", "href": "/wiki/Henri_Longchambon", "description": "Henri Longchambon was a French politician and scientist."}]}, {"heading": "Deaths", "year": "1971", "date": "March 20", "txt": "Falih Rıfkı Atay, Turkish journalist and politician (b. 1894)", "entities": [{"title": "Falih Rıfkı Atay", "href": "/wiki/Falih_R%C4%B1fk%C4%B1_Atay", "description": "Falih Rıfkı Atay was a Turkish journalist, writer and politician between 1923 and 1950."}]}, {"heading": "Deaths", "year": "1972", "date": "March 20", "txt": "Marilyn Maxwell, American actress (b. 1921)", "entities": [{"title": "Marilyn Maxwell", "href": "/wiki/Marilyn_Maxwell", "description": "Marvel Marilyn Maxwell was an American actress and entertainer. In a career that spanned the 1940s and 1950s, she appeared in several films and radio programs, and entertained the troops during World War II and the Korean War on USO tours with Bob Hope."}]}, {"heading": "Deaths", "year": "1974", "date": "March 20", "txt": "Chet Huntley, American journalist (b. 1911)", "entities": [{"title": "Chet Huntley", "href": "/wiki/Chet_Huntley", "description": "Chester Robert \"Chet\" Huntley was an American television newscaster, best known for co-anchoring NBC's evening news program, The Huntley–Brinkley Report, for 14 years beginning in 1956."}]}, {"heading": "Deaths", "year": "1977", "date": "March 20", "txt": "Charles Lyttelton, 10th Viscount Cobham, English politician, 9th Governor-General of New Zealand (b. 1909)", "entities": [{"title": "Charles Lyttelton, 10th Viscount Cobham", "href": "/wiki/Charles_Lyttelton,_10th_Viscount_Cobham", "description": "Charles John Lyttelton, 10th Viscount Cobham, was the ninth Governor-General of New Zealand and an English cricketer from the Lyttelton family."}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Deaths", "year": "1977", "date": "March 20", "txt": "Terukuni Manzō, Japanese sumo wrestler, the 38th Yokozuna (b. 1919)", "entities": [{"title": "Terukuni Manzō", "href": "/wiki/Terukuni_Manz%C5%8D", "description": "Terukuni Manzō  was a Japanese professional sumo wrestler from Ogachi, Akita. He was the sport's 38th yokozuna. He was promoted to yokozuna without any top division tournament titles to his name, although he later attained two."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1978", "date": "March 20", "txt": "Jacques Brugnon, French tennis player (b. 1895)", "entities": [{"title": "Jacques Brugnon", "href": "/wiki/Jacques_Brugnon", "description": "Jacques Marie Stanislas Jean Brugnon, known as Jacques Brugnon and nicknamed \"Toto\", was a French tennis player, one of the famous \"Four Musketeers\" from France who dominated tennis in the late 1920s and early 1930s. He was born in Paris and died in Paris."}]}, {"heading": "Deaths", "year": "1981", "date": "March 20", "txt": "Gerry Bertier, American football player (b. 1953)", "entities": [{"title": "Gerry Bertier", "href": "/wiki/Gerry_Bertier", "description": "Gerry Bertier was a high school American football player and Paralympian. He became known for his participation on the 1971 Virginia State Champion football T. C. Williams High School team and their portrayal in the Disney film Remember the Titans. He was the nephew of Howie Livingston. He also attended Northern Virginia Community College. After the conclusion of the 1971 season, Bertier was invol"}]}, {"heading": "Deaths", "year": "1983", "date": "March 20", "txt": "Ivan Matveyevich Vinogradov, Russian mathematician and academic (b. 1891)", "entities": [{"title": "Ivan Matveyevich Vinogradov", "href": "/wiki/Ivan_Matveyevich_Vinogradov", "description": "Ivan Matveevich Vinogradov was a Soviet mathematician, who was one of the creators of modern analytic number theory, and also a dominant figure in mathematics in the USSR. He was born in the Velikiye Luki district, Pskov Oblast. He graduated from the University of St. Petersburg, where in 1920 he became a Professor. From 1934 he was a Director of the Steklov Institute of Mathematics, a position he"}]}, {"heading": "Deaths", "year": "1990", "date": "March 20", "txt": "Maurice Cloche, French director, producer, and screenwriter (b. 1907)", "entities": [{"title": "Maurice Cloche", "href": "/wiki/Maurice_Cloche", "description": "Maurice Cloche was a French film director, screenwriter, photographer and film producer. Best known for his Oscar-winning film Monsieur Vincent (1947) he won a 1948 Special Academy Award for Best Foreign Language Film."}]}, {"heading": "Deaths", "year": "1990", "date": "March 20", "txt": "Lev Yashin, Russian footballer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "March 20", "txt": "Georges Delerue, French composer (b. 1925)", "entities": [{"title": "Georges Delerue", "href": "/wiki/Georges_Delerue", "description": "Georges Delerue was a French composer who composed over 350 scores for cinema and television. Delerue won numerous important film music awards, including an Academy Award for A Little Romance (1980), three César Awards, two ASCAP Awards, and one Gemini Award for Sword of Gideon (1987). He was also nominated for four additional Academy Awards for Anne of the Thousand Days (1969), The Day of the Dol"}]}, {"heading": "Deaths", "year": "1993", "date": "March 20", "txt": "Polykarp Kusch, German-American physicist and academic, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Polykarp Kusch", "href": "/wiki/Polykarp_Kusch", "description": "Polykarp Kusch was a German-born American physicist. In 1955, the Nobel Committee gave a divided Nobel Prize for Physics, with one half going to Kusch for his accurate determination that the magnetic moment of the electron was greater than its theoretical value, thus leading to reconsideration of—and innovations in—quantum electrodynamics."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1994", "date": "March 20", "txt": "Lewis Grizzard, American writer and humorist (b. 1946)", "entities": [{"title": "Lewis Grizzard", "href": "/wiki/Lewis_Grizzard", "description": "Lewis McDonald Grizzard Jr. was an American writer and humorist, known for his Southern demeanor and commentary on the American South. Although he spent his early career as a newspaper sports writer and editor, becoming the sports editor of the Atlanta Journal at age 23, he is much better known for his humorous newspaper columns in the Atlanta Journal-Constitution. He was also a popular stand-up c"}]}, {"heading": "Deaths", "year": "1997", "date": "March 20", "txt": "V. S. Pritchett, English short story writer, essayist, and critic (b. 1900)", "entities": [{"title": "V. S. Pritchett", "href": "/wiki/V._S._Pritchett", "description": "Sir Victor Sawdon Pritchett was a British writer and literary critic."}]}, {"heading": "Deaths", "year": "1999", "date": "March 20", "txt": "Patrick Heron, British painter (b. 1920)", "entities": [{"title": "Patrick Heron", "href": "/wiki/Patrick_Heron", "description": "Patrick Heron was a British abstract and figurative artist, critic, writer, and polemicist, who lived in Zennor, Cornwall."}]}, {"heading": "Deaths", "year": "2000", "date": "March 20", "txt": "Gene Eugene, Canadian-American singer-songwriter and producer (b. 1961)", "entities": [{"title": "Gene Eugene", "href": "/wiki/Gene_Eugene", "description": "Gene Andrusco, better known as Gene Eugene, was a Canadian-born actor, record producer, engineer, composer and musician. Andrusco was best known as the leader of the alternative rock band Adam Again, a member of The Swirling Eddies and as a founding member of the supergroup Lost Dogs."}]}, {"heading": "Deaths", "year": "2001", "date": "March 20", "txt": "Luis Alvarado, Puerto Rican-American baseball player (b. 1949)", "entities": [{"title": "Luis Alvarado", "href": "/wiki/Luis_Alvarado", "description": "Luis César Alvarado Martínez, born in Lajas, Puerto Rico, was a utility infielder in Major League Baseball. From 1968 through 1977, he played for the Boston Red Sox, Chicago White Sox, St. Louis Cardinals, Cleveland Indians, New York Mets and Detroit Tigers. Alvarado batted and threw right-handed."}]}, {"heading": "Deaths", "year": "2004", "date": "March 20", "txt": "Juliana of the Netherlands (b. 1909)", "entities": [{"title": "Juliana of the Netherlands", "href": "/wiki/Juliana_of_the_Netherlands", "description": "Juliana was Queen of the Netherlands from 1948 until her abdication in April 1980."}]}, {"heading": "Deaths", "year": "2004", "date": "March 20", "txt": "Pierre Sévigny, Canadian colonel and politician (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 20", "txt": "Armand Lohikoski, American-Finnish director and screenwriter (b. 1912)", "entities": [{"title": "Armand Lohikoski", "href": "/wiki/Armand_Lohikoski", "description": "Armand Lohikoski was an American born Finnish movie director and writer. He is best known as a director of a number of Pekka ja Pätkä movies."}]}, {"heading": "Deaths", "year": "2007", "date": "March 20", "txt": "Raynald Fréchette, Canadian lawyer, judge, and politician (b. 1933)", "entities": [{"title": "Raynald Fréchette", "href": "/wiki/Raynald_Fr%C3%A9chette", "description": "Raynald Fréchette was a Quebec lawyer, judge and political figure."}]}, {"heading": "Deaths", "year": "2007", "date": "March 20", "txt": "Taha Yassin Ramadan, Iraqi politician, Vice President of Iraq (b. 1938)", "entities": [{"title": "Vice President of Iraq", "href": "/wiki/Vice_President_of_Iraq", "description": "Iraq has had three vice presidents or deputy presidents serving concurrently."}]}, {"heading": "Deaths", "year": "2007", "date": "March 20", "txt": "Hawa Yakubu, Ghanaian politician (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 20", "txt": "Ai, American poet and academic (b. 1947)", "entities": [{"title": "Ai (poet)", "href": "/wiki/Ai_(poet)", "description": "Ai Ogawa was an American poet and educator who won the 1999 National Book Award for Poetry for Vice: New and Selected Poems. Ai is known for her mastery of the dramatic monologue as a poetic form, as well as for taking on dark, controversial topics in her work. About writing in the dramatic monologue form, she's said: \"I want to take the narrative 'persona' poem as far as I can, and I've never bee"}]}, {"heading": "Deaths", "year": "2010", "date": "March 20", "txt": "Girija Prasad Koirala, Indian-Nepalese politician, 30th Prime Minister of Nepal (b. 1924)", "entities": [{"title": "Prime Minister of Nepal", "href": "/wiki/Prime_Minister_of_Nepal", "description": "The prime minister of Nepal is the head of government and chief executive of Nepal. The prime minister is the chair of the Council of Ministers of Nepal and the chief adviser to the President of Nepal. The Prime Minister is a member of the House of Representatives of Nepal and is the highest ranking federal officer within the government."}]}, {"heading": "Deaths", "year": "2010", "date": "March 20", "txt": "Stewart Udall, American soldier, lawyer, and politician, 37th United States Secretary of the Interior (b. 1920)", "entities": [{"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Deaths", "year": "2011", "date": "March 20", "txt": "Johnny Pearson, English pianist, conductor, and composer (b. 1925)", "entities": [{"title": "Johnny Pearson", "href": "/wiki/Johnny_Pearson", "description": "John Valmore Pearson was a British composer, orchestra leader and pianist. He led the Top of the Pops orchestra for sixteen years, wrote a catalogue of library music, and had many of his pieces used as the theme music to television series."}]}, {"heading": "Deaths", "year": "2012", "date": "March 20", "txt": "Lincoln Hall, Australian mountaineer and author (b. 1955)", "entities": [{"title": "Lincoln Hall (climber)", "href": "/wiki/Lincoln_Hall_(climber)", "description": "Lincoln Ross Hall OAM was a veteran Australian mountain climber, adventurer, author and philanthropist. Lincoln was part of the first Australian expedition to climb Mount Everest in 1984, which successfully forged a new route. He reached the summit of the mountain on his second attempt in 2006, miraculously surviving the night at 8,700 m (28,543 ft) on descent, after his family was told he had die"}]}, {"heading": "Deaths", "year": "2012", "date": "March 20", "txt": "Noboru Ishiguro, Japanese animator and director (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 20", "txt": "Chaim Pinchas Scheinberg, Polish-Israeli rabbi and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 20", "txt": "Jim Stynes, Irish-Australian footballer (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 20", "txt": "James Herbert, English author (b. 1943)", "entities": [{"title": "James Herbert", "href": "/wiki/James_Herbert", "description": "James John Herbert, OBE was an English horror writer. A full-time writer, he also designed his own book covers and publicity. His books have sold 54 million copies worldwide, and have been translated into 34 languages, including Chinese and Russian."}]}, {"heading": "Deaths", "year": "2013", "date": "March 20", "txt": "George Lowe, New Zealand-English mountaineer and explorer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 20", "txt": "Zillur Rahman, Bangladeshi lawyer and politician, 19th President of Bangladesh (b. 1929)", "entities": [{"title": "List of Presidents of Bangladesh", "href": "/wiki/List_of_Presidents_of_Bangladesh", "description": "The complete list of presidents of Bangladesh includes the persons sworn into the office as President of Bangladesh following the Bangladeshi Declaration of Independence in 1971."}]}, {"heading": "Deaths", "year": "2014", "date": "March 20", "txt": "Hennie Aucamp, South African poet, author, and academic (b. 1934)", "entities": [{"title": "Hennie Aucamp", "href": "/wiki/Hennie_Aucamp", "description": "Hennie Aucamp was a South African Afrikaans poet, short story writer, cabaretist and academic. He grew up on a farm in the Stormberg highlands and matriculated at Jamestown, Eastern Cape before continuing his higher education at the University of Stellenbosch. He died in Cape Town at age 80 on 20 March 2014 after suffering a stroke."}]}, {"heading": "Deaths", "year": "2014", "date": "March 20", "txt": "Hilderaldo Bellini, Brazilian footballer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 20", "txt": "Tonie Nathan, American politician (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 20", "txt": "Khushwant Singh, Indian journalist and author (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 20", "txt": "Eva Burrows, Australian 13th General of The Salvation Army (b. 1929)", "entities": [{"title": "Eva Burrows", "href": "/wiki/Eva_Burrows", "description": "General Eva Evelyn Burrows, AC, OF was an Australian Salvation Army Officer and was, from 1986 to 1993, the 13th General of the Salvation Army. She served as an Officer of the Salvation Army from 1951 to her retirement in 1993. In 1993 Henry Gariepy released her biography, General of God's Army the Authorized Biography of General Eva Burrows."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Deaths", "year": "2015", "date": "March 20", "txt": "Malcolm Fraser, Australian politician, 22nd Prime Minister of Australia (b. 1930)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "2016", "date": "March 20", "txt": "Anker Jørgensen, Danish politician, Prime Minister of Denmark (b. 1922)", "entities": [{"title": "Anker Jørgensen", "href": "/wiki/Anker_J%C3%B8rgensen", "description": "Anker Henrik Jørgensen was a Danish politician who served at various times as Prime Minister and Foreign Minister of Denmark. Between 1972 and 1982 he led five cabinets as Prime Minister. Jørgensen was President of the Nordic Council in 1986 and 1991."}, {"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Deaths", "year": "2017", "date": "March 20", "txt": "David Rockefeller, American billionaire and philanthropist (b. 1915)", "entities": [{"title": "David Rockefeller", "href": "/wiki/David_Rockefeller", "description": "David Rockefeller was an American banker who served as chairman and chief executive of Chase Manhattan Corporation. He was the oldest living member of the third generation of the Rockefeller family, and family patriarch from August 2004 until his death in March 2017. Rockefeller was the youngest child of John D. Rockefeller Jr. and Abby Aldrich Rockefeller, and a grandson of John D. Rockefeller an"}]}, {"heading": "Deaths", "year": "2018", "date": "March 20", "txt": "C. K. Mann, a Ghanaian Highlife musician and producer (b. 1936)", "entities": [{"title": "C. K. Mann", "href": "/wiki/C._K._Mann", "description": "Charles Kofi Amankwaa Mann, known as C. K. Mann, was a Ghanaian highlife musician and producer. His music career spanned over four decades; he won multiple awards for his songs. He was awarded the Grand Medal of Ghana by John Agyekum Kufour in 2006."}, {"title": "Highlife", "href": "/wiki/Highlife", "description": "Highlife is a music genre that originated in present-day Ghana in the 19th century, during its history as a colony of the British Empire. It uses the melodic and main rhythmic structures of traditional Akan music, but is played with Western instruments. Highlife is characterised by jazzy horns and multiple guitars which lead the band. Recently it has acquired an uptempo, synth-driven sound."}]}, {"heading": "Deaths", "year": "2019", "date": "March 20", "txt": "Mary Warnock, English philosopher & writer (b. 1924) ", "entities": [{"title": "Mary Warnock", "href": "/wiki/Mary_Warnock", "description": "Helen Mary Warnock, Baroness Warnock, was an English philosopher of morality, education, and mind, and a writer on existentialism. She is best known for chairing an inquiry whose report formed the basis of the Human Fertilisation and Embryology Act 1990. She served as Mistress of Girton College, Cambridge from 1984 to 1991."}]}, {"heading": "Deaths", "year": "2020", "date": "March 20", "txt": "Kenny Rogers, American singer (b. 1938)", "entities": [{"title": "Kenny Rogers", "href": "/wiki/Kenny_Rogers", "description": "Kenneth Ray Rogers was an American singer, songwriter, musician, actor, record producer, and entrepreneur. He was inducted into the Country Music Hall of Fame in 2013. Rogers was particularly popular with country audiences but also charted more than 420 hit singles across various genres, topping the country and pop album charts for more than 200 individual weeks in the United States alone. He sold"}]}]