[{"heading": "Events", "year": "1400", "date": "March 23", "txt": "The Trần dynasty of Vietnam is deposed, after one hundred and seventy-five years of rule, by Hồ Quý Ly, a court official.", "entities": [{"title": "Trần dynasty", "href": "/wiki/Tr%E1%BA%A7n_dynasty", "description": "The Trần dynasty of Vietnam was a medieval royal clan of Chinese origins that ruled over the Kingdom of Đại Việt from 1225 to 1400. The dynasty was founded when king Trần Thái Tông ascended to the throne after his uncle Trần Thủ Độ orchestrated the overthrow of the Lý dynasty. The final emperor of the dynasty was Thiếu Đế, who at the age of five years was forced to abdicate the throne in favor of "}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Hồ Quý Ly", "href": "/wiki/H%E1%BB%93_Qu%C3%BD_Ly", "description": "Hồ Quý Ly ruled Dai Viet from 1400 to 1401 as the founder of the short-lived Hồ dynasty. Quý Ly rose from a post as an official served the court of the ruling Trần dynasty and a military general fought against the Cham forces during the Cham–Vietnamese War (1367–1390). After his military defeat in the Ming Conquest of Dai Viet (1406–1407), he and his son were captured as prisoners and were exiled "}]}, {"heading": "Events", "year": "1540", "date": "March 23", "txt": "Waltham Abbey is surrendered to King Henry VIII of England; the last religious community to be closed during the Dissolution of the Monasteries.", "entities": [{"title": "Waltham Abbey Church", "href": "/wiki/Waltham_Abbey_Church", "description": "The Abbey Church of Waltham Holy Cross and St Lawrence is the parish church of the town of Waltham Abbey, Essex, England. It has been a place of worship since the 7th century. The present building dates mainly from the early 12th century and is an example of Norman architecture. To the east of the existing church are traces of an enormous eastward enlargement of the building, begun following the r"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Dissolution of the Monasteries", "href": "/wiki/Dissolution_of_the_Monasteries", "description": "The Dissolution of the Monasteries, occasionally referred to as the Suppression of the Monasteries, was the set of administrative and legal processes between 1536 and 1541 by which Henry VIII disbanded monasteries, priories, convents and friaries, in England, Wales and Ireland, expropriated their income, disposed of their assets, and provided for their former personnel and functions. Although the "}]}, {"heading": "Events", "year": "1568", "date": "March 23", "txt": "The Peace of Longjumeau is signed, ending the second phase of the French Wars of Religion.", "entities": [{"title": "Peace of Longjumeau", "href": "/wiki/Peace_of_Longjumeau", "description": "The Peace of Longjumeau was signed on 23 March 1568 by Charles IX of France and Catherine de' Medici. This accord officially ended the second phase of the French Wars of Religion. Overall, the treaty confirmed the Edict of Amboise, which granted significant religious privileges and freedoms to the Huguenots. The treaty expired in August 1568."}, {"title": "French Wars of Religion", "href": "/wiki/French_Wars_of_Religion", "description": "The French Wars of Religion were a prolonged period of war and popular unrest between Catholics and Huguenots in the Kingdom of France between 1562 and 1598. It is estimated that three million people perished in this period from violence, famine, or disease in what is considered the second deadliest religious war in European history."}]}, {"heading": "Events", "year": "1775", "date": "March 23", "txt": "American Revolutionary War: Patrick Henry delivers his speech", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Patrick Henry", "href": "/wiki/Patrick_Henry", "description": "Patrick Henry was an American attorney, planter, politician, and orator best known for his declaration to the Second Virginia Convention (1775): \"Give me liberty, or give me death!\" A Founding Father, he served as the first and sixth post-colonial Governor of Virginia, from 1776 to 1779 and from 1784 to 1786."}, {"title": "Give me liberty, or give me death!", "href": "/wiki/Give_me_liberty,_or_give_me_death!", "description": "\n\"Give me liberty, or give me death!\" is a quotation attributed to Patrick Henry from a speech he made to the Second Virginia Convention on March 23, 1775, at St. John's Church in Richmond, Virginia."}, {"title": "St. John's Episcopal Church, Richmond, Virginia", "href": "/wiki/St._John%27s_Episcopal_Church,_Richmond,_Virginia", "description": "St. John's Church is an Episcopal church located at 2401 East Broad Street in Richmond, Virginia, United States. Formed from several earlier parishes, St. John's is the oldest church in the city of Richmond, Virginia. It was built in 1741 by William Randolph's son, Colonel Richard Randolph; the Church Hill district was named for it. It was the site of two important conventions in the period leadin"}]}, {"heading": "Events", "year": "1801", "date": "March 23", "txt": "Tsar Paul I of Russia is struck with a sword, then strangled, and finally trampled to death inside his bedroom at St. Michael's Castle.", "entities": [{"title": "Tsar", "href": "/wiki/Tsar", "description": "Tsar, also spelled czar, tzar, or csar, is a title used to designate East and South Slavic monarchs or supreme rulers of Eastern Europe, originally the Bulgarian monarchs from 10th century onwards, much later a title for two rulers of the Serbian Empire, and from 1547 the supreme ruler of the Tsardom of Russia and the Russian Empire. In this last capacity it lends its name to a system of governmen"}, {"title": "Paul I of Russia", "href": "/wiki/Paul_I_of_Russia", "description": "Paul I was Emperor of Russia from 1796 until his assassination. Officially, he was the only son of Peter III and Catherine the Great, although Catherine hinted that he was fathered by her lover Sergei Saltykov. Paul remained overshadowed by his mother for most of his life. He adopted the laws of succession to the Russian throne—rules that lasted until the end of the Romanov dynasty and of the Russ"}, {"title": "Strangle", "href": "/wiki/Strangle", "description": "Strangling is compression of the neck that may lead to unconsciousness or death by causing an increasingly hypoxic state in the brain. Fatal strangling typically occurs in cases of violence, accidents, and is one of two main ways that hanging causes death."}, {"title": "St. Michael's Castle", "href": "/wiki/St._Michael%27s_Castle", "description": "St. Michael's Castle, also called the Mikhailovsky Castle or the Engineers' Castle, is a former royal residence in the historic centre of Saint Petersburg, Russia. St. Michael's Castle was built as a residence for Emperor Paul I by architects Vincenzo Brenna and Vasily Bazhenov in 1797–1801. It was named after St. Michael, the patron saint of the Royal family. The castle looks different from each "}]}, {"heading": "Events", "year": "1806", "date": "March 23", "txt": "After traveling through the Louisiana Purchase and reaching the Pacific Ocean, explorers Lewis and Clark and their \"Corps of Discovery\" begin their arduous journey home.", "entities": [{"title": "Louisiana Purchase", "href": "/wiki/Louisiana_Purchase", "description": "The Louisiana Purchase was the acquisition of the territory of Louisiana by the United States from France in 1803. In return for fifteen million dollars, or approximately eighteen dollars per square mile, the United States nominally acquired a total of 828,000 sq mi. However, France only controlled a small fraction of this area, most of it inhabited by American Indians; for the majority of the are"}, {"title": "Lewis and Clark", "href": "/wiki/Lewis_and_Clark", "description": "The Lewis and Clark Expedition from August 31, 1803, to September 25, 1806, also known as the Corps of Discovery Expedition, was the United States expedition to cross the newly acquired western portion of the country after the Louisiana Purchase. The Corps of Discovery was a select group of U.S. Army and civilian volunteers under the command of Captain Meriwether Lewis and his close friend Second "}, {"title": "Corps of Discovery", "href": "/wiki/Corps_of_Discovery", "description": "The Corps of Discovery was a specially-established unit of the United States Army which formed the nucleus of the Lewis and Clark Expedition that took place between May 1804 and September 1806. The Corps was led jointly by Captain Meriwether Lewis and Second Lieutenant William Clark. Commissioned by President Thomas Jefferson, the Corps' objectives were scientific and commercial – to study the are"}]}, {"heading": "Events", "year": "1821", "date": "March 23", "txt": "Greek War of Independence: Battle and fall of city of Kalamata.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "Kalamata", "href": "/wiki/Kalamata", "description": "Kalamáta is the second most populous city of the Peloponnese peninsula, after Patras, in southern Greece and the largest city of the homonymous administrative region. As the capital and chief port of the Messenia regional unit, it lies along the Nedon River at the head of the Messenian Gulf."}]}, {"heading": "Events", "year": "1839", "date": "March 23", "txt": "A massive earthquake destroys the former capital Inwa of the Konbaung dynasty, present-day Myanmar.", "entities": [{"title": "1839 Ava earthquake", "href": "/wiki/1839_Ava_earthquake", "description": "\n\nThe 1839 Ava earthquake, also known as the Amarapura earthquake or Inwa earthquake was a disastrous seismic event that struck central Burma on the morning of March 23. This earthquake was one of the biggest in the country since 1762. Shaking reached XI (Extreme) on the Mercalli intensity scale, and was felt in Rangoon and Bhamo."}, {"title": "Inwa", "href": "/wiki/Inwa", "description": "Inwa or Ava, located in Mandalay Region, Myanmar, is an ancient imperial capital of successive Burmese kingdoms from the 14th to 19th centuries. Throughout history, it was sacked and rebuilt numerous times. The capital city was finally abandoned after it was completely destroyed by a series of major earthquakes in March 1839. Though only a few traces of its former grandeur remain today, the former"}, {"title": "Konbaung dynasty", "href": "/wiki/Konbaung_dynasty", "description": "The Konbaung dynasty, also known as Third Burmese Empire and formerly known as the Alompra dynasty, or Alaungpaya dynasty, was the last dynasty that ruled Burma/Myanmar from 1752 to 1885. It created the second-largest empire in Burmese history and continued the administrative reforms begun by the Toungoo dynasty, laying the foundations of the modern state of Burma. The reforms, however, proved ins"}, {"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}]}, {"heading": "Events", "year": "1848", "date": "March 23", "txt": "The ship John Wickliffe arrives at Port Chalmers carrying the first Scottish settlers for Dunedin, New Zealand. Otago province is founded.", "entities": [{"title": "Port Chalmers", "href": "/wiki/Port_Chalmers", "description": "Port Chalmers is a town serving as the main port of the city of Dunedin, New Zealand. It has a population of roughly 3,000. Port Chalmers lies ten kilometres inside Otago Harbour, some 15 kilometres northeast of Dunedin's city centre."}, {"title": "Dunedin", "href": "/wiki/Dunedin", "description": "Dunedin is the second-largest city in the South Island of New Zealand, and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland."}, {"title": "Otago", "href": "/wiki/Otago", "description": "Otago is a region of New Zealand located in the southern half of the South Island administered by the Otago Regional Council. It has an area of approximately 32,000 square kilometres (12,000 sq mi), making it the country's second largest local government region. Its population was 245,300 in June 2020."}]}, {"heading": "Events", "year": "1857", "date": "March 23", "txt": "Elisha Otis's first elevator is installed at 488 Broadway New York City.", "entities": [{"title": "Elisha Otis", "href": "/wiki/Elisha_Otis", "description": "Elisha Graves Otis was an American industrialist, founder of the Otis Elevator Company, and inventor of a safety device that prevents elevators from falling if the hoisting cable fails."}, {"title": "Elevator", "href": "/wiki/Elevator", "description": "An elevator or lift is a type of cable-assisted, roller-track assisted, or hydraulic cylinder-assisted machine that vertically transports people or freight between floors, levels, or decks of a building, vessel, or other structure. They are typically powered by electric motors that drive traction cables and counterweight systems such as a hoist, although some pump hydraulic fluid to raise a cylind"}, {"title": "Broadway (Manhattan)", "href": "/wiki/Broadway_(Manhattan)", "description": "Broadway is a road in the U.S. state of New York. Broadway runs from State Street at Bowling Green for 13 mi (21 km) through the borough of Manhattan and 2 mi (3.2 km) through the Bronx, exiting north from New York City to run an additional 18 mi (29 km) through the Westchester County municipalities of Yonkers, Hastings-On-Hudson, Dobbs Ferry, Irvington, and Tarrytown, and terminating north of Sle"}]}, {"heading": "Events", "year": "1862", "date": "March 23", "txt": "American Civil War: The First Battle of Kernstown, Virginia, marks the start of Stonewall Jackson's Valley Campaign. Although a Confederate defeat, the engagement distracts Federal efforts to capture Richmond.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "First Battle of Kernstown", "href": "/wiki/First_Battle_of_Kernstown", "description": "The First Battle of Kernstown was fought on March 23, 1862, in Frederick County and Winchester, Virginia, the opening battle of Confederate Maj. Gen. Thomas J. \"Stonewall\" Jackson's campaign through the Shenandoah Valley during the American Civil War."}, {"title": "Stonewall Jackson", "href": "/wiki/Stonewall_Jackson", "description": "Thomas Jonathan \"Stonewall\" Jackson served as a Confederate general (1861–1863) during the American Civil War, and became one of the best-known Confederate commanders after General Robert E. Lee. Jackson played a prominent role in nearly all military engagements in the Eastern Theater of the war until his death, and had a key part in winning many significant battles."}, {"title": "Jackson's Valley Campaign", "href": "/wiki/Jackson%27s_Valley_Campaign", "description": "Jackson's Valley campaign, also known as the Shenandoah Valley campaign of 1862, was Confederate Maj. Gen. Thomas J. \"Stonewall\" Jackson's spring 1862 campaign through the Shenandoah Valley in Virginia during the American Civil War. Employing audacity and rapid, unpredictable movements on interior lines, Jackson's 17,000 men marched 646 miles (1,040 km) in 48 days and won several minor battles as "}]}, {"heading": "Events", "year": "1868", "date": "March 23", "txt": "The University of California is founded in Oakland, California when the Organic Act is signed into law.", "entities": [{"title": "University of California", "href": "/wiki/University_of_California", "description": "The University of California (UC) is a public land-grant research university system in the U.S. state of California. The system is composed of the campuses at Berkeley, Davis, Irvine, Los Angeles, Merced, Riverside, San Diego, San Francisco, Santa Barbara, and Santa Cruz, along with numerous research centers and academic abroad centers. The system is the state's land-grant university."}, {"title": "Oakland, California", "href": "/wiki/Oakland,_California", "description": "Oakland is the largest city and the county seat of Alameda County, California, US. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th most populated city in the United States. With a population of 433,031 as of 2019, i"}, {"title": "Organic Act", "href": "/wiki/Organic_Act", "description": "In United States law, an organic act is an act of the United States Congress that establishes a territory of the United States and specifies how it is to be governed, or an agency to manage certain federal lands. In the absence of an organic law a territory is classified as unorganized."}]}, {"heading": "Events", "year": "1879", "date": "March 23", "txt": "War of the Pacific: The Battle of Topáter, the first battle of the war is fought between Chile and the joint forces of Bolivia and Peru.", "entities": [{"title": "War of the Pacific", "href": "/wiki/War_of_the_Pacific", "description": "The War of the Pacific, also known as the Saltpeter War and by multiple other names, was a war between Chile and a Bolivian–Peruvian alliance from 1879 to 1884. Fought over Chilean claims on coastal Bolivian territory in the Atacama Desert, the war ended with a Chilean victory, which gained for the country a significant amount of resource-rich territory from Peru and Bolivia. The Chilean Army took"}, {"title": "Battle of Topáter", "href": "/wiki/Battle_of_Top%C3%A1ter", "description": "The Battle of Topáter, or Battle of Calama, was fought on March 23, 1879 between Chile and Bolivia. It was the first battle of the War of the Pacific."}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "Bolivia", "href": "/wiki/Bolivia", "description": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "1885", "date": "March 23", "txt": "Sino-French War: Chinese victory in the Battle of Phu Lam Tao near Hưng Hóa, northern Vietnam.", "entities": [{"title": "Sino-French War", "href": "/wiki/Sino-French_War", "description": "The Sino-French War, also known as the Tonkin War and Tonquin War, was a limited conflict fought from August 1884 through April 1885. There was no declaration of war. Militarily it was a stalemate. The Chinese armies performed better than its other nineteenth-century wars, and the war ended with French retreat on land. However, one consequence was that France supplanted China's control of Tonkin. "}, {"title": "Battle of Phu Lam Tao", "href": "/wiki/Battle_of_Phu_Lam_Tao", "description": "The Battle of Phu Lam Tao was a politically significant engagement during the Sino-French War, in which a French Zouave battalion was defeated by a mixed force of Chinese soldiers and Black Flags."}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1888", "date": "March 23", "txt": "In England, The Football League, the world's oldest professional association football league, meets for the first time.", "entities": [{"title": "English Football League", "href": "/wiki/English_Football_League", "description": "The English Football League (EFL) is a league competition featuring professional association football clubs from England and Wales. Founded in 1888 as the Football League, the league is the oldest such competition in world football. It was the top-level football league in England from its foundation until 1992, when the top 22 clubs split away to form the Premier League. In the seasons from 1995 t"}, {"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}]}, {"heading": "Events", "year": "1889", "date": "March 23", "txt": "The Ahmadiyya Muslim Community is established by Mirza Ghulam Ahmad in Qadian, British India.", "entities": [{"title": "Ahmadiyya", "href": "/wiki/Ahmadiyya", "description": "Ahmadiyya, officially the Ahmadiyya Muslim Community or the Ahmadiyya Muslim Jama'at, is an Islamic revival or messianic movement originating in Punjab, British India, in the late 19th century. It was founded by Mirza Ghulam Ahmad (1835–1908), who claimed to have been divinely appointed as both the Promised Mahdi and Messiah expected by Muslims to appear towards the end times and bring about, by p"}, {"title": "Mirza Ghulam Ahmad", "href": "/wiki/Mirza_Ghulam_Ahmad", "description": "Mirzā Ghulām Ahmad was an Indian religious leader and the founder of the Ahmadiyya movement in Islam. He claimed to have been divinely appointed as the promised Messiah and Mahdi—which is the metaphorical second-coming of Jesus (mathīl-iʿIsā), in fulfillment of Islam's latter day prophecies, as well as the Mujaddid of the 14th Islamic century."}, {"title": "Qadian", "href": "/wiki/Qadian", "description": "Qadian is a town and a municipal council in Gurdaspur District, north-east of Amritsar, situated 18 kilometres (11 mi) north-east of Batala city in the state of Punjab, India."}]}, {"heading": "Events", "year": "1901", "date": "March 23", "txt": "Emilio Aguinaldo, only President of the First Philippine Republic, is captured at Palanan, Isabela by the forces of General Frederick Funston.", "entities": [{"title": "Emilio Aguinaldo", "href": "/wiki/Emilio_Aguinaldo", "description": "Emilio Aguinaldo y Famy was a Filipino revolutionary, politician, and military leader who is officially recognized as the first and the youngest President of the Philippines (1899–1901) and the first president of a constitutional republic in Asia. He led Philippine forces first against Spain in the latter part of the Philippine Revolution (1896–1898), then in the Spanish–American War (1898), and f"}, {"title": "First Philippine Republic", "href": "/wiki/First_Philippine_Republic", "description": "The Philippine Republic, more commonly known as the First Philippine Republic or the Malolos Republic, was a nascent revolutionary government in the Philippines. It was formally established with Emilio Aguinaldo as president by proclamation of the Malolos Constitution on January 21, 1899, in Malolos, Bulacan, succeeding the Revolutionary Government of the Philippines. It endured until the capture "}, {"title": "Palanan, Isabela", "href": "/wiki/Palanan,_Isabela", "description": "Palanan, officially the Municipality of Palanan, is a 1st class municipality in the province of Isabela, Philippines. According to the 2015 census, it has a population of 17,260 people. "}, {"title": "Frederick Funston", "href": "/wiki/Frederick_Funston", "description": "Frederick Funston, also known as Fighting Fred Funston, was a general in the United States Army, best known for his roles in the Spanish–American War and the Philippine–American War. He received the Medal of Honor for his actions during the Philippine–American War."}]}, {"heading": "Events", "year": "1905", "date": "March 23", "txt": "Eleftherios Venizelos calls for Crete's union with Greece, and begins what is to be known as the Theriso revolt.", "entities": [{"title": "Eleftherios Venizelos", "href": "/wiki/Eleftherios_Venizelos", "description": "Eleftherios Kyriakou Venizelos was a Greek statesman and a prominent leader of the Greek national liberation movement. He is noted for his contribution to the expansion of Greece and promotion of liberal-democratic policies. As leader of the Liberal Party, he was elected eight times as Prime Minister of Greece, serving from 1910 to 1920 and from 1928 to 1933. Venizelos had such profound influence "}, {"title": "Crete", "href": "/wiki/Crete", "description": "Crete is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean Sea. Crete rests approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi)."}, {"title": "Theriso revolt", "href": "/wiki/Theriso_revolt", "description": "The Theriso revolt was an insurrection that broke out in March 1905 against the government of Crete, then an autonomous state under Ottoman suzerainty. The revolt was led by the Cretan politician Eleftherios Venizelos, and is named after his mother's native village, Theriso, the focal point of the revolt."}]}, {"heading": "Events", "year": "1909", "date": "March 23", "txt": "Theodore Roosevelt leaves New York for a post-presidency safari in Africa. The trip is sponsored by the Smithsonian Institution and National Geographic Society.", "entities": [{"title": "Theodore Roosevelt", "href": "/wiki/Theodore_Roosevelt", "description": "Theodore Roosevelt Jr., often referred to as Teddy or his initials T. R., was an American statesman, conservationist, naturalist, historian, and writer, who served as the 26th president of the United States from 1901 to 1909. He previously served as 33rd governor of New York from 1899 to 1900 and the 25th vice president of the United States from March to September 1901. Roosevelt emerged as a lead"}, {"title": "Presidency", "href": "/wiki/Presidency", "description": "A presidency is an administration or the executive, the collective administrative and governmental entity that exists around an office of president of a state or nation. Although often the executive branch of government, and often personified by a single elected person who holds the office of \"president\", in practice, the presidency includes a much larger collective of people, such as chiefs of st"}, {"title": "Smithsonian–Roosevelt African Expedition", "href": "/wiki/Smithsonian%E2%80%93Roosevelt_African_Expedition", "description": "The Smithsonian–Roosevelt African Expedition was an expedition to Africa led by American president Theodore Roosevelt and outfitted by the Smithsonian Institution. Its purpose was to collect specimens for the Smithsonian's new Natural History museum, now known as the National Museum of Natural History. The expedition collected around 11,400 animal specimens which took Smithsonian naturalists eight"}, {"title": "Smithsonian Institution", "href": "/wiki/Smithsonian_Institution", "description": "The Smithsonian Institution, also known simply as The Smithsonian, is a trust instrumentality of the United States composed as a group of museums and research centers. It was founded on August 10, 1846, \"for the increase and diffusion of knowledge\". The institution is named after its founding donor, British scientist James Smithson. It was originally organized as the \"United States National Museum"}, {"title": "National Geographic Society", "href": "/wiki/National_Geographic_Society", "description": "The National Geographic Society (NGS), headquartered in Washington, D.C., United States, is one of the largest non-profit scientific and educational organizations in the world. Founded in 1888, its interests include geography, archaeology, and natural science, the promotion of environmental and historical conservation, and the study of world culture and history. The National Geographic Society's l"}]}, {"heading": "Events", "year": "1913", "date": "March 23", "txt": "A tornado outbreak kills more than 240 people in the central United States, while an ongoing flood in the Ohio River watershed was killing 650 people.", "entities": [{"title": "Tornado outbreak sequence of March 1913", "href": "/wiki/Tornado_outbreak_sequence_of_March_1913", "description": "The tornado outbreak sequence of March 1913 was a devastating series of tornado outbreaks that affected the northern Great Plains, the Southern United States, and sections of the upper Midwest over a two-day-long period between March 21–23, 1913. Composed of two outbreaks, the sequence first began with a tornado outbreak that commenced in Mississippi early on March 21. Several significant tornadoe"}, {"title": "Great Flood of 1913", "href": "/wiki/Great_Flood_of_1913", "description": "The Great Flood of 1913 occurred between March 23 and March 26, after major rivers in the central and eastern United States flooded from runoff and several days of heavy rain. Related deaths and damage in the United States were widespread and extensive. While the exact number is not certain, flood-related deaths in Ohio, Indiana, and eleven other states are estimated at approximately 650. The offi"}]}, {"heading": "Events", "year": "1918", "date": "March 23", "txt": "First World War: On the third day of the German Spring Offensive, the 10th Battalion of the Royal West Kent Regiment is annihilated with many of the men becoming prisoners of war", "entities": [{"title": "First World War", "href": "/wiki/First_World_War", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Operation Michael", "href": "/wiki/Operation_Michael", "description": "Operation Michael was a major German military offensive during the First World War that began the German Spring Offensive on 21 March 1918. It was launched from the Hindenburg Line, in the vicinity of Saint-Quentin, France. Its goal was to break through the Allied (Entente) lines and advance in a north-westerly direction to seize the Channel Ports, which supplied the British Expeditionary Force (B"}, {"title": "Royal West Kent Regiment", "href": "/wiki/Royal_West_Kent_Regiment", "description": "The Queen's Own Royal West Kent Regiment was a line infantry regiment of the British Army based in the county of Kent in existence from 1881 to 1961. The regiment was created on 1 July 1881 as part of the Childers Reforms, originally as the Queen's Own , by the amalgamation of the 50th Regiment of Foot and the 97th Regiment of Foot. In January 1921, the regiment was renamed the Royal West Kent Reg"}, {"title": "Prisoners of war", "href": "/wiki/Prisoners_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}]}, {"heading": "Events", "year": "1919", "date": "March 23", "txt": "In Milan, Italy, Benito Mussolini founds his Fascist political movement.", "entities": [{"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}, {"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}, {"title": "Italian Fascism", "href": "/wiki/Italian_Fascism", "description": "Italian Fascism, also known as Classical Fascism or simply Fascism, is the original fascist ideology as developed in Italy by Giovanni Gentile and Benito Mussolini. The ideology is associated with a series of two political parties led by Benito Mussolini; the National Fascist Party (PNF), which ruled the Kingdom of Italy from 1922 until 1943, and the Republican Fascist Party that ruled the Italian"}]}, {"heading": "Events", "year": "1931", "date": "March 23", "txt": "Bhagat Singh, Shivaram Rajguru and Sukhdev Thapar are hanged for the killing of a deputy superintendent of police during the Indian independence movement.", "entities": [{"title": "Bhagat Singh", "href": "/wiki/Bhagat_Singh", "description": "Bhagat Singh was an Indian socialist revolutionary whose two acts of dramatic violence against the British in India and execution at age 23 made him a folk hero of the Indian independence movement."}, {"title": "Shivaram Rajguru", "href": "/wiki/Shivaram_Rajguru", "description": "Shivaram Hari Rajguru was an Indian revolutionary from Maharashtra, known mainly for his involvement in the assassination of a British Raj police officer. He also fought for the independence of India and on 23 March 1931 he was hanged by the British government along with Bhagat Singh and Sukhdev Thapar."}, {"title": "Sukhdev Thapar", "href": "/wiki/Sukhdev_Thapar", "description": "Sukhdev Thapar was an Indian revolutionary. A senior member of the Hindustan Socialist Republican Association, he participated in several actions alongside Bhagat Singh and Shivaram Rajguru, and was hanged by the British authorities on 23 March 1931 at the age of 23."}, {"title": "Indian independence movement", "href": "/wiki/Indian_independence_movement", "description": "The Indian independence movement was a series of historic events with the ultimate aim of ending the British rule in India. The movement spanned from 1857 to 1947. The first nationalistic revolutionary movement for Indian independence emerged from Bengal. It later took root in the newly formed Indian National Congress with prominent moderate leaders seeking only their fundamental right to appear f"}]}, {"heading": "Events", "year": "1933", "date": "March 23", "txt": "The Reichstag passes the Enabling Act of 1933, making Adolf Hitler dictator of Germany.", "entities": [{"title": "Enabling Act of 1933", "href": "/wiki/Enabling_Act_of_1933", "description": "The Enabling Act of 1933, formally titled Gesetz zur Behebung der Not von Volk und Reich, was a law that gave the German Cabinet—most importantly, the Chancellor—the power to enact laws without the involvement of the Reichstag or consult with Weimar President Paul von Hindenburg, and to override fundamental aspects of the Weimar Constitution. The Enabling Act gave Hitler plenary powers and followe"}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Events", "year": "1935", "date": "March 23", "txt": "Signing of the Constitution of the Commonwealth of the Philippines.", "entities": [{"title": "Constitution of the Philippines", "href": "/wiki/Constitution_of_the_Philippines#Commonwealth_and_Third_Republic", "description": "The Constitution of the Philippines is the constitution or supreme law of the Republic of the Philippines. Its final draft was completed by the Constitutional Commission on October 12, 1986 and was ratified by a nationwide plebiscite on February 2, 1987."}, {"title": "Commonwealth of the Philippines", "href": "/wiki/Commonwealth_of_the_Philippines", "description": "The Commonwealth of the Philippines was the administrative body that governed the Philippines from 1935 to 1946, aside from a period of exile in the Second World War from 1942 to 1945 when Japan occupied the country. It replaced the Insular Government, a United States territorial government, and was established by the Tydings–McDuffie Act. The Commonwealth was designed as a transitional administra"}]}, {"heading": "Events", "year": "1939", "date": "March 23", "txt": "The Hungarian air force attacks the headquarters of the Slovak air force in Spišská Nová Ves, killing 13 people and beginning the Slovak–Hungarian War.", "entities": [{"title": "Kingdom of Hungary (1920–46)", "href": "/wiki/Kingdom_of_Hungary_(1920%E2%80%9346)", "description": "The Kingdom of Hungary, sometimes referred to as the Regency or the Horthy era, existed as a country from 1920 to 1946 under the rule of Regent Miklós Horthy. Horthy nominally represented the Hungarian monarchy. In reality there was no king. Attempts by Charles IV to return to the throne were prevented by Horthy."}, {"title": "Slovak Air Force (1939–45)", "href": "/wiki/Slovak_Air_Force_(1939%E2%80%9345)", "description": "The Slovak Air Force, between 1939 and 1945, was the air force of the short-lived World War II Slovak Republic. Its mission was to provide air support at fronts, and to protect Bratislava and metropolitan areas against enemy air attack."}, {"title": "Spišská Nová Ves", "href": "/wiki/Spi%C5%A1sk%C3%A1_Nov%C3%A1_Ves", "description": "Spišská Nová Ves (pronunciation  ; is a town in the Košice Region of Slovakia. The town is located southeast of the High Tatras in the Spiš region, and lies on both banks of the Hornád River. It is the biggest town of the Spišská Nová Ves District."}, {"title": "Slovak–Hungarian War", "href": "/wiki/Slovak%E2%80%93Hungarian_War", "description": "The Slovak–Hungarian War, or Little War, was a war fought from 23 March to 31 March 1939 between the First Slovak Republic and Hungary in eastern Slovakia."}]}, {"heading": "Events", "year": "1940", "date": "March 23", "txt": "The Lahore Resolution (Qarardad-e-Pakistan or Qarardad-e-Lahore) is put forward at the Annual General Convention of the All-India Muslim League.", "entities": [{"title": "Lahore Resolution", "href": "/wiki/Lahore_Resolution", "description": "\nThe Lahore Resolution, also called Pakistan resolution or declaration of independence of Pakistan, was written and prepared by Muhammad Zafarullah Khan and was presented by A. K. Fazlul Huq, the Prime Minister of Bengal, was a formal political statement adopted by the All-India Muslim League on the occasion of its three-day general session in Lahore on 22–24 March 1940. The resolution called for "}, {"title": "All-India Muslim League", "href": "/wiki/All-India_Muslim_League", "description": "The All-India Muslim League was a political party established in 1906 in British India. Its strong advocacy for the establishment of a separate Muslim-majority nation-state, Pakistan, successfully led to the partition of India in 1947 by the British Empire."}]}, {"heading": "Events", "year": "1956", "date": "March 23", "txt": "Pakistan becomes the first Islamic republic in the world. This date is now celebrated as Republic Day in Pakistan.", "entities": [{"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Islamic republic", "href": "/wiki/Islamic_republic", "description": "An Islamic republic is a sovereign state that is officially ruled by Islamic laws and is contrasted to Islamic monarchy. As a name or title, four states are Islamic republics: Afghanistan, Iran, Mauritania and Pakistan. Pakistan first adopted the title under the constitution of 1956; Mauritania adopted it on 28 November 1958; Iran adopted it after the 1979 Iranian Revolution that overthrew the Pah"}, {"title": "Republic Day", "href": "/wiki/Republic_Day#March_23rd_in_Pakistan", "description": "Republic Day is the name of a holiday in several countries to commemorate the day when they became republics."}]}, {"heading": "Events", "year": "1965", "date": "March 23", "txt": "NASA launches Gemini 3, the United States' first two-man space flight (crew: Gus Grissom and John Young).", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Gemini 3", "href": "/wiki/Gemini_3", "description": "Gemini 3 was the first crewed mission in NASA's Gemini program. On March 23, 1965, astronauts Gus Grissom and John Young flew three low Earth orbits in their spacecraft, which they nicknamed Molly Brown. This was the ninth crewed US spaceflight, and the 17th world human spaceflight including eight Soviet flights. It was also the final crewed flight controlled from Cape Kennedy Air Force Station in"}, {"title": "Gus Grissom", "href": "/wiki/Gus_Grissom", "description": "Virgil Ivan \"Gus\" Grissom was a United States Air Force (USAF) pilot and a member of the Mercury Seven selected by National Aeronautics and Space Administration's (NASA) as Project Mercury astronauts to be the first Americans in outer space. He was a Project Gemini and an Apollo program astronaut. As a member of the NASA Astronaut Corps, Grissom was the second American to fly in space. He was also"}, {"title": "John Young (astronaut)", "href": "/wiki/John_Young_(astronaut)", "description": "John Watts Young was an American astronaut, naval officer and aviator, test pilot, and aeronautical engineer. He became the ninth person to walk on the Moon as commander of the Apollo 16 mission in 1972. He flew on four different classes of spacecraft: Gemini, the Apollo command and service module, the Apollo Lunar Module, and the Space Shuttle."}]}, {"heading": "Events", "year": "1977", "date": "March 23", "txt": "The first of The Nixon Interviews (12 will be recorded over four weeks) is videotaped with British journalist David Frost interviewing former United States President Richard Nixon about the Watergate scandal and the Nixon tapes.", "entities": [{"title": "The Nixon Interviews", "href": "/wiki/The_Nixon_Interviews", "description": "The Nixon interviews were a series of conversations between American President Richard Nixon and British journalist David Frost, produced by John Birt. They were recorded and broadcast on television and radio in four programs in 1977. The interviews later became the central subject of Peter Morgan's play Frost/Nixon in 2006."}, {"title": "David Frost", "href": "/wiki/David_Frost", "description": "Sir David Paradine Frost was a British television host, journalist, comedian and writer."}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "Nixon tapes", "href": "/wiki/Nixon_tapes", "description": "The Nixon White House tapes are audio recordings of conversations between U.S. President Richard Nixon and Nixon administration officials, Nixon family members, and White House staff, produced between 1971 and 1973."}]}, {"heading": "Events", "year": "1978", "date": "March 23", "txt": "The first UNIFIL troops arrived in Lebanon for peacekeeping mission along the Blue Line.", "entities": [{"title": "UNIFIL", "href": "/wiki/UNIFIL", "description": "The United Nations Interim Force in Lebanon, or UNIFIL, is a UN-NATO peacekeeping mission established on 19 March 1978 by United Nations Security Council Resolutions 425 and 426, to confirm Israeli withdrawal from Lebanon which Israel had invaded five days prior, in order to ensure that the government of Lebanon would restore its effective authority in the area. The 1978 South Lebanon conflict cam"}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}, {"title": "Timeline of UN peacekeeping missions", "href": "/wiki/Timeline_of_UN_peacekeeping_missions", "description": "The United Nations has authorized 71 peacekeeping operations as of April 2018. These do not include interventions authorized by the UN like the Korean War and the Gulf War. The 1990s saw the most UN peacekeeping operations to date. Peacekeeping operations are overseen by the Department of Peacekeeping Operations (DPKO) and share some common characteristics, namely the inclusion of a military or po"}, {"title": "Blue Line (Lebanon)", "href": "/wiki/Blue_Line_(Lebanon)", "description": "The Blue Line is a border demarcation between Lebanon and Israel published by the United Nations on 7 June 2000 for the purposes of determining whether Israel had fully withdrawn from Lebanon."}]}, {"heading": "Events", "year": "1980", "date": "March 23", "txt": "Archbishop Óscar Romero of El Salvador gives his famous speech appealing to men of the El Salvadoran armed forces to stop killing the Salvadorans.", "entities": [{"title": "Óscar Romero", "href": "/wiki/%C3%93scar_Romero", "description": "Óscar Arnulfo Romero y Galdámez was a prelate of the Catholic Church in El Salvador. He served as auxiliary bishop of the archdiocese of San Salvador, as bishop of Santiago de María, and finally as the fourth archbishop of San Salvador. As archbishop, Romero spoke out against social injustice and violence amid the escalating conflict between the military government and left-wing insurgents that le"}, {"title": "El Salvador", "href": "/wiki/El_Salvador", "description": "El Salvador, officially the Republic of El Salvador, is a country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean. El Salvador's capital and largest city is San Salvador. As of 2018, the country had a population of approximately 6.42 million."}]}, {"heading": "Events", "year": "1982", "date": "March 23", "txt": "Guatemala's government, headed by Fernando Romeo Lucas García is overthrown in a military coup by right-wing General Efraín Ríos Montt.", "entities": [{"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}, {"title": "Fernando Romeo Lucas García", "href": "/wiki/Fernando_Romeo_Lucas_Garc%C3%ADa", "description": "General Fernando Romeo Lucas García was the 37th President of Guatemala from 1 July 1978 to 23 March 1982. He was elected as Institutional Democratic Party candidate. Elections for his presidency were fraud-ridden. During Lucas García's regime, tensions between the radical left and the government increased. The military started to murder political opponents while counterinsurgency measures further"}, {"title": "Efraín Ríos Montt", "href": "/wiki/Efra%C3%ADn_R%C3%ADos_Montt", "description": "José Efraín Ríos Montt was a Guatemalan military officer and politician who served as de facto President of Guatemala in 1982-83. His brief tenure as chief executive was one of the bloodiest periods in the long-running Guatemalan Civil War. Ríos Montt's counter-insurgency strategies significantly weakened the leftist Guatemalan National Revolutionary Unity (URNG) guerrilla, while also leading to a"}]}, {"heading": "Events", "year": "1983", "date": "March 23", "txt": "Strategic Defense Initiative: President Ronald Reagan makes his initial proposal to develop technology to intercept enemy missiles.", "entities": [{"title": "Strategic Defense Initiative", "href": "/wiki/Strategic_Defense_Initiative", "description": "The Strategic Defense Initiative (SDI), nicknamed the \"Star Wars program\", was a proposed missile defense system intended to protect the United States from attack by ballistic strategic nuclear weapons. The concept was first announced on March 23, 1983 by President Ronald Reagan, a vocal critic of the doctrine of mutually assured destruction (MAD), which he described as a \"suicide pact\", and calle"}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}]}, {"heading": "Events", "year": "1988", "date": "March 23", "txt": "Angolan and Cuban forces defeat South Africa in the Battle of Cuito Cuanavale.", "entities": [{"title": "Battle of Cuito Cuanavale", "href": "/wiki/Battle_of_Cuito_Cuanavale", "description": "The Battle of Cuito Cuanavale was fought intermittently between 14 August 1987 and 23 March 1988, south and east of the town of Cuito Cuanavale, Angola, by the People's Armed Forces for the Liberation of Angola (FAPLA) and advisors and soldiers from Cuba, USSR, Vietnam, PR Congo, ANC and SWAPO against apartheid South Africa, and insurgents of the National Union for the Total Independence of Angola"}]}, {"heading": "Events", "year": "1991", "date": "March 23", "txt": "The Revolutionary United Front, with support from the special forces of Charles Taylor's National Patriotic Front of Liberia, invades Sierra Leone in an attempt to overthrow Joseph Saidu Momoh, sparking the 11-year Sierra Leone Civil War.", "entities": [{"title": "Revolutionary United Front", "href": "/wiki/Revolutionary_United_Front", "description": "The Revolutionary United Front (RUF) was a rebel army that fought a failed eleven-year war in Sierra Leone, starting in 1991 and ending in 2002. It later developed into a political party, which still exists today. The three most senior surviving leaders, Issa Sesay, Morris Kallon and Augustine Gbao, were convicted in February 2009 of war crimes and crimes against humanity."}, {"title": "Charles Taylor (Liberian politician)", "href": "/wiki/Charles_Taylor_(Liberian_politician)", "description": "Charles McArthur Ghankay Taylor is a former Liberian politician and convicted war criminal who served as the 22nd President of Liberia from 2 August 1997 until his resignation on 11 August 2003, due to the Second Liberian Civil War and growing international pressure."}, {"title": "National Patriotic Front of Liberia", "href": "/wiki/National_Patriotic_Front_of_Liberia", "description": "The National Patriotic Front of Liberia (NPFL) was a Liberian rebel group that initiated and participated in the First Liberian Civil War from 1989 to 1996."}, {"title": "Sierra Leone", "href": "/wiki/Sierra_Leone", "description": "Sierra Leone, officially the Republic of Sierra Leone, informally Salone, is a country on the southwest coast of West Africa. It is bordered by Liberia to the southeast and Guinea to the northeast. Sierra Leone has a tropical climate with a diverse environment ranging from savanna to rainforests, a total area of 71,740 km2 (27,699 sq mi) and a population of 7,092,113 as of the 2015 census. The cap"}, {"title": "Joseph Saidu Momoh", "href": "/wiki/Joseph_Saidu_Momoh", "description": "Major General Joseph Saidu Momoh, OOR, OBE served as President of Sierra Leone from November 1985 to April 29, 1992."}, {"title": "Sierra Leone Civil War", "href": "/wiki/Sierra_Leone_Civil_War", "description": "The Sierra Leone Civil War (1991–2002) was a civil war in Sierra Leone that began on 23 March 1991 when the Revolutionary United Front (RUF), with support from the special forces of Charles Taylor's National Patriotic Front of Liberia (NPFL), intervened in Sierra Leone in an attempt to overthrow the Joseph Momoh government. The resulting civil war lasted 11 years, enveloped the country, and left o"}]}, {"heading": "Events", "year": "1994", "date": "March 23", "txt": "At an election rally in Tijuana, Mexican presidential candidate Luis Donaldo Colosio is assassinated by Mario Aburto Martínez.", "entities": [{"title": "Tijuana", "href": "/wiki/Tijuana", "description": "Tijuana is a city in Baja California, Mexico. It is part of the San Diego–Tijuana transborder urban agglomeration and the larger Southern California megalopolis. As the 2nd-largest city in Mexico and center of the 6th-largest metro area in Mexico, Tijuana exerts a strong influence in education and politics, in transportation, culture, art, and manufacturing and as a migration hub. Currently one of"}, {"title": "Luis Donaldo Colosio", "href": "/wiki/Luis_Donaldo_Colosio", "description": "Luis Donaldo Colosio Murrieta was a Mexican politician, economist, and Institutional Revolutionary Party (PRI) presidential candidate, who was assassinated at a campaign rally in Tijuana during the Mexican presidential campaign of 1994."}, {"title": "Mario Aburto Martínez", "href": "/wiki/Mario_Aburto_Mart%C3%ADnez", "description": "Mario Aburto Martínez is a Mexican man who was convicted for assassinating presidential candidate Luis Donaldo Colosio in 1994. He confessed to the murder and was sentenced to 42 years in prison. Despite the confession and conviction, the New York Times reported that there was widespread belief within Mexico that the conviction involved a conspiracy and coverup mainly by Carlos Salinas de Gortari "}]}, {"heading": "Events", "year": "1994", "date": "March 23", "txt": "A United States Air Force (USAF) F-16 aircraft collides with a USAF C-130 at Pope Air Force Base and then crashes, killing 24 United States Army soldiers on the ground. This later became known as the Green Ramp disaster.", "entities": [{"title": "C-130 Hercules", "href": "/wiki/C-130_Hercules", "description": "The Lockheed C-130 Hercules is an American four-engine turboprop military transport aircraft designed and built originally by Lockheed. Capable of using unprepared runways for takeoffs and landings, the C-130 was originally designed as a troop, medevac, and cargo transport aircraft. The versatile airframe has found uses in a variety of other roles, including as a gunship (AC-130), for airborne ass"}, {"title": "Pope Air Force Base", "href": "/wiki/Pope_Air_Force_Base", "description": "Pope Field is a U.S. military facility located 12 miles (19 km) northwest of the central business district of Fayetteville, in Cumberland County, North Carolina, United States. Formerly known as Pope Air Force Base, the facility continues to be used by the United States Air Force but is now operated by the U.S. Army as part of Fort Bragg."}, {"title": "Green Ramp disaster", "href": "/wiki/Green_Ramp_disaster", "description": "The Green Ramp disaster was a 1994 mid-air collision and subsequent ground collision at Pope Air Force Base in North Carolina. It killed twenty-four members of the U.S. Army's 82nd Airborne Division preparing for an airborne operation. It was the worst peacetime loss of life suffered by the division since the end of World War II."}]}, {"heading": "Events", "year": "1994", "date": "March 23", "txt": "Aeroflot Flight 593 crashed into the Kuznetsk Alatau mountain, Kemerovo Oblast, Russia, killing 75.", "entities": []}, {"heading": "Events", "year": "1996", "date": "March 23", "txt": "Taiwan holds its first direct elections and chooses Lee Teng-hui as President.", "entities": [{"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "1996 Taiwanese presidential election", "href": "/wiki/1996_Taiwanese_presidential_election", "description": "The 1996 Taiwanese presidential election was held on 23 March 1996. It was the first direct presidential election in Taiwan, officially the Republic of China. In the previous eight elections the president and vice president had been chosen in a ballot of the deputies of the National Assembly, in accordance with the 1947 constitution. These are the first free and direct elections in Chinese history"}, {"title": "Lee Teng-hui", "href": "/wiki/Lee_Teng-hui", "description": "Lee Teng-hui was a Taiwanese statesman and economist who was the fourth President of the Republic of China (Taiwan) under the 1947 Constitution and chairman of the Kuomintang (KMT) from 1988 to 2000. He was the first president to be born in Taiwan, the last to be indirectly elected and the first to be directly elected. During his presidency, Lee oversaw the end of martial law and the full democrat"}, {"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}]}, {"heading": "Events", "year": "1999", "date": "March 23", "txt": "Gunmen assassinate Paraguay's Vice President Luis María Argaña.", "entities": [{"title": "Paraguay", "href": "/wiki/Paraguay", "description": "Paraguay, officially the Republic of Paraguay, is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although one of only two landlocked countries in South America, the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paragu"}, {"title": "Vice President", "href": "/wiki/Vice_President", "description": "A vice president is an officer in government or business who is below a president in rank. It can also refer to executive vice presidents, signifying that the vice president is on the executive branch of the government, university or company. The name comes from the Latin term vice meaning \"in place of\" and typically serves as pro tempore to the president. In some countries, the vice president is "}, {"title": "Luis María Argaña", "href": "/wiki/Luis_Mar%C3%ADa_Arga%C3%B1a", "description": "Luis María del Corazón de Jesús Dionisio Argaña Ferraro was a prominent Paraguayan politician and Supreme Court judge. He was an influential member of the Colorado Party and rose to the Vice-Presidency in 1998, but was assassinated in March 1999 at a time when it appeared likely that he would inherit the presidency from Raúl Cubas, who was on the verge of being impeached. The incident and its afte"}]}, {"heading": "Events", "year": "2001", "date": "March 23", "txt": "The Russian Mir space station is disposed of, breaking up in the atmosphere before falling into the southern Pacific Ocean near Fiji.", "entities": [{"title": "Deorbit of Mir", "href": "/wiki/Deorbit_of_Mir", "description": "The Russian space station Mir ended its mission on 23 March 2001, when it was brought out of its orbit, entered the atmosphere and was destroyed. Major components ranged from about 5 to 15 years in age, and included the Mir Core Module, Kvant-1, Kvant-2, Kristall, Spektr, Priroda, and Docking Module. Although Russia was optimistic about Mir's future, the country's commitments to the International "}, {"title": "Fiji", "href": "/wiki/Fiji", "description": "Fiji, officially the Republic of Fiji, is an island country in Melanesia, part of Oceania in the South Pacific Ocean. It lies about 1,100 nautical miles northeast of New Zealand. Fiji consists of an archipelago of more than 330 islands—of which about 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outl"}]}, {"heading": "Events", "year": "2003", "date": "March 23", "txt": "Battle of Nasiriyah, first major conflict during the invasion of Iraq.", "entities": [{"title": "Battle of Nasiriyah", "href": "/wiki/Battle_of_Nasiriyah", "description": "The Battle of Nasiriyah was fought between the US 2nd Marine Expeditionary Brigade and Iraqi forces from 23 March to 2 April 2003 during the US-led invasion of Iraq. Nasiriyah is a city which lies along the banks of the Euphrates River in Dhi Qar Province, about 225 mi (362 km) southeast of Baghdad. Its population is made up almost entirely of Shia Muslims. On the night of 24–25 March, the bulk of"}, {"title": "2003 invasion of Iraq", "href": "/wiki/2003_invasion_of_Iraq", "description": "The 2003 invasion of Iraq was the first stage of the Iraq War. The invasion phase began on 19 March 2003 (air) and 20 March 2003 (ground) and lasted just over one month, including 26 days of major combat operations, in which a combined force of troops from the United States, the United Kingdom, Australia and Poland invaded Iraq. This early stage of the war formally ended on 1 May 2003 when U.S. Pr"}]}, {"heading": "Events", "year": "2008", "date": "March 23", "txt": "Official opening of Rajiv Gandhi International Airport in Hyderabad, India", "entities": [{"title": "Rajiv Gandhi International Airport", "href": "/wiki/Rajiv_Gandhi_International_Airport", "description": "Rajiv Gandhi International Airport is an international airport that serves Hyderabad, the capital of the Indian state of Telangana. It is located in Shamshabad, about 24 kilometres (15 mi) south of Hyderabad. It was opened on 23 March 2008 to replace Begumpet Airport. It is named after Rajiv Gandhi, former Prime Minister of India. It has also ranked in AirHelp's list of top 10 airports in the worl"}, {"title": "Hyderabad", "href": "/wiki/Hyderabad", "description": "Hyderabad is the capital and largest city of the Indian state of Telangana and the de jure capital of Andhra Pradesh. It occupies 650 square kilometres (250 sq mi) on the Deccan Plateau along the banks of the Musi River, in the northern part of South India. With an average altitude of 542 metres (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including the Hussa"}]}, {"heading": "Events", "year": "2009", "date": "March 23", "txt": "FedEx Express Flight 80: A McDonnell Douglas MD-11 flying from Guangzhou, China crashes at Tokyo's Narita International Airport, killing both the captain and the co-pilot.", "entities": [{"title": "FedEx Express Flight 80", "href": "/wiki/FedEx_Express_Flight_80", "description": "FedEx Express Flight 80 was a scheduled cargo flight from Guangzhou Baiyun International Airport in the People's Republic of China, to Narita International Airport in Narita, Chiba Prefecture, Japan. On March 23, 2009, the McDonnell Douglas MD-11F (N526FE) operating the flight crashed at 6:48 am JST, while attempting a landing on Runway 34L in gusty wind conditions. The aircraft became destabilize"}, {"title": "McDonnell Douglas MD-11", "href": "/wiki/McDonnell_Douglas_MD-11", "description": "The McDonnell Douglas MD-11 is an American tri-jet wide-body airliner manufactured by American McDonnell Douglas (MDD) and later by Boeing.\n\nFollowing DC-10 development studies, the MD-11 program was launched on December 30, 1986.\nAssembly of the first prototype began on March 9, 1988. It rolled out in September 1989 and made its maiden flight on January 10, 1990. FAA certification was achieved on"}, {"title": "Guangzhou", "href": "/wiki/Guangzhou", "description": "Guangzhou, also known as Canton and alternately romanized as Kwangchow, is the capital and most populous city of the province of Guangdong in southern China. Located on the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major "}, {"title": "Narita International Airport", "href": "/wiki/Narita_International_Airport", "description": "Narita International Airport , also known as Tokyo-Narita, formerly and originally known as New Tokyo International Airport , is an international airport serving the Greater Tokyo Area of Japan. It is located approximately 60 kilometers (37 mi) east of central Tokyo in Narita, Chiba."}]}, {"heading": "Events", "year": "2018", "date": "March 23", "txt": "President of Peru Pedro Pablo Kuczynski resigns from the presidency amid a mass corruption scandal before certain impeachment by the opposition-majority Congress of Peru.", "entities": [{"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}, {"title": "Pedro Pablo Kuczynski", "href": "/wiki/Pedro_Pablo_Kuczynski", "description": "Pedro Pablo Kuczynski Godard, also known simply as PPK, is a Peruvian economist, politician and public administrator who served as President of Peru from 2016 to 2018. He was previously the Prime Minister of Peru from 2005 to 2006. His administration ended abruptly on 23 March 2018, following his address to the nation two days earlier, announcing his resignation from the presidency. Since 10 April"}, {"title": "Operation Car Wash", "href": "/wiki/Operation_Car_Wash", "description": "Operation Car Wash was a criminal investigation by the Federal Police of Brazil, Curitiba Branch. It began in March 2014 and was initially headed by investigative judge Sergio Moro, and in 2019 by Judge Luiz Antônio Bonat. It has resulted in more than a thousand warrants of various types. According to the Operation Car Wash task force, investigations implicate administrative members of the state-o"}, {"title": "Impeachment", "href": "/wiki/Impeachment", "description": "Impeachment is the process by which a legislative body or other legally constituted tribunal initiates charges against a public official for misconduct. Impeachment may be understood as a unique process involving both political and legal elements."}, {"title": "Parliamentary opposition", "href": "/wiki/Parliamentary_opposition", "description": "Parliamentary opposition is a form of political opposition to a designated government, particularly in a Westminster-based parliamentary system. This article uses the term government as it is used in Parliamentary systems, i.e. meaning the administration or the cabinet rather than the state. The title of \"Official Opposition\" usually goes to the largest of the parties sitting in opposition with it"}, {"title": "Congress of the Republic of Peru", "href": "/wiki/Congress_of_the_Republic_of_Peru", "description": "The Congress of the Republic of Peru is the unicameral body that assumes legislative power in Peru."}]}, {"heading": "Events", "year": "2019", "date": "March 23", "txt": "The Kazakh capital of Astana was renamed to Nur-Sultan.", "entities": [{"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}, {"title": "Nur-Sultan", "href": "/wiki/Nur-Sultan", "description": "Nūr-Sūltan is the capital city of Kazakhstan. Known between 1998 and 2019 as Astana and before that Akmola. On 23 March 2019, following a unanimous vote in Kazakhstan's parliament, the city was renamed Nur-Sultan, after former Kazakhstani President Nursultan Nazarbayev."}]}, {"heading": "Events", "year": "2019", "date": "March 23", "txt": "The US-backed Syrian Democratic Forces capture the town of Baghuz in Eastern Syria, declaring military victory over the Islamic State of Iraq and the Levant after four years of fighting, although the group maintains a scattered presence and sleeper cells across Syria and Iraq.", "entities": [{"title": "Battle of Baghuz Fawqani", "href": "/wiki/Battle_of_Baghuz_Fawqani", "description": "The Battle of Baghuz Fawqani was an offensive by the Syrian Democratic Forces (SDF), assisted by Combined Joint Task Force – Operation Inherent Resolve (CJTF-OIR) airstrikes, artillery, and special forces personnel, that began on 9 February 2019 as part of the Deir ez-Zor campaign of the Syrian Civil War. The battle, composed of a series of ground assaults, took place in and around the Syrian town"}, {"title": "Baghuz", "href": "/wiki/Baghuz", "description": "Al-Baghuz Fawqani is a town in Syria, located in Abu Kamal District, Deir ez-Zor. According to the Syria Central Bureau of Statistics (CBS), Al-Baghuz Fawqani had a population of 10,649 in the 2004 census."}, {"title": "Islamic State of Iraq and the Levant", "href": "/wiki/Islamic_State_of_Iraq_and_the_Levant", "description": "The Islamic State of Iraq and the Levant, also known as the Islamic State of Iraq and Syria, officially known as the Islamic State (IS) and also known by its Arabic acronym Daesh, is an unrecognized proto-state that follows a Salafi jihadist doctrine. ISIL was founded by Abu Musab al-Zarqawi and gained global prominence in 2014 when it drove Iraqi security forces out of key cities in its Western I"}]}, {"heading": "Events", "year": "2020", "date": "March 23", "txt": "Prime Minister Boris Johnson put the United Kingdom into its first national lockdown in response to COVID-19.", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Boris Johnson", "href": "/wiki/Boris_Johnson", "description": "Alexander Boris de Pfeffel Johnson is a British politician and writer serving as Prime Minister of the United Kingdom and Leader of the Conservative Party since July 2019. He was Secretary of State for Foreign and Commonwealth Affairs from 2016 to 2018 and Mayor of London from 2008 to 2016. Johnson has been Member of Parliament (MP) for Uxbridge and South Ruislip since 2015 and was previously MP f"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "COVID-19", "href": "/wiki/COVID-19", "description": "Coronavirus disease 2019 (COVID-19), also known as the coronavirus or COVID, is a contagious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first known case was identified in Wuhan, China, in December 2019. The disease has since spread worldwide, leading to an ongoing pandemic."}]}, {"heading": "Births", "year": "1338", "date": "March 23", "txt": "Emperor Go-Kōgon of Japan (d. 1374)", "entities": [{"title": "Emperor Go-Kōgon", "href": "/wiki/Emperor_Go-K%C5%8Dgon", "description": "Emperor Go-Kōgon  was the 4th of the Emperors of Northern Court during the Period of the Northern and Southern Courts. According to pre-Meiji scholars, his reign spanned the years from 1352 through 1371."}]}, {"heading": "Births", "year": "1430", "date": "March 23", "txt": "Margaret of Anjou (d. 1482)", "entities": [{"title": "Margaret of Anjou", "href": "/wiki/Margaret_of_Anjou", "description": "Margaret of Anjou was the Queen of England and nominally Queen of France by marriage to King Henry VI from 1445 to 1461 and again from 1470 to 1471. Born in the Duchy of Lorraine into the House of Valois-Anjou, Margaret was the second eldest daughter of René, King of Naples, and Isabella, Duchess of Lorraine."}]}, {"heading": "Births", "year": "1514", "date": "March 23", "txt": "Lorenzino de' Medici, Italian writer and assassin (d. 1548)", "entities": [{"title": "Lorenzino de' Medici", "href": "/wiki/Lorenzino_de%27_Medici", "description": "Lorenzino de' Medici, also known as Lorenzaccio, was an Italian politician, writer and dramatist, and a member of the Medici family. He became famous for the assassination of his cousin, Alessandro de' Medici, Duke of Florence in 1537. He was in turn murdered in 1548 in retaliation for his deed."}]}, {"heading": "Births", "year": "1599", "date": "March 23", "txt": "Thomas Selle, German composer (d. 1663)", "entities": [{"title": "Thomas Selle", "href": "/wiki/Thomas_Selle", "description": "Thomas Selle was a seventeenth-century German baroque composer."}]}, {"heading": "Births", "year": "1614", "date": "March 23", "txt": "Jahanara Begum, Mughal princess (d. 1681)", "entities": [{"title": "Jahanara Begum", "href": "/wiki/Jahanara_Begum", "description": "Jahanara Begum was a Mughal princess and the Padshah Begum of the Mughal Empire from 1631 to 1658 and again from 1668 until her death. She was the eldest child of Emperor Shah Jahan and his wife, Mumtaz Mahal. Often referred to simply as Begum Sahib, she was the elder sister of the crown prince, Dara Shikoh, and Emperor Aurangzeb."}]}, {"heading": "Births", "year": "1643", "date": "March 23", "txt": "Mary of Jesus de León y Delgado, Spanish Dominican lay sister and mystic (d. 1731)", "entities": [{"title": "Mary of Jesus de León y Delgado", "href": "/wiki/Mary_of_Jesus_de_Le%C3%B3n_y_Delgado", "description": "Mary of Jesus de León y Delgado, was a Spanish Dominican lay sister, mystic and visionary, known popularly as \"La Siervita\". She lived a life which was austere and simple, and many miracles were attributed to her, as well as levitation, ecstasy, bilocation, the stigmata, clairvoyance and healing, among others."}]}, {"heading": "Births", "year": "1699", "date": "March 23", "txt": "John Bartram, American botanist and explorer (d. 1777)", "entities": [{"title": "John Bartram", "href": "/wiki/John_Bartram", "description": "John Bartram was an early Anglo-American colonial botanist, horticulturist, and explorer, based in Philadelphia, Pennsylvania, for most of his career. Swedish botanist and taxonomist Carl Linnaeus said he was the \"greatest natural botanist in the world.\""}]}, {"heading": "Births", "year": "1732", "date": "March 23", "txt": "Princess Marie Adélaïde of France (d. 1800)", "entities": [{"title": "Princess Marie Adélaïde of France", "href": "/wiki/Princess_Marie_Ad%C3%A9la%C3%AFde_of_France", "description": "Marie Adélaïde de France,, was a French princess, the sixth child, and the fourth daughter of King Louis XV of France and his consort, Marie Leszczyńska."}]}, {"heading": "Births", "year": "1749", "date": "March 23", "txt": "Pierre-Simon Laplace, French mathematician and astronomer (d. 1827)", "entities": [{"title": "Pierre-Simon Laplace", "href": "/wiki/Pierre-Simon_Laplace", "description": "Pierre-Simon, marquis de Laplace was a French scholar and polymath whose work was important to the development of engineering, mathematics, statistics, physics, astronomy, and philosophy. He summarized and extended the work of his predecessors in his five-volume Mécanique Céleste (1799–1825). This work translated the geometric study of classical mechanics to one based on calculus, opening up a bro"}]}, {"heading": "Births", "year": "1750", "date": "March 23", "txt": "Johannes Matthias Sperger, Austrian bassist and composer (d. 1812)", "entities": [{"title": "Johannes Matthias Sperger", "href": "/wiki/Johannes_Matthias_Sperger", "description": "Johannes Matthias Sperger, also often Johann, was an Austrian double bassist and composer."}]}, {"heading": "Births", "year": "1754", "date": "March 23", "txt": "Jurij Vega, Slovene mathematician, physicist and artillery officer (d. 1802)", "entities": [{"title": "Jurij Vega", "href": "/wiki/Jurij_Vega", "description": "Baron Jurij Bartolomej Vega was a Slovene mathematician, physicist and artillery officer."}]}, {"heading": "Births", "year": "1769", "date": "March 23", "txt": "Augustin Daniel Belliard, French general and diplomat (d. 1832)", "entities": [{"title": "Augustin Daniel Belliard", "href": "/wiki/Augustin_Daniel_Belliard", "description": "Augustin Daniel Belliard, comte Belliard et de l'Empire was a French general."}]}, {"heading": "Births", "year": "1769", "date": "March 23", "txt": "William Smith, English geologist and cartographer (d. 1839)", "entities": []}, {"heading": "Births", "year": "1823", "date": "March 23", "txt": "Schuyler Colfax, American journalist and politician, 17th Vice President of the United States (d. 1885)", "entities": [{"title": "Schuyler Colfax", "href": "/wiki/Schuyler_Colfax", "description": "Schuyler Colfax Jr. was an American journalist, businessman, and politician who served as the 17th vice president of the United States from 1869 to 1873, and prior to that as the 25th speaker of the House of Representatives from 1863 to 1869. A member of the Republican Party, he was the U.S. Representative for Indiana's 9th congressional district from 1855 to 1869."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1826", "date": "March 23", "txt": "Ludwig Minkus, Austrian violinist and composer (d. 1917)", "entities": [{"title": "Ludwig Minkus", "href": "/wiki/Ludwig_Minkus", "description": "Ludwig Minkus, also known as Léon Fyodorovich Minkus, was a Jewish-Austrian composer of ballet music, a violin virtuoso and teacher."}]}, {"heading": "Births", "year": "1834", "date": "March 23", "txt": "Julius Reubke, German pianist and composer (d. 1858)", "entities": [{"title": "Julius Reubke", "href": "/wiki/Julius_Reubke", "description": "Friedrich Julius Reubke was a German composer, pianist and organist. In his short life, he composed the Sonata on the 94th Psalm in C minor, which is considered to be one of the greatest organ works in the classical repertoire."}]}, {"heading": "Births", "year": "1838", "date": "March 23", "txt": "Marie Adam-Doerrer, Swiss women's rights activist and unionist (d. 1908)", "entities": [{"title": "Marie Adam-Doerrer", "href": "/wiki/Marie_Adam-Doerrer", "description": "Marie Adam-Doerrer was a Swiss women's rights activist and unionist."}]}, {"heading": "Births", "year": "1842", "date": "March 23", "txt": "Friedrich Amelung, Estonian-German historian, businessman and composer (d. 1909)", "entities": [{"title": "Friedrich Amelung", "href": "/wiki/Friedrich_Amelung", "description": "Friedrich Ludwig Balthasar Amelung was a Baltic German cultural historian, businessman and chess endgame composer."}]}, {"heading": "Births", "year": "1842", "date": "March 23", "txt": "Susan Jane Cunningham, American mathematician (d. 1921)", "entities": []}, {"heading": "Births", "year": "1858", "date": "March 23", "txt": "Ludwig Quidde, German activist and politician, Nobel Prize laureate (d. 1941)", "entities": [{"title": "Ludwig Quidde", "href": "/wiki/Ludwig_Quidde", "description": "Ludwig Quidde was a German politician and pacifist who is mainly remembered today for his acerbic criticism of German Emperor Wilhelm II. Quidde's long career spanned four different eras of German history: that of Bismarck ; the Hohenzollern Empire under Wilhelm II (1888–1918); the Weimar Republic (1918–1933); and, finally, Nazi Germany. In 1927, he was awarded the Nobel Peace Prize."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1862", "date": "March 23", "txt": "Nathaniel Reed, American criminal (d. 1950)", "entities": [{"title": "Nathaniel Reed (outlaw)", "href": "/wiki/Nathaniel_Reed_(outlaw)", "description": "Nathaniel \"Texas Jack\" Reed was a 19th-century American outlaw responsible for many stagecoach, bank, and train robberies throughout the American Southwest during the 1880s and '90s. He acted on his own and also led a bandit gang, operating particularly in the Rocky Mountains and Indian Territory."}]}, {"heading": "Births", "year": "1868", "date": "March 23", "txt": "Dietrich Eckart, German journalist and politician (d. 1923)", "entities": [{"title": "Dietrich Eckart", "href": "/wiki/Dietrich_Eckart", "description": "Dietrich Eckart was a German anti-Semitic völkisch poet, playwright, journalist, publicist, and political activist who was one of the founders of the German Workers' Party, the predecessor to the Nazi Party. Eckart was a key influence on Adolf Hitler in the early years of the Party, the original publisher of the party newspaper, the Völkischer Beobachter, and the lyricist of the first party anthem"}]}, {"heading": "Births", "year": "1869", "date": "March 23", "txt": "Emilio Aguinaldo, Filipino general and politician, 1st President of the Philippines (d. 1964)", "entities": [{"title": "Emilio Aguinaldo", "href": "/wiki/Emilio_Aguinaldo", "description": "Emilio Aguinaldo y Famy was a Filipino revolutionary, politician, and military leader who is officially recognized as the first and the youngest President of the Philippines (1899–1901) and the first president of a constitutional republic in Asia. He led Philippine forces first against Spain in the latter part of the Philippine Revolution (1896–1898), then in the Spanish–American War (1898), and f"}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1869", "date": "March 23", "txt": "Calouste Gulbenkian, Turkish-Armenian businessman and philanthropist (d. 1955)", "entities": []}, {"heading": "Births", "year": "1872", "date": "March 23", "txt": "Michael Joseph Savage, Australian-New Zealand union leader and politician, 23rd Prime Minister of New Zealand (d. 1940)", "entities": [{"title": "Michael Joseph Savage", "href": "/wiki/Michael_Joseph_Savage", "description": "Michael Joseph Savage was a New Zealand politician who served as the 23rd Prime Minister of New Zealand, heading the First Labour Government from 6 December 1935 until his death."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1874", "date": "March 23", "txt": "Grantley Goulding, English hurdler (d. 1947)", "entities": [{"title": "Grantley Goulding", "href": "/wiki/Grantley_Goulding", "description": "Grantley Thomas Smart Goulding was a British athlete. He competed at the 1896 Summer Olympics in Athens."}]}, {"heading": "Births", "year": "1874", "date": "March 23", "txt": "J. C. Leyendecker, German-American painter and illustrator (d. 1951)", "entities": []}, {"heading": "Births", "year": "1876", "date": "March 23", "txt": "Ziya Gökalp, Turkish sociologist, poet and activist (d. 1924)", "entities": [{"title": "Ziya Gökalp", "href": "/wiki/Ziya_G%C3%B6kalp", "description": "Mehmet Ziya Gökalp was a Turkish sociologist, writer, poet, and politician. After the 1908 Young Turk Revolution that reinstated constitutionalism in the Ottoman Empire, he adopted the pen name Gökalp, which he retained for the rest of his life. As a sociologist, Ziya Gökalp was influential in the negation of Islamism, pan-Islamism, and Ottomanism as ideological, cultural, and sociological identif"}]}, {"heading": "Births", "year": "1876", "date": "March 23", "txt": "Thakin Kodaw Hmaing, Burmese poet, writer and political leader (d. 1964)", "entities": []}, {"heading": "Births", "year": "1878", "date": "March 23", "txt": "Franz Schreker, Austrian composer and conductor (d. 1934)", "entities": [{"title": "Franz Schreker", "href": "/wiki/Franz_Schreker", "description": "Franz Schreker was an Austrian composer, conductor, teacher and administrator. Primarily a composer of operas, Schreker developed a style characterized by aesthetic plurality, timbral experimentation, strategies of extended tonality and conception of total music theatre into the narrative of 20th-century music."}]}, {"heading": "Births", "year": "1880", "date": "March 23", "txt": "Heikki Ritavuori, Finnish lawyer and politician, Finnish Minister of the Interior (d. 1922)", "entities": [{"title": "Heikki Ritavuori", "href": "/wiki/Heikki_Ritavuori", "description": "Heikki Ritavuori, was a Finnish lawyer, a politician from the National Progressive Party, a member of the Parliament of Finland and Minister of the Interior. He was the closest colleague of President K. J. Ståhlberg and was Minister of the Interior in J. H. Vennola's first and second cabinets from 1919 to 1922 for a total of 526 days. Heikki Ritavuori is a unique figure in Finland's political hist"}, {"title": "Minister of the Interior (Finland)", "href": "/wiki/Minister_of_the_Interior_(Finland)", "description": "The Minister of the Interior is one of the ministerial portfolios in the Finnish Government. The Minister of the Interior is in charge of the Ministry of the Interior."}]}, {"heading": "Births", "year": "1881", "date": "March 23", "txt": "Lacey Hearn, American sprinter (d. 1969)", "entities": [{"title": "Lacey Hearn", "href": "/wiki/Lacey_Hearn", "description": "Lacey Earnest Hearn was an American athlete and middle distance runner who competed in the early twentieth century. Individually he specialized in the 1500 Metres, and he won a bronze medal in Athletics at the 1904 Summer Olympics. James Lightbody took gold. Hearn was also a member of the American distance team which won the silver medal at the 1904 Olympics, competing in the Chicago American team"}]}, {"heading": "Births", "year": "1881", "date": "March 23", "txt": "Roger Martin du Gard, French novelist and paleographer, Nobel Prize laureate (d. 1958)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1881", "date": "March 23", "txt": "Hermann Staudinger, German chemist and academic, Nobel Prize laureate (d. 1965)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1882", "date": "March 23", "txt": "Emmy Noether, Jewish German-American mathematician, physicist and academic (d. 1935)", "entities": [{"title": "Emmy Noether", "href": "/wiki/Emmy_Noether", "description": "Amalie Emmy Noether was a German mathematician who made many important contributions to abstract algebra. She discovered Noether's theorem, which is fundamental in mathematical physics. She invariably used the name \"Emmy Noether\" in her life and publications. She was described by Pavel Alexandrov, Albert Einstein, Jean Dieudonné, Hermann Weyl and Norbert Wiener as the most important woman in the h"}]}, {"heading": "Births", "year": "1884", "date": "March 23", "txt": "Joseph Boxhall, English sailor (d. 1967)", "entities": [{"title": "Joseph Boxhall", "href": "/wiki/Joseph_Boxhall", "description": "Commander Joseph Groves Boxhall RD, RNR was the fourth officer on the RMS Titanic, and later served as a naval officer in World War I. Boxhall was the last surviving officer of the Titanic to die."}]}, {"heading": "Births", "year": "1885", "date": "March 23", "txt": "Platt Adams, American jumper and politician (d. 1961)", "entities": [{"title": "Platt Adams", "href": "/wiki/Platt_Adams", "description": "Platt Adams was an American athlete. He competed in various events at the 1908 and 1912 Olympics and won a gold and a silver medal in jumping events in 1912."}]}, {"heading": "Births", "year": "1885", "date": "March 23", "txt": "Roque González Garza, Mexican general and acting president (1915) (d. 1962)", "entities": []}, {"heading": "Births", "year": "1886", "date": "March 23", "txt": "Frank Irons, American long jumper (d. 1942)", "entities": [{"title": "Frank Irons", "href": "/wiki/Frank_Irons", "description": "Francis \"Frank\" Cleveland Irons was an American athlete who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics. He was born in Des Moines, Iowa and died in Palatine, Illinois."}]}, {"heading": "Births", "year": "1887", "date": "March 23", "txt": "Josef Čapek, Czech painter and poet (d. 1945)", "entities": [{"title": "Josef Čapek", "href": "/wiki/Josef_%C4%8Capek", "description": "Josef Čapek was a Czech artist who was best known as a painter, but who was also noted as a writer and a poet. He invented the word \"robot\", which was introduced into literature by his brother, Karel Čapek."}]}, {"heading": "Births", "year": "1887", "date": "March 23", "txt": "Rudolf Kinau, German author (d. 1975)", "entities": []}, {"heading": "Births", "year": "1887", "date": "March 23", "txt": "Juan Gris, Spanish painter and sculptor (d. 1927)", "entities": []}, {"heading": "Births", "year": "1887", "date": "March 23", "txt": "Sidney Hillman, Lithuanian-born American labor leader (d. 1946)", "entities": []}, {"heading": "Births", "year": "1891", "date": "March 23", "txt": "Po Kya, Burmese author and educationist (d. 1942)", "entities": [{"title": "Po Kya", "href": "/wiki/Po_Kya", "description": "Po Kya is considered one of the top Burmese authors and education reformists in 20th century Myanmar. He is regarded as the father of Burmese short stories, a key member of the Nationalist Education movement of the 1930s and also a literary genius. His works continue to be popular with both the young and old in Myanmar."}]}, {"heading": "Births", "year": "1893", "date": "March 23", "txt": "Cedric Gibbons, Irish-American art director and production designer (d. 1960)", "entities": [{"title": "Cedric Gibbons", "href": "/wiki/Cedric_Gibbons", "description": "Austin Cedric Gibbons was an Irish-American art director and production designer for the film industry. He also made a significant contribution to motion picture theater architecture from the 1930s to 1950s. Gibbons designed the Oscar statuette in 1928, but tasked the sculpting to George Stanley, a Los Angeles artist. He was nominated 39 times for the Academy Award for Best Production Design and w"}]}, {"heading": "Births", "year": "1893", "date": "March 23", "txt": "Gopalswamy Doraiswamy Naidu, Indian engineer and businessman (d. 1974)", "entities": []}, {"heading": "Births", "year": "1894", "date": "March 23", "txt": "Arthur Grimsdell, English international footballer and cricketer (d. 1963)", "entities": [{"title": "Arthur Grimsdell", "href": "/wiki/Arthur_Grimsdell", "description": "Arthur Grimsdell was an English professional footballer. He was born in Watford, Hertfordshire and played at centre-half and later wing-half for Tottenham Hotspur. and England. He captained both teams during the 1920s."}]}, {"heading": "Births", "year": "1895", "date": "March 23", "txt": "Encarnacion Alzona, Filipino historian and educator (d. 2001)", "entities": [{"title": "Encarnacion Alzona", "href": "/wiki/Encarnacion_Alzona", "description": "Encarnación A. Alzona was a pioneering Filipino historian, educator and suffragist. The first Filipino woman to obtain a Ph.D., she was conferred in 1985 the rank and title of National Scientist of the Philippines."}]}, {"heading": "Births", "year": "1895", "date": "March 23", "txt": "Dane Rudhyar, French-American astrologer, author and composer (d. 1985)", "entities": []}, {"heading": "Births", "year": "1898", "date": "March 23", "txt": "Louis Adamic, Slovenian-American author, translator and politician (d. 1951)", "entities": [{"title": "Louis Adamic", "href": "/wiki/Louis_Adamic", "description": "Louis Adamic was a Slovene-American author and translator, mostly known for writing about and advocating for ethnic diversity of the United States."}]}, {"heading": "Births", "year": "1898", "date": "March 23", "txt": "Madeleine de Bourbon-Busset, Duchess of Parma (d. 1984)", "entities": [{"title": "1984", "href": "/wiki/1984", "description": "1984 (MCMLXXXIV) was a leap year starting on Sunday of the Gregorian calendar, the 1984th year of the Common Era (CE) and Anno Domini (AD) designations, the 984th year of the 2nd millennium, the 84th year of the 20th century, and the 5th year of the 1980s decade. "}]}, {"heading": "Births", "year": "1899", "date": "March 23", "txt": "Dora Gerson, German actress and singer (d. 1943)", "entities": [{"title": "Dora Gerson", "href": "/wiki/Dora_Gerson", "description": "Dora Gerson was a German cabaret singer and stage and motion picture actress of the silent film era who was murdered with her family at Auschwitz concentration camp."}]}, {"heading": "Births", "year": "1900", "date": "March 23", "txt": "Erich Fromm, German psychologist and sociologist (d. 1980)", "entities": [{"title": "Erich Fromm", "href": "/wiki/Erich_Fromm", "description": "Erich Seligmann Fromm was a German social psychologist, psychoanalyst, sociologist, humanistic philosopher, and democratic socialist. He was a German Jew who fled the Nazi regime and settled in the US. He was one of the founders of The William Alanson White Institute of Psychiatry, Psychoanalysis and Psychology in New York City and was associated with the Frankfurt School of critical theory."}]}, {"heading": "Births", "year": "1901", "date": "March 23", "txt": "Bon Maharaja, Indian guru and religious writer (d. 1982)", "entities": [{"title": "Swami Bon", "href": "/wiki/Swami_Bon", "description": "Bhakti Hridaya Bon, also known as Swami Bon was a disciple of Bhaktisiddhanta Sarasvati Thakura and a guru in the Gaudiya Math following the philosophy of the Bhakti marg, specifically of Caitanya Mahaprabhu and Gaudiya Vaishnava theology. At the time of his death, he left behind thousands of Bengali disciples in India."}]}, {"heading": "Births", "year": "1903", "date": "March 23", "txt": "Frank Sargeson, New Zealand author (d. 1982)", "entities": [{"title": "Frank Sargeson", "href": "/wiki/Frank_Sargeson", "description": "Frank Sargeson was a New Zealand short story writer and novelist. Sargeson has been credited with introducing everyday New Zealand English to literature. He was the most important and influential New Zealand short-story writer in the 1930s and 1940s, publishing over forty short stories in this time, and his work continues to be recognised as a major influence on New Zealand literature."}]}, {"heading": "Births", "year": "1904", "date": "March 23", "txt": "Joan Crawford, American film actress (d. 1977)", "entities": [{"title": "Joan Crawford", "href": "/wiki/Joan_Crawford", "description": "Joan Crawford was an American film and television actress who began her career as a dancer in traveling theatrical companies before debuting as a chorus girl on Broadway. Crawford then signed a motion picture contract with Metro-Goldwyn-Mayer in 1925; her career spanned six decades, multiple studios, and controversies."}]}, {"heading": "Births", "year": "1905", "date": "March 23", "txt": "Lale Andersen, German chanson singer-songwriter (d. 1972)", "entities": [{"title": "Lale Andersen", "href": "/wiki/Lale_Andersen", "description": "Lale Andersen was a German chanson singer-songwriter and actress born in Lehe. She is best known for her interpretation of the song Lili Marleen in 1939, which by 1941 transcended the conflict to become World War II's biggest international hit. Popular with both the Axis and the Allies, Andersen's original recording spawned versions, by the end of the War, in most of the major languages of Europe,"}]}, {"heading": "Births", "year": "1907", "date": "March 23", "txt": "Daniel Bovet, Swiss-Italian pharmacologist and academic, Nobel Prize laureate (d. 1992)", "entities": [{"title": "Daniel Bovet", "href": "/wiki/Daniel_Bovet", "description": "Daniel Bovet was a Swiss-born Italian pharmacologist who won the 1957 Nobel Prize in Physiology or Medicine for his discovery of drugs that block the actions of specific neurotransmitters. He is best known for his discovery in 1937 of antihistamines, which block the neurotransmitter histamine and are used in allergy medication. His other research included work on chemotherapy, sulfa drugs, the sym"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1909", "date": "March 23", "txt": "Charles Werner, American cartoonist (d. 1997)", "entities": [{"title": "Charles Werner", "href": "/wiki/Charles_Werner", "description": "Charles George Werner was an American editorial cartoonist who won a Pulitzer Prize in 1939 and later worked 47 years for the Indianapolis Star."}]}, {"heading": "Births", "year": "1910", "date": "March 23", "txt": "Jerry Cornes, English runner, colonial officer and educator (d. 2001)", "entities": [{"title": "Jerry Cornes", "href": "/wiki/Jerry_Cornes", "description": "John Frederick \"Jerry\" Cornes was an English middle distance runner, colonial officer, and schoolmaster. He was born in Darjeeling, British India."}]}, {"heading": "Births", "year": "1910", "date": "March 23", "txt": "Akira Kurosawa, Japanese director, producer and screenwriter (d. 1998)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 23", "txt": "Eleanor Cameron, Canadian-American author and critic (d. 1996)", "entities": [{"title": "Eleanor Cameron", "href": "/wiki/Eleanor_Cameron", "description": "Eleanor Frances (Butler) Cameron was a children's author and critic. She published 20 books in her lifetime, including The Wonderful Flight to the Mushroom Planet (1954) and its sequels, a collection of critical essays called The Green and Burning Tree (1969), and The Court of the Stone Children (1973), which won the U.S. National Book Award in category Children's Books."}]}, {"heading": "Births", "year": "1912", "date": "March 23", "txt": "Neil McCorkell, English-South African cricketer and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 23", "txt": "Wernher von Braun, German-American physicist and engineer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1913", "date": "March 23", "txt": "Abidin Dino, Turko-French painter and illustrator (d. 1993)", "entities": [{"title": "Abidin Dino", "href": "/wiki/Abidin_Dino", "description": "Abidin Dino was a Turkish artist and a well-known painter."}]}, {"heading": "Births", "year": "1914", "date": "March 23", "txt": "Milbourne Christopher, American magician and author (d. 1984)", "entities": [{"title": "Milbourne Christopher", "href": "/wiki/Milbourne_Christopher", "description": "Milbourne Christopher was a prominent American illusionist, magic historian, and author."}]}, {"heading": "Births", "year": "1915", "date": "March 23", "txt": "Mary Innes-Ker, Duchess of Roxburghe (d. 2014)", "entities": [{"title": "Mary Innes-Ker, Duchess of Roxburghe", "href": "/wiki/Mary_Innes-Ker,_Duchess_of_Roxburghe", "description": "Mary Evelyn Hungerford Innes-Ker, Duchess of Roxburghe, born Lady Mary Crewe-Milnes, was a British aristocrat. She was a daughter of Robert Crewe-Milnes, 1st Marquess of Crewe, by his marriage to Lady Peggy Primrose, one of the first seven women appointed as magistrates in 1919 following the passing of the Sex Disqualification (Removal) Act 1919. Her maternal grandparents were Hannah Primrose, Cou"}]}, {"heading": "Births", "year": "1915", "date": "March 23", "txt": "Vasily Zaytsev, Russian captain (d. 1991)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 23", "txt": "Harry Cranbrook Allen, English historian (d. 1998)", "entities": [{"title": "Harry Cranbrook Allen", "href": "/wiki/Harry_Cranbrook_Allen", "description": "Harry Cranbrook Allen was a prominent British historian of the United States."}]}, {"heading": "Births", "year": "1918", "date": "March 23", "txt": "Stanley Armour Dunham, American sergeant (d. 1992)", "entities": [{"title": "Stanley Armour Dunham", "href": "/wiki/Stanley_Armour_Dunham", "description": "Stanley Armour Dunham was the maternal grandfather of the 44th U.S. President Barack Obama. He and his wife Madelyn Payne Dunham raised Obama from the age of 10 in Honolulu, Hawaii."}]}, {"heading": "Births", "year": "1918", "date": "March 23", "txt": "Helene Hale, American politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 23", "txt": "Naoki Kazu, Japanese football player (d.1940s)", "entities": []}, {"heading": "Births", "year": "1919", "date": "March 23", "txt": "Carl Graffunder, American architect and educator (d. 2013)", "entities": [{"title": "Carl Graffunder", "href": "/wiki/Carl_Graffunder", "description": "Carl Graffunder was a mid-century modernist architect whose influence from European modernism, Frank Lloyd Wright and Antonin Raymond manifested in many residential and commercial structures mostly in Minnesota. He was born in Rock Island, Illinois and raised in Hibbing, Minnesota. He received his Bachelor of Architecture at the University of Minnesota in 1942 and Master of Architecture from Harva"}]}, {"heading": "Births", "year": "1920", "date": "March 23", "txt": "Neal Edward Smith, American pilot, lawyer and politician", "entities": [{"title": "Neal Edward Smith", "href": "/wiki/Neal_Edward_Smith", "description": "Neal Edward Smith is a former American politician who was a member of the United States House of Representatives for the Democratic Party from Iowa from 1959 until 1995—the longest-serving Iowan in the United States House of Representatives."}]}, {"heading": "Births", "year": "1920", "date": "March 23", "txt": "Tetsuharu Kawakami, Japanese baseball player and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 23", "txt": "Donald Campbell, English race car driver (d. 1967)", "entities": [{"title": "Donald Campbell", "href": "/wiki/Donald_Campbell", "description": "Donald Malcolm Campbell, was a British speed record breaker who broke eight absolute world speed records on water and on land in the 1950s and 1960s. He remains the only person to set both world land and water speed records in the same year (1964). He died during a water speed record attempt at Coniston Water in the Lake District, England."}]}, {"heading": "Births", "year": "1921", "date": "March 23", "txt": "Peter Lawler, Australian public servant (d. 2017)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 23", "txt": "Marty Allen, American comedian and actor (d. 2018)", "entities": [{"title": "Marty Allen", "href": "/wiki/Marty_Allen", "description": "Morton David Alpern, better known as Marty Allen, was an American comedian, actor, and philanthropist. He worked as a comedy headliner in nightclubs, as a dramatic actor in television roles, and was once called \"The Darling of Daytime TV\". He also appeared in films, notably the 1966 spy comedy The Last of the Secret Agents? During his comedy career, Allen also toured military hospitals, performed "}]}, {"heading": "Births", "year": "1922", "date": "March 23", "txt": "Ugo Tognazzi, Italian actor (d. 1990)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 23", "txt": "Angelo Ingrassia, American soldier and judge (d. 2013)", "entities": [{"title": "Angelo Ingrassia", "href": "/wiki/Angelo_Ingrassia", "description": "Angelo Ingrassia was an American jurist."}]}, {"heading": "Births", "year": "1924", "date": "March 23", "txt": "Rodney Mims Cook, Sr., American lieutenant and politician (d. 2013)", "entities": [{"title": "Rodney Mims Cook, Sr.", "href": "/wiki/Rodney_Mims_Cook,_Sr.", "description": "Rodney Mims Cook was a Georgia public figure who served for over twenty years as an Atlanta city alderman and member of the Georgia House of Representatives."}]}, {"heading": "Births", "year": "1924", "date": "March 23", "txt": "Bette Nesmith Graham, American inventor, invented Liquid Paper (d. 1980)", "entities": [{"title": "Liquid Paper", "href": "/wiki/Liquid_Paper", "description": "Liquid Paper is an American brand of the Newell Brands company marketed internationally that sells correction fluid, correction pens, and correction tape. Mainly used to correct typewriting in the past, correction products now mostly cover handwriting mistakes."}]}, {"heading": "Births", "year": "1924", "date": "March 23", "txt": "Olga Kennard, English crystallographer and academic", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 23", "txt": "John Madin, English architect (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 23", "txt": "David Watkin, English cinematographer (d. 2008)", "entities": [{"title": "David Watkin (cinematographer)", "href": "/wiki/David_Watkin_(cinematographer)", "description": "David Watkin BSC was an English cinematographer, an innovator who was among the first directors of photography to experiment heavily with the usage of bounce light as a soft light source. He worked with such film directors as Richard Lester, Peter Brook, Tony Richardson, Mike Nichols, Ken Russell, Franco Zeffirelli, Sidney Lumet and Sydney Pollack."}]}, {"heading": "Births", "year": "1929", "date": "March 23", "txt": "Roger Bannister, English runner, neurologist and academic (d. 2018)", "entities": [{"title": "Roger Bannister", "href": "/wiki/Roger_Bannister", "description": "Sir Roger Gilbert Bannister was a British middle-distance athlete and neurologist who ran the first sub-4-minute mile."}]}, {"heading": "Births", "year": "1929", "date": "March 23", "txt": "Michael Manser, English architect and engineer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 23", "txt": "Yevgeny Grishin, Russian speed skater (d. 2005)", "entities": [{"title": "Yevgeny Grishin (speed skater)", "href": "/wiki/Yevgeny_Grishin_(speed_skater)", "description": "Yevgeny Romanovich Grishin was a Russian speedskater. Grishin trained for the largest part of his speedskating career at CSKA Moscow. He became European Champion in 1956, and won Olympic gold in the 500 meter and 1500 meter events in both 1956 and 1960 Winter Olympics, competing for the USSR team. Along with his compatriot Lidiya Skoblikova, he was the most successful athlete at the 1960 Winter Ol"}]}, {"heading": "Births", "year": "1931", "date": "March 23", "txt": "Viktor Korchnoi, Russian chess player and author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 23", "txt": "Yevdokiya Mekshilo, Russian skier (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 23", "txt": "Don Marshall, Canadian ice hockey player", "entities": [{"title": "Don Marshall", "href": "/wiki/Don_Marshall", "description": "Donald Robert Marshall is a Canadian former ice hockey forward."}]}, {"heading": "Births", "year": "1933", "date": "March 23", "txt": "Norman Bailey, English opera singer and educator", "entities": [{"title": "Norman Bailey (bass-baritone)", "href": "/wiki/Norman_Bailey_(bass-baritone)", "description": "Norman Stanley Bailey is an operatic bass-baritone who emigrated to South Africa with his parents after the Second World War. He was married to the American soprano, Kristine Ciesinski until her death in a glider accident in 2018, and is the brother in law of mezzo-soprano Katherine Ciesinski and the conductor Mark Powell. Bailey is currently a resident of Driggs, Idaho."}]}, {"heading": "Births", "year": "1933", "date": "March 23", "txt": "Philip Zimbardo, American psychologist and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 23", "txt": "Ludvig Faddeev, Russian mathematician and physicist (d. 2017)", "entities": [{"title": "Ludvig Faddeev", "href": "/wiki/Ludvig_Faddeev", "description": "Ludvig Dmitrievich Faddeev was a Soviet and Russian mathematical physicist. He is known for the discovery of the Faddeev equations in the theory of the quantum mechanical three-body problem and for the development of path integral methods in the quantization of non-abelian gauge field theories, including the introduction of Faddeev–Popov ghosts. He led the Leningrad School, in which he along with "}]}, {"heading": "Births", "year": "1934", "date": "March 23", "txt": "Mark Rydell, American actor, director and producer", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 23", "txt": "Barry Cryer, English comedian, actor and screenwriter", "entities": [{"title": "Barry Cryer", "href": "/wiki/Barry_Cryer", "description": "Barry Charles Cryer, OBE, is an English writer, comedian and actor. Cryer has written for many noted performers, including Dave Allen, Stanley Baxter, Jack Benny, Rory Bremner, George Burns, Jasper Carrott, Tommy Cooper, Les Dawson, Dick Emery, Kenny Everett, Sir Bruce Forsyth, Sir David Frost, Bob Hope, Frankie Howerd, Richard Pryor, Spike Milligan, Mike Yarwood, The Two Ronnies and Morecambe and"}]}, {"heading": "Births", "year": "1936", "date": "March 23", "txt": "Jannis Kounellis, Greek painter and sculptor (d. 2017)", "entities": [{"title": "Jannis Kounellis", "href": "/wiki/Jannis_Kounellis", "description": "Jannis Kounellis was a Greek Italian contemporary artist based in Rome. A key figure associated with Arte Povera, he studied at the Accademia di Belle Arti in Rome."}]}, {"heading": "Births", "year": "1937", "date": "March 23", "txt": "Craig Breedlove, American race car driver", "entities": [{"title": "Craig Breedlove", "href": "/wiki/Craig_Breedlove", "description": "Craig Breedlove is an American professional race car driver and a five-time world land speed record holder. He was the first person in history to reach 500 mph (800 km/h), and 600 mph (970 km/h), using several turbojet-powered vehicles, all named Spirit of America."}]}, {"heading": "Births", "year": "1937", "date": "March 23", "txt": "Tony Burton, American actor, comedian, boxer and football player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 23", "txt": "Robert Gallo, American physician and academic", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 23", "txt": "Jon Finlayson, Australian actor and screenwriter (d. 2012)", "entities": [{"title": "Jon Finlayson", "href": "/wiki/Jon_Finlayson", "description": "Jon \"Finno\" Finlayson was an Australian actor and writer. He was known for his roles in the films Lonely Hearts (1982) and The Magic Show (1983)."}]}, {"heading": "Births", "year": "1942", "date": "March 23", "txt": "Michael Haneke, Austrian director, producer and screenwriter", "entities": [{"title": "Michael Haneke", "href": "/wiki/Michael_Haneke", "description": "Michael Haneke is an Austrian film director and screenwriter. His work often examines social issues and depicts the feelings of estrangement experienced by individuals in modern society. Haneke has made films in French, German, and English and has worked in television‚ theatre, and cinema. He also teaches film direction at the Film Academy Vienna."}]}, {"heading": "Births", "year": "1942", "date": "March 23", "txt": "Jimmy Miller, American record producer and musician (d. 1994)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 23", "txt": "Walter Rodney, Guyanese historian, scholar and activist (d. 1980)", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 23", "txt": "Andrew Crockett, Scottish-English economist and banker (d. 2012)", "entities": [{"title": "Andrew Crockett (banker)", "href": "/wiki/Andrew_Crockett_(banker)", "description": "\nSir Andrew Duncan Crockett was a British banker, economist and public servant. He was the general manager of the Bank for International Settlements (BIS)."}]}, {"heading": "Births", "year": "1943", "date": "March 23", "txt": "Nils-Aslak Valkeapää, Finnish singer, author and director (d. 2001)", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 23", "txt": "B. P. Gavrilov, Russian rugby player (d. 2006)", "entities": [{"title": "B. P. Gavrilov", "href": "/wiki/B._P._Gavrilov", "description": "Boris Petrovich Gavrilov was a Soviet rugby union player, who played for the national team. He was a Soviet Master of Sport."}]}, {"heading": "Births", "year": "1944", "date": "March 23", "txt": "Tony McPhee, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 23", "txt": "Michael Nyman, English composer of minimalist music and pianist", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 23", "txt": "Franco Battiato, Italian singer-songwriter and director", "entities": [{"title": "Franco Battiato", "href": "/wiki/Franco_Battiato", "description": "Francesco \"Franco\" Battiato is an Italian singer-songwriter, composer, filmmaker and, under the pseudonym Süphan Barzani, also a painter. Battiato's songs contain esoteric, philosophical and religious themes, and have spanned genres such as experimental pop, electronic music, progressive rock, and new wave."}]}, {"heading": "Births", "year": "1945", "date": "March 23", "txt": "David Grisman, American mandolin player and composer", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 23", "txt": "Alan Bleasdale, English screenwriter and producer", "entities": [{"title": "Alan Bleasdale", "href": "/wiki/Alan_Bleasdale", "description": "Alan Bleasdale is an English screenwriter, best known for social realist drama serials based on the lives of ordinary people. A former teacher, he has written for radio, stage and screen, and has also written novels. Bleasdale's plays typically represented a more realistic, contemporary depiction of life in Liverpool than was usually seen in the media."}]}, {"heading": "Births", "year": "1947", "date": "March 23", "txt": "Elizabeth Ann Scarborough, American author", "entities": [{"title": "Elizabeth Ann Scarborough", "href": "/wiki/Elizabeth_Ann_Scarborough", "description": "Elizabeth Ann Scarborough is an American writer of science fiction and fantasy and Registered Nurse who lives in Port Townsend, Washington. She has published over 40 novels, as well as collaborating with Anne McCaffrey on multiple series."}]}, {"heading": "Births", "year": "1948", "date": "March 23", "txt": "Wasim Bari, Pakistani cricketer", "entities": [{"title": "Wasim Bari", "href": "/wiki/Wasim_Bari", "description": "Wasim Bari is a former Pakistani international cricketer who played in 81 Test matches and 51 One Day Internationals from 1967 to 1984. Bari was a wicket-keeper and right-handed batsman. At the end of his 17-year career he was the most capped player in Pakistani Test history."}]}, {"heading": "Births", "year": "1948", "date": "March 23", "txt": "Marie Malavoy, German-Canadian educator and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 23", "txt": "Ric Ocasek, American singer-songwriter, guitarist and producer (d. 2019)", "entities": [{"title": "Ric Ocasek", "href": "/wiki/Ric_Ocasek", "description": "Richard Theodore Otcasek, known as Ric Ocasek, was an American singer, songwriter, musician and record producer. He was the primary lead vocalist, rhythm guitarist, songwriter, and frontman for the rock band the Cars. In addition to his work with the Cars, Ocasek recorded seven solo albums, and his song \"Emotion in Motion\" was a top 20 hit in the United States in 1986. Ocasek also worked as a reco"}]}, {"heading": "Births", "year": "1950", "date": "March 23", "txt": "Corinne Cléry, French actress", "entities": [{"title": "Corinne Cléry", "href": "/wiki/Corinne_Cl%C3%A9ry", "description": "Corinne Cléry, also known as Corinne Piccolo, is a French actress. She is known for the films Moonraker (1979), The Story of O (1975), Hitch-Hike (1977) and Yor, the Hunter from the Future (1983)."}]}, {"heading": "Births", "year": "1950", "date": "March 23", "txt": "Phil Lanzon, English keyboard player and songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 23", "txt": "Ahdaf Soueif, Egyptian author and translator", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 23", "txt": "Ron Jaworski, American football player and sportscaster", "entities": [{"title": "Ron Jaworski", "href": "/wiki/Ron_Jaworski", "description": "Ronald Vincent Jaworski is a former American football quarterback. He was also an NFL analyst on ESPN. He is the CEO of Ron Jaworski Golf Management, Inc., based out of Blackwood, New Jersey, and manages golf courses in southern New Jersey, northeast Pennsylvania, and West Virginia. He also owned part interest in the Philadelphia Soul of the Arena Football League, where he also served as Chairman "}]}, {"heading": "Births", "year": "1951", "date": "March 23", "txt": "Adrian Reynard, English businessman, founded Reynard Motorsport", "entities": [{"title": "Reynard Motorsport", "href": "/wiki/Reynard_Motorsport", "description": "Reynard Motorsport was the world's largest racing car manufacturer in the 1980s. Initially based at Bicester and latterly at Reynard Park, Brackley, England the company built successful cars in Formula Ford 1600, Formula Ford 2000, Formula Vauxhall Lotus, Formula Three, Formula 3000 and Indy Car."}]}, {"heading": "Births", "year": "1952", "date": "March 23", "txt": "Francesco Clemente, Italian painter and illustrator", "entities": [{"title": "Francesco Clemente", "href": "/wiki/Francesco_Clemente", "description": "Francesco Clemente is an Italian contemporary artist. He has lived at various times in Italy, in India, and in New York City. Some of his work is influenced by the traditional art and culture of India. He has worked in various artistic media including drawing, fresco, graphics, mosaic, oils and sculpture. He was among the principal figures in the Italian Transavanguardia movement of the 1980s, whi"}]}, {"heading": "Births", "year": "1952", "date": "March 23", "txt": "Kent Lambert, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 23", "txt": "Kim Stanley Robinson, American author", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 23", "txt": "Rex Tillerson, American businessman, engineer and diplomat; 69th United States Secretary of State", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1953", "date": "March 23", "txt": "Bo Díaz, Venezuelan baseball player (d. 1990)", "entities": [{"title": "Bo Díaz", "href": "/wiki/Bo_D%C3%ADaz", "description": "Baudilio José Díaz Seijas was a Venezuelan professional baseball catcher, who played in Major League Baseball (MLB) for the Boston Red Sox, Cleveland Indians, Philadelphia Phillies, and Cincinnati Reds from 1977 to 1989. He was the first Venezuelan to play regularly as a big league catcher. In 2006, Díaz was posthumously inducted into the Venezuelan Baseball Hall of Fame."}]}, {"heading": "Births", "year": "1953", "date": "March 23", "txt": "Chaka Khan, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 23", "txt": "Kiran Mazumdar-Shaw, Indian zoologist and businesswoman", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 23", "txt": "Geno Auriemma, Italian-American basketball player and coach", "entities": [{"title": "Geno Auriemma", "href": "/wiki/Geno_Auriemma", "description": "Luigi \"Geno\" Auriemma is an Italian-born American college basketball coach and the head coach of the University of Connecticut Huskies women's basketball team. He has led UConn to eleven NCAA Division I national championships, the most in women's college basketball history, and has won eight national Naismith College Coach of the Year awards. Auriemma was the head coach of the United States women'"}]}, {"heading": "Births", "year": "1954", "date": "March 23", "txt": "Kenneth Cole, American fashion designer, founded Kenneth Cole Productions", "entities": [{"title": "Kenneth Cole Productions", "href": "/wiki/Kenneth_Cole_Productions", "description": "Kenneth Cole Productions, Inc. is an American fashion house that was founded in 1982 by Kenneth Cole and Sam Edelman."}]}, {"heading": "Births", "year": "1954", "date": "March 23", "txt": "Mary Fee, Scottish Labour Party politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 23", "txt": "Paul Price, English born, Welsh international footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 23", "txt": "Moses Malone, American basketball player and sportscaster (d. 2015)", "entities": [{"title": "Moses Malone", "href": "/wiki/Moses_Malone", "description": "Moses Eugene Malone was an American basketball player who played in both the American Basketball Association (ABA) and the National Basketball Association (NBA) from 1974 through 1995. A center, he was named the NBA Most Valuable Player (MVP) three times, was a 12-time NBA All-Star and an eight-time All-NBA Team selection. Malone led the Philadelphia 76ers to an NBA championship in 1983, winning b"}]}, {"heading": "Births", "year": "1956", "date": "March 23", "txt": "José Manuel Barroso, Portuguese academic and politician, 115th Prime Minister of Portugal", "entities": [{"title": "José Manuel Barroso", "href": "/wiki/Jos%C3%A9_Manuel_Barroso", "description": "José Manuel Durão Barroso is a Portuguese politician and university teacher, currently serving as non-executive Chairman of Goldman Sachs International. He previously served as the 11th President of the European Commission and the 115th Prime Minister of Portugal."}, {"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Births", "year": "1957", "date": "March 23", "txt": "Lucio Gutiérrez, Ecuadorian politician, 52nd President of Ecuador", "entities": [{"title": "Lucio Gutiérrez", "href": "/wiki/Lucio_Guti%C3%A9rrez", "description": "Lucio Edwin Gutiérrez Borbúa served as 43rd President of Ecuador from January 15, 2003 to April 20, 2005."}, {"title": "President of Ecuador", "href": "/wiki/President_of_Ecuador", "description": "The President of Ecuador officially called the President of the Republic of Ecuador serves as both the head of state and head of government of Ecuador. It is the highest political office in the country as the head of the executive branch of government. Per the current constitution, the President can serve two four-year terms. Prior to that, the president could only serve one four-year term."}]}, {"heading": "Births", "year": "1957", "date": "March 23", "txt": "Robbie James, Welsh footballer and manager (d. 1998)", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 23", "txt": "Amanda Plummer, American actress", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 23", "txt": "Etienne De Wilde, Belgian cyclist", "entities": [{"title": "Etienne De Wilde", "href": "/wiki/Etienne_De_Wilde", "description": "Etienne De Wilde is a Belgian former professional road bicycle racer. De Wilde won races on the road and on the track. He won a silver medal in the madison at the 2000 Summer Olympics."}]}, {"heading": "Births", "year": "1958", "date": "March 23", "txt": "Bengt-Åke Gustafsson, Swedish ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 23", "txt": "Hugh Grant, Scottish business executive", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 23", "txt": "Catherine Keener, American actress", "entities": [{"title": "Catherine Keener", "href": "/wiki/Catherine_Keener", "description": "Catherine Ann Keener is an American actress. Keener has portrayed disgruntled and melancholic yet sympathetic women in independent films, as well as supporting roles in studio films. She has been twice nominated for the Academy Award for Best Supporting Actress for Being John Malkovich (1999) and for her portrayal of author Harper Lee in Capote (2005)."}]}, {"heading": "Births", "year": "1960", "date": "March 23", "txt": "Nicol Stephen, Baron Stephen, Scottish lawyer and politician, 2nd Deputy First Minister of Scotland", "entities": [{"title": "Nicol Stephen, Baron Stephen", "href": "/wiki/Nicol_Stephen,_Baron_Stephen", "description": "Nicol Ross Stephen, Baron Stephen is a Scottish politician who served as Deputy First Minister of Scotland and Minister for Enterprise and Lifelong Learning from 2005 to 2007. A member of the Scottish Liberal Democrats, he was Member of the Scottish Parliament (MSP) for Aberdeen South, and was leader of the Scottish Liberal Democrats from 2005 to 2008."}, {"title": "Deputy First Minister of Scotland", "href": "/wiki/Deputy_First_Minister_of_Scotland", "description": "The Deputy First Minister of Scotland is the Deputy to the First Minister of Scotland. The post-holder deputises for the First Minister of Scotland in period of absence or overseas visits, and will be expected to answer to the Scottish Parliament on behalf of the First Minister at First Minister's Questions."}]}, {"heading": "Births", "year": "1961", "date": "March 23", "txt": "Roger Crisp, English philosopher and academic", "entities": [{"title": "Roger Crisp", "href": "/wiki/Roger_Crisp", "description": "Roger Stephen Crisp is fellow and tutor in philosophy at St. Anne’s College, Oxford. He holds the university posts of Professor of Moral Philosophy and Uehiro Fellow and Tutor in Philosophy. His work falls principally within the field of ethics, in particular metaethics, normative ethics, and applied ethics. In addition, he is chairman of the Management Committee of the Oxford Uehiro Centre for Pr"}]}, {"heading": "Births", "year": "1961", "date": "March 23", "txt": "Craig Green, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 23", "txt": "Helmi Johannes, Indonesian journalist and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 23", "txt": "Steve Redgrave, English rower", "entities": [{"title": "Steve Redgrave", "href": "/wiki/Steve_Redgrave", "description": "Sir Steven Geoffrey Redgrave is a British retired rower who won gold medals at five consecutive Olympic Games from 1984 to 2000. He has also won three Commonwealth Games gold medals and nine World Rowing Championships golds. He is the most successful male rower in Olympic history, and the only man to have won gold medals at five Olympic Games in an endurance sport."}]}, {"heading": "Births", "year": "1963", "date": "March 23", "txt": "Míchel, Spanish footballer and manager", "entities": [{"title": "Míchel (footballer, born 1963)", "href": "/wiki/M%C3%ADchel_(footballer,_born_1963)", "description": "José Miguel González Martín del Campo, known as Míchel, is a Spanish former professional footballer who played as a right midfielder, and is a current manager."}]}, {"heading": "Births", "year": "1963", "date": "March 23", "txt": "Juan Ramón López Caro, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 23", "txt": "Ana Fidelia Quirot, Cuban runner", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 23", "txt": "Hope Davis, American actress", "entities": [{"title": "Hope Davis", "href": "/wiki/Hope_Davis", "description": "Hope Davis is an American actress. She has starred in films such as About Schmidt (2002) and American Splendor (2003). For her role in the original Broadway production of God of Carnage in 2009, she received a Tony Award nomination for Best Actress in a Play. She has also received two Emmy Award nominations, for her 2009 television roles in the series In Treatment and in the film The Special Relat"}]}, {"heading": "Births", "year": "1965", "date": "March 23", "txt": "Gary Whitehead, American poet and painter", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 23", "txt": "Lorenzo Daniel, American sprinter", "entities": [{"title": "Lorenzo Daniel", "href": "/wiki/Lorenzo_Daniel", "description": "Lorenzo Daniel is an American retired track and field sprinter, best known for setting the 1985 world's best year performance in the men's 200 meters and being one of the fastest to run the event at the time. He did so on May 18, 1985 at a meet in Starkville, Mississippi, clocking 20.07. His fastest-ever 200m dash was 19.87 at Eugene, Oregon in 1988. He attended Mississippi State University, and m"}]}, {"heading": "Births", "year": "1966", "date": "March 23", "txt": "Vasilis Vouzas, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 23", "txt": "Damon Albarn, English singer-songwriter, producer and actor", "entities": [{"title": "Damon Albarn", "href": "/wiki/Damon_Albarn", "description": "Damon Albarn is an English musician, singer, songwriter, and record producer, best known as the frontman and primary lyricist of the rock band Blur and as the co-founder, lead vocalist, instrumentalist, and primary songwriter of the virtual band Gorillaz."}]}, {"heading": "Births", "year": "1968", "date": "March 23", "txt": "Mike Atherton, English cricketer and journalist", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 23", "txt": "Fernando Hierro, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 23", "txt": "Pierre Palmade, French actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 23", "txt": "Yasmeen Ghauri, Canadian model", "entities": [{"title": "Yasmeen Ghauri", "href": "/wiki/Yasmeen_Ghauri", "description": "Yasmeen Ghauri is a former Canadian supermodel."}]}, {"heading": "Births", "year": "1971", "date": "March 23", "txt": "Gail Porter, Scottish model and television host", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 23", "txt": "Alexander Selivanov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 23", "txt": "Hiroyoshi Tenzan, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 23", "txt": "Jonas Björkman, Swedish-Monégasque tennis player and coach", "entities": [{"title": "Jonas Björkman", "href": "/wiki/Jonas_Bj%C3%B6rkman", "description": "Jonas Lars Björkman is a Swedish former professional tennis player. He is a former world No. 1 in doubles, and also a former world No. 4 in singles. Björkman retired from professional tennis after competing at the 2008 Tennis Masters Cup doubles championships. As of 2019, he is ranked in the top 40 on the all-time ATP prize money list with over 14 million dollars."}]}, {"heading": "Births", "year": "1972", "date": "March 23", "txt": "Joe Calzaghe, Welsh boxer", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 23", "txt": "Judith Godrèche, French actress and author", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 23", "txt": "Jerzy Dudek, Polish footballer", "entities": [{"title": "Jerzy Dudek", "href": "/wiki/Jerzy_Dudek", "description": "Jerzy Henryk Dudek is a Polish former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1973", "date": "March 23", "txt": "Wim Eyckmans, Belgian race car driver", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 23", "txt": "Jason Kidd, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 23", "txt": "Randall Park, American actor, director and screenwriter", "entities": [{"title": "Randall Park", "href": "/wiki/Randall_Park", "description": "Randall Park is an American actor, comedian and writer best known for portraying Eddie Huang's father, American restaurateur Louis Huang in the ABC sitcom Fresh Off the Boat (2014–2020), for which he was nominated for the Critics' Choice Television Award for Best Actor in a Comedy Series in 2016. In 2012, he gained popularity playing Steve, a prank replacement of Jim Halpert in an episode of the N"}]}, {"heading": "Births", "year": "1975", "date": "March 23", "txt": "Burak Gürpınar, Turkish drummer", "entities": [{"title": "Burak Gürpınar", "href": "/wiki/Burak_G%C3%BCrp%C4%B1nar", "description": "Burak Gürpınar is a Turkish drummer primarily known for his work with the influential Turkish rock band Kurban."}]}, {"heading": "Births", "year": "1975", "date": "March 23", "txt": "Andy Turner, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 23", "txt": "Chris Hoy, Scottish cyclist and race car driver", "entities": [{"title": "Chris Hoy", "href": "/wiki/Chris_Hoy", "description": "Sir Christopher Andrew Hoy, MBE is a British racing driver and former track cyclist from Scotland who represented Great Britain at the Olympic and World Championships and Scotland at the Commonwealth Games."}]}, {"heading": "Births", "year": "1976", "date": "March 23", "txt": "Smriti Irani, Indian actress, producer and politician, Indian Minister of Human Resource Development", "entities": [{"title": "Ministry of Human Resource Development (India)", "href": "/wiki/Ministry_of_Human_Resource_Development_(India)", "description": null}]}, {"heading": "Births", "year": "1976", "date": "March 23", "txt": "Dougie Lampkin, English motorcycle racer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 23", "txt": "Michelle Monaghan, American actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 23", "txt": "Joel Peralta, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 23", "txt": "Keri Russell, American actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 23", "txt": "Ricardo Zonta, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 23", "txt": "Sa Beining, Chinese host", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 23", "txt": "Miklos Perlus, Canadian actor and screenwriter", "entities": [{"title": "Miklos Perlus", "href": "/wiki/Miklos_Perlus", "description": "Miklos Perlus is a Canadian actor, voice actor, and screenwriter. Perlus has appeared on Canadian series Student Bodies, Road to Avonlea and Sidekick. He has written for Degrassi: The Next Generation and other series. He has also worked in television program development for several organizations."}]}, {"heading": "Births", "year": "1978", "date": "March 23", "txt": "Simon Gärdenfors, Swedish illustrator", "entities": [{"title": "Simon Gärdenfors", "href": "/wiki/Simon_G%C3%A4rdenfors", "description": "Simon Gärdenfors is a Swedish cartoonist, rapper, television presenter, and radio host."}]}, {"heading": "Births", "year": "1978", "date": "March 23", "txt": "Walter Samuel, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 23", "txt": "Mark Buehrle, American baseball player", "entities": [{"title": "Mark Buehrle", "href": "/wiki/Mark_Buehrle", "description": "Mark Alan Buehrle is an American former professional baseball pitcher. He played the majority of his Major League Baseball (MLB) career with the Chicago White Sox, playing twelve seasons for the team and winning the World Series with them in 2005. Buehrle also pitched for the Miami Marlins and Toronto Blue Jays."}]}, {"heading": "Births", "year": "1979", "date": "March 23", "txt": "Donncha O'Callaghan, Irish rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 23", "txt": "Erin Crocker, American race car driver", "entities": [{"title": "Erin Crocker", "href": "/wiki/Erin_Crocker", "description": "Erin Mary Crocker Evernham is an American race car driver and broadcaster with the Motor Racing Network's Winged Nation. In the past, she played soccer, tennis, and varsity lacrosse on both her high school and college teams. Her motorsports career stalled due to poor results and a personal relationship between Crocker and her former boss, team owner and current husband, Ray Evernham."}]}, {"heading": "Births", "year": "1981", "date": "March 23", "txt": "Tony Peña, Jr., Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 23", "txt": "Shelley Rudman, English bobsledder", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 23", "txt": "Giuseppe Sculli, Italian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 23", "txt": "Brett Young, American country music singer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 23", "txt": "José Contreras Arrau, Chilean footballer", "entities": [{"title": "José Contreras Arrau", "href": "/wiki/Jos%C3%A9_Contreras_Arrau", "description": "José Raúl Contreras Arrau is a Chilean former footballer."}]}, {"heading": "Births", "year": "1982", "date": "March 23", "txt": "Andrea Musacco, Italian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 23", "txt": "Evgeni Striganov, Estonian ice dancer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 23", "txt": "Hakan Balta, Turkish footballer", "entities": [{"title": "Hakan Balta", "href": "/wiki/Hakan_Balta", "description": "Hakan Kadir Balta is a retired Turkish professional footballer who played as a defender for Galatasaray in the Süper Lig. At the start of the 2018/19 season he was released from his contract after over 10 years with the club."}]}, {"heading": "Births", "year": "1983", "date": "March 23", "txt": "Mo Farah, Somali-English runner", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 23", "txt": "Sascha Riether, German international footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 23", "txt": "Jerome Thomas, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 23", "txt": "Ryan Araña, Filipino basketball player", "entities": [{"title": "Ryan Araña", "href": "/wiki/Ryan_Ara%C3%B1a", "description": "Ryan T. Araña is a Filipino professional basketball player who last played for the Rain or Shine Elasto Painters of the Philippine Basketball Association (PBA). Araña played college basketball at the De La Salle University. He was drafted with the twelfth overall pick in the second round of the 2007 PBA draft by the Welcoat Dragons."}]}, {"heading": "Births", "year": "1984", "date": "March 23", "txt": "Brandon Marshall, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 23", "txt": "Maurice Jones-Drew, American football player", "entities": [{"title": "Maurice Jones-Drew", "href": "/wiki/Maurice_Jones-Drew", "description": "Maurice Christopher Jones-Drew, often called \"MJD\", is a former American football running back who played in the National Football League (NFL) for nine seasons. He played college football for the UCLA Bruins and earned unanimous All-American honors."}]}, {"heading": "Births", "year": "1985", "date": "March 23", "txt": "Bethanie Mattek-Sands, American tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 23", "txt": "Patrick Bordeleau, Canadian ice hockey player", "entities": [{"title": "Patrick Bordeleau", "href": "/wiki/Patrick_Bordeleau", "description": "Patrick Bordeleau is a Canadian former professional ice hockey left winger. He previously played in the National Hockey League (NHL) with the Colorado Avalanche."}]}, {"heading": "Births", "year": "1986", "date": "March 23", "txt": "Andrea Dovizioso, Italian motorcycle racer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 23", "txt": "Brett Eldredge, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 23", "txt": "Kangana Ranaut, Indian actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 23", "txt": "Alan Toovey, Australian footballer", "entities": [{"title": "Alan Toovey", "href": "/wiki/Alan_Toovey", "description": "Alan Toovey is a former professional Australian rules footballer who played with the Collingwood Football Club in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1988", "date": "March 23", "txt": "Dellin Betances, American baseball player", "entities": [{"title": "Dellin Betances", "href": "/wiki/Dellin_Betances", "description": "Dellin Betances is an American professional baseball pitcher for the New York Mets of Major League Baseball (MLB). Before joining the Mets in 2020, he had played for the New York Yankees between 2011 and 2019. Betances was named an MLB All-Star from 2014 to 2017."}]}, {"heading": "Births", "year": "1988", "date": "March 23", "txt": "Jason Kenny, English cyclist", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 23", "txt": "Michal Neuvirth, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 23", "txt": "Ayesha Curry, Canadian-American chef, author and television personality", "entities": [{"title": "Ayesha Curry", "href": "/wiki/Ayesha_Curry", "description": "Ayesha Disa Curry  is a Canadian-American actress, cookbook author, and cooking television personality. After guest roles in several television shows and movies, she began hosting her own show, Ayesha's Homemade, on Food Network. Despite not having any professional chef training, her culinary career started in 2014, when she prepared her first meal as a YouTube demonstration on her channel Little "}]}, {"heading": "Births", "year": "1989", "date": "March 23", "txt": "Nikola Gulan, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 23", "txt": "Sarah McKenna, English rugby player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 23", "txt": "Luis Fernando Silva, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 23", "txt": "Jaime Alguersuari, Spanish race car driver", "entities": [{"title": "Jaime Alguersuari", "href": "/wiki/Jaime_Alguersuari", "description": "Jaime Víctor Alguersuari Escudero, also known as Jaume Alguersuari, is a Spanish retired racing driver best known for competing in Formula One between 2009 and 2011, and for being the 2008 British Formula 3 champion. He is the son of Jaime Alguersuari, Sr., a former motorcyclist and racing driver."}]}, {"heading": "Births", "year": "1990", "date": "March 23", "txt": "Robert Zickert, German footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 23", "txt": "Linline Matauatu, Vanuatuan beach volleyball player", "entities": [{"title": "Linline Matauatu", "href": "/wiki/Linline_Matauatu", "description": "Linline Matauatu is a Vanuatuan beach volleyball player."}]}, {"heading": "Births", "year": "1991", "date": "March 23", "txt": "Gregg Wylde, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 23", "txt": "Tolga Ciğerci, German-Turkish footballer", "entities": [{"title": "Tolga Ciğerci", "href": "/wiki/Tolga_Ci%C4%9Ferci", "description": "Tolga Ciğerci is a Turkish footballer who plays as a midfielder. He represented Germany at under-19 and under-20 level, before switching his allegiance to Turkey."}]}, {"heading": "Births", "year": "1992", "date": "March 23", "txt": "Kyrie Irving, Australian-American basketball player", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 23", "txt": "Kyle Lovett, Australian rugby league player", "entities": [{"title": "Kyle Lovett", "href": "/wiki/Kyle_Lovett", "description": "Kyle Lovett is an Australian professional rugby league footballer who previously played for the Wests Tigers in the National Rugby League and the Leigh Centurions in the Betfred Championship. He primarily played as a second-row, but could also fill in as a centre. Lovett is also an aspiring actor, writing, producing, directing & starring in the short film, \"Boys Light Up\"."}]}, {"heading": "Births", "year": "1993", "date": "March 23", "txt": "Aytaç Kara, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 23", "txt": "Nick Powell, English footballer", "entities": [{"title": "Nick Powell", "href": "/wiki/Nick_Powell", "description": "Nicholas Edward Powell is an English professional footballer who plays as a midfielder or as a striker for EFL Championship club Stoke City."}]}, {"heading": "Births", "year": "1995", "date": "March 23", "txt": "Kevin Kauber, Estonian footballer", "entities": [{"title": "Kevin Kauber", "href": "/wiki/Kevin_Kauber", "description": "Kevin Kauber is an Estonian professional footballer who plays as a forward for Paide Linnameeskond."}]}, {"heading": "Births", "year": "1995", "date": "March 23", "txt": "Jan Lisiecki, Canadian pianist", "entities": []}, {"heading": "Births", "year": "1995", "date": "March 23", "txt": "Ozan Tufan, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "March 23", "txt": "Alexander Albon, Thai-British race car driver", "entities": [{"title": "Alexander Albon", "href": "/wiki/Alexander_Albon", "description": "Alexander Albon Ansusinha is a British-Thai racing driver set to race in the 2021 Deutsche Tourenwagen Masters alongside Liam Lawson. He is also the current reserve and development driver for Red Bull Racing in Formula One having raced for the team from the middle of the 2019 season to the end of the 2020 season. Albon had previously raced in Formula One for Scuderia Toro Rosso throughout the firs"}]}, {"heading": "Births", "year": "1996", "date": "March 23", "txt": "Joel Kiviranta, Finnish ice hockey player", "entities": []}, {"heading": "Deaths", "year": "851", "date": "March 23", "txt": "Zhou Chi, Chinese historian and politician (b. 793)", "entities": [{"title": "Zhou Chi", "href": "/wiki/Zhou_Chi", "description": "Zhou Chi (周墀), courtesy name Desheng, formally the Baron of Ru'nan, was an official of the Chinese dynasty Tang Dynasty, serving as a chancellor during the reign of Emperor Xuānzong."}]}, {"heading": "Deaths", "year": "1022", "date": "March 23", "txt": "Zhen Zong, Chinese emperor (b. 968)", "entities": [{"title": "Emperor Zhenzong", "href": "/wiki/Emperor_Zhenzong", "description": "Emperor Zhenzong of Song, personal name Zhao Heng, was the third emperor of the Song dynasty in China. He reigned from 997 to his death in 1022. His personal name was originally Zhao Dechang, but was changed to Zhao Yuanxiu in 983, Zhao Yuankan in 986, and finally Zhao Heng in 995. He was the third son of his predecessor, Emperor Taizong, and was succeeded by his sixth son, Emperor Renzong At the "}]}, {"heading": "Deaths", "year": "1103", "date": "March 23", "txt": "Eudes I, duke of Burgundy (b. 1058)", "entities": [{"title": "Eudes I, Duke of Burgundy", "href": "/wiki/Eudes_I,_Duke_of_Burgundy", "description": "Odo I, also known as Eudes, surnamed Borel and called the Red, was duke of Burgundy between 1079 and 1102. Odo was the second son of Henry of Burgundy and grandson of Robert I. He became the duke following the abdication of his older brother, Hugh I, who retired to become a Benedictine monk at Cluny."}]}, {"heading": "Deaths", "year": "1361", "date": "March 23", "txt": "Henry of Grosmont, 1st Duke of Lancaster, English politician, Lord High Steward of England (b. 1310)", "entities": [{"title": "Henry of Grosmont, 1st Duke of Lancaster", "href": "/wiki/Henry_of_Grosmont,_1st_Duke_of_Lancaster", "description": "Henry of Grosmont, 1st Duke of Lancaster, 4th Earl of Leicester and Lancaster, Earl of Derby, also styled as Henry of Lancaster and Lord Lancaster, of Bolingbroke Castle in Lincolnshire, was a member of the English royal family and a prominent English diplomat, politician, and soldier. He was the wealthiest and most powerful peer of the realm. The son and heir of Henry, 3rd Earl of Lancaster, and "}, {"title": "Lord High Steward", "href": "/wiki/Lord_High_Steward", "description": "The position of Lord High Steward is the first of the Great Officers of State in England, nominally ranking above the Lord Chancellor and the Prime Minister."}]}, {"heading": "Deaths", "year": "1369", "date": "March 23", "txt": "Peter, king of Castile and León (b. 1334)", "entities": [{"title": "Peter of Castile", "href": "/wiki/Peter_of_Castile", "description": "Peter, called the Cruel or the Just, was the king of Castile and León from 1350 to 1369. Peter was the last ruler of the main branch of the House of Ivrea."}]}, {"heading": "Deaths", "year": "1483", "date": "March 23", "txt": "Yolande, duchess of Lorraine (b. 1428)", "entities": [{"title": "Yolande, Duchess of Lorraine", "href": "/wiki/Yolande,_Duchess_of_Lorraine", "description": "Yolande, was Duchess of Lorraine (1473) and Bar (1480). She was the daughter of Isabella, Duchess of Lorraine, and René of Anjou. Though she was nominally in control of major territories, she ceded her power and titles to her husband and her son. In addition, her younger sister was Margaret of Anjou, Queen of England."}]}, {"heading": "Deaths", "year": "1548", "date": "March 23", "txt": "Itagaki Nobukata, Japanese samurai (b. 1489)", "entities": [{"title": "Itagaki Nobukata", "href": "/wiki/Itagaki_Nobukata", "description": "Itagaki Nobukata  was a retainer of the Takeda family. He was known as one of the \"Twenty-Four Generals of Takeda Shingen\". \nHis name is also seen with different kanji as 信形. \nNobukata served under both Takeda Nobutora and Takeda Shingen and also was tasked with young Shingen."}]}, {"heading": "Deaths", "year": "1555", "date": "March 23", "txt": "Julius III, pope of the Catholic Church (b. 1487)", "entities": [{"title": "Pope Julius III", "href": "/wiki/Pope_Julius_III", "description": "Pope Julius III, born Giovanni Maria Ciocchi del Monte, was head of the Catholic Church and ruler of the Papal States from 7 February 1550 to his death in 1555."}]}, {"heading": "Deaths", "year": "1559", "date": "March 23", "txt": "Gelawdewos, Ethiopian emperor (b. 1521)", "entities": [{"title": "Gelawdewos", "href": "/wiki/Gelawdewos", "description": "Gelawdewos or Claudius also known as Mar Gelawdewos was the Emperor of Ethiopia of the Solomonic dynasty from 3 September 1540 until his death in 1559. His throne name was Aṣnäf Sägäd I. He was a younger son of Dawit II by Seble Wongel."}]}, {"heading": "Deaths", "year": "1596", "date": "March 23", "txt": "Henry Unton, English diplomat (b. 1557)", "entities": [{"title": "Henry Unton", "href": "/wiki/Henry_Unton", "description": "Sir Henry Unton was an Elizabethan English diplomat."}]}, {"heading": "Deaths", "year": "1606", "date": "March 23", "txt": "Justus Lipsius, Flemish philologist and scholar (b. 1547)", "entities": [{"title": "Justus Lipsius", "href": "/wiki/Justus_Lipsius", "description": "Justus Lipsius was a Flemish Catholic philologist, philosopher, and humanist. Lipsius wrote a series of works designed to revive ancient Stoicism in a form that would be compatible with Christianity. The most famous of these is De Constantia. His form of Stoicism influenced a number of contemporary thinkers, creating the intellectual movement of Neostoicism. He taught at the universities in Jena, "}]}, {"heading": "Deaths", "year": "1618", "date": "March 23", "txt": "James Hamilton, 1st Earl of Abercorn, Scottish police officer and politician (b. 1575)", "entities": [{"title": "James Hamilton, 1st Earl of Abercorn", "href": "/wiki/James_Hamilton,_1st_Earl_of_Abercorn", "description": "James Hamilton, 1st Earl of Abercorn PC (S) (1575–1618) was a Scottish diplomat for James VI and I and an undertaker in the Plantation of Ulster, Ireland."}]}, {"heading": "Deaths", "year": "1629", "date": "March 23", "txt": "Francis Fane, 1st Earl of Westmorland, English landowner and politician (b. 1580)", "entities": [{"title": "Francis Fane, 1st Earl of Westmorland", "href": "/wiki/Francis_Fane,_1st_Earl_of_Westmorland", "description": "Francis Fane, 1st Earl of Westmorland, of Mereworth in Kent and of Apethorpe Hall in Northamptonshire was an English landowner and politician who sat in the House of Commons between 1601 and 1624 and then was raised to the Peerage as Earl of Westmorland."}]}, {"heading": "Deaths", "year": "1675", "date": "March 23", "txt": "Anthoni van Noordt, Dutch organist and composer (b. 1619)", "entities": [{"title": "Anthoni van Noordt", "href": "/wiki/Anthoni_van_Noordt", "description": "Anthoni van Noordt was a Dutch composer and organist."}]}, {"heading": "Deaths", "year": "1680", "date": "March 23", "txt": "Nicolas Fouquet, French politician (b. 1615)", "entities": [{"title": "Nicolas Fouquet", "href": "/wiki/Nicolas_Fouquet", "description": "Nicolas Fouquet, marquis de Belle-Île, vicomte de Melun et Vaux was the Superintendent of Finances in France from 1653 until 1661 under King Louis XIV. He had a glittering career, and acquired enormous wealth. He fell out of favor, accused of peculation and lèse-majesté. The king had him imprisoned from 1661 until his death in 1680."}]}, {"heading": "Deaths", "year": "1742", "date": "March 23", "txt": "Jean-Baptiste Dubos, French historian and author (b. 1670)", "entities": [{"title": "Jean-Baptiste Dubos", "href": "/wiki/Jean-Baptiste_Dubos", "description": "Jean-Baptiste Dubos, also referred to as l'Abbé Du Bos, was a French author."}]}, {"heading": "Deaths", "year": "1747", "date": "March 23", "txt": "Claude Alexandre de Bonneval, French general (b. 1675)", "entities": [{"title": "Claude Alexandre de Bonneval", "href": "/wiki/Claude_Alexandre_de_Bonneval", "description": "Claude Alexandre, Comte de Bonneval, was a French army officer who later went into the service of the Ottoman Empire, eventually converting to Islam and becoming known as Humbaracı Ahmet Paşa.\n"}]}, {"heading": "Deaths", "year": "1748", "date": "March 23", "txt": "Johann Gottfried Walther, German organist and composer (b. 1684)", "entities": [{"title": "Johann Gottfried Walther", "href": "/wiki/Johann_Gottfried_Walther", "description": "Johann Gottfried Walther was a German music theorist, organist, composer, and lexicographer of the Baroque era."}]}, {"heading": "Deaths", "year": "1754", "date": "March 23", "txt": "Johann Jakob Wettstein, Swiss theologian and critic (b. 1693)", "entities": [{"title": "Johann Jakob Wettstein", "href": "/wiki/Johann_Jakob_Wettstein", "description": "\n\nJohann Jakob Wettstein was a Swiss theologian, best known as a New Testament critic."}]}, {"heading": "Deaths", "year": "1783", "date": "March 23", "txt": "Charles Carroll, English barrister and politician (b. 1723)", "entities": [{"title": "Charles Carroll (barrister)", "href": "/wiki/Charles_Carroll_(barrister)", "description": "Charles Carroll was an American statesman from Annapolis, Maryland. He was the builder of the Baltimore Colonial home Mount Clare (1760), and a delegate to the Second Continental Congress in 1776 and 1777."}]}, {"heading": "Deaths", "year": "1792", "date": "March 23", "txt": "Luís António Verney, Portuguese philosopher and pedagogue (b. 1713)", "entities": [{"title": "Luís António Verney", "href": "/wiki/Lu%C3%ADs_Ant%C3%B3nio_Verney", "description": "Luís António Verney was a Portuguese philosopher, theologian, and pedagogue. An estrangeirado, Verney is sometimes called the most important figure of the Portuguese Enlightenment."}, {"title": "1713", "href": "/wiki/1713", "description": "1713 (MDCCXIII) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Thursday of the Julian calendar, the 1713th year of the Common Era (CE) and Anno Domini (AD) designations, the 713th year of the 2nd millennium, the 13th year of the 18th century, and the 4th year of the 1710s decade. As of the start of 1713, the Gregorian calendar was 11 days ahead of the "}]}, {"heading": "Deaths", "year": "1801", "date": "March 23", "txt": "Paul I, Russian emperor (b. 1754)", "entities": [{"title": "Paul I of Russia", "href": "/wiki/Paul_I_of_Russia", "description": "Paul I was Emperor of Russia from 1796 until his assassination. Officially, he was the only son of Peter III and Catherine the Great, although Catherine hinted that he was fathered by her lover Sergei Saltykov. Paul remained overshadowed by his mother for most of his life. He adopted the laws of succession to the Russian throne—rules that lasted until the end of the Romanov dynasty and of the Russ"}]}, {"heading": "Deaths", "year": "1842", "date": "March 23", "txt": "Stendhal, French novelist (b. 1783)", "entities": [{"title": "Stendhal", "href": "/wiki/Stendhal", "description": "Marie-Henri Beyle, better known by his pen name Stendhal, was a 19th-century French writer. Best known for the novels Le Rouge et le Noir and La Chartreuse de Parme, he is highly regarded for the acute analysis of his characters' psychology and considered one of the early and foremost practitioners of realism."}]}, {"heading": "Deaths", "year": "1862", "date": "March 23", "txt": "Manuel Robles Pezuela, Unconstitutional Mexican interim president, 1858–1859 (b. 1817)", "entities": [{"title": "Manuel Robles Pezuela", "href": "/wiki/Manuel_Robles_Pezuela", "description": "Manuel Robles Pezuela. He was unconstitutional provisional President of Mexico from 1858 to 1859 on the conservative side in the Mexican War of the Reform, serving by appointment of a military junta in opposition to the constitutional President Benito Juárez, who was the head of the liberal party."}]}, {"heading": "Deaths", "year": "1883", "date": "March 23", "txt": "Arthur Macalister, Scottish-Australian politician, 2nd Premier of Queensland (b. 1818)", "entities": [{"title": "Arthur Macalister", "href": "/wiki/Arthur_Macalister", "description": "Arthur Macalister, was three times Premier of Queensland, Australia."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1884", "date": "March 23", "txt": "Henry C. Lord, American businessman (b. 1824)", "entities": [{"title": "Henry C. Lord", "href": "/wiki/Henry_C._Lord", "description": "Henry Clark Lord was the fourth president of the Atchison, Topeka and Santa Fe Railway. He was born in Amherst, Massachusetts, the son of Dartmouth College president Nathan Lord."}]}, {"heading": "Deaths", "year": "1910", "date": "March 23", "txt": "Nadar, French photographer, journalist, and author (b. 1820)", "entities": [{"title": "Nadar (photographer)", "href": "/wiki/Nadar_(photographer)", "description": "Gaspard-Félix Tournachon, known by the pseudonym Nadar, was a French photographer, caricaturist, journalist, novelist, balloonist, and proponent of heavier-than-air flight. In 1858 he became the first person to take aerial photographs."}]}, {"heading": "Deaths", "year": "1914", "date": "March 23", "txt": "Rafqa Pietra Choboq Ar-Rayès, Lebanese saint (b. 1832)", "entities": [{"title": "Rafqa Pietra Choboq Ar-Rayès", "href": "/wiki/Rafqa_Pietra_Choboq_Ar-Ray%C3%A8s", "description": "Rafqa Pietra Chobok, O.L.M., also known as Saint Rafka and Saint Rebecca, was a Lebanese Maronite nun who was canonized by Pope John Paul II on June 10, 2001."}]}, {"heading": "Deaths", "year": "1923", "date": "March 23", "txt": "Hovhannes Tumanyan, Armenian poet and author (b. 1869)", "entities": [{"title": "Hovhannes Tumanyan", "href": "/wiki/Hovhannes_Tumanyan", "description": "Hovhannes Tumanyan was an Armenian poet, writer, translator, and literary and public activist. He is the national poet of Armenia."}]}, {"heading": "Deaths", "year": "1927", "date": "March 23", "txt": "Paul César Helleu, French painter and etcher (b. 1859)", "entities": [{"title": "Paul César Helleu", "href": "/wiki/Paul_C%C3%A9sar_Helleu", "description": "Paul César Helleu was a French oil painter, pastel artist, drypoint etcher, and designer, best known for his numerous portraits of beautiful society women of the Belle Époque. He also conceived the ceiling mural of night sky constellations for Grand Central Terminal in New York City. He was also the father of Jean Helleu and the grandfather of Jacques Helleu, both artistic directors for Parfums Ch"}]}, {"heading": "Deaths", "year": "1931", "date": "March 23", "txt": "Shivaram Rajguru, Indian activist (b. 1908)", "entities": [{"title": "Shivaram Rajguru", "href": "/wiki/Shivaram_Rajguru", "description": "Shivaram Hari Rajguru was an Indian revolutionary from Maharashtra, known mainly for his involvement in the assassination of a British Raj police officer. He also fought for the independence of India and on 23 March 1931 he was hanged by the British government along with Bhagat Singh and Sukhdev Thapar."}]}, {"heading": "Deaths", "year": "1931", "date": "March 23", "txt": "Bhagat Singh, Indian activist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "March 23", "txt": "Sukhdev Thapar, Indian activist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "March 23", "txt": "Gilbert N. Lewis, American chemist (b. 1875)", "entities": [{"title": "Gilbert N. Lewis", "href": "/wiki/Gilbert_N._Lewis", "description": "Gilbert Newton Lewis or was an American physical chemist and a Dean of the College of Chemistry at University of California, Berkeley. Lewis was best known for his discovery of the covalent bond and his concept of electron pairs; his Lewis dot structures and other contributions to valence bond theory have shaped modern theories of chemical bonding. Lewis successfully contributed to chemical thermo"}]}, {"heading": "Deaths", "year": "1953", "date": "March 23", "txt": "Raoul Dufy, French painter and illustrator (b. 1877)", "entities": [{"title": "Raoul Dufy", "href": "/wiki/Raoul_Dufy", "description": "Raoul Dufy was a French Fauvist painter, brother of Jean Dufy. He developed a colorful, decorative style that became fashionable for designs of ceramics and textiles, as well as decorative schemes for public buildings. He is noted for scenes of open-air social events. He was also a draftsman, printmaker, book illustrator, scenic designer, a designer of furniture, and a planner of public spaces."}]}, {"heading": "Deaths", "year": "1953", "date": "March 23", "txt": "Oskar Luts, Estonian author and playwright (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1955", "date": "March 23", "txt": "Arthur Bernardes, Brazilian politician, 12th President of Brazil (b. 1875)", "entities": [{"title": "Arthur Bernardes", "href": "/wiki/Arthur_Bernardes", "description": "Artur da Silva Bernardes was a Brazilian politician who served as 12th President of Brazil during the First Brazilian Republic. Born in Viçosa, Minas Gerais, he was elected Governor of Minas Gerais in 1918. In 1922, he was elected President of Brazil and served until 1926. Facing a military rebellion, Bernardes ruled under a state of siege during most of the course of his term."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1960", "date": "March 23", "txt": "Franklin Pierce Adams, American journalist and author (b. 1881)", "entities": [{"title": "Franklin Pierce Adams", "href": "/wiki/Franklin_Pierce_Adams", "description": "Franklin Pierce Adams was an American columnist known as Franklin P. Adams and by his initials F.P.A.. Famed for his wit, he is best known for his newspaper column, \"The Conning Tower\", and his appearances as a regular panelist on radio's Information Please. A prolific writer of light verse, he was a member of the Algonquin Round Table of the 1920s and 1930s."}]}, {"heading": "Deaths", "year": "1960", "date": "March 23", "txt": "Said Nursî, Turkish theologian and scholar (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1961", "date": "March 23", "txt": "Albert Bloch, American painter and educator (b. 1882)", "entities": [{"title": "Albert Bloch", "href": "/wiki/Albert_Bloch", "description": "Albert Bloch was an American Modernist artist and the only American artist associated with Der Blaue Reiter, a group of early 20th-century European modernists."}]}, {"heading": "Deaths", "year": "1961", "date": "March 23", "txt": "Jack Russell, English cricketer (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "March 23", "txt": "Thoralf Skolem, Norwegian mathematician and logician (b. 1887)", "entities": [{"title": "Thoralf Skolem", "href": "/wiki/Thoralf_Skolem", "description": "Thoralf Albert Skolem was a Norwegian mathematician who worked in mathematical logic and set theory."}]}, {"heading": "Deaths", "year": "1964", "date": "March 23", "txt": "Peter Lorre, American actor (b. 1904)", "entities": [{"title": "Peter Lorre", "href": "/wiki/Peter_Lorre", "description": "Peter Lorre was a Hungarian-American actor. Lorre began his stage career in Vienna before moving to Germany where he worked first on the stage, then in film in Berlin in the late 1920s and early 1930s. Lorre caused an international sensation in the Weimar Republic-era film M (1931), directed by Fritz Lang, in which he portrayed a serial killer who preys on little girls."}]}, {"heading": "Deaths", "year": "1965", "date": "March 23", "txt": "Mae Murray, American actress, dancer, producer, and screenwriter (b. 1885)", "entities": [{"title": "Mae Murray", "href": "/wiki/Mae_Murray", "description": "Mae Murray was an American actress, dancer, film producer, and screenwriter. Murray rose to fame during the silent film era and was known as \"The Girl with the Bee-Stung Lips\" and \"The Gardenia of the Screen\"."}]}, {"heading": "Deaths", "year": "1968", "date": "March 23", "txt": "Edwin O'Connor, American journalist and author (b. 1918)", "entities": [{"title": "Edwin O'Connor", "href": "/wiki/Edwin_O%27Connor", "description": "Edwin Greene O'Connor was an American journalist, novelist, and radio commentator. He won the Pulitzer Prize for Fiction in 1962 for his novel The Edge of Sadness (1961). His ancestry was Irish, and his novels concerned the Irish-American experience and often dealt with the lives of politicians and priests."}]}, {"heading": "Deaths", "year": "1972", "date": "March 23", "txt": "Cristóbal Balenciaga, Spanish fashion designer, founded Balenciaga (b. 1895)", "entities": [{"title": "Cristóbal Balenciaga", "href": "/wiki/Crist%C3%B3bal_Balenciaga", "description": "Cristóbal Balenciaga Eizaguirre was a Spanish fashion designer, and the founder of the Balenciaga fashion house. He had a reputation as a couturier of uncompromising standards and was referred to as \"the master of us all\" by Christian Dior and as \"the only couturier in the truest sense of the word\" by Coco Chanel, who continued, \"The others are simply fashion designers\". On the day of his death, i"}, {"title": "Balenciaga", "href": "/wiki/Balenciaga", "description": "Balenciaga is a luxury fashion house founded in 1917 by Spanish designer Cristóbal Balenciaga in San Sebastián, Spain and currently based in Paris. Balenciaga had a reputation as a couturier of uncompromising standards and was referred to as \"the master of us all\" by Christian Dior. His bubble skirts and odd, feminine, yet \"modernistic\" silhouettes became the trademarks of the house. Balenciaga cl"}]}, {"heading": "Deaths", "year": "1973", "date": "March 23", "txt": "Bertram Stevens, Australian accountant and politician, 25th Premier of New South Wales (b. 1889)", "entities": [{"title": "Bertram Stevens (politician)", "href": "/wiki/Bertram_Stevens_(politician)", "description": "Sir Bertram Sydney Barnsdale Stevens was an Australian politician who served as the 25th Premier of New South Wales, in office from 1932 to 1939 as leader of the United Australia Party (UAP)."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1978", "date": "March 23", "txt": "Haim Ernst Wertheimer, Israeli biochemist and academic (b. 1893)", "entities": [{"title": "Haim Ernst Wertheimer", "href": "/wiki/Haim_Ernst_Wertheimer", "description": "Haim Ernst Wertheimer was an Israeli biochemist."}]}, {"heading": "Deaths", "year": "1979", "date": "March 23", "txt": "Ted Anderson, English footballer (b. 1911)", "entities": [{"title": "Ted Anderson", "href": "/wiki/Ted_Anderson", "description": "Edward Walton Anderson was an English footballer, who played at either full-back or wing-half."}]}, {"heading": "Deaths", "year": "1980", "date": "March 23", "txt": "Arthur Melvin Okun, American economist and academic (b. 1928)", "entities": [{"title": "Arthur Melvin Okun", "href": "/wiki/Arthur_Melvin_Okun", "description": "Arthur Melvin \"Art\" Okun was an American economist. He served as the chairman of the Council of Economic Advisers between 1968 and 1969. Before serving on the C.E.A., he was a professor at Yale University and, afterwards, was a fellow at the Brookings Institution in Washington, D.C.\nIn 1968 he was elected as a Fellow of the American Statistical Association."}]}, {"heading": "Deaths", "year": "1981", "date": "March 23", "txt": "Beatrice Tinsley, English-New Zealand astronomer and cosmologist (b. 1941)", "entities": [{"title": "Beatrice Tinsley", "href": "/wiki/Beatrice_Tinsley", "description": "Beatrice Muriel Hill Tinsley was a British-born New Zealand astronomer and cosmologist and professor of astronomy at Yale University, whose research made fundamental contributions to the astronomical understanding of how galaxies evolve, grow and die."}]}, {"heading": "Deaths", "year": "1981", "date": "March 23", "txt": "Mike Hailwood, English motorcyclist (b. 1940)", "entities": [{"title": "Mike Hailwood", "href": "/wiki/Mike_Hailwood", "description": "Stanley Michael Bailey Hailwood, was a British professional motorcycle racer and racing driver. He is regarded by many as one of the greatest racers of all time. He competed in the Grand Prix motorcycle world championships from 1958 to 1967 and in Formula One between 1963 and 1974. Hailwood was known as \"Mike The Bike\" because of his natural riding ability on motorcycles with a range of engine cap"}]}, {"heading": "Deaths", "year": "1985", "date": "March 23", "txt": "Richard Beeching, Baron Beeching, English physicist and engineer (b. 1913)", "entities": [{"title": "Richard Beeching, Baron Beeching", "href": "/wiki/Richard_Beeching,_Baron_Beeching", "description": "Richard Beeching, Baron Beeching, commonly known as Dr Beeching, was a physicist and engineer who for a short but very notable time was chairman of British Railways. He became a household name in Britain in the early 1960s for his report The Reshaping of British Railways, commonly referred to as \"The Beeching Report\", which led to far-reaching changes in the railway network, popularly known as \"th"}]}, {"heading": "Deaths", "year": "1985", "date": "March 23", "txt": "Peter Charanis, Greek-American scholar and educator (b. 1908)", "entities": [{"title": "Peter Charanis", "href": "/wiki/Peter_Charanis", "description": "Peter Charanis, born Panagiotis Charanis, was a Greek-born American scholar of Byzantium and the Voorhees Professor of History at Rutgers University. Charanis was long associated with the Dumbarton Oaks research library."}]}, {"heading": "Deaths", "year": "1986", "date": "March 23", "txt": "Moshe Feinstein, American Orthodox Rabbi and posek (b. 1895)", "entities": [{"title": "Moshe Feinstein", "href": "/wiki/Moshe_Feinstein", "description": "Moshe Feinstein or Moses Feinstein was an American Orthodox rabbi, scholar, and posek. His rulings are often referenced in contemporary rabbinic literature. Feinstein served as president of the Union of Orthodox Rabbis, Chairman of the Council of the Moetzes Gedolei HaTorah of the Agudath Israel of America, and head of Mesivtha Tifereth Jerusalem in New York."}, {"title": "Posek", "href": "/wiki/Posek", "description": "Posek is the term in Jewish law for a \"decisor\" — a legal scholar who determines the position of Halakha – the Jewish religious laws derived from the written and Oral Torah – in cases of Jewish law where previous authorities are inconclusive, or in those situations where no clear halakhic precedent exists."}]}, {"heading": "Deaths", "year": "1987", "date": "March 23", "txt": "Olev Roomet, Estonian singer and violinist (b. 1901)", "entities": [{"title": "Olev Roomet", "href": "/wiki/Olev_Roomet", "description": "\nOlev Roomet was an Estonian musician, a violin player, a player of the torupill and a singer in the State Academic Male Choir of Estonia. He became interested in the Estonian bagpipe in his 50s. At the death of Aleksander Maaker in 1968, Roomer became the only living player of the torupill at that time."}]}, {"heading": "Deaths", "year": "1990", "date": "March 23", "txt": "John Dexter, English director and producer (b. 1925)", "entities": [{"title": "John Dexter", "href": "/wiki/John_Dexter", "description": "John Dexter was an English theatre, opera and film director."}]}, {"heading": "Deaths", "year": "1991", "date": "March 23", "txt": "Margaret Atwood Judson, American historian and author (b. 1899)", "entities": [{"title": "Margaret Atwood Judson", "href": "/wiki/Margaret_Atwood_Judson", "description": "Margaret Atwood Judson was an American historian and author."}]}, {"heading": "Deaths", "year": "1991", "date": "March 23", "txt": "Parkash Singh, Indian soldier, Victoria Cross recipient (b. 1913)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1992", "date": "March 23", "txt": "Friedrich Hayek, Austrian-German economist, philosopher, and academic, Nobel Prize laureate (b. 1899)", "entities": [{"title": "Friedrich Hayek", "href": "/wiki/Friedrich_Hayek", "description": "Friedrich August von Hayek, often referred to by his initials F. A. Hayek, was an Austrian-British economist and philosopher who is best known for his defence of classical liberalism. Hayek shared the 1974 Nobel Memorial Prize in Economic Sciences with Gunnar Myrdal for his \"pioneering work in the theory of money and economic fluctuations and [...] penetrating analysis of the interdependence of ec"}, {"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "1992", "date": "March 23", "txt": "Ron Lapointe, Canadian ice hockey player and coach (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "March 23", "txt": "Luis Donaldo Colosio, Mexican economist and politician (b. 1950)", "entities": [{"title": "Luis Donaldo Colosio", "href": "/wiki/Luis_Donaldo_Colosio", "description": "Luis Donaldo Colosio Murrieta was a Mexican politician, economist, and Institutional Revolutionary Party (PRI) presidential candidate, who was assassinated at a campaign rally in Tijuana during the Mexican presidential campaign of 1994."}]}, {"heading": "Deaths", "year": "1994", "date": "March 23", "txt": "Giulietta Masina, Italian actress (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "March 23", "txt": "Davie Cooper, Scottish footballer and coach (b. 1956)", "entities": [{"title": "Davie Cooper", "href": "/wiki/Davie_Cooper", "description": "David Cooper was a Scottish professional football player who played as a winger."}]}, {"heading": "Deaths", "year": "1999", "date": "March 23", "txt": "Luis María Argaña, Paraguayan judge and politician, Vice President of Paraguay (b. 1932)", "entities": [{"title": "Luis María Argaña", "href": "/wiki/Luis_Mar%C3%ADa_Arga%C3%B1a", "description": "Luis María del Corazón de Jesús Dionisio Argaña Ferraro was a prominent Paraguayan politician and Supreme Court judge. He was an influential member of the Colorado Party and rose to the Vice-Presidency in 1998, but was assassinated in March 1999 at a time when it appeared likely that he would inherit the presidency from Raúl Cubas, who was on the verge of being impeached. The incident and its afte"}, {"title": "Vice President of Paraguay", "href": "/wiki/Vice_President_of_Paraguay", "description": "The Vice President of Paraguay is the person with the second highest position in the executive branch of the Paraguayan government, after the President of Paraguay. The position of Vice President was created with the Constitution of 1844, although it was the title gave to ex officio members temporarily replacing the elected President in case of death or absence, and was not a position elected alon"}]}, {"heading": "Deaths", "year": "1999", "date": "March 23", "txt": "Osmond Borradaile, Canadian director and cinematographer (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 23", "txt": "Rowland Evans, American journalist (b. 1921)", "entities": [{"title": "Rowland Evans", "href": "/wiki/Rowland_Evans", "description": "Rowland Evans Jr. was an American journalist. He was known best for his decades-long syndicated column and television partnership with Robert Novak, a partnership that endured, if only by way of a joint subscription newsletter, until Evans's death."}]}, {"heading": "Deaths", "year": "2001", "date": "March 23", "txt": "Margaret Jones, British archaeologist (b. 1916)", "entities": [{"title": "Archaeology", "href": "/wiki/Archaeology", "description": "Archaeology or archeology is the study of human activity through the recovery and analysis of material culture. Archaeology is often considered a branch of socio-cultural anthropology, but archaeologists also draw from biological, geological, and environmental systems through their study of the past. The archaeological record consists of artifacts, architecture, biofacts or ecofacts and cultural l"}]}, {"heading": "Deaths", "year": "2001", "date": "March 23", "txt": "Robert Laxalt, American author (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 23", "txt": "David McTaggart, Canadian badminton player and environmentalist (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 23", "txt": "Eileen Farrell, American soprano (b. 1920)", "entities": [{"title": "Eileen Farrell", "href": "/wiki/Eileen_Farrell", "description": "Eileen Farrell was an American soprano who had a nearly 60-year-long career performing both classical and popular music in concerts, theatres, on radio and television, and on disc. NPR noted, \"She possessed one of the largest and most radiant operatic voices of the 20th century.\" While she was active as an opera singer, her concert engagements far outnumbered her theatrical appearances. Her career"}]}, {"heading": "Deaths", "year": "2002", "date": "March 23", "txt": "Ben Hollioake, Australian-English cricketer (b. 1977)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 23", "txt": "Fritz Spiegl, Austrian-English flute player and journalist (b. 1926)", "entities": [{"title": "Fritz Spiegl", "href": "/wiki/Fritz_Spiegl", "description": "\nFritz Spiegl was an Austrian-born musician, journalist, broadcaster, humorist and collector who lived and worked in Britain from 1939."}]}, {"heading": "Deaths", "year": "2004", "date": "March 23", "txt": "Rupert Hamer, Australian soldier, lawyer, and politician, 39th Premier of Victoria (b. 1916)", "entities": [{"title": "Rupert Hamer", "href": "/wiki/Rupert_Hamer", "description": "Sir Rupert James Hamer, AC, KCMG, ED, generally known until he was knighted in 1982 as Dick Hamer, was an Australian Liberal Party politician who served as the 39th Premier of Victoria from 1972 to 1981."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "2006", "date": "March 23", "txt": "David B. Bleak, American sergeant, Medal of Honor recipient (b. 1932)", "entities": [{"title": "David B. Bleak", "href": "/wiki/David_B._Bleak", "description": "David Bruce Bleak was a soldier of the United States Army during the Korean War. Bleak rose to the rank of staff sergeant and was awarded the Medal of Honor, the highest military decoration of the United States, for his actions near Minari-gol, South Korea, on 14 June 1952."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2006", "date": "March 23", "txt": "Desmond Doss, American soldier, Medal of Honor recipient (b. 1919)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2006", "date": "March 23", "txt": "Cindy Walker, American singer-songwriter and dancer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 23", "txt": "Paul Cohen, American mathematician and theorist (b. 1934)", "entities": [{"title": "Paul Cohen (mathematician)", "href": "/wiki/Paul_Cohen_(mathematician)", "description": "Paul Joseph Cohen was an American mathematician. He is best known for his proofs that the continuum hypothesis and the axiom of choice are independent from Zermelo–Fraenkel set theory, for which he was awarded a Fields Medal."}]}, {"heading": "Deaths", "year": "2007", "date": "March 23", "txt": "Eric Medlen, American race car driver (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 23", "txt": "Vaino Vahing, Estonian psychiatrist, author, and playwright (b. 1940)", "entities": [{"title": "Vaino Vahing", "href": "/wiki/Vaino_Vahing", "description": "Vaino Vahing, was an Estonian writer, prosaist, psychiatrist and playwright. \nStarting from 1973, he was a member of Estonian Writers Union."}]}, {"heading": "Deaths", "year": "2009", "date": "March 23", "txt": "Ghukas Chubaryan, Armenian sculptor (b. 1923)", "entities": [{"title": "Ghukas Chubaryan", "href": "/wiki/Ghukas_Chubaryan", "description": "Ghukas Chubaryan was a prominent Armenian sculptor, People's Artist of Armenia. He authored numerous works that later became symbols of the Armenian capital."}]}, {"heading": "Deaths", "year": "2009", "date": "March 23", "txt": "Raúl Macías, Mexican boxer and trainer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 23", "txt": "Jean Bartik, American computer scientist and engineer (b. 1924)", "entities": [{"title": "Jean Bartik", "href": "/wiki/Jean_Bartik", "description": "Jean Jennings Bartik was one of the original programmers for the ENIAC computer."}]}, {"heading": "Deaths", "year": "2011", "date": "March 23", "txt": "Rosario Morales, Puerto Rican poet and writer (b.1930)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 23", "txt": "Elizabeth Taylor, American-British actress, socialite and humanitarian (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 23", "txt": "Abdullahi Yusuf Ahmed, Somalian politician, President of Somalia (b. 1934)", "entities": [{"title": "Abdullahi Yusuf Ahmed", "href": "/wiki/Abdullahi_Yusuf_Ahmed", "description": "king Abdullahi Yusuf Ahmed' was a Somali politician and former Colonel in the Somali National Army. He was one of the founders of the Somali Salvation Democratic Front, as well as the Puntland State of Somalia, where he served as the autonomous region's first President. In 2004, Ahmed also helped establish the Transitional Federal Government, which he led as President of Somalia from 2004 until 20"}, {"title": "President of Somalia", "href": "/wiki/President_of_Somalia", "description": "The president of Somalia is the head of state of Somalia. The president is also commander-in-chief of the Somali Armed Forces. The president represents the Federal Republic of Somalia, and the unity of the Somali nation, as well as ensuring the implementation of the Constitution of Somalia and the organised and harmonious functioning of the organs of state. The office of President of Somalia was e"}]}, {"heading": "Deaths", "year": "2012", "date": "March 23", "txt": "Jim Duffy, American animator, director, and producer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 23", "txt": "Naji Talib, Iraqi politician, 52nd Prime Minister of Iraq (b. 1917)", "entities": [{"title": "Prime Minister of Iraq", "href": "/wiki/Prime_Minister_of_Iraq", "description": "The prime minister of Iraq is the head of government of Iraq."}]}, {"heading": "Deaths", "year": "2012", "date": "March 23", "txt": "Lonnie Wright, American basketball and football player (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 23", "txt": "Boris Berezovsky, Russian-born Soviet-British mathematician and businessman (b. 1946)", "entities": [{"title": "Boris Berezovsky (businessman)", "href": "/wiki/Boris_Berezovsky_(businessman)", "description": "Boris Abramovich Berezovsky, also known as Platon Elenin, was a Russian business oligarch, government official, engineer and mathematician. He was a member of the Russian Academy of Sciences. Berezovsky was politically opposed to the President of Russia Vladimir Putin since Putin's election in 2000 and remained a vocal critic of Putin for the rest of his life. In late 2000, after the Russian Deput"}]}, {"heading": "Deaths", "year": "2013", "date": "March 23", "txt": "Onofre Corpuz, Filipino economist, historian, and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 23", "txt": "Virgil Trucks, American baseball player and coach (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 23", "txt": "Joe Weider, Canadian-American bodybuilder and publisher, co-founded the International Federation of BodyBuilding & Fitness (b. 1919)", "entities": [{"title": "International Federation of BodyBuilding & Fitness", "href": "/wiki/International_Federation_of_BodyBuilding_%26_Fitness", "description": "The International Federation of Bodybuilding and Fitness (IFBB), headquartered in Las Rozas (Madrid), is an international professional sports governing body for bodybuilding and fitness that oversees many of the sport's major international events, notably the World and Continental Championships."}]}, {"heading": "Deaths", "year": "2014", "date": "March 23", "txt": "Dave Brockie, Canadian-American singer-songwriter and bass player (b. 1963)", "entities": [{"title": "Dave Brockie", "href": "/wiki/Dave_Brockie", "description": "David Murray Brockie was a Canadian-American musician, best known as the lead vocalist of the heavy metal band Gwar, in which he performed as Oderus Urungus. He performed as a bassist and lead singer in bands such as Death Piggy, X-Cops, and the Dave Brockie Experience (DBX), and starred in the comedy/horror TV sitcom Holliston as Oderus Urungus. Brockie died in 2014 of a heroin overdose."}]}, {"heading": "Deaths", "year": "2014", "date": "March 23", "txt": "Jaroslav Šerých, Czech painter and illustrator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 23", "txt": "Adolfo Suárez, Spanish lawyer and politician, 1st Prime Minister of Spain (b. 1932)", "entities": [{"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Deaths", "year": "2015", "date": "March 23", "txt": "Gian Vittorio Baldi, Italian director, producer, and screenwriter (b. 1930)", "entities": [{"title": "Gian Vittorio Baldi", "href": "/wiki/Gian_Vittorio_Baldi", "description": "\nGian Vittorio Baldi was an Italian film producer, director and screenwriter."}]}, {"heading": "Deaths", "year": "2015", "date": "March 23", "txt": "Lee Kuan Yew, Singaporean lawyer and politician, 1st Prime Minister of Singapore (b. 1923)", "entities": [{"title": "Prime Minister of Singapore", "href": "/wiki/Prime_Minister_of_Singapore", "description": "The prime minister of Singapore is the head of government of the Republic of Singapore. The president of Singapore appoints as prime minister a member of parliament who, in their opinion, is most likely to command the confidence of a majority of MPs. In practice, the prime minister has been the leader of the political party with the largest amount of elected MPs in the Parliament of Singapore."}]}, {"heading": "Deaths", "year": "2015", "date": "March 23", "txt": "Bobby Lowther, American basketball player and lieutenant (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 23", "txt": "Lil' Chris, English singer-songwriter, actor, and television personality (b. 1990)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 23", "txt": "Joe Garagiola, Sr., American baseball player and sportscaster (b. 1926)", "entities": [{"title": "Joe Garagiola, Sr.", "href": "/wiki/Joe_Garagiola,_Sr.", "description": "Joseph Henry Garagiola Sr. was an American professional baseball catcher, later an announcer and television host, popular for his colorful personality."}]}, {"heading": "Deaths", "year": "2016", "date": "March 23", "txt": "Ken Howard, American actor (b. 1944)", "entities": []}]