[{"heading": "Events", "year": "537", "date": "March 2", "txt": "Siege of Rome: The Ostrogoth army under king Vitiges begins the siege of the capital. Belisarius conducts a delaying action outside the Flaminian Gate; he and a detachment of his bucellarii are almost cut off.", "entities": [{"title": "Siege of Rome (537–38)", "href": "/wiki/Siege_of_Rome_(537%E2%80%9338)", "description": "The First Siege of Rome during the Gothic War lasted for a year and nine days, from 2 March 537 to 12 March 538. The city was besieged by the Ostrogothic army under their king Vitiges; the defending East Romans were commanded by Belisarius, one of the most famous and successful Roman generals. The siege was the first major encounter between the forces of the two opponents, and played a decisive ro"}, {"title": "Ostrogoths", "href": "/wiki/Ostrogoths", "description": "The Ostrogoths were a Roman-era Germanic people. In the 5th century, they followed the Visigoths in creating one of the two great Gothic kingdoms within the Roman Empire, based upon the large Gothic populations who had settled in the Balkans in the 4th century, having crossed the Lower Danube. While the Visigoths had formed under the leadership of Alaric I, the new Ostrogothic political entity whi"}, {"title": "Vitiges", "href": "/wiki/Vitiges", "description": "Vitiges or Vitigis, Witiges was king of the Ostrogoths in Italy from 536 to 540."}, {"title": "Siege", "href": "/wiki/Siege", "description": "A siege is a military blockade of a city, or fortress, with the intent of conquering by attrition, or a well-prepared assault. This derives from Latin: sedere, lit. 'to sit'. Siege warfare is a form of constant, low-intensity conflict characterized by one party holding a strong, static, defensive position. Consequently, an opportunity for negotiation between combatants is not uncommon, as proximit"}, {"title": "Belisarius", "href": "/wiki/Belisarius", "description": "Flavius Belisarius was a military commander of the Byzantine Empire. He was instrumental in the reconquest of much of the Mediterranean territory belonging to the former Western Roman Empire, which had been lost less than a century prior."}, {"title": "Piazza del Popolo", "href": "/wiki/Piazza_del_Popolo", "description": "Piazza del Popolo is a large urban square in Rome. The name in modern Italian literally means \"People's Square\", but historically it derives from the poplars after which the church of Santa Maria del Popolo, in the northeast corner of the piazza, takes its name."}]}, {"heading": "Events", "year": "986", "date": "March 2", "txt": "Louis V becomes the last Carolingian king of West Francia after the death of his father, Lothaire.", "entities": [{"title": "Louis V of France", "href": "/wiki/Louis_V_of_France", "description": "Louis V, also known as Louis the Do-Nothing, was a king of West Francia from 979 to his early death in 987. During his reign, the nobility essentially ruled the country. Dying childless, Louis V was the last Carolingian monarch in West Francia."}, {"title": "Carolingian dynasty", "href": "/wiki/Carolingian_dynasty", "description": "\n\nThe Carolingian dynasty was a Frankish noble family founded by Charles Martel with origins in the Arnulfing and Pippinid clans of the 7th century AD. The dynasty consolidated its power in the 8th century, eventually making the offices of mayor of the palace and dux et princeps Francorum hereditary, and becoming the de facto rulers of the Franks as the real powers behind the Merovingian throne. I"}, {"title": "West Francia", "href": "/wiki/West_Francia", "description": "In medieval history, West Francia or the Kingdom of the West Franks refers to the western part of the Frankish Empire established by Charlemagne. It represents the earliest stage of the Kingdom of France, lasting from about 840 until 987. West Francia emerged from the partition of the Carolingian Empire in 843 under the Treaty of Verdun following the death of Charlemagne's son, Louis the Pious."}, {"title": "Lothair of France", "href": "/wiki/Lothair_of_France", "description": "Lothair, sometimes called Lothair III or Lothair IV, was the penultimate Carolingian king of West Francia, reigning from 10 September 954 until his death in 986."}]}, {"heading": "Events", "year": "1444", "date": "March 2", "txt": "Skanderbeg organizes a group of Albanian nobles to form the League of Lezhë.", "entities": [{"title": "Skanderbeg", "href": "/wiki/Skanderbeg", "description": "Gjergj Kastrioti, known as Skanderbeg, was an Albanian nobleman and military commander who led a rebellion against the Ottoman Empire in what is today Albania, North Macedonia, Greece, Kosovo, Montenegro and Serbia."}, {"title": "Albanians", "href": "/wiki/Albanians", "description": "The Albanians are an ethnic group native to the Balkan Peninsula and are identified by a common Albanian ancestry, culture, history and language. They primarily live in Albania, Kosovo, North Macedonia, Montenegro, Serbia as well as in Croatia, Greece, Italy and Turkey. They also constitute a large diaspora with several communities established across Europe, the Americas and Oceania. Diaspora base"}, {"title": "League of Lezhë", "href": "/wiki/League_of_Lezh%C3%AB", "description": "The League of Lezhë or also commonly referred to as the Albanian League was a military and diplomatic alliance of Albanian feudal lords forged in Lezhë on 2 March 1444. The League of Lezhë is considered as the first unified independent Albanian country in the Medieval age, with Skanderbeg as leader of the regional Albanian chieftains and nobles united against the Ottoman Empire. Skanderbeg was pro"}]}, {"heading": "Events", "year": "1458", "date": "March 2", "txt": "George of Poděbrady is chosen as the king of Bohemia.", "entities": [{"title": "George of Poděbrady", "href": "/wiki/George_of_Pod%C4%9Bbrady", "description": "George of Kunštát and Podebrady, also known as Poděbrad or Podiebrad, was the sixteenth King of Bohemia, who ruled between years 1458–1471. He was a leader of the Hussites, however, moderate and tolerant toward the Catholic faith. His rule was marked by great efforts to preserve peace and tolerance between the Hussites and Catholics in the religiously divided Crown of Bohemia – hence his contempor"}, {"title": "Kingdom of Bohemia", "href": "/wiki/Kingdom_of_Bohemia", "description": "The Kingdom of Bohemia, sometimes later in English literature referred to as the Czech Kingdom, was a medieval and early modern monarchy in Central Europe, the predecessor of the modern Czech Republic. It was an Imperial State in the Holy Roman Empire, and the Bohemian king was a prince-elector of the empire. The kings of Bohemia, besides the region of Bohemia proper itself, also ruled other lands"}]}, {"heading": "Events", "year": "1476", "date": "March 2", "txt": "Burgundian Wars: The Old Swiss Confederacy hands Charles the Bold, Duke of Burgundy, a major defeat in the Battle of Grandson in Canton of Neuchâtel.", "entities": [{"title": "Burgundian Wars", "href": "/wiki/Burgundian_Wars", "description": "The Burgundian Wars (1474–1477) were a conflict between the Burgundian State and the Old Swiss Confederacy and its allies. Open war broke out in 1474, and the Duke of Burgundy, Charles the Bold, was defeated three times on the battlefield in the following years and was killed at the Battle of Nancy in 1477. The Duchy of Burgundy and several other Burgundian lands then became part of France, and th"}, {"title": "Old Swiss Confederacy", "href": "/wiki/Old_Swiss_Confederacy", "description": "The Old Swiss Confederacy or Swiss Confederacy was a loose confederation of independent small states within the Holy Roman Empire. It is the precursor of the modern state of Switzerland."}, {"title": "Charles the Bold", "href": "/wiki/Charles_the_Bold", "description": "Charles, nicknamed the Bold, was the Duke of Burgundy from 1467 to 1477."}, {"title": "Duchy of Burgundy", "href": "/wiki/Duchy_of_Burgundy", "description": "The Duchy of Burgundy emerged in the 9th century as one of the successors of the ancient Kingdom of the Burgundians, which after its conquest in 532 had formed a constituent part of the Frankish Empire. Upon the 9th-century partitions, the French remnants of the Burgundian kingdom were reduced to a ducal rank by King Robert II of France in 1004. Robert II's son and heir, King Henry I of France, in"}, {"title": "Battle of Grandson", "href": "/wiki/Battle_of_Grandson", "description": "The Battle of Grandson, which took place on 2 March 1476, was part of the Burgundian Wars, and resulted in a major defeat for Charles the Bold, Duke of Burgundy, at the hands of the Swiss."}, {"title": "Canton of Neuchâtel", "href": "/wiki/Canton_of_Neuch%C3%A2tel", "description": "The Republic and Canton of Neuchâtel is a French-speaking canton in western Switzerland. In 2007, its population was 169,782, of whom 39,654 were foreigners. The capital is Neuchâtel."}]}, {"heading": "Events", "year": "1484", "date": "March 2", "txt": "The College of Arms is formally incorporated by Royal Charter signed by King Richard III of England.", "entities": [{"title": "College of Arms", "href": "/wiki/College_of_Arms", "description": "The College of Arms, or Heralds' College, is a royal corporation consisting of professional officers of arms, with jurisdiction over England, Wales, Northern Ireland and some Commonwealth realms. The heralds are appointed by the British Sovereign and are delegated authority to act on behalf of the Crown in all matters of heraldry, the granting of new coats of arms, genealogical research and the re"}, {"title": "Royal Charter", "href": "/wiki/Royal_Charter", "description": "A royal charter is a formal grant issued by a monarch under royal prerogative as letters patent. Historically, they have been used to promulgate public laws, the most famous example being the English Magna Carta of 1215, but since the 14th century have only been used in place of private acts to grant a right or power to an individual or a body corporate. They were, and are still, used to establish"}, {"title": "Richard III of England", "href": "/wiki/Richard_III_of_England", "description": "Richard III was King of England and Lord of Ireland from 1483 until his death in 1485. He was the last king of the House of York and the last of the Plantagenet dynasty. His defeat and death at the Battle of Bosworth Field, the last decisive battle of the Wars of the Roses, marked the end of the Middle Ages in England. He is the protagonist of Richard III, one of William Shakespeare's history play"}]}, {"heading": "Events", "year": "1498", "date": "March 2", "txt": "Vasco da Gama's fleet visits the Island of Mozambique.", "entities": [{"title": "Vasco da Gama", "href": "/wiki/Vasco_da_Gama", "description": "Vasco da Gama, 1st Count of Vidigueira, was a Portuguese explorer and the first European to reach India by sea."}, {"title": "Island of Mozambique", "href": "/wiki/Island_of_Mozambique", "description": "The Island of Mozambique lies off northern Mozambique, between the Mozambique Channel and Mossuril Bay, and is part of Nampula Province. Prior to 1898, it was the capital of colonial Portuguese East Africa. With its rich history and sandy beaches, the Island of Mozambique is a UNESCO World Heritage site and one of Mozambique's fastest growing tourist destinations. It has a permanent population of "}]}, {"heading": "Events", "year": "1657", "date": "March 2", "txt": "The Great Fire of Meireki begins in Edo (now Tokyo), Japan, causing more than 100,000 deaths before it exhausts itself three days later.", "entities": [{"title": "Great Fire of Meireki", "href": "/wiki/Great_Fire_of_Meireki", "description": "The Great fire of Meireki , also known as the Furisode Fire, destroyed 60–70% of the Japanese capital city of Edo on March 2, 1657, the third year of the Meireki Imperial era. The fire lasted for three days, and is estimated to have claimed over 100,000 lives."}, {"title": "Edo", "href": "/wiki/Edo", "description": "Edo, also romanized as Jedo, Yedo or Yeddo, is the former name of Tokyo."}, {"title": "Tokyo", "href": "/wiki/Tokyo", "description": "Tokyo, officially the Tokyo Metropolis, is the de facto capital and most populous prefecture of Japan. Located at the head of Tokyo Bay, the prefecture forms part of the Kantō region on the central Pacific coast of Japan's main island of Honshu. Tokyo is the political and economic center of the country, as well as the seat of the Emperor of Japan and the national government. As of 2021, the prefec"}]}, {"heading": "Events", "year": "1776", "date": "March 2", "txt": "American Revolutionary War: Patriot militia units attempt to prevent capture of supply ships in and around the Savannah River by a small fleet of the Royal Navy in the Battle of the Rice Boats.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Patriot (American Revolution)", "href": "/wiki/Patriot_(American_Revolution)", "description": "Patriots were those colonists of the Thirteen Colonies who rejected British rule during the American Revolution and declared the United States of America as an independent nation in July 1776. Their decision was based on the political philosophy of republicanism as expressed by spokesmen such as Thomas Jefferson, John Adams, and Thomas Paine. They were opposed by the Loyalists who supported contin"}, {"title": "Savannah River", "href": "/wiki/Savannah_River", "description": "The Savannah River is a major river in the southeastern United States, forming most of the border between the states of South Carolina and Georgia. Two tributaries of the Savannah, the Tugaloo River and the Chattooga River, form the northernmost part of the border. The Savannah River drainage basin extends into the southeastern side of the Appalachian Mountains just inside North Carolina, bounded "}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Battle of the Rice Boats", "href": "/wiki/Battle_of_the_Rice_Boats", "description": "The Battle of the Rice Boats, also called the Battle of Yamacraw Bluff, was a land and naval battle of the American Revolutionary War that took place in and around the Savannah River on the border between the Province of Georgia and the Province of South Carolina on March 2 and 3, 1776. The battle pitted the Patriot militia from Georgia and South Carolina against a small fleet of the Royal Navy."}]}, {"heading": "Events", "year": "1791", "date": "March 2", "txt": "Claude Chappe demonstrates the first semaphore line near Paris.", "entities": [{"title": "Claude Chappe", "href": "/wiki/Claude_Chappe", "description": "Claude Chappe was a French inventor who in 1792 demonstrated a practical semaphore system that eventually spanned all of France. His system consisted of a series of towers, each within line of sight of others, each supporting a wooden mast with two crossarms on pivots that could be placed in various positions. The operator in a tower moved the arms to a sequence of positions, spelling out text mes"}]}, {"heading": "Events", "year": "1797", "date": "March 2", "txt": "The Bank of England issues the first one-pound and two-pound banknotes.", "entities": [{"title": "Bank of England", "href": "/wiki/Bank_of_England", "description": "The Bank of England is the central bank of the United Kingdom and the model on which most modern central banks have been based. Established in 1694 to act as the English Government's banker, and still one of the bankers for the Government of the United Kingdom, it is the world's eighth-oldest bank. It was privately owned by stockholders from its foundation in 1694 until it was nationalised in 1946"}, {"title": "Bank of England note issues", "href": "/wiki/Bank_of_England_note_issues", "description": "The Bank of England, which is now the central bank of the United Kingdom, British Crown Dependencies and British Overseas Territories has issued banknotes since 1694. In 1921 The Bank of England gained a legal monopoly on the issue of banknotes in England and Wales, a process that started with the Bank Charter Act of 1844 when the ability of other banks to issue notes was restricted."}, {"title": "Banknotes of the pound sterling", "href": "/wiki/Banknotes_of_the_pound_sterling", "description": "Sterling banknotes are the banknotes in circulation in the United Kingdom and its related territories, denominated in pounds sterling."}, {"title": "Banknotes of the pound sterling", "href": "/wiki/Banknotes_of_the_pound_sterling", "description": "Sterling banknotes are the banknotes in circulation in the United Kingdom and its related territories, denominated in pounds sterling."}, {"title": "Banknote", "href": "/wiki/Banknote", "description": "A banknote is a type of negotiable promissory note, made by a bank or other licensed authority, payable to the bearer on demand.\nBanknotes were originally issued by commercial banks, which were legally required to redeem the notes for legal tender when presented to the chief cashier of the originating bank. These commercial banknotes only traded at face value in the market served by the issuing ba"}]}, {"heading": "Events", "year": "1807", "date": "March 2", "txt": "The U.S. Congress passes the Act Prohibiting Importation of Slaves, disallowing the importation of new slaves into the country.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Act Prohibiting Importation of Slaves", "href": "/wiki/Act_Prohibiting_Importation_of_Slaves", "description": "The Act Prohibiting Importation of Slaves of 1807 is a United States federal law that provided that no new slaves were permitted to be imported into the United States. It took effect on January 1, 1808, the earliest date permitted by the United States Constitution."}, {"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}]}, {"heading": "Events", "year": "1811", "date": "March 2", "txt": "Argentine War of Independence: A royalist fleet defeats a small flotilla of revolutionary ships in the Battle of San Nicolás on the River Plate.", "entities": [{"title": "Argentine War of Independence", "href": "/wiki/Argentine_War_of_Independence", "description": "The Argentine War of Independence was fought from 1810 to 1818 by Argentine patriotic forces under Manuel Belgrano, Juan José Castelli and José de San Martín against royalist forces loyal to the Spanish crown. On July 9, 1816, an assembly met in San Miguel de Tucumán, declared full independence with provisions for a national constitution."}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Flotilla", "href": "/wiki/Flotilla", "description": "A flotilla, or naval flotilla, is a formation of small warships that may be part of a larger fleet. A flotilla is usually composed of a homogeneous group of the same class of warship, such as frigates, destroyers, torpedo boats, submarines, gunboats, or minesweepers. Groups of larger warships are usually called squadrons, but similar units of non-capital ships may be called squadrons in some insta"}, {"title": "May Revolution", "href": "/wiki/May_Revolution", "description": "The May Revolution was a week-long series of events that took place from May 18 to 25, 1810, in Buenos Aires, capital of the Viceroyalty of the Río de la Plata. This Spanish colony included roughly the territories of present-day Argentina, Bolivia, Paraguay, Uruguay, and parts of Brazil. The result was the removal of Viceroy Baltasar Hidalgo de Cisneros and the establishment of a local government,"}, {"title": "Battle of San Nicolás", "href": "/wiki/Battle_of_San_Nicol%C3%A1s", "description": "The Battle of San Nicolás was a naval engagement on 2 March 1811 on the Paraná River between the Spanish royalists from Montevideo, and the first flotilla created by the revolutionary government of Buenos Aires. It was the first engagement between the two fleets in the Río de la Plata region since the revolution, and a royalist victory."}, {"title": "Río de la Plata", "href": "/wiki/R%C3%ADo_de_la_Plata", "description": "The Río de la Plata, called River Plate in British English and the Commonwealth and La Plata River in other English-speaking countries, is the estuary formed by the confluence of the Uruguay River and the Paraná River at Punta Gorda. It empties into the Atlantic Ocean and forms a funnel-shaped indentation on the southeastern coastline of South America. Depending on the geographer, the Río de la Pl"}]}, {"heading": "Events", "year": "1815", "date": "March 2", "txt": "Signing of the Kandyan Convention treaty by British invaders and the leaders of the Kingdom of Kandy.", "entities": [{"title": "Kandyan Convention", "href": "/wiki/Kandyan_Convention", "description": "The Kandyan Convention was an agreement signed on 02 March 1815 between the British and the chiefs of the Kandyan Kingdom, British Ceylon for the deposition of King Sri Vikrama Rajasinha and ceding of the kingdom's territory to British rule. The king, of South Indian ancestry, faced powerful opposition from the Sinhalese chieftains who sought to limit his power. A successful coup was organized by "}, {"title": "Kingdom of Kandy", "href": "/wiki/Kingdom_of_Kandy", "description": "The Kingdom of Kandy was a monarchy on the island of Sri Lanka, located in the central and eastern portion of the island. It was founded in the late 15th century and endured until the early 19th century."}]}, {"heading": "Events", "year": "1836", "date": "March 2", "txt": "Texas Revolution: The Declaration of independence of the Republic of Texas from Mexico is adopted.", "entities": [{"title": "Texas Revolution", "href": "/wiki/Texas_Revolution", "description": "The Texas Revolution was a rebellion of colonists from the United States and Tejanos in putting up armed resistance to the centralist government of Mexico. While the uprising was part of a larger one, the Mexican Federalist War, that included other provinces opposed to the regime of President Antonio López de Santa Anna, the Mexican government believed the United States had instigated the Texas in"}, {"title": "Texas Declaration of Independence", "href": "/wiki/Texas_Declaration_of_Independence", "description": "The Texas Declaration of Independence was the formal declaration of independence of the Republic of Texas from Mexico in the Texas Revolution. It was adopted at the Convention of 1836 at Washington-on-the-Brazos on March 2, 1836, and was formally signed the next day after mistakes were noted in the text."}, {"title": "Republic of Texas", "href": "/wiki/Republic_of_Texas", "description": "The Republic of Texas was a sovereign state in North America that existed from March 2, 1836, to February 19, 1846, although Mexico considered it a rebellious province during its entire existence. It was bordered by Mexico to the west and southwest, the Gulf of Mexico to the southeast, the two U.S. states of Louisiana and Arkansas to the east and northeast, and United States territories encompassi"}]}, {"heading": "Events", "year": "1855", "date": "March 2", "txt": "Alexander II becomes Tsar of Russia.", "entities": [{"title": "Alexander II of Russia", "href": "/wiki/Alexander_II_of_Russia", "description": "Alexander II was the Emperor of Russia, King of Poland and Grand Duke of Finland from 2 March 1855 until his assassination. He was central to the perpetration of the Circassian genocide."}, {"title": "Tsar", "href": "/wiki/Tsar", "description": "Tsar, also spelled czar, tzar, or csar, is a title used to designate East and South Slavic monarchs or supreme rulers of Eastern Europe, originally the Bulgarian monarchs from 10th century onwards, much later a title for two rulers of the Serbian Empire, and from 1547 the supreme ruler of the Tsardom of Russia and the Russian Empire. In this last capacity it lends its name to a system of governmen"}]}, {"heading": "Events", "year": "1859", "date": "March 2", "txt": "The two-day Great Slave Auction, the largest such auction in United States history, begins.", "entities": [{"title": "The Great Slave Auction", "href": "/wiki/The_Great_Slave_Auction", "description": "The Great Slave Auction was a March 2 and 3, 1859 auction of enslaved Africans held at Ten Broeck Race Course, near Savannah, Georgia, United States. Slaveholder and absentee plantation owner Pierce Mease Butler authorized the sale of approximately 436 men, women, children, and infants to be sold over the course of two days. The sale's proceeds went to satisfy Butler's significant debts, much of i"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1865", "date": "March 2", "txt": "East Cape War: The Völkner Incident in New Zealand.", "entities": [{"title": "East Cape War", "href": "/wiki/East_Cape_War", "description": "The East Cape War, sometimes also called the East Coast War, was a series of conflicts fought in the North Island of New Zealand from April 1865 to October 1866 between colonial and Māori military forces. At least five separate campaigns were fought in the area during a period of relative peace in the long-running 19th century New Zealand Wars."}, {"title": "Völkner Incident", "href": "/wiki/V%C3%B6lkner_Incident", "description": "The Völkner incident describes the murder of the German-born Protestant missionary Carl Sylvius Völkner in New Zealand in 1865 and the consequent miscarriage of justice by the Government of New Zealand during the New Zealand Wars."}]}, {"heading": "Events", "year": "1867", "date": "March 2", "txt": "The U.S. Congress passes the first Reconstruction Act.", "entities": [{"title": "Reconstruction Act", "href": "/wiki/Reconstruction_Act", "description": "The Reconstruction Acts, or Military Reconstruction Acts, were four statutes passed during the Reconstruction Era by the 40th United States Congress addressing requirement for Southern States to be readmitted to the Union. The actual title of the initial legislation was \"An act to provide for the more efficient government of the Rebel States\" and was passed on March 4, 1867. Fulfillment of the req"}]}, {"heading": "Events", "year": "1877", "date": "March 2", "txt": "Just two days before inauguration, the U.S. Congress declares Rutherford B. Hayes the winner of the 1876 U.S. presidential election even though Samuel J. Tilden had won the popular vote.", "entities": [{"title": "Rutherford B. Hayes", "href": "/wiki/Rutherford_B._Hayes", "description": "Rutherford Birchard Hayes was an American politician and attorney who served as the 19th president of the United States from 1877 to 1881, after serving in the U.S. House of Representatives and as governor of Ohio. A lawyer and staunch abolitionist, he had defended refugee slaves in court proceedings during the antebellum years. He negotiated the political agreement to end federal support of Recon"}, {"title": "1876 U.S. presidential election", "href": "/wiki/1876_U.S._presidential_election", "description": "The 1876 United States presidential election was the 23rd quadrennial presidential election, held on Tuesday, November 7, 1876, in which Republican nominee Rutherford B. Hayes faced Democrat Samuel J. Tilden. It was one of the most contentious presidential elections in American history, and gave rise to the Compromise of 1877 by which the Democrats conceded the election to Hayes in return for an e"}, {"title": "Samuel J. Tilden", "href": "/wiki/Samuel_J._Tilden", "description": "Samuel Jones Tilden  was an American politician who served as the 25th Governor of New York and was the Democratic candidate for president in the disputed 1876 United States presidential election. Tilden was the second presidential candidate to lose the election despite winning the popular vote and is the only person to win a majority of the popular vote in a United States presidential election bu"}]}, {"heading": "Events", "year": "1882", "date": "March 2", "txt": "Queen Victoria narrowly escapes an assassination attempt by Roderick Maclean in Windsor.", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}, {"title": "Roderick Maclean", "href": "/wiki/Roderick_Maclean", "description": "Roderick Edward Maclean was a Scotsman who attempted to assassinate Queen Victoria on 2 March 1882, at Windsor, England, with a pistol. This was the last of eight attempts by separate people to kill or assault Victoria over a period of four decades. Maclean's motive was purportedly a curt reply to some poetry that he had mailed to the Queen.The attempted murder followed the arrival of the Royal tr"}]}, {"heading": "Events", "year": "1901", "date": "March 2", "txt": "United States Steel Corporation is founded as a result of a merger between Carnegie Steel Company and Federal Steel Company which became the first corporation in the world with a market capital over $1 billion.", "entities": [{"title": "U.S. Steel", "href": "/wiki/U.S._Steel", "description": "United States Steel Corporation, more commonly known as U.S. Steel, is an American integrated steel producer headquartered in Pittsburgh, Pennsylvania, with production operations in the United States and Central Europe. As of 2018, the company was the world's 27th-largest steel producer and the second-largest in the US, trailing only Nucor Corporation."}, {"title": "Carnegie Steel Company", "href": "/wiki/Carnegie_Steel_Company", "description": "Carnegie Steel Company was a steel-producing company primarily created by Andrew Carnegie and several close associates, to manage businesses at steel mills in the Pittsburgh, Pennsylvania area in the late 19th century. The company formed in 1892 and was subsequently sold in 1901 in one of the largest ever business transactions of the early 20th century, to become the major component of the United "}, {"title": "Federal Steel Company", "href": "/wiki/Federal_Steel_Company", "description": "The Illinois Steel Company was an American steel producer with five plants in Illinois and Wisconsin. Founded through a consolidation in 1889, Illinois Steel grew to become the largest steel producer in the United States. In 1898, several other steel and transportation companies were merged into it to form the Federal Steel Company, itself merged into U.S. Steel in 1901."}]}, {"heading": "Events", "year": "1901", "date": "March 2", "txt": "The U.S. Congress passes the Platt Amendment limiting the autonomy of Cuba, as a condition of the withdrawal of American troops.", "entities": [{"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1903", "date": "March 2", "txt": "In New York City the Martha Washington Hotel opens, becoming the first hotel exclusively for women.", "entities": [{"title": "Martha Washington Hotel", "href": "/wiki/Martha_Washington_Hotel", "description": "The Redbury New York, formerly known as the Martha Washington Hotel is a historic hotel at 29 East 29th Street, between Madison Avenue and Park Avenue South in the NoMad neighborhood of Manhattan, New York City. It was built from 1901 to 1903, and was designed by Robert W. Gibson in the Renaissance Revival style for the Women's Hotel Company. It was originally a women's only hotel."}]}, {"heading": "Events", "year": "1917", "date": "March 2", "txt": "The enactment of the Jones–Shafroth Act grants Puerto Ricans United States citizenship.", "entities": [{"title": "Jones–Shafroth Act", "href": "/wiki/Jones%E2%80%93Shafroth_Act", "description": "The Jones–Shafroth Act —also known as the Jones Act of Puerto Rico, Jones Law of Puerto Rico, or as the Puerto Rican Federal Relations Act of 1917— was an Act of the United States Congress, signed by President Woodrow Wilson on March 2, 1917. The act superseded the Foraker Act and granted U.S. citizenship to anyone born in Puerto Rico on or after April 11, 1899. It also created the Senate of Puert"}, {"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}]}, {"heading": "Events", "year": "1919", "date": "March 2", "txt": "The first Communist International meets in Moscow.", "entities": [{"title": "Communist International", "href": "/wiki/Communist_International", "description": "The Communist International (Comintern), also known as the Third International (1919–1943), was an international organization that advocated world communism. It was controlled by the Soviet Union. The Comintern resolved at its Second Congress to \"struggle by all available means, including armed force, for the overthrow of the international bourgeoisie and the creation of an international Soviet re"}]}, {"heading": "Events", "year": "1937", "date": "March 2", "txt": "The Steel Workers Organizing Committee signs a collective bargaining agreement with U.S. Steel, leading to unionization of the United States steel industry.", "entities": [{"title": "Steel Workers Organizing Committee", "href": "/wiki/Steel_Workers_Organizing_Committee", "description": "The Steel Workers Organizing Committee (SWOC) was one of two precursor labor organizations to the United Steelworkers. It was formed by the CIO on June 7, 1936. It disbanded in 1942 to become the United Steel Workers of America."}, {"title": "Collective bargaining", "href": "/wiki/Collective_bargaining", "description": "Collective bargaining is a process of negotiation between employers and a group of employees aimed at agreements to regulate working salaries, working conditions, benefits, and other aspects of workers' compensation and rights for workers. The interests of the employees are commonly presented by representatives of a trade union to which the employees belong. The collective agreements reached by th"}, {"title": "U.S. Steel", "href": "/wiki/U.S._Steel", "description": "United States Steel Corporation, more commonly known as U.S. Steel, is an American integrated steel producer headquartered in Pittsburgh, Pennsylvania, with production operations in the United States and Central Europe. As of 2018, the company was the world's 27th-largest steel producer and the second-largest in the US, trailing only Nucor Corporation."}, {"title": "Steel", "href": "/wiki/Steel", "description": "Steel is an alloy of iron with typically a few tenths of a percent of carbon to improve its strength and fracture resistance compared to iron. Many other elements may be present or added. Stainless steels that are corrosion- and oxidation-resistant need typically an additional 11% chromium. Because of its high tensile strength and low cost, steel is used in buildings, infrastructure, tools, ships,"}]}, {"heading": "Events", "year": "1939", "date": "March 2", "txt": "Cardinal Eugenio Pacelli is elected Pope and takes the name Pius XII.", "entities": [{"title": "Cardinal (Catholicism)", "href": "/wiki/Cardinal_(Catholicism)", "description": "Cardinals are the most senior members of the clergy of the Catholic Church, being second in precedence only to the Pope. They are appointed to the rank of cardinal in addition to their existing position within the Church. Collectively, they constitute the College of Cardinals, and are appointed for life."}, {"title": "1939 papal conclave", "href": "/wiki/1939_papal_conclave", "description": "Following the death of Pope Pius XI on 10 February 1939, all 62 cardinals of the Catholic Church met in the 1939 papal conclave on 1 March. The next day, on the third ballot, they elected Eugenio Cardinal Pacelli, who was Camerlengo and Secretary of State, as pope. He accepted and took the name Pius XII. It was his 63rd birthday."}, {"title": "Pope Pius XII", "href": "/wiki/Pope_Pius_XII", "description": "Pope Pius XII, born Eugenio Maria Giuseppe Giovanni Pacelli, was head of the Catholic Church and sovereign of the Vatican City State from 2 March 1939 until his death in 1958. Before his election to the papacy, he served as secretary of the Department of Extraordinary Ecclesiastical Affairs, papal nuncio to Germany, and Cardinal Secretary of State, in which capacity he worked to conclude treaties "}]}, {"heading": "Events", "year": "1941", "date": "March 2", "txt": "World War II: First German military units enter Bulgaria after it joins the Axis Pact.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Military history of Bulgaria during World War II", "href": "/wiki/Military_history_of_Bulgaria_during_World_War_II", "description": "The history of Bulgaria during World War II encompasses an initial period of neutrality until 1 March 1941, a period of alliance with the Axis Powers until 8 September 1944, and a period of alignment with the Allies in the final year of the war. Bulgarian military forces occupied with German consent parts of the kingdoms of Greece and Yugoslavia which Bulgarian irredentism claimed on the basis of "}]}, {"heading": "Events", "year": "1943", "date": "March 2", "txt": "World War II: Allied aircraft defeat a Japanese attempt to ship troops to New Guinea.", "entities": [{"title": "Battle of the Bismarck Sea", "href": "/wiki/Battle_of_the_Bismarck_Sea", "description": "The Battle of the Bismarck Sea took place in the South West Pacific Area (SWPA) during World War II when aircraft of the U.S. Fifth Air Force and the Royal Australian Air Force (RAAF) attacked a Japanese convoy carrying troops to Lae, New Guinea. Most of the Japanese task force was destroyed, and Japanese troop losses were heavy."}]}, {"heading": "Events", "year": "1949", "date": "March 2", "txt": "Captain James Gallagher lands his B-50 Superfortress Lucky Lady II in Fort Worth, Texas, after completing the first non-stop around-the-world airplane flight in 94 hours and one minute.", "entities": [{"title": "Captain (U.S. Air Force)", "href": "/wiki/Captain_(U.S._Air_Force)", "description": "In the United States Army (USA), U.S. Marine Corps (USMC), U.S. Air Force (USAF), and U.S. Space Force (USSF), captain is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differen"}, {"title": "B-50 Superfortress", "href": "/wiki/B-50_Superfortress", "description": "The Boeing B-50 Superfortress is an American strategic bomber. A post–World War II revision of the Boeing B-29 Superfortress, it was fitted with more powerful Pratt & Whitney R-4360 radial engines, stronger structure, a taller tail fin, and other improvements. It was the last piston-engined bomber built by Boeing for the United States Air Force, and was further refined into Boeing's final such des"}, {"title": "Fort Worth, Texas", "href": "/wiki/Fort_Worth,_Texas", "description": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2019 census estimates, Fort Worth's population was 909,585. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington m"}]}, {"heading": "Events", "year": "1955", "date": "March 2", "txt": "Norodom Sihanouk, king of Cambodia, abdicates the throne in favor of his father, Norodom Suramarit.", "entities": [{"title": "Norodom Sihanouk", "href": "/wiki/Norodom_Sihanouk", "description": "Norodom Sihanouk was a Cambodian politician who led Cambodia in various capacities throughout his political career, but most often as the King of Cambodia. In Cambodia, he is known as Samdech Euv. During his lifetime, Cambodia was variously called the French Protectorate of Cambodia, the Kingdom of Cambodia (1953–1970), the Khmer Republic (1970–75), Democratic Kampuchea (1975–79), the People's Rep"}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}, {"title": "Norodom Suramarit", "href": "/wiki/Norodom_Suramarit", "description": "Norodom Suramarit was King of Cambodia from 3 March 1955 until his death in 1960. He was the father of King Norodom Sihanouk and the grandfather of Cambodia's current king, Norodom Sihamoni. Suramarit was born in Phnom Penh to Prince Norodom Sutharot. When his grandfather King Norodom died in 1904, Norodom's brother Sisowath took the throne. King Sisowath died in 1927 and was succeeded by his son "}]}, {"heading": "Events", "year": "1962", "date": "March 2", "txt": "In Burma, the army led by General Ne Win seizes power in a coup d'état.", "entities": [{"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "Ne Win", "href": "/wiki/Ne_Win", "description": "Ne Win was a Burmese politician and military commander who served as Prime Minister of Burma from 1958 to 1960 and 1962 to 1974, and also President of Burma from 1962 to 1981. Ne Win was Burma's military dictator during the Socialist Burma period of 1962 to 1988."}]}, {"heading": "Events", "year": "1962", "date": "March 2", "txt": "Wilt Chamberlain sets the single-game scoring record in the National Basketball Association by scoring 100 points.", "entities": [{"title": "National Basketball Association", "href": "/wiki/National_Basketball_Association", "description": "The National Basketball Association (NBA) is a professional basketball league in North America. The league is composed of 30 teams and is one of the four major professional sports leagues in the United States and Canada. It is the premier men's professional basketball league in the world."}, {"title": "Wilt Chamberlain's 100-point game", "href": "/wiki/Wilt_Chamberlain%27s_100-point_game", "description": "Wilt Chamberlain set the single-game scoring record in the National Basketball Association (NBA) by scoring 100 points for the Philadelphia Warriors in a 169–147 win over the New York Knicks on March 2, 1962, at Hershey Sports Arena in Hershey, Pennsylvania. It is widely considered as one of the greatest records in the sport's history. Chamberlain set five other league records that game including "}]}, {"heading": "Events", "year": "1965", "date": "March 2", "txt": "The US and Republic of Vietnam Air Force begin Operation Rolling Thunder, a sustained bombing campaign against North Vietnam.", "entities": [{"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "Republic of Vietnam Air Force", "href": "/wiki/Republic_of_Vietnam_Air_Force", "description": "The South Vietnam Air Force, officially the Republic of Vietnam Air Force was the aerial branch of the Republic of Vietnam Military Forces, the official military of the Republic of Vietnam from 1955 to 1975."}, {"title": "Operation Rolling Thunder", "href": "/wiki/Operation_Rolling_Thunder", "description": "Operation Rolling Thunder was the title of a gradual and sustained aerial bombardment campaign conducted by the United States (U.S.) 2nd Air Division, U.S. Navy, and Republic of Vietnam Air Force (RVNAF) against the Democratic Republic of Vietnam from 2 March 1965 until 2 November 1968, during the Vietnam War."}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1968", "date": "March 2", "txt": "Baggeridge Colliery closes marking the end of over 300 years of coal mining in the Black Country.", "entities": [{"title": "Baggeridge Colliery", "href": "/wiki/Baggeridge_Colliery", "description": "\n\nBaggeridge Colliery was a colliery located in Sedgley, West Midlands England."}, {"title": "Coal mining", "href": "/wiki/Coal_mining", "description": "Coal mining is the process of extracting coal from the ground. Coal is valued for its energy content and since the 1880s has been widely used to generate electricity. Steel and cement industries use coal as a fuel for extraction of iron from iron ore and for cement production. In the United Kingdom and South Africa, a coal mine and its structures are a colliery, a coal mine is called a 'pit', and "}, {"title": "Black Country", "href": "/wiki/Black_Country", "description": "The Black Country is an area of the English West Midlands, covering most of the Metropolitan Boroughs of Dudley, Sandwell, and only some minor parts of Walsall and Wolverhampton. Dudley and Tipton are generally considered to be the centre. It became industrialised in the Industrial Revolution, with coal mines, coking, iron foundries, glass factories, brickworks and steel mills, producing a high le"}]}, {"heading": "Events", "year": "1969", "date": "March 2", "txt": "In Toulouse, France, the first test flight of the Anglo-French Concorde is conducted.", "entities": [{"title": "Toulouse", "href": "/wiki/Toulouse", "description": "Toulouse is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres from the Mediterranean Sea, 230 km (143 mi) from the Atlantic Ocean and 680 km (420 mi) from Paris. It is the fourth-largest city in France, with 479,553 inhabitants within its municipal boundaries, and 1,360,829 inhabitants within its wide"}, {"title": "Concorde", "href": "/wiki/Concorde", "description": "The Aérospatiale/BAC Concorde is a British–French turbojet-powered supersonic passenger airliner that was operated from 1976 until 2003. It had a maximum speed over twice the speed of sound, at Mach 2.04, with seating for 92 to 128 passengers. First flown in 1969, Concorde entered service in 1976 and operated for 27 years. It is one of only two supersonic transports to have been operated commercia"}]}, {"heading": "Events", "year": "1970", "date": "March 2", "txt": "Rhodesia declares itself a republic, breaking its last links with the British crown.", "entities": [{"title": "Rhodesia", "href": "/wiki/Rhodesia", "description": "Rhodesia, officially from 1970 the Republic of Rhodesia, was an unrecognised state in Southern Africa from 1965 to 1979, equivalent in territory to modern Zimbabwe. Rhodesia was the de facto successor state to the British colony of Southern Rhodesia, which had been self-governing since achieving responsible government in 1923. A landlocked nation, Rhodesia was bordered by South Africa to the south"}, {"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}]}, {"heading": "Events", "year": "1972", "date": "March 2", "txt": "The Pioneer 10 space probe is launched from Cape Canaveral, Florida with a mission to explore the outer planets.", "entities": [{"title": "Pioneer 10", "href": "/wiki/Pioneer_10", "description": "Pioneer 10 is an American space probe, launched in 1972 and weighing 258 kilograms, that completed the first mission to the planet Jupiter. Thereafter, Pioneer 10 became the first of five artificial objects to achieve the escape velocity needed to leave the Solar System. This space exploration project was conducted by the NASA Ames Research Center in California, and the space probe was manufacture"}, {"title": "Cape Canaveral", "href": "/wiki/Cape_Canaveral", "description": "Cape Canaveral is a prominent cape in Brevard County, Florida, in the United States, near the center of the state's Atlantic coast. Officially Cape Kennedy from 1963 to 1973, it lies east of Merritt Island, separated from it by the Banana River. It is part of a region known as the Space Coast, and is the site of the Cape Canaveral Space Force Station. Since many U.S. spacecraft have been launched "}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "Planet", "href": "/wiki/Planet", "description": "A planet is an astronomical body orbiting a star or stellar remnant that is massive enough to be rounded by its own gravity, is not massive enough to cause thermonuclear fusion, and – according to the International Astronomical Union but not all planetary scientists – has cleared its neighbouring region of planetesimals."}]}, {"heading": "Events", "year": "1977", "date": "March 2", "txt": "Libya becomes the Socialist People's Libyan Arab Jamahiriya as the General People's Congress adopted the \"Declaration on the Establishment of the Authority of the People\".", "entities": [{"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}, {"title": "Socialist People's Libyan Arab Jamahiriya", "href": "/wiki/Socialist_People%27s_Libyan_Arab_Jamahiriya", "description": "Muammar Gaddafi became the de facto leader of Libya on 1 September 1969 after leading a group of young Libyan military officers against King Idris I in a bloodless coup d'état. After the king had fled the country, the Libyan Revolutionary Command Council (RCC) headed by Gaddafi abolished the monarchy and the old constitution and established the Libyan Arab Republic, with the motto \"freedom, social"}, {"title": "General People's Congress (Libya)", "href": "/wiki/General_People%27s_Congress_(Libya)", "description": "The General People's Congress of Libya was the national legislature of Muammar Gaddafi's Great Socialist People's Libyan Arab Jamahiriya governance structure. It consisted of 2,700 representatives of the Basic People's Congresses. The GPC was the legislative forum that interacted with the General People's Committee, whose members are secretaries of Libyan ministries. It notionally served as the in"}, {"title": "Declaration on the Establishment of the Authority of the People", "href": "/wiki/Declaration_on_the_Establishment_of_the_Authority_of_the_People", "description": "The Declaration on the Establishment of the Authority of the People was brought into force on 2 March 1977 by the General People's Congress, in the name of the Arab people of the Libyan Arab Jamahiriya. This amendment to the constitution of 1969 would remain in force until the adoption of the interim constitution on 3 August 2011."}]}, {"heading": "Events", "year": "1978", "date": "March 2", "txt": "Czech Vladimír Remek becomes the first non-Russian or non-American to go into space, when he is launched aboard Soyuz 28.", "entities": [{"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}, {"title": "Vladimír Remek", "href": "/wiki/Vladim%C3%ADr_Remek", "description": "Vladimír Remek is a Czech politician and diplomat as well as a former cosmonaut and military pilot. He flew aboard Soyuz 28 from 2 to 10 March 1978, becoming the first and only Czechoslovak in space. As the first cosmonaut from a country other than the Soviet Union or the United States, and with the entry of the Czech Republic and Slovakia into the European Union, Remek is considered to be the fir"}, {"title": "Outer space", "href": "/wiki/Outer_space", "description": "Outer space is the expanse that exists beyond Earth and between celestial bodies. Outer space is not completely empty—it is a hard vacuum containing a low density of particles, predominantly a plasma of hydrogen and helium, as well as electromagnetic radiation, magnetic fields, neutrinos, dust, and cosmic rays. The baseline temperature of outer space, as set by the background radiation from the Bi"}, {"title": "Soyuz 28", "href": "/wiki/Soyuz_28", "description": "Soyuz 28 was a 1978 Soviet crewed mission to the orbiting Salyut 6 space station. It was the fourth mission to the station, the third successful docking, and the second visit to the resident crew launched in Soyuz 26."}]}, {"heading": "Events", "year": "1983", "date": "March 2", "txt": "Compact discs and players are released for the first time in the United States and other markets. They had previously been available only in Japan.", "entities": [{"title": "Compact disc", "href": "/wiki/Compact_disc", "description": "The compact disc (CD) is a digital optical disc data storage format that was co-developed by Philips and Sony to store and play digital audio recordings. It was released in 1982 branded as Digital Audio Compact Disc."}]}, {"heading": "Events", "year": "1989", "date": "March 2", "txt": "Twelve European Community nations agree to ban the production of all chlorofluorocarbons (CFCs) by the end of the century.", "entities": [{"title": "European Community", "href": "/wiki/European_Community", "description": "The European Economic Community (EEC) was a regional organization that aimed to bring about economic integration among its member states. It was created by the Treaty of Rome of 1957. Upon the formation of the European Union in 1993, the EEC was incorporated into the EU and renamed the European Community (EC). In 2009, the EC formally ceased to exist and its institutions were directly absorbed by "}, {"title": "Chlorofluorocarbon", "href": "/wiki/Chlorofluorocarbon", "description": "Chlorofluorocarbons (CFC’s) and hydrochlorofluorocarbons (HCFC’s) are fully or partly halogenated paraffin hydrocarbons that contain only carbon (C), hydrogen (H), chlorine (Cl), and fluorine (F), produced as volatile derivative of methane, ethane, and propane. They are also commonly known by the DuPont brand name Freon."}]}, {"heading": "Events", "year": "1990", "date": "March 2", "txt": "Nelson Mandela is elected deputy President of the African National Congress.", "entities": [{"title": "Nelson Mandela", "href": "/wiki/Nelson_Mandela", "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering "}, {"title": "African National Congress", "href": "/wiki/African_National_Congress", "description": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017."}]}, {"heading": "Events", "year": "1991", "date": "March 2", "txt": "Battle at Rumaila oil field brings an end to the 1991 Gulf War.", "entities": [{"title": "Rumaila oil field", "href": "/wiki/Rumaila_oil_field", "description": "The Rumaila oil field is a super-giant oil field located in southern Iraq, approximately 20 mi (32 km) from the Kuwaiti border. Discovered in 1953 by the Basrah Petroleum Company (BPC), an associate company of the Iraq Petroleum Company (IPC), the field is estimated to contain 17 billion barrels, which accounts for 12% of Iraq's oil reserves estimated at 143.1 billion barrels. Rumaila is said to b"}, {"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}]}, {"heading": "Events", "year": "1992", "date": "March 2", "txt": "Start of the war in Transnistria.", "entities": [{"title": "Transnistria War", "href": "/wiki/Transnistria_War", "description": "The Transnistria War was an armed conflict that broke out in November 1990 in Dubăsari between pro-Transnistria forces, including the Transnistrian Republican Guard, militia and Cossack units, and pro-Moldovan forces, including Moldovan troops and police. Fighting intensified on 1 March 1992 and, alternating with ad hoc ceasefires, lasted throughout the spring and early summer of 1992 until a ceas"}]}, {"heading": "Events", "year": "1992", "date": "March 2", "txt": "Armenia, Azerbaijan, Kazakhstan, Kyrgyzstan, Moldova, San Marino, Tajikistan, Turkmenistan and Uzbekistan, all of which (except San Marino) were former Soviet republics, join the United Nations.", "entities": [{"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}, {"title": "Kyrgyzstan", "href": "/wiki/Kyrgyzstan", "description": "Kyrgyzstan, officially the Kyrgyz Republic, also known as Kirghizia, is a landlocked country in Central Asia. It is bordered by Kazakhstan, Uzbekistan, Tajikistan, and China. Its capital and largest city is Bishkek."}, {"title": "Moldova", "href": "/wiki/Moldova", "description": "Moldova, officially the Republic of Moldova, is a landlocked country in Eastern Europe. It is bordered by Romania to the west and Ukraine to the north, east, and south. The capital city is Chișinău."}, {"title": "San Marino", "href": "/wiki/San_Marino", "description": "San Marino, officially the Republic of San Marino, also known as the Most Serene Republic of San Marino, is a small-size country in Southern Europe completely enclosed by Italy. Located on the northeastern side of the Apennine Mountains, San Marino covers a land area of just over 61 km2 (24 sq mi), and has a population of 33,562. Its capital is the City of San Marino and its largest settlement is "}, {"title": "Tajikistan", "href": "/wiki/Tajikistan", "description": "Tajikistan, officially the Republic of Tajikistan, is a landlocked country in Central Asia with an area of 143,100 km2 (55,300 sq mi) and an estimated population of 9,537,645 people. It is bordered by Afghanistan to the south, Uzbekistan to the west, Kyrgyzstan to the north and China to the east. The traditional homelands of the Tajik people include present-day Tajikistan as well as parts of Afgha"}, {"title": "Turkmenistan", "href": "/wiki/Turkmenistan", "description": "Turkmenistan, also known as Turkmenia, is a sovereign country in Central Asia, bordered by Kazakhstan to the northwest, Uzbekistan to the north, east and northeast, Afghanistan to the southeast, Iran to the south and southwest and the Caspian Sea to the west. Ashgabat is the capital and largest city of the country. The population of the country is about 6 million, the lowest of the Central Asian r"}, {"title": "Uzbekistan", "href": "/wiki/Uzbekistan", "description": "Uzbekistan, officially the Republic of Uzbekistan, is a landlocked country in Central Asia. It is surrounded by five countries: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south, Turkmenistan and the autonomous republic of Karakalpakstan to the south-west. Along with Liechtenstein, it is one of two doubly landlocked countries."}, {"title": "Republics of the Soviet Union", "href": "/wiki/Republics_of_the_Soviet_Union", "description": "The Republics of the Union of Soviet Socialist Republics or the Union Republics were ethnically based administrative units of the Union of Soviet Socialist Republics (USSR). The Soviet Union was created by the treaty between the soviet socialist republics of Belarus, Ukraine, Russia, and the Transcaucasian Federation, by which they became its constituent republics. For most of its history, the USS"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1995", "date": "March 2", "txt": "Researchers at Fermilab announce the discovery of the top quark.", "entities": [{"title": "Fermilab", "href": "/wiki/Fermilab", "description": "Fermi National Accelerator Laboratory (Fermilab), located just outside Batavia, Illinois, near Chicago, is a United States Department of Energy national laboratory specializing in high-energy particle physics. Since 2007, Fermilab has been operated by the Fermi Research Alliance, a joint venture of the University of Chicago, and the Universities Research Association (URA). Fermilab is a part of th"}, {"title": "Top quark", "href": "/wiki/Top_quark", "description": "The top quark, sometimes also referred to as the truth quark, is the most massive of all observed elementary particles. It derives its mass from its coupling to the Higgs Boson. This coupling  is very close to unity; in the Standard Model of particle physics, it is the largest (strongest) coupling at the scale of the weak interactions and above. The top quark was discovered in 1995 by the CDF and "}]}, {"heading": "Events", "year": "1998", "date": "March 2", "txt": "Data sent from the Galileo spacecraft indicates that Jupiter's moon Europa has a liquid ocean under a thick crust of ice.", "entities": [{"title": "Galileo spacecraft", "href": "/wiki/Galileo_spacecraft", "description": "Galileo was an American robotic space probe that studied the planet Jupiter and its moons, as well as several other Solar System bodies. Named after the Italian astronomer Galileo Galilei, it consisted of an orbiter and an entry probe. It was delivered into Earth orbit on October 18, 1989 by Space Shuttle Atlantis. Galileo arrived at Jupiter on December 7, 1995, after gravitational assist flybys o"}, {"title": "Jupiter", "href": "/wiki/Jupiter", "description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass two and a half times that of all the other planets in the Solar System combined, but less than one-thousandth the mass of the Sun. Jupiter is the third-brightest natural object in the Earth's night sky after the Moon and Venus. It has been observed since pre-historic times and is named after"}, {"title": "Europa (moon)", "href": "/wiki/Europa_(moon)", "description": "Europa, or Jupiter II, is the smallest of the four Galilean moons orbiting Jupiter, and the sixth-closest to the planet of all the 79 known moons of Jupiter. It is also the sixth-largest moon in the Solar System. Europa was discovered in 1610 by Galileo Galilei and was named after Europa, the Phoenician mother of King Minos of Crete and lover of Zeus."}]}, {"heading": "Events", "year": "2002", "date": "March 2", "txt": "U.S. invasion of Afghanistan: Operation Anaconda begins, (ending on March 19 after killing 500 Taliban and al-Qaeda fighters, with 11 Western troop fatalities).", "entities": [{"title": "War in Afghanistan (2001–present)", "href": "/wiki/War_in_Afghanistan_(2001%E2%80%93present)", "description": "The War in Afghanistan is an ongoing war following the United States invasion of Afghanistan that began when the United States of America and its allies successfully drove the Taliban from power in order to deny Al-Qaeda a safe base of operations in Afghanistan. Since the initial objectives were completed, a coalition of over 40 countries formed a security mission in the country called Internation"}, {"title": "Operation Anaconda", "href": "/wiki/Operation_Anaconda", "description": "Operation Anaconda was a military operation that took place in early March 2002 as part of the War in Afghanistan. CIA paramilitary officers, working with their allies, attempted to destroy al-Qaeda and Taliban forces. The operation took place in the Shahi-Kot Valley and Arma Mountains southeast of Zormat. This operation was the first large-scale battle in the post-2001 War in Afghanistan since th"}, {"title": "March 19", "href": "/wiki/March_19", "description": "March 19 is the 78th day of the year in the Gregorian calendar; 287 days remain until the end of the year."}, {"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}]}, {"heading": "Events", "year": "2004", "date": "March 2", "txt": "War in Iraq: Al-Qaeda carries out the Ashoura Massacre in Iraq, killing 170 and wounding over 500.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}, {"title": "Ashoura Massacre", "href": "/wiki/Ashoura_Massacre", "description": "The Ashura massacre of March 2, 2004 in Iraq was a series of planned terrorist explosions that killed at least 80-100 and injured at least 200 Iraqi Shi'a Muslims commemorating the Day of Ashura. The bombings brought one of the deadliest days in the Iraq occupation after the Iraq War to topple Saddam Hussein."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2012", "date": "March 2", "txt": "A tornado outbreak occurs over a large section of the Southern United States and into the Ohio Valley region, resulting in 40 tornado-related fatalities.", "entities": [{"title": "Tornado outbreak of March 2–3, 2012", "href": "/wiki/Tornado_outbreak_of_March_2%E2%80%933,_2012", "description": "On March 2 and 3, 2012, a deadly tornado outbreak occurred over a large section of the Southern United States into the Ohio Valley region. The storms resulted in 41 tornado-related fatalities, 22 of which occurred in Kentucky. Tornado-related deaths also occurred in Alabama, Indiana, and Ohio. The outbreak was the second deadliest in early March for the U.S. since official records began in 1950; o"}, {"title": "Ohio Valley", "href": "/wiki/Ohio_Valley", "description": "The Ohio River is a 981-mile (1,579 km) long river in the United States. It is located in the Midwestern and Southern United States, flowing southwesterly from western Pennsylvania south of Lake Erie to its mouth on the Mississippi River at the southern tip of Illinois. It is the third largest river by discharge volume in the United States and the largest tributary by volume of the north-south flo"}]}, {"heading": "Events", "year": "2017", "date": "March 2", "txt": "The elements Moscovium, Tennessine, and Oganesson are officially added to the periodic table at a conference in Moscow, Russia.", "entities": [{"title": "Moscovium", "href": "/wiki/Moscovium", "description": "Moscovium is a synthetic chemical element with the symbol Mc and atomic number 115. It was first synthesized in 2003 by a joint team of Russian and American scientists at the Joint Institute for Nuclear Research (JINR) in Dubna, Russia. In December 2015, it was recognized as one of four new elements by the Joint Working Party of international scientific bodies IUPAC and IUPAP. On 28 November 2016,"}, {"title": "Tennessine", "href": "/wiki/Tennessine", "description": "Tennessine is a synthetic chemical element with the symbol Ts and atomic number 117. It is the second-heaviest known element and the penultimate element of the 7th period of the periodic table."}, {"title": "Oganesson", "href": "/wiki/Oganesson", "description": "Oganesson is a synthetic chemical element with the symbol Og and atomic number 118. It was first synthesized in 2002 at the Joint Institute for Nuclear Research (JINR) in Dubna, near Moscow, Russia, by a joint team of Russian and American scientists. In December 2015, it was recognized as one of four new elements by the Joint Working Party of the international scientific bodies IUPAC and IUPAP. It"}, {"title": "Periodic table", "href": "/wiki/Periodic_table", "description": "The periodic table, also known as the periodic table of elements, is a tabular display of the chemical elements, which are arranged by atomic number, electron configuration, and recurring chemical properties. The structure of the table shows periodic trends. The seven rows of the table, called periods, generally have metals on the left and nonmetals on the right. The columns, called groups, contai"}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}]}, {"heading": "Births", "year": "480", "date": "March 2", "txt": "Benedict of Nursia, Italian Christian saint (d. 543 or 547)", "entities": [{"title": "Benedict of Nursia", "href": "/wiki/Benedict_of_Nursia", "description": "Benedict of Nursia is a Catholic saint venerated in the Catholic Church, the Eastern Orthodox Church, the Oriental Orthodox Churches, the Anglican Communion and Old Catholic Churches. He is a patron saint of Europe."}]}, {"heading": "Births", "year": "1316", "date": "March 2", "txt": "Robert II of Scotland (d. 1390)", "entities": [{"title": "Robert II of Scotland", "href": "/wiki/Robert_II_of_Scotland", "description": "Robert II was King of Scots from 1371 to his death in 1390. He was the first monarch of the House of Stewart as the son of Walter Stewart, 6th High Steward of Scotland, and of Marjorie Bruce, daughter of the Scottish king Robert the Bruce by his first wife Isabella of Mar."}]}, {"heading": "Births", "year": "1409", "date": "March 2", "txt": "Jean II, Duke of Alençon (d. 1476)", "entities": [{"title": "Jean II, Duke of Alençon", "href": "/wiki/Jean_II,_Duke_of_Alen%C3%A7on", "description": "John II of Alençon was a French nobleman. He succeeded his father as Duke of Alençon and Count of Perche as a minor in 1415, after the latter's death at the Battle of Agincourt. He is best known as a general in the Last Phase of the Hundred Years' War and for his role as a comrade-in-arms of Joan of Arc."}]}, {"heading": "Births", "year": "1432", "date": "March 2", "txt": "Countess Palatine Margaret of Mosbach, countess consort of Hanau (d. 1457)", "entities": [{"title": "Countess Palatine Margaret of Mosbach", "href": "/wiki/Countess_Palatine_Margaret_of_Mosbach", "description": "Countess Palatine Margaret of Mosbach was the eldest daughter of Count Palatine Otto I of Mosbach and his wife, Johanna of Bavaria-Landshut. She married on 11 July 1446 to Count Reinhard III of Hanau, who succeeded his father as ruling Count in 1451."}]}, {"heading": "Births", "year": "1453", "date": "March 2", "txt": "Johannes Engel, German doctor, astronomer and astrologer (d. 1512)", "entities": [{"title": "Johannes Engel", "href": "/wiki/Johannes_Engel", "description": "Johannes Engel, also known as Johannes Angelus, was a doctor, astronomer and astrologer from Aichach, near Augsburg, which at that time was a Free Imperial City within the Holy Roman Empire. He practiced medicine in Vienna, and published numerous almanachs, planetary tables and calendars. His Astrolabium planum was published by Erhard Ratdolt of Augsburg in 1488; a second edition was printed by Jo"}]}, {"heading": "Births", "year": "1459", "date": "March 2", "txt": "Pope Adrian VI (d. 1523)", "entities": [{"title": "Pope Adrian VI", "href": "/wiki/Pope_Adrian_VI", "description": "Pope Adrian VI, born Adriaan Florensz Boeyens, was head of the Catholic Church and ruler of the Papal States from 9 January 1522 until his death on 14 September 1523. The only Dutchman to become pope, he was the last non-Italian pope until Polish John Paul II 455 years later."}]}, {"heading": "Births", "year": "1481", "date": "March 2", "txt": "Franz von Sickingen, German knight (d. 1523)", "entities": [{"title": "Franz von Sickingen", "href": "/wiki/Franz_von_Sickingen", "description": "Franz von Sickingen or Francis of Sickingen was a German knight who, with Ulrich von Hutten, led the Knight's Revolt, and was one of the most notable figures of the early period of the Reformation."}]}, {"heading": "Births", "year": "1545", "date": "March 2", "txt": "Thomas Bodley, English diplomat and scholar, founded the Bodleian Library (d. 1613)", "entities": [{"title": "Thomas Bodley", "href": "/wiki/Thomas_Bodley", "description": "Sir Thomas Bodley was an English diplomat and scholar who founded the Bodleian Library in Oxford."}, {"title": "Bodleian Library", "href": "/wiki/Bodleian_Library", "description": "The Bodleian Library is the main research library of the University of Oxford, and is one of the oldest libraries in Europe. With over 13 million printed items, it is the second-largest library in Britain after the British Library. Under the Legal Deposit Libraries Act 2003 it is one of six legal deposit libraries for works published in the United Kingdom, and under Irish law it is entitled to req"}]}, {"heading": "Births", "year": "1577", "date": "March 2", "txt": "George Sandys, English traveller, colonist and poet (d. 1644)", "entities": [{"title": "George Sandys", "href": "/wiki/George_Sandys", "description": "George Sandys was an English traveller, colonist, poet, and translator. He was known for his translations of Ovid's Metamorphoses and the Passion of Jesus, as well as his travel narratives of the Eastern Mediterranean region, which formed a substantial contribution to geography and ethnology."}]}, {"heading": "Births", "year": "1628", "date": "March 2", "txt": "Cornelis Speelman, Governor-General of the Dutch East Indies (d. 1684)", "entities": [{"title": "Cornelis Speelman", "href": "/wiki/Cornelis_Speelman", "description": "Cornelis Speelman was Governor-General of the Dutch East Indies from 1681 to 1684."}]}, {"heading": "Births", "year": "1651", "date": "March 2", "txt": "Carlo Gimach, Maltese architect, engineer and poet (d. 1730)", "entities": [{"title": "Carlo Gimach", "href": "/wiki/Carlo_Gimach", "description": "Carlo Gimach was a Maltese architect, engineer and poet who was active in the late 17th and early 18th centuries. Throughout his career, he worked in Malta, Portugal and Rome, and he is mostly known for designing Palazzo Carneiro in Valletta, renovating the Monastery of Arouca in Portugal, and restoring the Basilica of St. Anastasia in Rome. He is known to have written a number of poems and other "}]}, {"heading": "Births", "year": "1705", "date": "March 2", "txt": "William Murray, 1st Earl of Mansfield, Scottish lawyer, judge, and politician, Chancellor of the Exchequer (d. 1793)", "entities": [{"title": "William Murray, 1st Earl of Mansfield", "href": "/wiki/William_Murray,_1st_Earl_of_Mansfield", "description": "William Murray, 1st Earl of Mansfield, PC, SL was a British barrister, politician and judge noted for his reform of English law. Born to Scottish nobility, he was educated in Perth, Scotland, before moving to London at the age of 13 to take up a place at Westminster School. He was accepted into Christ Church, Oxford, in May 1723, and graduated four years later. Returning to London from Oxford, he "}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1740", "date": "March 2", "txt": "Nicholas Pocock, English naval painter (d.1821)", "entities": [{"title": "Nicholas Pocock", "href": "/wiki/Nicholas_Pocock", "description": "Nicholas Pocock was an English artist known for his many detailed paintings of naval battles during the age of sail."}]}, {"heading": "Births", "year": "1760", "date": "March 2", "txt": "Camille Desmoulins, French journalist and politician (d. 1794)", "entities": [{"title": "Camille Desmoulins", "href": "/wiki/Camille_Desmoulins", "description": "Lucie-Simplice-Camille-Benoît Desmoulins was a journalist and politician who played an important role in the French Revolution. Desmoulins was tried and executed alongside Danton when the Committee of Public Safety reacted against Dantonist opposition. He was a schoolmate of Maximilien Robespierre and a close friend and political ally of Georges Danton, who were influential figures in the French R"}]}, {"heading": "Births", "year": "1769", "date": "March 2", "txt": "DeWitt Clinton, American lawyer and politician, 6th Governor of New York (d. 1828)", "entities": [{"title": "DeWitt Clinton", "href": "/wiki/DeWitt_Clinton", "description": "DeWitt Clinton, whose name was almost always spelled De Witt during his lifetime and until the late 20th century, was an American politician and naturalist. He served as a United States Senator, Mayor of New York City, and as the sixth Governor of New York. In this last capacity, he was largely responsible for the construction of the Erie Canal. Clinton was a major candidate for the American presi"}, {"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Births", "year": "1770", "date": "March 2", "txt": "Louis-Gabriel Suchet, French general (d. 1826)", "entities": [{"title": "Louis-Gabriel Suchet", "href": "/wiki/Louis-Gabriel_Suchet", "description": "Louis-Gabriel Suchet, Duke of Albufera, was a French Marshal of the Empire and one of the most successful commanders of the French Revolutionary and Napoleonic Wars.\n"}]}, {"heading": "Births", "year": "1779", "date": "March 2", "txt": "Joel Roberts Poinsett, American physician and politician, 15th United States Secretary of War (d. 1851)", "entities": [{"title": "Joel Roberts Poinsett", "href": "/wiki/Joel_Roberts_Poinsett", "description": "Joel Roberts Poinsett was an American physician and diplomat. He was the first U.S. agent in South America, a member of the South Carolina legislature and the United States House of Representatives, the first United States Minister to Mexico, a Unionist leader in South Carolina during the Nullification Crisis, Secretary of War under Martin Van Buren, and a co-founder of the National Institute for "}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1793", "date": "March 2", "txt": "Sam Houston, American soldier and politician, 1st President of the Republic of Texas (d. 1863)", "entities": [{"title": "Sam Houston", "href": "/wiki/Sam_Houston", "description": "Samuel Houston was an American general. He was an important leader of the Texas Revolution, Houston served as the first and third president of the Republic of Texas, and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only American to be elected governor of two different st"}, {"title": "President of the Republic of Texas", "href": "/wiki/President_of_the_Republic_of_Texas", "description": "The president of the Republic of Texas was the head of state and head of government while Texas was an independent republic between 1836 and 1845."}]}, {"heading": "Births", "year": "1800", "date": "March 2", "txt": "Yevgeny Baratynsky, Russian-Italian poet and philosopher (d. 1844)", "entities": [{"title": "Yevgeny Baratynsky", "href": "/wiki/Yevgeny_Baratynsky", "description": "Yevgeny Abramovich Baratynsky was lauded by Alexander Pushkin as the finest Russian elegiac poet. After a long period when his reputation was on the wane, Baratynsky was rediscovered by Russian Symbolism poets as a supreme poet of thought."}]}, {"heading": "Births", "year": "1810", "date": "March 2", "txt": "Pope Leo XIII (d. 1903)", "entities": [{"title": "Pope Leo XIII", "href": "/wiki/Pope_Leo_XIII", "description": "Pope Leo XIII was the head of the Catholic Church from 20 February 1878 to his death in 1903. He was the oldest pope, with the exception of Pope Benedict XVI as emeritus pope, and had the third-longest confirmed pontificate, behind those of Pius IX and John Paul II."}]}, {"heading": "Births", "year": "1816", "date": "March 2", "txt": "Alexander Bullock, American lawyer and politician, 26th Governor of Massachusetts (d. 1882)", "entities": [{"title": "Alexander Bullock", "href": "/wiki/Alexander_Bullock", "description": "Alexander Hamilton Bullock was an American lawyer, politician, and businessman from Massachusetts. First a Whig and then a Republican, he served three terms (1866–69) as the 26th Governor of Massachusetts. He was actively opposed to the expansion of slavery before the American Civil War, playing a major role in the New England Emigrant Aid Society, founded in 1855 to settle the Kansas Territory wi"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1817", "date": "March 2", "txt": "János Arany, Hungarian journalist and poet (d. 1882)", "entities": [{"title": "János Arany", "href": "/wiki/J%C3%A1nos_Arany", "description": "János Arany was a Hungarian poet, writer, translator and journalist. He is often said to be the \"Shakespeare of ballads\" – he wrote more than 102 ballads that have been translated into over 50 languages, as well as the Toldi trilogy."}]}, {"heading": "Births", "year": "1820", "date": "March 2", "txt": "Multatuli, Dutch writer (d. 1887)", "entities": [{"title": "Multatuli", "href": "/wiki/Multatuli", "description": "Eduard Douwes Dekker, better known by his pen name Multatuli, was a Dutch writer best known for his satirical novel Max Havelaar (1860), which denounced the abuses of colonialism in the Dutch East Indies. He is considered one of the Netherlands' greatest authors."}]}, {"heading": "Births", "year": "1824", "date": "March 2", "txt": "Bedřich Smetana, Czech pianist and composer (d. 1884)", "entities": [{"title": "Bedřich Smetana", "href": "/wiki/Bed%C5%99ich_Smetana", "description": "Bedřich Smetana was a Czech composer who pioneered the development of a musical style that became closely identified with his people's aspirations to a cultural and political \"revival.\" He has been regarded in his homeland as the father of Czech music. Internationally he is best known for his opera The Bartered Bride and for the symphonic cycle Má vlast, which portrays the history, legends and lan"}]}, {"heading": "Births", "year": "1829", "date": "March 2", "txt": "Carl Schurz, German-American general, lawyer, and politician, 13th United States Secretary of the Interior (d. 1906)", "entities": [{"title": "Carl Schurz", "href": "/wiki/Carl_Schurz", "description": "Carl Christian Schurz was a German revolutionary and an American statesman, journalist, and reformer. He immigrated to the United States after the German revolutions of 1848–49 and became a prominent member of the new Republican Party. After serving as a Union general in the American Civil War, he helped found the short-lived Liberal Republican Party and became a prominent advocate of civil servic"}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1836", "date": "March 2", "txt": "Henry Billings Brown, American lawyer and judge (d. 1913)", "entities": [{"title": "Henry Billings Brown", "href": "/wiki/Henry_Billings_Brown", "description": "Henry Billings Brown was an associate justice of the Supreme Court of the United States from 29 December 1890 to 28 May 1906. A respected lawyer and U.S. District Judge in Detroit, Michigan, before ascending to the high court, Brown authored hundreds of opinions in his 31 years as a federal judge, including the majority opinion in Plessy v. Ferguson in 1896, which upheld the legality of racial seg"}]}, {"heading": "Births", "year": "1842", "date": "March 2", "txt": "Carl Jacobsen, Danish brewer, art collector, and philanthropist (d. 1914)", "entities": [{"title": "Carl Jacobsen", "href": "/wiki/Carl_Jacobsen", "description": "Carl Christian Hillman Jacobsen was a Danish brewer, art collector and philanthropist. Though often preoccupied with his cultural interests, Jacobsen was a shrewd and visionary businessman and initiated the transition of the brewery Carlsberg from a local Copenhagen brewery to the multinational conglomerate that it is today. \n"}]}, {"heading": "Births", "year": "1846", "date": "March 2", "txt": "Marie Roze, French soprano (d. 1926)", "entities": [{"title": "Marie Roze", "href": "/wiki/Marie_Roze", "description": "Marie Rôze, was a French operatic soprano."}]}, {"heading": "Births", "year": "1849", "date": "March 2", "txt": "Robert Means Thompson, American commander, lawyer, and businessman (d. 1930)", "entities": [{"title": "Robert Means Thompson", "href": "/wiki/Robert_Means_Thompson", "description": "Robert Means Thompson was a United States Navy officer, business magnate, philanthropist and a president of the American Olympic Association. He is the namesake of the destroyer USS Thompson (DD-627)."}]}, {"heading": "Births", "year": "1859", "date": "March 2", "txt": "Sholem Aleichem, Ukrainian-American author and playwright (d. 1916)", "entities": [{"title": "Sholem Aleichem", "href": "/wiki/Sholem_Aleichem", "description": "Solomon Naumovich Rabinovich, better known under his pen name Sholem Aleichem, was a leading Yiddish author and playwright. The 1964 musical Fiddler on the Roof, based on his stories about Tevye the Dairyman, was the first commercially successful English-language stage production about Jewish life in Eastern Europe. The Hebrew phrase שלום עליכם literally means \"[May] peace [be] upon you!\", and is "}]}, {"heading": "Births", "year": "1860", "date": "March 2", "txt": "Susanna M. Salter, American activist and politician (d. 1961)", "entities": [{"title": "Susanna M. Salter", "href": "/wiki/Susanna_M._Salter", "description": "Susanna Madora Salter was an American politician and activist. She served as mayor of Argonia, Kansas, becoming the first woman elected as mayor and one of the first women to serve in any political office in the United States."}]}, {"heading": "Births", "year": "1862", "date": "March 2", "txt": "John Jay Chapman, American lawyer, author, and poet (d. 1933)", "entities": [{"title": "John Jay Chapman", "href": "/wiki/John_Jay_Chapman", "description": "John Jay Chapman was an American author."}]}, {"heading": "Births", "year": "1869", "date": "March 2", "txt": "Julien Félix, French military officer and aviator (d. 1914) ", "entities": [{"title": "Julien Félix", "href": "/wiki/Julien_F%C3%A9lix", "description": "Major Julien-Alexandre Félix was the director of manoeuvres in the French Military Aviation School, École militaire de Pau. He set the altitude record on August 5, 1911 in Étampes in France by climbing to 11,330 feet in 63 minutes, breaking the record of Georges Legagneux."}]}, {"heading": "Births", "year": "1876", "date": "March 2", "txt": "Pope Pius XII (d. 1958)", "entities": [{"title": "Pope Pius XII", "href": "/wiki/Pope_Pius_XII", "description": "Pope Pius XII, born Eugenio Maria Giuseppe Giovanni Pacelli, was head of the Catholic Church and sovereign of the Vatican City State from 2 March 1939 until his death in 1958. Before his election to the papacy, he served as secretary of the Department of Extraordinary Ecclesiastical Affairs, papal nuncio to Germany, and Cardinal Secretary of State, in which capacity he worked to conclude treaties "}]}, {"heading": "Births", "year": "1878", "date": "March 2", "txt": "William Kissam Vanderbilt II, American sailor and race car driver (d. 1944)", "entities": [{"title": "William Kissam Vanderbilt II", "href": "/wiki/William_Kissam_Vanderbilt_II", "description": "William Kissam Vanderbilt II was a motor racing enthusiast and yachtsman, and a member of the prominent American Vanderbilt family."}]}, {"heading": "Births", "year": "1886", "date": "March 2", "txt": "Willis H. O'Brien, American animator and director (d. 1962)", "entities": [{"title": "Willis H. O'Brien", "href": "/wiki/Willis_H._O%27Brien", "description": "Willis Harold O'Brien was an American motion picture special effects and stop-motion animation pioneer, who according to ASIFA-Hollywood \"was responsible for some of the best-known images in cinema history,\" and is best remembered for his work on The Lost World (1925), King Kong (1933) and Mighty Joe Young (1949), for which he won the 1950 Academy Award for Best Visual Effects."}]}, {"heading": "Births", "year": "1886", "date": "March 2", "txt": "Kurt Grelling, German logician and philosopher (d. 1942)", "entities": []}, {"heading": "Births", "year": "1900", "date": "March 2", "txt": "Kurt Weill, German-American pianist and composer (d. 1950)", "entities": [{"title": "Kurt Weill", "href": "/wiki/Kurt_Weill", "description": "Kurt Julian Weill was a German composer, active from the 1920s in his native country, and in his later years in the United States. He was a leading composer for the stage who was best known for his fruitful collaborations with Bertolt Brecht. With Brecht, he developed productions such as his best-known work, The Threepenny Opera, which included the ballad \"Mack the Knife\". Weill held the ideal of "}]}, {"heading": "Births", "year": "1901", "date": "March 2", "txt": "Grete Hermann, German mathematician and philosopher (d. 1984)", "entities": [{"title": "Grete Hermann", "href": "/wiki/Grete_Hermann", "description": "Grete Hermann was a German mathematician and philosopher noted for her work in mathematics, physics, philosophy and education. She is noted for her early philosophical work on the foundations of quantum mechanics, and is now known most of all for an early, but long-ignored critique of a \"no hidden-variables theorem\" by John von Neumann. It has been suggested that, had her critique not remained nea"}]}, {"heading": "Births", "year": "1902", "date": "March 2", "txt": "Moe Berg, American baseball player and spy (d. 1972)", "entities": [{"title": "Moe Berg", "href": "/wiki/Moe_Berg", "description": "Morris Berg was an American catcher and coach in Major League Baseball, who later served as a spy for the Office of Strategic Services during World War II. Although he played 15 seasons in the major leagues, almost entirely for four American League teams, Berg was never more than an average player and was better known for being \"the brainiest guy in baseball.\" Casey Stengel once described Berg as "}]}, {"heading": "Births", "year": "1902", "date": "March 2", "txt": "Edward Condon, American physicist and academic (d. 1974)", "entities": []}, {"heading": "Births", "year": "1904", "date": "March 2", "txt": "Dr. Seuss, American children's book writer, poet, and illustrator (d. 1991)", "entities": [{"title": "Dr. Seuss", "href": "/wiki/Dr._Seuss", "description": "Theodor Seuss Geisel was an American children's author, political cartoonist, illustrator, poet, animator, and filmmaker. He is known for his work writing and illustrating more than 60 books under the pen name Dr. Seuss (,). His work includes many of the most popular children's books of all time, selling over 600 million copies and being translated into more than 20 languages by the time of his de"}]}, {"heading": "Births", "year": "1905", "date": "March 2", "txt": "Marc Blitzstein, American composer and songwriter (d. 1964)", "entities": [{"title": "Marc Blitzstein", "href": "/wiki/Marc_Blitzstein", "description": "Marcus Samuel Blitzstein, was an American composer, lyricist, and librettist. He won national attention in 1937 when his pro-union musical The Cradle Will Rock, directed by Orson Welles, was shut down by the Works Progress Administration. He is known for The Cradle Will Rock and for his Off-Broadway translation/adaptation of The Threepenny Opera by Bertolt Brecht and Kurt Weill. His works also inc"}]}, {"heading": "Births", "year": "1905", "date": "March 2", "txt": "Geoffrey Grigson, English poet and critic (d. 1985)", "entities": []}, {"heading": "Births", "year": "1908", "date": "March 2", "txt": "Walter Bruch, German engineer (d. 1990)", "entities": [{"title": "Walter Bruch", "href": "/wiki/Walter_Bruch", "description": "Walter Bruch was a German electrical engineer and pioneer of German television. He is the inventor of Closed-circuit television. He invented the PAL colour television system at Telefunken in the early 1960s. In addition to his research activities Walter Bruch was an honorary lecturer at Hannover Technical University. He was awarded the Werner von Siemens Ring in 1975."}]}, {"heading": "Births", "year": "1909", "date": "March 2", "txt": "Mel Ott, American baseball player, manager, and sportscaster (d. 1958)", "entities": [{"title": "Mel Ott", "href": "/wiki/Mel_Ott", "description": "Melvin Thomas Ott, nicknamed \"Master Melvin\", was an American professional baseball right fielder, who played in Major League Baseball (MLB) for the New York Giants, from 1926 through 1947."}]}, {"heading": "Births", "year": "1912", "date": "March 2", "txt": "Henry Katzman, American pianist, composer, and painter (d. 2001)", "entities": [{"title": "Henry Katzman", "href": "/wiki/Henry_Katzman", "description": "Henry Manners Katzman was an American musician, composer, painter, and one of the founders of Broadcast Music Incorporated (BMI)."}]}, {"heading": "Births", "year": "1913", "date": "March 2", "txt": "Godfried Bomans, Dutch television host and author (d. 1971)", "entities": [{"title": "Godfried Bomans", "href": "/wiki/Godfried_Bomans", "description": "Godfried Jan Arnold Bomans was a Dutch author and television personality. Much of his work remains untranslated into English."}]}, {"heading": "Births", "year": "1913", "date": "March 2", "txt": "Mort Cooper, American baseball player (d. 1958)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 2", "txt": "Martin Ritt, American actor and film director (d. 1990)", "entities": [{"title": "Martin Ritt", "href": "/wiki/Martin_Ritt", "description": "Martin Ritt was an American director and actor who worked in both film and theater, and was noted for his socially conscious films."}]}, {"heading": "Births", "year": "1915", "date": "March 2", "txt": "John Burton, Australian public servant and diplomat, Australian High Commissioner to Ceylon (d. 2010)", "entities": [{"title": "John Burton (diplomat)", "href": "/wiki/John_Burton_(diplomat)", "description": "John Wear Burton was an Australian public servant, High Commissioner and academic."}, {"title": "List of Australian High Commissioners to Sri Lanka", "href": "/wiki/List_of_Australian_High_Commissioners_to_Sri_Lanka", "description": "The High Commissioner of Australia to Sri Lanka is an officer of the Australian Department of Foreign Affairs and Trade and the head of the High Commission of the Commonwealth of Australia to the Democratic Socialist Republic of Sri Lanka in Colombo. The High Commissioner has the rank and status of an Ambassador Extraordinary and Plenipotentiary and is currently David Holly, who also holds non-res"}]}, {"heading": "Births", "year": "1917", "date": "March 2", "txt": "Desi Arnaz, Cuban-American actor, singer, and producer (d. 1986)", "entities": [{"title": "Desi Arnaz", "href": "/wiki/Desi_Arnaz", "description": "Desiderio Alberto Arnaz y de Acha III, better known as Desi Arnaz, was a Cuban-American actor, musician, bandleader, comedian and film and television producer, revolutionary in the creation of modern television. He is best known for his role as the witty Ricky Ricardo on the American television sitcom I Love Lucy, in which he co-starred with his then-wife Lucille Ball. Arnaz and Ball are generally"}]}, {"heading": "Births", "year": "1917", "date": "March 2", "txt": "David Goodis, American author and screenwriter (d. 1967)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 2", "txt": "Jim Konstanty, American baseball player and coach (d. 1976)", "entities": []}, {"heading": "Births", "year": "1919", "date": "March 2", "txt": "Jennifer Jones, American actress (d. 2009)", "entities": [{"title": "Jennifer Jones", "href": "/wiki/Jennifer_Jones", "description": "Jennifer Jones, also known as Jennifer Jones Simon, was an American actress and mental health advocate. Over the course of her career that spanned over five decades, she was nominated for the Oscar five times, including one win for Best Actress, as well as a Golden Globe Award win for Best Actress in a Drama. Jones is among the youngest actresses to receive an Academy Award, having won on her 25th"}]}, {"heading": "Births", "year": "1919", "date": "March 2", "txt": "Eddie Lawrence, American actor, singer, and playwright (d. 2014)", "entities": []}, {"heading": "Births", "year": "1919", "date": "March 2", "txt": "Tamara Toumanova, Russian-American ballerina and actress (d. 1996)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 2", "txt": "Kazimierz Górski, Polish footballer and coach (d. 2006)", "entities": [{"title": "Kazimierz Górski", "href": "/wiki/Kazimierz_G%C3%B3rski", "description": "Kazimierz Klaudiusz Górski was a coach of Poland national football team and honorary president of Polish Football Union. He was also a football player, capped once for Poland."}]}, {"heading": "Births", "year": "1921", "date": "March 2", "txt": "Ernst Haas, Austrian-American photographer and journalist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 2", "txt": "Eddie \"Lockjaw\" Davis, American saxophonist (d. 1986)", "entities": [{"title": "Eddie \"Lockjaw\" Davis", "href": "/wiki/Eddie_%22Lockjaw%22_Davis", "description": "Edward F. Davis, known professionally as Eddie \"Lockjaw\" Davis, was an American jazz tenor saxophonist."}]}, {"heading": "Births", "year": "1922", "date": "March 2", "txt": "Bill Quackenbush, Canadian-American ice hockey player and coach (d. 1999)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 2", "txt": "Frances Spence, American computer programmer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 2", "txt": "Basil Hume, English cardinal (d. 1999)", "entities": [{"title": "Basil Hume", "href": "/wiki/Basil_Hume", "description": "George Basil Hume, OSB was an English Roman Catholic bishop. He was a monk and priest of the English Benedictine monastery of Ampleforth Abbey and its abbot for 13 years until his appointment as Archbishop of Westminster in 1976. His elevation to cardinal of the Roman Catholic Church followed during the same year. From 1979, Hume served also as President of the Catholic Bishops' Conference of Engl"}]}, {"heading": "Births", "year": "1923", "date": "March 2", "txt": "Robert H. Michel, American soldier and politician (d. 2017)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 2", "txt": "Dave Strack, American basketball player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 2", "txt": "Cal Abrams, American baseball player (d. 1997)", "entities": [{"title": "Cal Abrams", "href": "/wiki/Cal_Abrams", "description": "Calvin Ross Abrams, nicknamed \"Abie\", was an American professional baseball outfielder. He played in Major League Baseball (MLB) between 1949 and 1956 for the Brooklyn Dodgers, Cincinnati Reds, Pittsburgh Pirates, Baltimore Orioles, and Chicago White Sox."}]}, {"heading": "Births", "year": "1924", "date": "March 2", "txt": "Renos Apostolidis, Greek philologist, author, and critic (d. 2004)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 2", "txt": "Bernard Agré, Ivorian cardinal (d. 2014)", "entities": [{"title": "Bernard Agré", "href": "/wiki/Bernard_Agr%C3%A9", "description": "Bernard Agré was the archbishop of Abidjan, Côte d'Ivoire, and a cardinal of the Catholic Church."}]}, {"heading": "Births", "year": "1926", "date": "March 2", "txt": "Murray Rothbard, American economist and historian (d. 1995)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 2", "txt": "Roger Walkowiak, French cyclist and economist (d. 2017)", "entities": [{"title": "Roger Walkowiak", "href": "/wiki/Roger_Walkowiak", "description": "Roger Walkowiak was a French road bicycle racer who won the 1956 Tour de France. He was a professional rider from 1950 until 1960. He died on 6 February 2017 at the age of 89."}]}, {"heading": "Births", "year": "1930", "date": "March 2", "txt": "John Cullum, American actor and singer", "entities": [{"title": "John Cullum", "href": "/wiki/John_Cullum", "description": "John Cullum is an American actor and singer. He has appeared in many stage musicals and dramas, including Shenandoah (1975) and On the Twentieth Century (1978), winning the Tony Award for Best Leading Actor in a Musical for each. In 1966 he gained his first Tony nomination as the lead in On a Clear Day You Can See Forever, in which he introduced the title song, and more recently received Tony nomi"}]}, {"heading": "Births", "year": "1930", "date": "March 2", "txt": "Emma Penella, Spanish actress (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 2", "txt": "Tom Wolfe, American journalist and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 2", "txt": "Mikhail Gorbachev, Russian lawyer and politician, President of the Soviet Union, Nobel Prize laureate", "entities": [{"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "President of the Soviet Union", "href": "/wiki/President_of_the_Soviet_Union", "description": "The President of the Union of Soviet Socialist Republics, also known as the President of the Soviet Union or the President of the USSR, was the head of state of the Union of Soviet Socialist Republics from 15 March 1990 to 25 December 1991. Mikhail Gorbachev was the only person to occupy this office. Gorbachev was also General Secretary of the Communist Party of the Soviet Union between March 1985"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1932", "date": "March 2", "txt": "Gun Hägglund, Swedish journalist and translator (d. 2011)", "entities": [{"title": "Gun Hägglund", "href": "/wiki/Gun_H%C3%A4gglund", "description": "Karin Gunvor Sjöblom Hägglund, better known as Gun Hägglund, was a Swedish television host and translator. Hägglund was the first female television news anchor in Sweden, hosting the Swedish national evening news show Aktuellt in 1958. She is sometimes credited as the first female television news reader in the world, but that claim is inaccurate as British ITN Midday News included female bulletin "}]}, {"heading": "Births", "year": "1934", "date": "March 2", "txt": "Dottie Rambo, American singer-songwriter (d. 2008)", "entities": [{"title": "Dottie Rambo", "href": "/wiki/Dottie_Rambo", "description": "Dottie Rambo was an American gospel singer and songwriter. She was a Grammy winning solo artist and multiple Dove award-winning artist. Along with ex-husband Buck and daughter Reba, she formed the award-winning southern Gospel group, The Rambos. She wrote more than 2,500 songs, including her most notable, \"The Holy Hills of Heaven Call Me\", \"He Looked Beyond My Fault and Saw My Need\", \"We Shall Be"}]}, {"heading": "Births", "year": "1935", "date": "March 2", "txt": "Gene Stallings, American football player and coach", "entities": [{"title": "Gene Stallings", "href": "/wiki/Gene_Stallings", "description": "Eugene Clifton Stallings Jr. is a retired American football player and coach. He played college football at Texas A&M University (1954–1956), where he was one of the \"Junction Boys\", and later served as the head coach at his alma mater from 1965 to 1971. Stallings was also the head coach of the St. Louis/Phoenix Cardinals of the National Football League (1986–1989) and at the University of Alabama"}]}, {"heading": "Births", "year": "1936", "date": "March 2", "txt": "Haroon Ahmed, Pakistani-English engineer and academic", "entities": [{"title": "Haroon Ahmed", "href": "/wiki/Haroon_Ahmed", "description": "Haroon Ahmed FREng, is a British Pakistani scientist in specialising the fields of microelectronics and electrical engineering. He is Emeritus Professor of Microelectronics at the Cavendish Laboratory, the Physics Department of the University of Cambridge, Honorary Fellow of Corpus Christi College, Cambridge, and Fellow of the Royal Academy of Engineering."}]}, {"heading": "Births", "year": "1936", "date": "March 2", "txt": "John Tusa, Czech-English journalist and academic", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 2", "txt": "Abdelaziz Bouteflika, Algerian soldier and politician, 5th President of Algeria", "entities": [{"title": "Abdelaziz Bouteflika", "href": "/wiki/Abdelaziz_Bouteflika", "description": "Abdelaziz Bouteflika is an Algerian politician who served as President of Algeria for almost 20 years, from 1999 to his resignation in 2019."}, {"title": "President of Algeria", "href": "/wiki/President_of_Algeria", "description": "The president of the People's Democratic Republic of Algeria is the head of state and chief executive of Algeria, as well as the commander-in-chief of the Algerian People's National Armed Forces."}]}, {"heading": "Births", "year": "1938", "date": "March 2", "txt": "Ricardo Lagos, Chilean economist, lawyer, and politician, 33rd President of Chile", "entities": [{"title": "Ricardo Lagos", "href": "/wiki/Ricardo_Lagos", "description": "Ricardo Froilán Lagos Escobar is a Chilean lawyer, economist and social-democratic politician who served as President of Chile from 2000 to 2006. He won the 1999-2000 presidential election by a narrow margin in a runoff over Independent Democrat Union (UDI) candidate Joaquín Lavín. Lagos was the third president from the center-left Coalition of Parties for Democracy to have ruled Chile since 1990."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1938", "date": "March 2", "txt": "Lawrence Payton, American singer-songwriter and producer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 2", "txt": "Clark Gesner, American author and composer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 2", "txt": "Jan Howard Finder, American author and academic (d. 2013)", "entities": [{"title": "Jan Howard Finder", "href": "/wiki/Jan_Howard_Finder", "description": "Jan Howard Finder was an American academic administrator, career counselor, science fiction writer, filker, hostelling tour guide, cosplayer, and fan. He was a guest of honor at the 1993 Worldcon, ConFrancisco. As a personal affectation, he often spelled his name in all lower case letters, jan howard finder."}]}, {"heading": "Births", "year": "1940", "date": "March 2", "txt": "Billy McNeill, Scottish footballer (d. 2019)", "entities": [{"title": "Billy McNeill", "href": "/wiki/Billy_McNeill", "description": "William McNeill was a Scottish football player and manager. He had a long association with Celtic, spanning more than sixty years as a player, manager and club ambassador. McNeill captained Celtic's 'Lisbon Lions' to their European Cup victory in 1967 and later spent two spells as the club's manager. As a player and manager, he won 31 major trophies with Celtic."}]}, {"heading": "Births", "year": "1941", "date": "March 2", "txt": "John Cornell, Australian actor, director, and producer", "entities": [{"title": "John Cornell", "href": "/wiki/John_Cornell", "description": "John Cornell is an Australian film producer, writer, actor, and businessman who was born in Kalgoorlie, Western Australia. He is best known for his role as \"Strop\" in The Paul Hogan Show, and he was instrumental in the introduction of World Series Cricket in 1977."}]}, {"heading": "Births", "year": "1941", "date": "March 2", "txt": "David Satcher, American admiral and physician, 16th Surgeon General of the United States", "entities": [{"title": "Surgeon General of the United States", "href": "/wiki/Surgeon_General_of_the_United_States", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}]}, {"heading": "Births", "year": "1942", "date": "March 2", "txt": "John Irving, American novelist and screenwriter", "entities": [{"title": "John Irving", "href": "/wiki/John_Irving", "description": "John Winslow Irving is an American-Canadian novelist and screenwriter."}]}, {"heading": "Births", "year": "1942", "date": "March 2", "txt": "Claude Larose, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 2", "txt": "Mir-Hossein Mousavi, Iranian architect and politician, 79th Prime Minister of Iran", "entities": [{"title": "Prime Minister of Iran", "href": "/wiki/Prime_Minister_of_Iran", "description": "The Prime Minister of Iran was a political post in Iran that had existed during several different periods of time starting with the Qajar era until its most recent revival from 1979 to 1989 following the Iranian Revolution."}]}, {"heading": "Births", "year": "1942", "date": "March 2", "txt": "Lou Reed, American singer-songwriter, guitarist, producer, and actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 2", "txt": "Derek Woodley, English footballer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 2", "txt": "George Layton, English actor, director, and screenwriter", "entities": [{"title": "George Layton", "href": "/wiki/George_Layton", "description": "George Layton is an English actor, director, screenwriter and author. He was born to a family of Czechoslovak and Jewish ancestry and educated at Belle Vue Boys' Grammar School in Bradford during which time, in an interview for Talking Pictures TV Channel in April 2020, he mentioned his work on BBC Children's Hour at the former BBC Studios at Piccadilly, Manchester, where he came under the influen"}]}, {"heading": "Births", "year": "1943", "date": "March 2", "txt": "Peter Straub, American author and poet", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 2", "txt": "Robert Williams, American painter and cartoonist", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 2", "txt": "Derek Watkins, English trumpet player and composer (d. 2013)", "entities": [{"title": "Derek Watkins (trumpeter)", "href": "/wiki/Derek_Watkins_(trumpeter)", "description": "Derek Roy Watkins was an English jazz, pop, and classical trumpeter. Best known for his lead trumpet work on the soundtracks of James Bond films, Watkins recorded with British jazz bandleaders as well as the Royal Philharmonic Orchestra, the London Symphony Orchestra, and The Beatles. Dizzy Gillespie called him \"Mr. Lead\"."}]}, {"heading": "Births", "year": "1947", "date": "March 2", "txt": "Nelson Ned, Brazilian singer-songwriter (d. 2014)", "entities": [{"title": "Nelson Ned", "href": "/wiki/Nelson_Ned", "description": "Nelson Ned d'Ávila Pinto was a Brazilian singer-songwriter. He built a solid career as a singer and composer of sentimental, suffering songs, rising to popularity in Brazil and Latin America in 1969 and becoming known internationally, especially in Portugal, France and Spain. In 1971 he released his first Spanish album, \"Canción Popular\" and performed in the US, Latin America, Europe, and Africa."}]}, {"heading": "Births", "year": "1947", "date": "March 2", "txt": "Harry Redknapp, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 2", "txt": "Larry Carlton, American guitarist and songwriter", "entities": [{"title": "Larry Carlton", "href": "/wiki/Larry_Carlton", "description": "Larry Eugene Carlton is an American guitarist who built his career as a studio musician in the 1970s and '80s for acts such as Steely Dan and Joni Mitchell. He has participated in thousands of recording sessions, recorded on hundreds of albums in many genres, for television and movies, and on more than 100 gold records. He has been a member of the jazz fusion group the Crusaders, the smooth jazz b"}]}, {"heading": "Births", "year": "1948", "date": "March 2", "txt": "Rory Gallagher, Irish singer-songwriter, guitarist, and producer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 2", "txt": "Jeff Kennett, Australian journalist and politician, 43rd Premier of Victoria", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1948", "date": "March 2", "txt": "Carmen Lawrence, Australian politician, 25th Premier of Western Australia", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1950", "date": "March 2", "txt": "Karen Carpenter, American singer (d. 1983)", "entities": [{"title": "Karen Carpenter", "href": "/wiki/Karen_Carpenter", "description": "Karen Anne Carpenter was an American singer and drummer who, along with her elder brother Richard, was part of the duo the Carpenters. She was praised for her three-octave contralto vocal range and drumming abilities. Her struggles with eating disorders would later raise awareness of anorexia and body dysmorphia."}]}, {"heading": "Births", "year": "1952", "date": "March 2", "txt": "Mark Evanier, American author and screenwriter", "entities": [{"title": "Mark Evanier", "href": "/wiki/Mark_Evanier", "description": "Mark Stephen Evanier is an American comic book and television writer, known for his work on the animated TV series Garfield and Friends and on the comic book Groo the Wanderer. He is also known for his columns and blog News from ME, and for his work as a historian and biographer of the comics industry, such as his award-winning Jack Kirby biography, Kirby: King of Comics."}]}, {"heading": "Births", "year": "1952", "date": "March 2", "txt": "Laraine Newman, American actress and comedian", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 2", "txt": "Russ Feingold, American lawyer and politician", "entities": [{"title": "Russ Feingold", "href": "/wiki/Russ_Feingold", "description": "Russell Dana Feingold is an American lawyer and politician who served as a United States Senator from Wisconsin from 1993 to 2011. A member of the Democratic Party, he was its nominee in the 2016 election for the same U.S. Senate seat he had previously occupied. From 1983 to 1993, he was a Wisconsin State Senator representing the 27th District."}]}, {"heading": "Births", "year": "1954", "date": "March 2", "txt": "Ed Johnstone, Canadian ice hockey player and coach", "entities": [{"title": "Ed Johnstone", "href": "/wiki/Ed_Johnstone", "description": "Edward Lavern \"Eddie\" Johnstone is a Canadian former professional ice hockey player. He played for the Michigan Stags/Baltimore Blades in the World Hockey Association (WHA), followed by parts of ten seasons in the National Hockey League (NHL) with the New York Rangers and Detroit Red Wings. Johnstone was born in Brandon, Manitoba, but grew up in Vernon, British Columbia."}]}, {"heading": "Births", "year": "1955", "date": "March 2", "txt": "Dale Bozzio, American pop-rock singer-songwriter", "entities": [{"title": "Dale Bozzio", "href": "/wiki/Dale_Bozzio", "description": "Dale Frances Bozzio is an American rock and pop vocalist. She is best known as co-founder and lead singer of the '80s new wave band Missing Persons and for her work with Frank Zappa. While with Zappa, she performed significant roles in two of his major works, Joe's Garage (1979) and Thing-Fish (1984). In her solo career, Bozzio has released four albums and one EP."}]}, {"heading": "Births", "year": "1955", "date": "March 2", "txt": "Jay Osmond, American singer, drummer, actor, and TV/film producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 2", "txt": "Ken Salazar, American lawyer and politician, 50th United States Secretary of the Interior", "entities": [{"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1955", "date": "March 2", "txt": "Steve Small, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 2", "txt": "John Cowsill, American musician, songwriter, and producer", "entities": [{"title": "John Cowsill", "href": "/wiki/John_Cowsill", "description": "John Cowsill is an American musician, best known for his work as a singer and drummer with his siblings' band The Cowsills. He is currently a drummer and vocalist for The Beach Boys touring band, which features original Beach Boy Mike Love and long time member Bruce Johnston. Cowsill has also played keyboards for the \"Beach Boys Band\", and according to the band's website, he does Al Jardine's and "}]}, {"heading": "Births", "year": "1956", "date": "March 2", "txt": "Mark Evans, Australian rock bass player", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 2", "txt": "Hossein Dehghan, Iranian general and politician, Iranian Minister of Defense", "entities": [{"title": "Hossein Dehghan", "href": "/wiki/Hossein_Dehghan", "description": "Hossein Dehghani Poudeh is a former IRGC air force officer with the rank of brigadier general and the former minister of defense of Iran. He was designated for the position by President Hassan Rouhani on 4 August 2013 and confirmed by the parliament on 15 August. He left the office on 20 August 2017."}, {"title": "Ministry of Defence and Armed Forces Logistics (Iran)", "href": "/wiki/Ministry_of_Defence_and_Armed_Forces_Logistics_(Iran)", "description": "The Ministry of Defence and Armed Forces Logistics is the defence ministry of the Islamic Republic of Iran, part of the Cabinet of Iran. It reports to the President of Iran. It was reestablished in 1989."}]}, {"heading": "Births", "year": "1957", "date": "March 2", "txt": "Dito Tsintsadze, Georgian film director and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 2", "txt": "Mark Dean, American inventor and computer engineer", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 2", "txt": "Kevin Curren, South African-American tennis player", "entities": [{"title": "Kevin Curren", "href": "/wiki/Kevin_Curren", "description": "Kevin Melvyn Curren is a South African former professional tennis player. He played in two Grand Slam singles finals and won four Grand Slam doubles titles, reaching a career-high singles ranking of world No. 5."}]}, {"heading": "Births", "year": "1958", "date": "March 2", "txt": "Ian Woosnam, English-Welsh golfer", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 2", "txt": "Larry Stewart, American singer-songwriter and guitarist", "entities": [{"title": "Larry Stewart (singer)", "href": "/wiki/Larry_Stewart_(singer)", "description": "Larry Stewart is an American country music singer, best known for his role as lead singer of the country pop band Restless Heart. In 1993, Stewart left the band in pursuit of a solo career, recording four solo albums and charting eight singles on the Billboard Hot Country Singles & Tracks charts before reuniting with Restless Heart in 2002. His highest-charting solo single was \"Alright Already\", w"}]}, {"heading": "Births", "year": "1961", "date": "March 2", "txt": "Simone Young, Australian conductor, director, and composer", "entities": [{"title": "Simone Young", "href": "/wiki/Simone_Young", "description": "Simone Margaret Young AM is an Australian conductor. She has worked with numerous companies in a principal role, including\nthe Bergen Philharmonic Orchestra, Opera Australia, Hamburg State Opera, Philharmoniker Hamburg, Gulbenkian Orchestra, and the Orchestre de Chambre de Lausanne. In 2022 she is due to become the chief conductor of the Sydney Symphony Orchestra. Young is also the first female co"}]}, {"heading": "Births", "year": "1962", "date": "March 2", "txt": "Jon Bon Jovi, American singer-songwriter, guitarist, producer, and actor", "entities": [{"title": "Jon Bon Jovi", "href": "/wiki/Jon_Bon_Jovi", "description": "John Francis Bongiovi Jr., known professionally as Jon Bon Jovi, is an American singer-songwriter, record producer, philanthropist, and actor. He is best known as the founder and frontman of the Grammy Award-winning rock band Bon Jovi, which was formed in 1983. He has released 15 studio albums with his band as well as two solo albums."}]}, {"heading": "Births", "year": "1962", "date": "March 2", "txt": "Paul Farrelly, English journalist and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 2", "txt": "Tom Nordlie, Norwegian footballer and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 2", "txt": "Brendan O'Connor, Australian politician, Australian Minister for Employment", "entities": [{"title": "Minister for Employment (Australia)", "href": "/wiki/Minister_for_Employment_(Australia)", "description": "The Minister for Industrial Relations is Senator Michaelia Cash since 30 March 2021."}]}, {"heading": "Births", "year": "1962", "date": "March 2", "txt": "Raimo Summanen, Finnish ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 2", "txt": "Gabriele Tarquini, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 2", "txt": "Alvin Youngblood Hart, American singer and guitarist", "entities": [{"title": "Alvin Youngblood Hart", "href": "/wiki/Alvin_Youngblood_Hart", "description": "Alvin Youngblood Hart is a Grammy Award-winning American musician."}]}, {"heading": "Births", "year": "1963", "date": "March 2", "txt": "Anthony Albanese, Australian politician, 15th Deputy Prime Minister of Australia", "entities": [{"title": "Deputy Prime Minister of Australia", "href": "/wiki/Deputy_Prime_Minister_of_Australia", "description": "The deputy prime minister of Australia is the deputy chief executive and the second highest ranking officer of the government of Australia. The office of deputy prime minister was officially created as a ministerial portfolio in 1968, although the title had been used informally for many years previously. The deputy prime minister is appointed by the governor-general on the advice of the prime mini"}]}, {"heading": "Births", "year": "1964", "date": "March 2", "txt": "Laird Hamilton, American surfer and actor", "entities": [{"title": "Laird Hamilton", "href": "/wiki/Laird_Hamilton", "description": "Laird John Hamilton is an American big-wave surfer, co-inventor of tow-in surfing, and an occasional fashion and action-sports model. He is married to Gabrielle Reece, a professional volleyball player, television personality, and model."}]}, {"heading": "Births", "year": "1964", "date": "March 2", "txt": "Mike Von Erich, American wrestler (d. 1987)", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 2", "txt": "Ron Gant, American baseball player and journalist", "entities": [{"title": "Ron Gant", "href": "/wiki/Ron_Gant", "description": "Ronald Edwin Gant is an American television news anchor and former professional baseball outfielder, who played in Major League Baseball (MLB) for the Atlanta Braves (1987–1993), Cincinnati Reds (1995), St. Louis Cardinals (1996–1998), Philadelphia Phillies (1999–2000), Anaheim Angels (2000), Colorado Rockies (2001), Oakland Athletics, and San Diego Padres (2002). Gant is currently a co-host on WA"}]}, {"heading": "Births", "year": "1965", "date": "March 2", "txt": "Lembit Öpik, Northern Irish politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 2", "txt": "Ann Leckie, American author", "entities": [{"title": "Ann Leckie", "href": "/wiki/Ann_Leckie", "description": "Ann Leckie is an American author of science fiction and fantasy. Her 2013 debut novel Ancillary Justice, in part about artificial consciousness and gender-blindness, won the 2014 Hugo Award for \"Best Novel\", as well as the Nebula Award, the Arthur C. Clarke Award, and the BSFA Award. The sequels, Ancillary Sword and Ancillary Mercy, each won the Locus Award and were nominated for the Nebula Award."}]}, {"heading": "Births", "year": "1966", "date": "March 2", "txt": "Simon Reevell, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 2", "txt": "Daniel Craig, English actor and producer", "entities": [{"title": "Daniel Craig", "href": "/wiki/Daniel_Craig", "description": "Daniel Wroughton Craig is an English actor. He is best known for playing James Bond in the eponymous film series, beginning with Casino Royale (2006), which brought him international fame. As of January 2021, he has starred in three more instalments, with a fifth set to be released in late 2021. Other performances include his breakthrough role in the drama serial Our Friends in the North (1996), t"}]}, {"heading": "Births", "year": "1970", "date": "March 2", "txt": "James Purnell, English politician, Secretary of State for Work and Pensions", "entities": [{"title": "James Purnell", "href": "/wiki/James_Purnell", "description": "James Mark Dakin Purnell is a British broadcasting executive and former Labour Party politician who served as Work and Pensions Secretary and Culture Secretary in the Brown Government from 2007 to 2009. In October 2016, he became BBC's Director of Radio, in addition to his other role as the BBC's Director of Strategy and Digital, a job he has held since March 2013. In 2020 he left the BBC to becom"}, {"title": "Secretary of State for Work and Pensions", "href": "/wiki/Secretary_of_State_for_Work_and_Pensions", "description": "The Secretary of State for Work and Pensions, also referred to as the Work and Pensions Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Work and Pensions (DWP). The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1970", "date": "March 2", "txt": "Ciriaco Sforza, Swiss footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 2", "txt": "Wibi Soerjadi, Dutch pianist and composer", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 2", "txt": "Dave Gorman, English comedian, author and television presenter", "entities": [{"title": "Dave Gorman", "href": "/wiki/Dave_Gorman", "description": "David James Gorman is an English comedian, author, and television presenter."}]}, {"heading": "Births", "year": "1971", "date": "March 2", "txt": "Method Man, American rapper, record producer and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 2", "txt": "Mauricio Pochettino, Argentinian footballer and manager", "entities": [{"title": "Mauricio Pochettino", "href": "/wiki/Mauricio_Pochettino", "description": "Mauricio Roberto Pochettino Trossero is an Argentine professional football manager and former player who is the current head coach of Ligue 1 club Paris Saint-Germain."}]}, {"heading": "Births", "year": "1973", "date": "March 2", "txt": "Dejan Bodiroga, Serbian basketball player", "entities": [{"title": "Dejan Bodiroga", "href": "/wiki/Dejan_Bodiroga", "description": "Dejan Bodiroga is a Serbian basketball executive and former professional player. Listed at 2.05 m and 110 kg (243 lbs.), he mainly played at the small forward position, but he could also play point forward, and both guard positions."}]}, {"heading": "Births", "year": "1973", "date": "March 2", "txt": "Trevor Sinclair, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 2", "txt": "Hayley Lewis, Australian swimmer and television host", "entities": [{"title": "Hayley Lewis", "href": "/wiki/Hayley_Lewis", "description": "Hayley Jane Lewis, OAM, is an Australian former competitive swimmer best known for winning five gold medals and one bronze medal at the 1990 Commonwealth Games as a 15-year-old."}]}, {"heading": "Births", "year": "1975", "date": "March 2", "txt": "Daryl Gibson, New Zealand rugby player", "entities": [{"title": "Daryl Gibson", "href": "/wiki/Daryl_Gibson", "description": "Daryl Peter Earl Gibson is an international rugby coach and former New Zealand rugby union footballer. He played for the Crusaders in the Super Rugby and represented his country with the All Blacks. After success as assistant coach with the Waratahs side when they won the 2014 Super Rugby Championship, Gibson replaced Michael Cheika as head Coach of the team in 2015."}]}, {"heading": "Births", "year": "1977", "date": "March 2", "txt": "Dominique Canty, American basketball player and coach", "entities": [{"title": "Dominique Canty", "href": "/wiki/Dominique_Canty", "description": "Dominique Danyell Canty is an American professional women's basketball player, most recently with the Washington Mystics in the WNBA."}]}, {"heading": "Births", "year": "1977", "date": "March 2", "txt": "Chris Martin, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 2", "txt": "Stephen Parry, English swimmer and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 2", "txt": "Andrew Strauss, South African-English cricketer", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 2", "txt": "Gabby Eigenmann, Filipino actor and singer", "entities": [{"title": "Gabby Eigenmann", "href": "/wiki/Gabby_Eigenmann", "description": "Gabriel John Celebre Eigenmann is a Filipino actor, singer, host and model. He is currently working as an exclusive talent of GMA Network."}]}, {"heading": "Births", "year": "1978", "date": "March 2", "txt": "Lee Hodges, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 2", "txt": "Tomáš Kaberle, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 2", "txt": "Damien Duff, Irish international footballer", "entities": [{"title": "Damien Duff", "href": "/wiki/Damien_Duff", "description": "Damien Anthony Duff is an Irish professional football coach and former player who played predominantly as a winger and is a former first team coach at Celtic."}]}, {"heading": "Births", "year": "1979", "date": "March 2", "txt": "Jim Troughton, English cricketer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 2", "txt": "Nicky Weaver, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 2", "txt": "Chris Barker, English footballer and manager (d. 2020)", "entities": [{"title": "Chris Barker", "href": "/wiki/Chris_Barker", "description": "Christopher Andrew Barker was an English professional footballer who played as a defender. He represented Alfreton Town, Barnsley, Cardiff City, Stoke City, Colchester United, Queens Park Rangers, Plymouth Argyle, Southend United, Hereford FC and Weston Super Mare and he was player-manager of Aldershot Town for three months in 2015. His brother, Richie, is also a professional footballer."}]}, {"heading": "Births", "year": "1980", "date": "March 2", "txt": "Rebel Wilson, Australian actress and screenwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 2", "txt": "Lance Cade, American wrestler (d. 2010)", "entities": [{"title": "Lance Cade", "href": "/wiki/Lance_Cade", "description": "Lance Kurtis McNaught was an American professional wrestler. He was best known for his time in World Wrestling Entertainment (WWE) where he performed under the ring names Garrison Cade and Lance Cade."}]}, {"heading": "Births", "year": "1981", "date": "March 2", "txt": "Bryce Dallas Howard, American actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 2", "txt": "Kevin Kurányi, German footballer", "entities": [{"title": "Kevin Kurányi", "href": "/wiki/Kevin_Kur%C3%A1nyi", "description": "Kevin Dennis Kurányi Rodríguez is a German former professional footballer. He played as a striker and possessed great aerial ability and finishing skills. From 2003 to 2008, Kurányi was part of the German national team, for which he scored 19 goals in 52 games. He participated in two UEFA Euro and one Confederations Cup."}]}, {"heading": "Births", "year": "1982", "date": "March 2", "txt": "Henrik Lundqvist, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 2", "txt": "Ben Roethlisberger, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 2", "txt": "Corey Webster, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 2", "txt": "Deuce, American singer-songwriter and producer", "entities": [{"title": "Deuce (singer)", "href": "/wiki/Deuce_(singer)", "description": "Aron Erlichman, better known by his stage name Deuce), is an American rapper, music producer and guitarist. Brought to fame as a producer, singer-songwriter and one of the founding members of rap rock band Hollywood Undead, Deuce has since moved on to solo work through the label \"Five Seven Music\", a branch of Eleven Seven Music. He is also involved in a movement with fellow rapper Truth called \"N"}]}, {"heading": "Births", "year": "1983", "date": "March 2", "txt": "Lisandro López, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 2", "txt": "Jay McClement, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 2", "txt": "Glen Perkins, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 2", "txt": "Ryan Shannon, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 2", "txt": "Reggie Bush, American football player", "entities": [{"title": "Reggie Bush", "href": "/wiki/Reggie_Bush", "description": "Reginald Alfred Bush Jr. is a former American football running back. He played college football at USC, where he earned consensus All-American honors twice and won the Heisman Trophy as the most outstanding player in the nation. He was drafted by the New Orleans Saints second overall in the 2006 NFL Draft. While with the Saints, Bush was named an All-Pro punt returner in 2008 and won Super Bowl XL"}]}, {"heading": "Births", "year": "1985", "date": "March 2", "txt": "Suso Santana, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 2", "txt": "Jonathan D'Aversa, Canadian ice hockey player", "entities": [{"title": "Jonathan D'Aversa", "href": "/wiki/Jonathan_D%27Aversa", "description": "Jonathan D'Aversa is a Canadian former professional ice hockey defenceman who played in the American Hockey League (AHL) with Wilkes-Barre/Scranton Penguins before spending the majority of his professional career in Europe."}]}, {"heading": "Births", "year": "1987", "date": "March 2", "txt": "Jonas Jerebko, Swedish basketball player", "entities": [{"title": "Jonas Jerebko", "href": "/wiki/Jonas_Jerebko", "description": "Jonas Jerebko is a Swedish professional basketball player. He was selected as the 39th overall pick in the second round of the 2009 NBA draft by the Detroit Pistons, becoming the second Swedish-born basketball player to be selected in the NBA draft. Jerebko played a total of 10 seasons in the NBA with four different teams. After his last season, that led all the way to the NBA Finals, Jerebko move"}]}, {"heading": "Births", "year": "1988", "date": "March 2", "txt": "Édgar Andrade, Mexican footballer", "entities": [{"title": "Édgar Andrade", "href": "/wiki/%C3%89dgar_Andrade", "description": "Edgar Bismarck Andrade Rentería is a Mexican former professional footballer he was a midfielder. He made his debut in Cruz Azul on January 28, 2006 in a game against Atlas which resulted in a draw. He was part of the Mexican team that won the U-17 World Cup in 2005. While playing for Cruz Azul he broke his ankle while attempting to recover a ball for his team, in a 2007 match against Estudiantes T"}]}, {"heading": "Births", "year": "1988", "date": "March 2", "txt": "James Arthur, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 2", "txt": "Laura Kaeppeler, Miss America 2012", "entities": [{"title": "Miss America 2012", "href": "/wiki/Miss_America_2012", "description": "Miss America 2012, the 85th Miss America pageant, was held at the Theatre for the Performing Arts of Planet Hollywood Resort and Casino on the Las Vegas Strip in Paradise, Nevada on Saturday, January 14, 2012. Miss America 2011, Teresa Scanlan from Nebraska, crowned her successor Laura Kaeppeler from Wisconsin at the end of this event. It was broadcast live on ABC. All 50 states plus the District "}]}, {"heading": "Births", "year": "1988", "date": "March 2", "txt": "Matthew Mitcham, Australian diver", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 2", "txt": "Chris Rainey, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 2", "txt": "Geert Arend Roorda, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 2", "txt": "Alemão, Brazilian footballer", "entities": [{"title": "Alemão (footballer, born 1989)", "href": "/wiki/Alem%C3%A3o_(footballer,_born_1989)", "description": "José Carlos Tofolo Júnior, commonly known as Alemão, is a Brazilian footballer who plays as a forward for Jaraguá. He also holds Italian nationality."}]}, {"heading": "Births", "year": "1989", "date": "March 2", "txt": "Toby Alderweireld, Belgian international footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 2", "txt": "André Bernardes Santos, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 2", "txt": "Marcel Hirscher, Austrian skier", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 2", "txt": "Shane Vereen, American football player", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 2", "txt": "Chris Woakes, English cricketer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 2", "txt": "Rauno Alliku, Estonian footballer", "entities": [{"title": "Rauno Alliku", "href": "/wiki/Rauno_Alliku", "description": "Rauno Alliku is an Estonian professional footballer who plays as a forward for Estonian Meistriliiga club Flora."}]}, {"heading": "Births", "year": "1990", "date": "March 2", "txt": "Malcolm Butler, American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 2", "txt": "Josh McGuire, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 2", "txt": "Tiger Shroff, Indian actor", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 2", "txt": "Nick Franklin, American baseball player", "entities": [{"title": "Nick Franklin (baseball)", "href": "/wiki/Nick_Franklin_(baseball)", "description": "Nicholas Edward Franklin is an American professional baseball second baseman and outfielder for the Kansas City Monarchs of the American Association of Professional Baseball. He was drafted by the Seattle Mariners in the first round, 27th pick overall, of the 2009 Major League Baseball Draft. He attended Lake Brantley High School where he won numerous awards, including being named the player of th"}]}, {"heading": "Births", "year": "1992", "date": "March 2", "txt": "Jack Stockwell, Australian rugby league player", "entities": [{"title": "Jack Stockwell", "href": "/wiki/Jack_Stockwell", "description": "Jack Stockwell is an Australian professional rugby league footballer who plays as a prop and lock for the Burleigh Bears in the Queensland Cup."}]}, {"heading": "Births", "year": "1995", "date": "March 2", "txt": "Ange-Freddy Plumain, French footballer", "entities": [{"title": "Ange-Freddy Plumain", "href": "/wiki/Ange-Freddy_Plumain", "description": "Ange-Freddy Plumain is a French professional footballer who plays as a winger for Turkish club Westerlo. Plumain is a France youth international having represented his nation at under-16 level."}]}, {"heading": "Births", "year": "1997", "date": "March 2", "txt": "Becky G, American singer and actress", "entities": [{"title": "Becky G", "href": "/wiki/Becky_G", "description": "Rebbeca Marie Gomez, known professionally by her stage name Becky G, is an American singer, songwriter and actress. Gomez first gained recognition in 2011 when she began posting videos of herself covering popular songs online. One of her videos caught the attention of producer Dr. Luke, who subsequently offered her a joint record deal with Kemosabe Records and RCA Records. While working on her deb"}]}, {"heading": "Births", "year": "2010", "date": "March 2", "txt": "Hailey Dawson, American with a 3D-printed robotic hand", "entities": [{"title": "Hailey Dawson", "href": "/wiki/Hailey_Dawson", "description": "Hailey Dawson is an American girl who is the first person to throw out the ceremonial first pitch in all 30 Major League Baseball stadiums. Born with Poland syndrome, she is missing three fingers on her right hand and has an underdeveloped pinky and thumb. At age 5, she was fitted with a 3D-printed robotic hand by the University of Nevada, Las Vegas, College of Engineering. She came to national pr"}, {"title": "3D printing", "href": "/wiki/3D_printing", "description": "3D printing, or additive manufacturing, is the construction of a three-dimensional object from a CAD model or a digital 3D model. The term \"3D printing\" can refer to a variety of processes in which material is deposited, joined or solidified under computer control to create a three-dimensional object, with material being added together, typically layer by layer."}, {"title": "Robotic", "href": "/wiki/Robotic", "description": "Robotics is an interdisciplinary field that integrates computer science and engineering. Robotics involves design, construction, operation, and use of robots. The goal of robotics is to design machines that can help and assist humans. Robotics integrates fields of mechanical engineering, electrical engineering, information engineering, mechatronics, electronics, bioengineering, computer engineerin"}]}, {"heading": "Births", "year": "2016", "date": "March 2", "txt": "Prince Oscar, duke of Skåne and prince of Sweden", "entities": [{"title": "Prince Oscar, Duke of Skåne", "href": "/wiki/Prince_Oscar,_Duke_of_Sk%C3%A5ne", "description": "Prince Oscar of Sweden, Duke of Skåne is the younger child and only son of Crown Princess Victoria and her husband Prince Daniel. He is a grandson of King Carl XVI Gustaf and Queen Silvia and is third in the line of succession to the Swedish throne, after his mother and his sister, Princess Estelle."}]}, {"heading": "Deaths", "year": "274", "date": "March 2", "txt": "Mani, Persian prophet and founder of Manichaeism (b. 216)", "entities": [{"title": "Mani (prophet)", "href": "/wiki/Mani_(prophet)", "description": "Mani, of Iranian origin, was the prophet and the founder of Manichaeism, a religion of late antiquity strongly influenced by Gnosticism which was once widespread but is no longer prevalent by name. Mani was born in or near Seleucia-Ctesiphon in Babylonia, at the time still part of the Parthian Empire. Six of his major works were written in Syriac, and the seventh, dedicated to the Sasanian emperor"}]}, {"heading": "Deaths", "year": "672", "date": "March 2", "txt": "Chad of Mercia, English bishop and saint (b. 634)", "entities": [{"title": "Chad of Mercia", "href": "/wiki/Chad_of_Mercia", "description": "Chad was a prominent 7th-century Anglo-Saxon churchman, who became abbot of several monasteries, Bishop of the Northumbrians and subsequently Bishop of the Mercians and Lindsey People. He was later canonised as a saint. He was the brother of Cedd, also a saint. He features strongly in the work of the Venerable Bede and is credited, together with Cedd, with introducing Christianity to the Mercian k"}]}, {"heading": "Deaths", "year": "986", "date": "March 2", "txt": "Lothair, king of West Francia (b.941)", "entities": [{"title": "Lothair of France", "href": "/wiki/Lothair_of_France", "description": "Lothair, sometimes called Lothair III or Lothair IV, was the penultimate Carolingian king of West Francia, reigning from 10 September 954 until his death in 986."}]}, {"heading": "Deaths", "year": "968", "date": "March 2", "txt": "William, archbishop of Mainz (b. 929)", "entities": [{"title": "William (archbishop of Mainz)", "href": "/wiki/William_(archbishop_of_Mainz)", "description": "William was Archbishop of Mainz from 17 December 954 until his death. He was the son of the Emperor Otto I the Great and a Wendish mother."}]}, {"heading": "Deaths", "year": "1009", "date": "March 2", "txt": "Mokjong, king of Goryeo (b. 980)", "entities": [{"title": "Mokjong of Goryeo", "href": "/wiki/Mokjong_of_Goryeo", "description": "Mokjong of Goryeo was the seventh ruler of the Goryeo dynasty of Korea."}]}, {"heading": "Deaths", "year": "1127", "date": "March 2", "txt": "Charles the Good, Count of Flanders (b. 1084)", "entities": [{"title": "Charles I, Count of Flanders", "href": "/wiki/Charles_I,_Count_of_Flanders", "description": "Charles the Good was Count of Flanders from 1119 to 1127. His murder and its aftermath were chronicled by Galbert of Bruges."}, {"title": "Count", "href": "/wiki/Count", "description": "Count is a historical title of nobility in certain European countries, varying in relative status, generally of middling rank in the hierarchy of nobility. The etymologically related English term \"county\" denoted the land owned by a count. Equivalents of the rank of count exist or have existed in the nobility structures of some non-European countries, such as hakushaku during the Japanese Imperial"}, {"title": "Flanders", "href": "/wiki/Flanders", "description": "Flanders is the Dutch-speaking northern portion of Belgium and one of the communities, regions and language areas of Belgium. However, there are several overlapping definitions, including ones related to culture, language, politics and history, and sometimes involving neighbouring countries. The demonym associated with Flanders is Fleming, while the corresponding adjective is Flemish. The official"}]}, {"heading": "Deaths", "year": "1316", "date": "March 2", "txt": "Marjorie Bruce, Scottish daughter of Robert the Bruce (b. 1296)", "entities": [{"title": "Marjorie Bruce", "href": "/wiki/Marjorie_Bruce", "description": "Marjorie Bruce or Marjorie de Brus was the eldest daughter of Robert the Bruce, King of Scots, by his first wife, Isabella of Mar."}, {"title": "Robert the Bruce", "href": "/wiki/Robert_the_Bruce", "description": "Robert I, popularly known as Robert the Bruce, was King of Scots from 1306 to his death in 1329. Robert was one of the most famous warriors of his generation and eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent country and is now revered in Scotland as a national hero."}]}, {"heading": "Deaths", "year": "1333", "date": "March 2", "txt": "Wladyslaw I, king of Poland (b. 1261)", "entities": [{"title": "Władysław I the Elbow-high", "href": "/wiki/W%C5%82adys%C5%82aw_I_the_Elbow-high", "description": "Władysław I Łokietek, in English known as the \"Elbow-high\" or Ladislaus the Short was King of Poland from 1320 to 1333, and duke of several of the provinces and principalities in the preceding years. He was a member of the royal Piast dynasty, the son of Duke Casimir I of Kuyavia, and great-grandson of High-Duke Casimir II the Just."}]}, {"heading": "Deaths", "year": "1589", "date": "March 2", "txt": "Alessandro Farnese, Italian cardinal and diplomat (b. 1520)", "entities": [{"title": "Alessandro Farnese (cardinal)", "href": "/wiki/Alessandro_Farnese_(cardinal)", "description": "Alessandro Farnese, an Italian cardinal and diplomat and a great collector and patron of the arts, was the grandson of Pope Paul III, and the son of Pier Luigi Farnese, Duke of Parma, who was murdered in 1547. He should not be confused with his nephew, Alessandro Farnese, Governor of the Spanish Netherlands, grandson of Emperor Charles V and great-grandson of Pope Paul III."}]}, {"heading": "Deaths", "year": "1619", "date": "March 2", "txt": "Anne of Denmark, queen of Scotland (b. 1574)", "entities": [{"title": "Anne of Denmark", "href": "/wiki/Anne_of_Denmark", "description": "Anne of Denmark was Queen of Scotland, England, and Ireland by marriage to King James VI and I."}]}, {"heading": "Deaths", "year": "1729", "date": "March 2", "txt": "Francesco Bianchini, Italian astronomer and philosopher (b. 1662)", "entities": [{"title": "Francesco Bianchini", "href": "/wiki/Francesco_Bianchini", "description": "Francesco Bianchini was an Italian philosopher and scientist. He worked for the curia of three popes, including being camiere d'honore of Clement XI, and secretary of the commission for the reform of the calendar, working on the method to calculate the astronomically correct date for Easter in a given year."}]}, {"heading": "Deaths", "year": "1755", "date": "March 2", "txt": "Louis de Rouvroy, French duke and diplomat (b. 1675)", "entities": [{"title": "Louis de Rouvroy, duc de Saint-Simon", "href": "/wiki/Louis_de_Rouvroy,_duc_de_Saint-Simon", "description": "Louis de Rouvroy, duc de Saint-Simon, GE, was a French soldier, diplomat and memoirist. He was born in Paris at the Hôtel Selvois, 6 rue Taranne. The family's ducal peerage (duché-pairie), granted in 1635 to his father Claude de Rouvroy (1608–1693), served as both perspective and theme in Saint-Simon's life and writings. He was the second and last Duke of Saint-Simon."}]}, {"heading": "Deaths", "year": "1791", "date": "March 2", "txt": "John Wesley, English cleric and theologian (b. 1703)", "entities": [{"title": "John Wesley", "href": "/wiki/John_Wesley", "description": "John Wesley was an English cleric, theologian, and evangelist, who was a leader of a revival movement within the Church of England known as Methodism. The societies he founded became the dominant form of the independent Methodist movement that continues to this day."}]}, {"heading": "Deaths", "year": "1793", "date": "March 2", "txt": "Carl Gustaf Pilo, Swedish-Danish painter and academic (b. 1711)", "entities": [{"title": "Carl Gustaf Pilo", "href": "/wiki/Carl_Gustaf_Pilo", "description": "Carl Gustaf Pilo was a Swedish-born artist and painter. Pilo worked extensively in Denmark as a painter to the Danish Royal Court and as professor and director at the Royal Danish Academy of Art, as well as in his native Sweden."}]}, {"heading": "Deaths", "year": "1797", "date": "March 2", "txt": "Horace Walpole, English historian and politician (b. 1717)", "entities": [{"title": "Horace Walpole", "href": "/wiki/Horace_Walpole", "description": "Horatio Walpole, 4th Earl of Orford, also known as Horace Walpole, was an English writer, art historian, man of letters, antiquarian and Whig politician."}]}, {"heading": "Deaths", "year": "1829", "date": "March 2", "txt": "Josefa Ortiz de Domínguez, Mexican revolutionary (b. ca. 1773)", "entities": [{"title": "Josefa Ortiz de Domínguez", "href": "/wiki/Josefa_Ortiz_de_Dom%C3%ADnguez", "description": "María Josefa Crescencia Ortíz Téllez–Girón, popularly known as Doña Josefa Ortiz de Domínguez or La Corregidora was an insurgent and supporter of the Mexican War of Independence, which fought for independence against Spain, in the early 19th century. She was married to Miguel Domínguez, corregidor of the city of Querétaro, hence her nickname."}]}, {"heading": "Deaths", "year": "1830", "date": "March 2", "txt": "Samuel Thomas von Sömmerring, German physician, anatomist, and anthropologist (b. 1755)", "entities": [{"title": "Samuel Thomas von Sömmerring", "href": "/wiki/Samuel_Thomas_von_S%C3%B6mmerring", "description": "Samuel Thomas von Sömmerring was a German physician, anatomist, anthropologist, paleontologist and inventor. Sömmerring discovered the macula in the retina of the human eye. His investigations on the brain and the nervous system, on the sensory organs, on the embryo and its malformations, on the structure of the lungs, etc., made him one of the most important German anatomists."}]}, {"heading": "Deaths", "year": "1835", "date": "March 2", "txt": "Francis II, Holy Roman Emperor (b. 1768)", "entities": [{"title": "Francis II, Holy Roman Emperor", "href": "/wiki/Francis_II,_Holy_Roman_Emperor", "description": "Francis II was the last Holy Roman Emperor from 1792 to 1806 and, as Francis I, the first Emperor of Austria from 1804 to 1835. He assumed the title of Emperor of Austria in response to the coronation of Napoleon as Emperor of the French. Soon after Napoleon created the Confederation of the Rhine, Francis abdicated as Holy Roman Emperor. He was King of Hungary, Croatia and Bohemia. He also served "}]}, {"heading": "Deaths", "year": "1840", "date": "March 2", "txt": "Heinrich Wilhelm Matthias Olbers, German physician and astronomer (b. 1758)", "entities": [{"title": "Heinrich Wilhelm Matthias Olbers", "href": "/wiki/Heinrich_Wilhelm_Matthias_Olbers", "description": "Heinrich Wilhelm Matthias Olbers was a German physician and astronomer."}]}, {"heading": "Deaths", "year": "1855", "date": "March 2", "txt": "Nicholas I, Russian emperor (b. 1796)", "entities": [{"title": "Nicholas I of Russia", "href": "/wiki/Nicholas_I_of_Russia", "description": "Nicholas I reigned as Emperor of Russia, King of Poland and Grand Duke of Finland from 1825 until 1855. He was the third son of Paul I and younger brother of his predecessor, Alexander I. Nicholas inherited his brother's throne despite the failed Decembrist revolt against him. He is mainly remembered in history as a reactionary whose controversial reign was marked by geographical expansion, econom"}]}, {"heading": "Deaths", "year": "1864", "date": "March 2", "txt": "Ulric Dahlgren, American colonel (b. 1842)", "entities": [{"title": "Ulric Dahlgren", "href": "/wiki/Ulric_Dahlgren", "description": "Ulric Dahlgren was a colonel in the Union Army during the American Civil War. He was the son of Union Navy Rear Admiral John A. Dahlgren and nephew to Confederate Brigadier General Charles G. Dahlgren."}]}, {"heading": "Deaths", "year": "1865", "date": "March 2", "txt": "Carl Sylvius Völkner, German-New Zealand priest and missionary (b. 1819)", "entities": [{"title": "Carl Sylvius Völkner", "href": "/wiki/Carl_Sylvius_V%C3%B6lkner", "description": "Carl Sylvius Völkner was a German-born Protestant missionary in New Zealand who was hanged and decapitated at his church grounds on the east coast of the North Island in what became known as the Völkner Incident."}]}, {"heading": "Deaths", "year": "1880", "date": "March 2", "txt": "John Benjamin Macneill, Irish engineer (b. 1790)", "entities": [{"title": "John Benjamin Macneill", "href": "/wiki/John_Benjamin_Macneill", "description": "Sir John Benjamin Macneill FRS was an eminent Irish civil engineer of the 19th century, closely associated with Thomas Telford. His most notable projects were railway schemes in Ireland."}]}, {"heading": "Deaths", "year": "1895", "date": "March 2", "txt": "Berthe Morisot, French painter (b. 1841)", "entities": [{"title": "Berthe Morisot", "href": "/wiki/Berthe_Morisot", "description": "Berthe Marie Pauline Morisot was a French painter and a member of the circle of painters in Paris who became known as the Impressionists."}]}, {"heading": "Deaths", "year": "1895", "date": "March 2", "txt": "Isma'il Pasha, Egyptian politician (b. 1830)", "entities": []}, {"heading": "Deaths", "year": "1896", "date": "March 2", "txt": "Jubal Early, American general (b. 1816)", "entities": [{"title": "Jubal Early", "href": "/wiki/Jubal_Early", "description": "Jubal Anderson Early was a Virginia lawyer and politician who became a Confederate general during the American Civil War. Trained at the United States Military Academy, Early resigned his U.S. Army commission after the Second Seminole War and his Virginia military commission after the Mexican–American War, in both cases to practice law and participate in politics. Accepting a Virginia and later Co"}]}, {"heading": "Deaths", "year": "1921", "date": "March 2", "txt": "Champ Clark, American lawyer and politician, 41st Speaker of the United States House of Representatives (b. 1850)", "entities": [{"title": "Champ Clark", "href": "/wiki/Champ_Clark", "description": "James Beauchamp Clark was an American politician and attorney who represented Missouri in the United States House of Representatives and served as Speaker of the House from 1911 to 1919."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "1930", "date": "March 2", "txt": "D. H. Lawrence, English novelist, poet, playwright, and critic (b. 1885)", "entities": [{"title": "D. H. Lawrence", "href": "/wiki/D._H._Lawrence", "description": "David Herbert Lawrence was an English writer and poet. His collected works represent, among other things, an extended reflection upon the dehumanising effects of modernity and industrialisation. Lawrence's writing explores issues such as sexuality, emotional health, vitality, spontaneity, and instinct. His works include Sons and Lovers, The Rainbow, Women in Love, and Lady Chatterley's Lover."}]}, {"heading": "Deaths", "year": "1938", "date": "March 2", "txt": "Ben Harney, American pianist and composer (b. 1871)", "entities": [{"title": "Ben Harney", "href": "/wiki/Ben_Harney", "description": "Benjamin Robertson \"Ben\" Harney was an American songwriter, entertainer, and pioneer of ragtime music. His 1895 composition \"You've Been a Good Old Wagon but You Done Broke Down\" is regarded as among the earliest ragtime composition, but while he promoted himself as the inventor of ragtime, he \"almost certainly was not.\" Though now probably more associated with Scott Joplin, in 1924 The New York T"}]}, {"heading": "Deaths", "year": "1939", "date": "March 2", "txt": "Howard Carter, English archaeologist and historian (b. 1874)", "entities": [{"title": "Howard Carter", "href": "/wiki/Howard_Carter", "description": "Howard Carter was an English archaeologist and Egyptologist. He became world-famous after discovering the intact tomb of the 18th Dynasty Pharaoh, Tutankhamun in November 1922, the best-preserved pharaonic tomb ever found in the Valley of the Kings."}]}, {"heading": "Deaths", "year": "1943", "date": "March 2", "txt": "Gisela Januszewska, Jewish-Austrian physician (b.1867)", "entities": [{"title": "Gisela Januszewska", "href": "/wiki/Gisela_Januszewska", "description": "Gisela Januszewska was an Austrian physician. Having earned her degree in Switzerland, she briefly worked in Germany before becoming the first female physician in the Bosnian town of Banja Luka. She received highest decorations for her service during the First World War and social activism in Austria afterwards, but was deported to a Nazi concentration camp, where she died, during the Second World"}]}, {"heading": "Deaths", "year": "1944", "date": "March 2", "txt": "Ida Maclean, British biochemist, the first woman admitted to the London Chemical Society (b. 1877)", "entities": [{"title": "Ida Maclean", "href": "/wiki/Ida_Maclean", "description": "Ida Smedley Maclean was an English biochemist and the first woman admitted to the London Chemical Society."}, {"title": "Chemical Society", "href": "/wiki/Chemical_Society", "description": "The Chemical Society was a scientific society formed in 1841 by 77 scientists as a result of increased interest in scientific matters. Chemist Robert Warington was the driving force behind its creation."}]}, {"heading": "Deaths", "year": "1945", "date": "March 2", "txt": "Emily Carr, Canadian painter and author (b. 1871)", "entities": [{"title": "Emily Carr", "href": "/wiki/Emily_Carr", "description": "Emily Carr was a Canadian artist and writer who was inspired by the Indigenous peoples of the Pacific Northwest Coast. One of the painters in Canada to adopt a Modernist and Post-Impressionist style, Carr did not receive widespread recognition for her work until she changed subject matter from Aboriginal themes to landscapes—forest scenes in particular. As a writer Carr was one of the earliest chr"}]}, {"heading": "Deaths", "year": "1946", "date": "March 2", "txt": "Fidél Pálffy, Hungarian politician, Hungarian Minister of Agriculture (b. 1895)", "entities": [{"title": "Fidél Pálffy", "href": "/wiki/Fid%C3%A9l_P%C3%A1lffy", "description": "Count Fidél Pálffy de Erdőd was a Hungarian nobleman who emerged as a leading supporter of Nazism in Hungary."}, {"title": "Minister of Agriculture (Hungary)", "href": "/wiki/Minister_of_Agriculture_(Hungary)", "description": "The Minister of Agriculture of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Agriculture. The current agriculture minister is István Nagy."}]}, {"heading": "Deaths", "year": "1946", "date": "March 2", "txt": "George E. Stewart, American colonel, Medal of Honor recipient (b. 1872)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1947", "date": "March 2", "txt": "Frans Johan Louwrens Ghijsels, Dutch architect and urban planner (b. 1882)", "entities": [{"title": "Frans Johan Louwrens Ghijsels", "href": "/wiki/Frans_Johan_Louwrens_Ghijsels", "description": "Frans Johan Louwrens Ghijsels was a Dutch architect and urban planner who worked in the Netherlands and the Dutch Indies. Ghijsels was the founder of AIA, the biggest architecture consultant in the Dutch Indies. He was one of the instrumental architect in developing a modern style characteristic of the Dutch Indies."}]}, {"heading": "Deaths", "year": "1949", "date": "March 2", "txt": "Sarojini Naidu, Indian poet and activist (b. 1879)", "entities": [{"title": "Sarojini Naidu", "href": "/wiki/Sarojini_Naidu", "description": "Sarojini Naidu was an Indian political activist and poet. A proponent of civil rights, women's emancipation, and anti-imperialistic ideas, she was an important figure in India's struggle for independence from colonial rule. Naidu's work as a poetess earned her the sobriquet 'the Nightingale of India', or 'Bharat Kokila' by Mahatma Gandhi because of colour, imagery and lyrical quality of her poetry"}]}, {"heading": "Deaths", "year": "1953", "date": "March 2", "txt": "James Lightbody, American runner (b. 1882)", "entities": [{"title": "James Lightbody", "href": "/wiki/James_Lightbody", "description": "James Davies Lightbody was an American middle distance runner, winner of six Olympic medals in the early 20th century."}]}, {"heading": "Deaths", "year": "1957", "date": "March 2", "txt": "Selim Sırrı Tarcan, Turkish educator and politician (b. 1874)", "entities": [{"title": "Selim Sırrı Tarcan", "href": "/wiki/Selim_S%C4%B1rr%C4%B1_Tarcan", "description": "Selim Sırrı Tarcan was a Turkish educator, sports official and politician. He is best remembered for his contribution to the establishment of the National Olympic Committee of Turkey and the introduction of the sport of volleyball in Turkey."}]}, {"heading": "Deaths", "year": "1958", "date": "March 2", "txt": "Fred Merkle, American baseball player and manager (b. 1888)", "entities": [{"title": "Fred Merkle", "href": "/wiki/Fred_Merkle", "description": "Carl Frederick Rudolf Merkle, also documented as \"Frederick Charles Merkle,\" and nicknamed \"Bonehead\", was an American first baseman in Major League Baseball from 1907 to 1926. Although he had a lengthy career, he is best remembered for a controversial base-running mistake he made while still a teenager."}]}, {"heading": "Deaths", "year": "1962", "date": "March 2", "txt": "Charles Jean de la Vallée-Poussin, Belgian mathematician and academic (b. 1866)", "entities": [{"title": "Charles Jean de la Vallée-Poussin", "href": "/wiki/Charles_Jean_de_la_Vall%C3%A9e-Poussin", "description": "Charles-Jean Étienne Gustave Nicolas, baron de la Vallée Poussin was a Belgian mathematician. He is best known for proving the prime number theorem."}]}, {"heading": "Deaths", "year": "1967", "date": "March 2", "txt": "José Martínez Ruiz, Spanish author and critic (b. 1873)", "entities": [{"title": "José Martínez Ruiz", "href": "/wiki/Jos%C3%A9_Mart%C3%ADnez_Ruiz", "description": "José Augusto Trinidad Martínez Ruiz, better known by his pseudonym Azorín, was a Spanish novelist, essayist and literary critic. As a political radical in the 1890s, he moved steadily to the right. In literature he attempted to define the eternal qualities of Spanish life. His essays and criticism are written in a simple, compact style. Particularly notable are his impressionistic descriptions of "}]}, {"heading": "Deaths", "year": "1972", "date": "March 2", "txt": "Léo-Ernest Ouimet, Canadian director and producer (b. 1877)", "entities": [{"title": "Léo-Ernest Ouimet", "href": "/wiki/L%C3%A9o-Ernest_Ouimet", "description": "Léo-Ernest Ouimet was a Canadian film pioneer. He was a theater operator, filmmaker, producer, and distributor."}]}, {"heading": "Deaths", "year": "1977", "date": "March 2", "txt": "Eugénie Brazier, French chef (b. 1895)", "entities": [{"title": "Eugénie Brazier", "href": "/wiki/Eug%C3%A9nie_Brazier", "description": "Eugénie Brazier, known as \"la Mère Brazier\", was a French chef who, in 1933, became the first person awarded six Michelin stars, three each at two restaurants: La Mère Brazier in the rue Royale, one of the main streets of Lyon, and a second, also called La Mère Brazier, outside the city. This achievement was unmatched until Alain Ducasse was awarded six stars with the publication of the 1998 Miche"}]}, {"heading": "Deaths", "year": "1979", "date": "March 2", "txt": "Christy Ring, Irish hurler (b. 1920)", "entities": [{"title": "Christy Ring", "href": "/wiki/Christy_Ring", "description": "Nicholas Christopher Michael \"Christy\" Ring was an Irish hurler whose league and championship career with the Cork senior team spanned twenty-four years from 1939 to 1963. He established many championship records, including career appearances (65), scoring tally (33-208) and number of All-Ireland medals won (8), however, these records were subsequently bested by Brendan Cummins, Eddie Keher and He"}]}, {"heading": "Deaths", "year": "1982", "date": "March 2", "txt": "Philip K. Dick, American philosopher and author (b. 1928)", "entities": [{"title": "Philip K. Dick", "href": "/wiki/Philip_K._Dick", "description": "Philip Kindred Dick was an American writer known for his work in science fiction. A master of dystopian fiction, he wrote 44 published novels and approximately 121 short stories, most of which appeared in science fiction magazines during his lifetime. His fiction explored varied philosophical and social themes, and featured recurrent elements such as alternate realities, simulacra, monopolistic co"}]}, {"heading": "Deaths", "year": "1987", "date": "March 2", "txt": "Randolph Scott, American actor and director (b. 1898)", "entities": [{"title": "Randolph Scott", "href": "/wiki/Randolph_Scott", "description": "George Randolph Scott was an American film actor whose career spanned the years from 1928 to 1962. As a leading man for all but the first three years of his cinematic career, Scott appeared in a variety of genres, including social dramas, crime dramas, comedies, musicals, adventure tales, war films, and a few horror and fantasy films. However, his most enduring image is that of the tall-in-the-sad"}]}, {"heading": "Deaths", "year": "1987", "date": "March 2", "txt": "Lolo Soetoro, Indonesian geographer and academic (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "March 2", "txt": "Serge Gainsbourg, French singer-songwriter, actor, and director (b. 1928)", "entities": [{"title": "Serge Gainsbourg", "href": "/wiki/Serge_Gainsbourg", "description": "Serge Gainsbourg was a French musician, singer-songwriter, author, filmmaker and actor. Regarded as the most important figure in French pop whilst alive, he was renowned for often provocative and scandalous releases which caused uproar in France, dividing its public opinion, as well as his diverse artistic output, which ranged from his early work in jazz, chanson, and yé-yé to later efforts in roc"}]}, {"heading": "Deaths", "year": "1992", "date": "March 2", "txt": "Sandy Dennis, American actress (b. 1937)", "entities": [{"title": "Sandy Dennis", "href": "/wiki/Sandy_Dennis", "description": "Sandra Dale Dennis was an American actress. She made her film debut in the drama Splendor in the Grass (1961). For her performance in the comedy-drama film Who's Afraid of Virginia Woolf? (1966), she received the Academy Award for Best Supporting Actress."}]}, {"heading": "Deaths", "year": "1994", "date": "March 2", "txt": "Anita Morris, American actress, singer, and dancer (b. 1943)", "entities": [{"title": "Anita Morris", "href": "/wiki/Anita_Morris", "description": "Anita Rose Morris was an American actress, singer and dancer. She began her career performing on Broadway musicals, including Jesus Christ Superstar, Seesaw and Nine, for which she received a Tony Award nomination."}]}, {"heading": "Deaths", "year": "1999", "date": "March 2", "txt": "Dusty Springfield, English singer (b. 1939)", "entities": [{"title": "Dusty Springfield", "href": "/wiki/Dusty_Springfield", "description": "Mary Isobel Catherine Bernadette O'Brien, professionally known as Dusty Springfield, was a British singer and record producer whose career extended from the late 1950s to the 1990s. With her distinctive mezzo-soprano sound, she was a significant singer of blue-eyed soul, pop and dramatic ballads, with French chanson, country and jazz also in her repertoire. During her 1960s peak she ranked among t"}]}, {"heading": "Deaths", "year": "2000", "date": "March 2", "txt": "Sandra Schmirler, Canadian curler (b. 1963)", "entities": [{"title": "Sandra Schmirler", "href": "/wiki/Sandra_Schmirler", "description": "Sandra Marie Schmirler, was a Canadian curler who captured three Canadian Curling Championships and three World Curling Championships. Schmirler also skipped (captained) her Canadian team to a gold medal at the 1998 Winter Olympics, the first year women's curling was a medal sport. At tournaments where she was not competing, Schmirler sometimes worked as a commentator for CBC Sports, which popular"}]}, {"heading": "Deaths", "year": "2003", "date": "March 2", "txt": "Hank Ballard, American singer-songwriter (b. 1927)", "entities": [{"title": "Hank Ballard", "href": "/wiki/Hank_Ballard", "description": "Hank Ballard was an American R&B singer and songwriter, the lead vocalist of The Midnighters and one of the first rock and roll artists to emerge in the early 1950s. He played an integral part in the development of the genre, releasing the hit singles \"Work With Me, Annie\" and answer songs \"Annie Had a Baby\" and \"Annie's Aunt Fannie\" with his Midnighters. He later wrote and originally recorded \"Th"}]}, {"heading": "Deaths", "year": "2003", "date": "March 2", "txt": "Malcolm Williamson, Australian pianist and composer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "March 2", "txt": "Cormac McAnallen, Irish footballer (b. 1980)", "entities": [{"title": "Cormac McAnallen", "href": "/wiki/Cormac_McAnallen", "description": "Cormac McAnallen was an Irish Gaelic footballer who played for the Eglish St Patrick's club and the Tyrone county team."}]}, {"heading": "Deaths", "year": "2004", "date": "March 2", "txt": "Mercedes McCambridge, American actress (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "March 2", "txt": "Marge Schott, American businesswoman (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 2", "txt": "Martin Denny, American pianist and composer (b. 1911)", "entities": [{"title": "Martin Denny", "href": "/wiki/Martin_Denny", "description": "Martin Denny was an American pianist and composer best known as the \"father of exotica.\" In a long career that saw him performing well into the 1980s, he toured the world popularizing his brand of lounge music which included exotic percussion, imaginative rearrangements of popular songs, and original songs that celebrated Tiki culture."}]}, {"heading": "Deaths", "year": "2007", "date": "March 2", "txt": "Thomas S. Kleppe, American soldier and politician, 41st United States Secretary of the Interior (b. 1919)", "entities": [{"title": "Thomas S. Kleppe", "href": "/wiki/Thomas_S._Kleppe", "description": "Thomas Savig Kleppe was an American politician who served as the Representative from North Dakota. He was also the Administrator of the Small Business Administration and the U.S. Secretary of the Interior."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Deaths", "year": "2007", "date": "March 2", "txt": "Clem Labine, American baseball player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 2", "txt": "Ivan Safronov, Russian colonel and journalist (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 2", "txt": "Henri Troyat, Russian-French historian and author (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 2", "txt": "Jeff Healey, Canadian singer-songwriter and guitarist (b. 1966)", "entities": [{"title": "Jeff Healey", "href": "/wiki/Jeff_Healey", "description": "Norman Jeffrey Healey was a Canadian jazz and blues-rock vocalist, guitarist, and songwriter who attained popularity in the 1980s and 1990s. He reached No. 5 on the U.S. Billboard Hot 100 chart with \"Angel Eyes\" and reached the Top 10 in Canada with the songs \"I Think I Love You Too Much\" and \"How Long Can a Man Be Strong\"."}]}, {"heading": "Deaths", "year": "2009", "date": "March 2", "txt": "João Bernardo Vieira, Bissau-Guinean politician, President of Guinea-Bissau (b. 1939)", "entities": [{"title": "João Bernardo Vieira", "href": "/wiki/Jo%C3%A3o_Bernardo_Vieira", "description": "João Bernardo \"Nino\" Vieira was a Bissau-Guinean politician who was the President of Guinea-Bissau from 1980 to 1984, for the second time from 1984 to 1999, and for the third time from 2005 to 2009. After seizing power in 1980, Vieira ruled for 19 years, and he won a multiparty presidential election in 1994. He was ousted at the end of the 1998–1999 civil war and went into exile. He made a politic"}, {"title": "President of Guinea-Bissau", "href": "/wiki/President_of_Guinea-Bissau", "description": "This article lists the presidents of Guinea-Bissau, since the establishment of the office of President in 1973."}]}, {"heading": "Deaths", "year": "2010", "date": "March 2", "txt": "Winston Churchill, English journalist and politician (b. 1940)", "entities": [{"title": "Winston Churchill (1940–2010)", "href": "/wiki/Winston_Churchill_(1940%E2%80%932010)", "description": "Winston Spencer-Churchill, generally known as Winston Churchill, was a British Conservative politician and a grandson of former Prime Minister Sir Winston Churchill. During the period of his prominence as a public figure, he was normally referred to as Winston Churchill, in order to distinguish him from his grandfather. His father Randolph Churchill was also an MP."}]}, {"heading": "Deaths", "year": "2012", "date": "March 2", "txt": "Lawrence Anthony, South African environmentalist, explorer, and author (b. 1950)", "entities": [{"title": "Lawrence Anthony", "href": "/wiki/Lawrence_Anthony", "description": "Lawrence Anthony was an international conservationist, environmentalist, explorer and bestselling author. He was the long-standing head of conservation at the Thula Thula animal reserve in Zululand, South Africa, and the Founder of The Earth Organization, a privately registered, independent, international conservation and environmental group with a strong scientific orientation. He was an internat"}]}, {"heading": "Deaths", "year": "2012", "date": "March 2", "txt": "Van T. Barfoot, American colonel, Medal of Honor recipient (b. 1919)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2012", "date": "March 2", "txt": "Norman St John-Stevas, English academic and politician, Chancellor of the Duchy of Lancaster (b. 1929)", "entities": [{"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "2012", "date": "March 2", "txt": "James Q. Wilson, American political scientist and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 2", "txt": "Peter Harvey, Australian journalist (b. 1944)", "entities": [{"title": "Peter Harvey", "href": "/wiki/Peter_Harvey", "description": "Peter Michael St Clair Harvey was an Australian journalist and broadcaster. Harvey was a long-serving correspondent and contributor with the Nine Network from 1975 to 2013."}]}, {"heading": "Deaths", "year": "2013", "date": "March 2", "txt": "Giorgos Kolokithas, Greek basketball player (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 2", "txt": "Shabnam Shakeel, Pakistani poet and author (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 2", "txt": "Ryhor Baradulin, Belarusian poet and translator (b. 1935)", "entities": [{"title": "Ryhor Baradulin", "href": "/wiki/Ryhor_Baradulin", "description": "Ryhor Janavič Baradulin was a Belarusian poet, essayist and translator."}]}, {"heading": "Deaths", "year": "2015", "date": "March 2", "txt": "Dean Hess, American minister and colonel (b. 1917)", "entities": [{"title": "Dean Hess", "href": "/wiki/Dean_Hess", "description": "Dean Elmer Hess was an American minister and United States Air Force colonel who was involved in the so-called \"Kiddy Car Airlift,\" the documented rescue of 950 orphans and 80 orphanage staff from the path of the Chinese advance during the Korean War on December 20, 1950. He is the subject of the autobiography Battle Hymn, published in 1956, which later served the basis for the 1957 film of the sa"}]}, {"heading": "Deaths", "year": "2015", "date": "March 2", "txt": "Dave Mackay, Scottish-English footballer and manager (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 2", "txt": "Mal Peet, English author and illustrator (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 2", "txt": "Benoît Lacroix, Canadian priest, historian, and philosopher (b. 1915)", "entities": [{"title": "Benoît Lacroix", "href": "/wiki/Beno%C3%AEt_Lacroix", "description": "Benoît Lacroix was a Quebec theologian, philosopher, Dominican priest, professor in medieval studies and historian of the Medieval period, and author of almost 50 works and a great number of articles."}]}, {"heading": "Deaths", "year": "2016", "date": "March 2", "txt": "Aubrey McClendon, American businessman (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 2", "txt": "Billy Herrington, American actor (b. 1969)", "entities": [{"title": "Billy Herrington", "href": "/wiki/Billy_Herrington", "description": "William Glen Harold Herrington, known professionally as Billy Herrington, was an American model and pornographic film actor. In the late 2000s, his appearances in various gay pornography movies led him to become a popular Internet meme on video sharing websites such as Japan's Nico Nico Douga, where he was referred to by the sobriquet \"Aniki\" . Since then, at least 110,000 short mash-up parodies o"}]}, {"heading": "Deaths", "year": "2018", "date": "March 2", "txt": "Lin Hu, Chinese lieutenant general (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "March 2", "txt": "Mike Oliver, British sociologist, disability rights activist (b. 1945) ", "entities": [{"title": "Mike Oliver (disability advocate)", "href": "/wiki/Mike_Oliver_(disability_advocate)", "description": "Michael James Hoiles Oliver was a British sociologist, author, and disability rights activist. He was the first Professor of Disability Studies in the world, and key advocate of the social model of disability."}]}]