[{"heading": "Events", "year": "37", "date": "March 18", "txt": "Roman Senate annuls Tiberius' will and proclaims Gaius Julius Caesar Augustus Germanicus (aka Caligula = Little Boots) emperor. ", "entities": [{"title": "Tiberius", "href": "/wiki/Tiberius", "description": "Tiberius Caesar Augustus was the second Roman emperor, reigning from AD 14 to 37. He succeeded his stepfather, Augustus."}, {"title": "Caligula", "href": "/wiki/Caligula", "description": "Caligula, formally known as Gaius, was the third Roman emperor, ruling from 37 to 41. The son of the popular Roman general Germanicus and Augustus's granddaughter Agrippina the Elder, Caligula was born into the first ruling family of the Roman Empire, conventionally known as the Julio-Claudian dynasty."}]}, {"heading": "Events", "year": "1068", "date": "March 18", "txt": "An earthquake in the Levant and the Arabian Peninsula leaves up to 20,000 dead.", "entities": [{"title": "1068 Near East earthquake", "href": "/wiki/1068_Near_East_earthquake", "description": "The 1068 Near East earthquake, or more likely two successive events in adjacent parts of the same region, occurred on the morning of 18 March and on 29 May, 1068 in the Near East, and are often amalgamated by contemporary sources. The first event had its epicentre somewhere in the northwestern part of the Arabian Peninsula around Tabuk, while the second had its worse effect on the city of Ramla in"}, {"title": "Levant", "href": "/wiki/Levant", "description": "The Levant is an approximate historical geographical term referring to a large area in the Eastern Mediterranean region of Western Asia. In its narrowest sense, it is equivalent to the historical region of Syria, which included present-day Syria, Lebanon, Jordan, Israel, Palestine and most of Turkey south-east of the middle Euphrates. In its widest historical sense, the Levant included all of the "}, {"title": "Arabian Peninsula", "href": "/wiki/Arabian_Peninsula", "description": "The Arabian Peninsula is a peninsula of Western Asia, situated northeast of Africa on the Arabian Plate. At 3,237,500 km2 (1,250,000 sq mi), the Arabian Peninsula is the largest peninsula in the world."}]}, {"heading": "Events", "year": "1229", "date": "March 18", "txt": "Frederick II, Holy Roman Emperor, declares himself King of Jerusalem in the Sixth Crusade.", "entities": [{"title": "Frederick II, Holy Roman Emperor", "href": "/wiki/Frederick_II,_Holy_Roman_Emperor", "description": "Frederick II was King of Sicily from 1198, King of Germany from 1212, King of Italy and Holy Roman Emperor from 1220 and King of Jerusalem from 1225. He was the son of emperor Henry VI of the Hohenstaufen dynasty and of Constance, heiress to the Norman kings of Sicily."}, {"title": "King of Jerusalem", "href": "/wiki/King_of_Jerusalem", "description": "The King of Jerusalem was the supreme ruler of the Kingdom of Jerusalem, the Crusader state founded by Christian princes in 1099 when the First Crusade took the city."}, {"title": "Sixth Crusade", "href": "/wiki/Sixth_Crusade", "description": "The Sixth Crusade, commonly known as the Crusade of Frederick II (1228–1229), was a military expedition to recapture the city of Jerusalem. It began seven years after the failure of the Fifth Crusade and involved very little actual fighting. The diplomatic maneuvering of the Holy Roman Emperor and King of Sicily, Frederick II, resulted in the Kingdom of Jerusalem regaining some control over Jerusa"}]}, {"heading": "Events", "year": "1241", "date": "March 18", "txt": "First Mongol invasion of Poland: Mongols overwhelm Polish armies in Kraków in the Battle of Chmielnik and plunder the city.", "entities": [{"title": "First Mongol invasion of Poland", "href": "/wiki/First_Mongol_invasion_of_Poland", "description": "The Mongol Invasion of Poland from late 1240 to 1241 culminated in the Battle of Legnica, where the Mongols defeated an alliance which included forces from fragmented Poland and their allies, led by Henry II the Pious, the Duke of Silesia. The first invasion's intention was to secure the flank of the main Mongolian army attacking the Kingdom of Hungary. The Mongols neutralized any potential help t"}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}, {"title": "History of Poland during the Piast dynasty", "href": "/wiki/History_of_Poland_during_the_Piast_dynasty", "description": "The period of rule by the Piast dynasty between the 10th and 14th centuries is the first major stage of the history of the Polish nation. The dynasty was founded by a series of dukes listed by the chronicler Gallus Anonymous in the early 12th century: Siemowit, Lestek and Siemomysł. It was Mieszko I, the son of Siemomysł, who is now considered the proper founder of the Polish state at about 960 AD"}, {"title": "Kraków", "href": "/wiki/Krak%C3%B3w", "description": "Kraków, written in English as Krakow and traditionally known as Cracow, is the second-largest and one of the oldest cities in Poland. Situated on the Vistula River in Lesser Poland Province, the city dates back to the 7th century. Kraków was the official capital of Poland until 1596 and has traditionally been one of the leading centres of Polish academic, economic, cultural and artistic life. Cite"}, {"title": "Battle of Chmielnik", "href": "/wiki/Battle_of_Chmielnik", "description": "The Battle of Chmielnik occurred on 18 March 1241 during the Mongol invasion of Poland. It ended in the defeat of the Polish armies of Sandomierz and Kraków provinces. The Mongols were able to move unimpeded, and plunder the abandoned city of Kraków."}]}, {"heading": "Events", "year": "1314", "date": "March 18", "txt": "Jacques de Molay, the 23rd and final Grand Master of the Knights Templar, is burned at the stake.", "entities": [{"title": "Jacques de Molay", "href": "/wiki/Jacques_de_Molay", "description": "Jacques de Molay, also spelled \"Molai\", was the 23rd and last grand master of the Knights Templar, leading the order from 20 April 1292 until it was dissolved by order of Pope Clement V in 1312. Though little is known of his actual life and deeds except for his last years as Grand Master, he is one of the best known Templars."}, {"title": "Knights Templar", "href": "/wiki/Knights_Templar", "description": "The Poor Fellow-Soldiers of Christ and of the Temple of Solomon, also known as the Order of Solomon's Temple, the Knights Templar or simply the Templars, were a Catholic military order founded in 1119, headquartered on the Temple Mount in Jerusalem through 1128 when they went to meet with Pope Honorius II. They were recognized in 1139 by the papal bull Omne datum optimum. The order was active unti"}]}, {"heading": "Events", "year": "1438", "date": "March 18", "txt": "Albert II of Habsburg becomes King of the Romans.", "entities": [{"title": "Albert II of Habsburg", "href": "/wiki/Albert_II_of_Habsburg", "description": "Albert the Magnanimous KG was King of Hungary and Croatia from 1437 until his death and member of the House of Habsburg. He was also King of Bohemia, elected King of the Romans as Albert II, Duke of Luxembourg and, as Albert V, Archduke of Austria from 1404."}, {"title": "King of the Romans", "href": "/wiki/King_of_the_Romans", "description": "King of the Romans was the title used by the German king following his election by the princes from the reign of Henry II onward. The title predominantly amounted to being the emperor of the Holy Roman Empire, a title long dependent upon coronation by the pope."}]}, {"heading": "Events", "year": "1571", "date": "March 18", "txt": "Valletta is made the capital city of Malta.", "entities": [{"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}]}, {"heading": "Events", "year": "1608", "date": "March 18", "txt": "Susenyos is formally crowned Emperor of Ethiopia.", "entities": [{"title": "Susenyos I", "href": "/wiki/Susenyos_I", "description": "Susenyos I or Sisinios, Sisinnius, Susənyos, Socinios;, whose throne name was Malak Sagad III was an Emperor of Ethiopia from Gojjam, whose rule lasted from 1606 to 1632."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Events", "year": "1644", "date": "March 18", "txt": "The Third Anglo-Powhatan War begins in the Colony of Virginia.", "entities": [{"title": "Anglo-Powhatan Wars", "href": "/wiki/Anglo-Powhatan_Wars", "description": "The Anglo–Powhatan Wars were three wars fought between settlers of the Virginia Colony and Algonquin Indians of the Powhatan Confederacy in the early seventeenth century. The first war started in 1610 and ended in a peace settlement in 1614. The second war lasted from 1622 to 1626. The third war lasted from 1644 until 1646 and ended when Opechancanough was captured and killed. That war resulted in"}, {"title": "Colony of Virginia", "href": "/wiki/Colony_of_Virginia", "description": "The Colony of Virginia, chartered in 1606 and settled in 1607, was the first enduring English colony in North America, following failed proprietary attempts at settlement on Newfoundland by Sir Humphrey Gilbert in 1583, and the subsequent farther south Roanoke Island by Sir Walter Raleigh in the late 1580s."}]}, {"heading": "Events", "year": "1673", "date": "March 18", "txt": "English lord John Berkeley sold his half of New Jersey to the Quakers", "entities": [{"title": "John Berkeley, 1st Baron Berkeley of Stratton", "href": "/wiki/John_Berkeley,_1st_Baron_Berkeley_of_Stratton", "description": "John Berkeley, 1st Baron Berkeley of Stratton was an English royalist soldier, politician and diplomat, of the Bruton branch of the Berkeley family. From 1648 he was closely associated with James, Duke of York, and rose to prominence, fortune, and fame. He and Sir George Carteret were the founders of the Province of New Jersey, a British colony in North America that would eventually become the U.S"}, {"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}, {"title": "Quakers", "href": "/wiki/Quakers", "description": "Quakers, also called Friends, belong to a historically Christian (Protestant) set of denominations known formally as the Religious Society of Friends. Members of the various Quaker movements are generally united by a belief in the ability of each human being to experience and access the light within or to see \"that of God in every one\". Some profess the priesthood of all believers, a doctrine deri"}]}, {"heading": "Events", "year": "1741", "date": "March 18", "txt": "New York governor George Clarke's complex at Fort George is burned in an arson attack, starting the New York Conspiracy of 1741.", "entities": [{"title": "George Clarke (governor)", "href": "/wiki/George_Clarke_(governor)", "description": "George Clarke was a colonial governor of New York."}, {"title": "Fort Amsterdam", "href": "/wiki/Fort_Amsterdam", "description": "Fort Amsterdam was a fort on the southern tip of Manhattan at the confluence of the Hudson and East rivers. It was the administrative headquarters for the Dutch and then English/British rule of the colony of New Netherland and subsequently the Province of New York from 1625 or 1626, until being torn down in 1790 after the American Revolution. It was the nucleus of the settlement in the area that b"}, {"title": "New York Conspiracy of 1741", "href": "/wiki/New_York_Conspiracy_of_1741", "description": "The Conspiracy of 1741, also known as the Negro Plot of 1741 or the Slave Insurrection of 1741, was a purported plot by slaves and poor whites in the British colony of New York in 1741 to revolt and level New York City with a series of fires. Historians disagree as to whether such a plot existed and, if there was one, its scale. During the court cases, the prosecution kept changing the grounds of "}]}, {"heading": "Events", "year": "1766", "date": "March 18", "txt": "American Revolution: The British Parliament repeals the Stamp Act.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "British Parliament", "href": "/wiki/British_Parliament", "description": "The Parliament of the United Kingdom is the supreme legislative body of the United Kingdom, the Crown dependencies and the British overseas territories. It alone possesses legislative supremacy and thereby ultimate power over all other political bodies in the UK and the overseas territories. Parliament is bicameral but has three parts, consisting of the sovereign (Crown-in-Parliament), the House o"}, {"title": "Stamp Act 1765", "href": "/wiki/Stamp_Act_1765", "description": "The Stamp Act of 1765 was an Act of the Parliament of Great Britain which imposed a direct tax on the British colonies in America and required that many printed materials in the colonies be produced on stamped paper produced in London, carrying an embossed revenue stamp. Printed materials included legal documents, magazines, playing cards, newspapers, and many other types of paper used throughout "}]}, {"heading": "Events", "year": "1793", "date": "March 18", "txt": "The first modern republic in Germany, the Republic of Mainz, is declared by Andreas Joseph Hofmann.", "entities": [{"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}, {"title": "Republic of Mainz", "href": "/wiki/Republic_of_Mainz", "description": "The Republic of Mainz was the first democratic state on the current German territory and was centered in Mainz. A product of the French Revolutionary Wars, it lasted from March to July 1793."}, {"title": "Andreas Joseph Hofmann", "href": "/wiki/Andreas_Joseph_Hofmann", "description": "Andreas Joseph Hofmann was a German philosopher and revolutionary active in the Republic of Mainz. As Chairman of the Rhenish-German National Convention, the earliest parliament in Germany based on the principle of popular sovereignty, he proclaimed the first republican state in Germany, the Rhenish-German Free State, on 18 March 1793. A strong supporter of the French Revolution, he argued for an "}]}, {"heading": "Events", "year": "1793", "date": "March 18", "txt": "Flanders Campaign of the French Revolution, Battle of Neerwinden.", "entities": [{"title": "Flanders Campaign", "href": "/wiki/Flanders_Campaign", "description": "The Flanders Campaign was conducted from 6 November 1792 to 7 June 1795 during the first years of the French Revolutionary Wars. A Coalition of states representing the Ancien Régime in Western Europe – Austria, Prussia, Great Britain, the Dutch Republic, Hanover and Hesse-Kassel – mobilised military forces along all the French frontiers, with the intention to invade Revolutionary France and end th"}, {"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Battle of Neerwinden (1793)", "href": "/wiki/Battle_of_Neerwinden_(1793)", "description": "The Battle of Neerwinden saw a Republican French army led by Charles François Dumouriez attack a Coalition army commanded by Prince Josias of Saxe-Coburg-Saalfeld. The Coalition army of the Habsburg Monarchy together with a small contingent of allied Dutch Republic troops repulsed all French assaults after bitter fighting and Dumouriez conceded defeat, withdrawing from the field. The French positi"}]}, {"heading": "Events", "year": "1834", "date": "March 18", "txt": "Six farm labourers from Tolpuddle, Dorset, England are sentenced to be transported to Australia for forming a trade union.", "entities": [{"title": "Tolpuddle Martyrs", "href": "/wiki/Tolpuddle_Martyrs", "description": "The Tolpuddle Martyrs were six agricultural labourers from the village of Tolpuddle in Dorset, England, who, in 1834, were convicted of swearing a secret oath as members of the Friendly Society of Agricultural Labourers. They were arrested on charges under an obscure act during a labour dispute against cutting wages before being convicted in R v Loveless and Others and sentenced to penal transport"}, {"title": "Tolpuddle", "href": "/wiki/Tolpuddle", "description": "Tolpuddle is a village in Dorset, England, on the River Piddle from which it takes its name, 8 miles (13 km) east of Dorchester, the county town, and 12 miles (19 km) west of Poole. The estimated population in 2013 was 420."}, {"title": "Dorset", "href": "/wiki/Dorset", "description": "Dorset is a county in South West England on the English Channel coast. The ceremonial county comprises the unitary authority areas of Bournemouth, Christchurch and Poole and Dorset. Covering an area of 2,653 square kilometres (1,024 sq mi), Dorset borders Devon to the west, Somerset to the north-west, Wiltshire to the north-east, and Hampshire to the east. The county town is Dorchester which is in"}, {"title": "Trade union", "href": "/wiki/Trade_union", "description": "A trade union, often simply called a union, is an organization of workers who have come together to achieve many common goals, such as protecting the integrity of their trade, improving safety standards, and attaining better wages, benefits, and working conditions through the increased bargaining power wielded by the creation of a monopoly of the workers. Trade unions typically fund the formal org"}]}, {"heading": "Events", "year": "1848", "date": "March 18", "txt": "The premiere of Fry's Leonora in Philadelphia is the first known performance of an grand opera by an American composer.", "entities": [{"title": "William Henry Fry", "href": "/wiki/William_Henry_Fry", "description": "William Henry Fry was a pioneering American composer, music critic, and journalist. Fry was the first person born in the United States to write for a large symphony orchestra, and the first to compose a publicly performed opera. He was also the first music critic for a major American newspaper, and he was the first person to insist that his fellow countrymen support American-made music."}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}, {"title": "Grand opera", "href": "/wiki/Grand_opera", "description": "Grand opera is a genre of 19th-century opera generally in four or five acts, characterized by large-scale casts and orchestras, and lavish and spectacular design and stage effects, normally with plots based on or around dramatic historic events. The term is particularly applied to certain productions of the Paris Opéra from the late 1820s to around 1850; 'grand opéra' has sometimes been used to de"}]}, {"heading": "Events", "year": "1848", "date": "March 18", "txt": "March Revolution: In Berlin there is a struggle between citizens and military, costing about 300 lives.", "entities": [{"title": "German revolutions of 1848–49", "href": "/wiki/German_revolutions_of_1848%E2%80%9349", "description": "The German revolutions of 1848–49, the opening phase of which was also called the March Revolution, were initially part of the Revolutions of 1848 that broke out in many European countries. They were a series of loosely coordinated protests and rebellions in the states of the German Confederation, including the Austrian Empire. The revolutions, which stressed pan-Germanism, demonstrated popular di"}]}, {"heading": "Events", "year": "1865", "date": "March 18", "txt": "American Civil War: The Congress of the Confederate States adjourns for the last time.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Congress of the Confederate States", "href": "/wiki/Congress_of_the_Confederate_States", "description": "The Confederate States Congress was both the provisional and permanent legislative assembly of the Confederate States of America that existed from 1861 to 1865. Its actions were for the most part concerned with measures to establish a new national government for the Southern \"revolution\", and to prosecute a war that had to be sustained throughout the existence of the Confederacy. At first, it met "}]}, {"heading": "Events", "year": "1871", "date": "March 18", "txt": "Declaration of the Paris Commune; President of the French Republic, Adolphe Thiers, orders the evacuation of Paris.", "entities": [{"title": "Paris Commune", "href": "/wiki/Paris_Commune", "description": "The Paris Commune was a revolutionary socialist government that controlled Paris from 18 March to 28 May 1871."}, {"title": "Adolphe Thiers", "href": "/wiki/Adolphe_Thiers", "description": "Marie Joseph Louis Adolphe Thiers was a French statesman and historian. He was the second elected President of France, and the first President of the French Third Republic."}]}, {"heading": "Events", "year": "1874", "date": "March 18", "txt": "The Hawaiian Kingdom signs a treaty with the United States granting exclusive trade rights.", "entities": [{"title": "Hawaiian Kingdom", "href": "/wiki/Hawaiian_Kingdom", "description": "The Hawaiian Kingdom, or Kingdom of Hawaiʻi, was an independent state on the Hawaii Islands. The country originated in 1795, when the warrior chief Kamehameha the Great, of the independent island of Hawaiʻi, conquered the independent islands of Oʻahu, Maui, Molokaʻi, and Lānaʻi and unified them under one government. In 1810, the whole Hawaiian archipelago became unified when Kauaʻi and Niʻihau joi"}, {"title": "Trade", "href": "/wiki/Trade", "description": "Trade involves the transfer of goods or services from one person or entity to another, often in exchange for money. Economists refer to a system or network that allows trade as a market."}]}, {"heading": "Events", "year": "1898", "date": "March 18", "txt": "Phoebe (moon), a satellite of Saturn, becomes first to be discovered with photographs, taken in August 1898, by William Henry Pickering.", "entities": [{"title": "Phoebe (moon)", "href": "/wiki/Phoebe_(moon)", "description": "Phoebe is an irregular satellite of Saturn with a mean diameter of 213 km (132 mi). It was discovered by William Henry Pickering on March 18, 1899 from photographic plates that had been taken starting on 16 August 1898 at the Boyden Station of the Carmen Alto Observatory near Arequipa, Peru, by DeLisle Stewart. It was the first satellite to be discovered photographically."}, {"title": "Moons of Saturn", "href": "/wiki/Moons_of_Saturn", "description": "The moons of Saturn are numerous and diverse, ranging from tiny moonlets only tens of meters across to enormous Titan, which is larger than the planet Mercury. Saturn has 82 moons with confirmed orbits that are not embedded in its rings – of which only 13 have diameters greater than 50 kilometers – as well as dense rings that contain millions of embedded moonlets and innumerable smaller ring parti"}, {"title": "William Henry Pickering", "href": "/wiki/William_Henry_Pickering", "description": "William Henry Pickering was an American astronomer. Pickering constructed and established several observatories or astronomical observation stations, notably including Percival Lowell's Flagstaff Observatory. He led solar eclipse expeditions and studied craters on the Moon, and hypothesized that changes in the appearance of the crater Eratosthenes were due to \"lunar insects\". He spent much of the "}]}, {"heading": "Events", "year": "1902", "date": "March 18", "txt": "Macario Sakay issues Presidential Order No. 1 of his Tagalog Republic.", "entities": [{"title": "Macario Sakay", "href": "/wiki/Macario_Sakay", "description": "Macario Sakay y de León was a Filipino general who took part in the 1896 Philippine Revolution against the Spanish Empire and in the Philippine–American War. After the war was declared over by the United States in 1902, Sakay continued resistance by leading guerrilla raids. The following year he became President of the Tagalog Republic."}, {"title": "Tagalog Republic", "href": "/wiki/Tagalog_Republic", "description": "Tagalog Republic is a term used to refer to two revolutionary governments involved in the Philippine Revolution against the Spanish Empire and the Philippine–American War. Both were connected to the Katipunan revolutionary movement."}]}, {"heading": "Events", "year": "1913", "date": "March 18", "txt": "King George I of Greece is assassinated in the recently liberated city of Thessaloniki.", "entities": [{"title": "George I of Greece", "href": "/wiki/George_I_of_Greece", "description": "George I was the King of Greece from 30 March 1863 until his assassination in 1913."}, {"title": "Thessaloniki", "href": "/wiki/Thessaloniki", "description": "Thessaloniki, also known as Thessalonica, Saloniki or Salonica, is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα, literally \"the co-capital\", a "}]}, {"heading": "Events", "year": "1915", "date": "March 18", "txt": "World War I: During the Battle of Gallipoli, three battleships are sunk during a failed British and French naval attack on the Dardanelles.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Gallipoli", "href": "/wiki/Battle_of_Gallipoli", "description": "The Gallipoli campaign was a military campaign in the First World War that took place on the Gallipoli peninsula, from 17 February 1915 to 9 January 1916. The Entente powers, Britain, France and Russia, sought to weaken the Ottoman Empire, one of the Central Powers, by taking control of the Turkish straits. This would expose the Ottoman capital at Constantinople to bombardment by Allied battleship"}, {"title": "Battleship", "href": "/wiki/Battleship", "description": "A battleship is a large armored warship with a main battery consisting of large caliber guns. During the late 19th and early 20th centuries the battleship was the most powerful type of warship, and a fleet centered around the battleship was part of the command of the sea doctrine for several decades. By the time of World War II, however, the battleship was made obsolete as other ships, primarily t"}, {"title": "Naval operations in the Dardanelles Campaign", "href": "/wiki/Naval_operations_in_the_Dardanelles_Campaign", "description": "The naval operations in the Dardanelles campaign took place against the Ottoman Empire during the First World War. Ships of the Royal Navy, French Marine nationale, Imperial Russian Navy and the Royal Australian Navy, attempted to force the Dardanelles Straits, a narrow, 41 mi (66 km)-long waterway connecting the Mediterranean Sea with the Sea of Marmara and the Black Sea further north."}]}, {"heading": "Events", "year": "1921", "date": "March 18", "txt": "The second Peace of Riga is signed between Poland and the Soviet Union.", "entities": [{"title": "Peace of Riga", "href": "/wiki/Peace_of_Riga", "description": "The Peace of Riga, also known as the Treaty of Riga, was signed in Riga on 18 March 1921, among Poland, Soviet Russia and Soviet Ukraine. The treaty ended the Polish–Soviet War."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1921", "date": "March 18", "txt": "The Kronstadt rebellion is suppressed by the Red Army.", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1922", "date": "March 18", "txt": "In India, Mohandas Gandhi is sentenced to six years in prison for civil disobedience, of which he serves only two.", "entities": [{"title": "Mohandas Gandhi", "href": "/wiki/Mohandas_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}, {"title": "Prison", "href": "/wiki/Prison", "description": "A prison, also known as a jail or gaol, penitentiary, detention center, correction center, correctional facility, lock-up or remand center, is a facility in which inmates are forcibly confined and denied a variety of freedoms under the authority of the state as punishment for various crimes. Prisons are most commonly used within a criminal justice system: people charged with crimes may be imprison"}, {"title": "Civil disobedience", "href": "/wiki/Civil_disobedience", "description": "Civil disobedience is the active, professed refusal of a citizen to obey certain laws, demands, orders or commands of a government. By some definitions, civil disobedience has to be nonviolent to be called \"civil\". Hence, civil disobedience is sometimes equated with peaceful protests or nonviolent resistance."}]}, {"heading": "Events", "year": "1925", "date": "March 18", "txt": "The Tri-State Tornado hits the Midwestern states of Missouri, Illinois, and Indiana, killing 695 people.", "entities": [{"title": "Tri-State Tornado", "href": "/wiki/Tri-State_Tornado", "description": "On Wednesday, March 18, 1925, one of the deadliest tornado outbreaks in recorded history generated at least 12 significant tornadoes and spanned a large portion of the Midwestern and Southern United States. In all, at least 747 people were killed and more than 2,298 were injured, making the outbreak the deadliest tornado outbreak, March 18 the deadliest tornado day, and 1925 the deadliest tornado "}, {"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}, {"title": "Illinois", "href": "/wiki/Illinois", "description": "Illinois is a state in the Midwestern region of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of t"}, {"title": "Indiana", "href": "/wiki/Indiana", "description": "Indiana is a U.S. state in the Midwestern United States. It is the 38th-largest by area and the 17th-most populous of the 50 United States. Its capital and largest city is Indianapolis. Indiana was admitted to the United States as the 19th state on December 11, 1816. It borders Lake Michigan to the northwest, Michigan to the north, Ohio to the east, the Ohio River and Kentucky to the south and sou"}]}, {"heading": "Events", "year": "1937", "date": "March 18", "txt": "The New London School explosion in New London, Texas, kills 300 people, mostly children.", "entities": [{"title": "New London School explosion", "href": "/wiki/New_London_School_explosion", "description": "The New London School explosion occurred on March 18, 1937, when a natural gas leak caused an explosion, destroying the London School of New London, Texas, a community in Rusk County previously known as \"London\". The disaster killed more than 295 students and teachers. As of 2017, the event is the third deadliest disaster in the history of Texas, after the 1900 Galveston hurricane and the 1947 Tex"}, {"title": "New London, Texas", "href": "/wiki/New_London,_Texas", "description": "New London is a city in Rusk County, Texas, United States. The population was 998 at the 2010 census."}]}, {"heading": "Events", "year": "1937", "date": "March 18", "txt": "Spanish Civil War: Spanish Republican forces defeat the Italians at the Battle of Guadalajara.", "entities": [{"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}, {"title": "Battle of Guadalajara", "href": "/wiki/Battle_of_Guadalajara", "description": "The Battle of Guadalajara saw the People's Republican Army defeat Italian and Nationalist forces attempting to encircle Madrid during the Spanish Civil War. The Nationalist forces involved in the Battle of Guadalajara were primarily the Italian Corps of Volunteer Troops."}]}, {"heading": "Events", "year": "1938", "date": "March 18", "txt": "Mexico creates Pemex by expropriating all foreign-owned oil reserves and facilities.", "entities": [{"title": "Pemex", "href": "/wiki/Pemex", "description": "Petróleos Mexicanos, which translates to Mexican Petroleum, but is trademarked and better known as Pemex, is the Mexican state-owned petroleum company, created in 1938 by nationalization or expropriation of all private, foreign and domestic oil companies at that time. Pemex had total assets worth $101.800 billion in December 2019 and as of 2009 was Latin America's second-largest enterprise by annu"}, {"title": "Mexican oil expropriation", "href": "/wiki/Mexican_oil_expropriation", "description": "The Mexican oil expropriation was the nationalization of all petroleum reserves, facilities, and foreign oil companies in Mexico on March 18, 1938. In accordance with Article 27 of the Constitution of 1917, President Lázaro Cárdenas declared that all mineral and oil reserves found within Mexico belong to \"the nation\", i.e., the federal government. The Mexican government established a state-owned p"}]}, {"heading": "Events", "year": "1940", "date": "March 18", "txt": "World War II: Adolf Hitler and Benito Mussolini meet at the Brenner Pass in the Alps and agree to form an alliance against France and the United Kingdom.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}, {"title": "Brenner Pass", "href": "/wiki/Brenner_Pass", "description": "The Brenner Pass is a mountain pass through the Alps which forms the border between Italy and Austria. It is one of the principal passes of the Eastern Alpine range and has the lowest altitude among Alpine passes of the area."}, {"title": "Alps", "href": "/wiki/Alps", "description": "The Alps are the highest and most extensive mountain range system that lies entirely in Europe, stretching approximately 1,200 km (750 mi) across eight Alpine countries : France, Switzerland, Monaco, Italy, Liechtenstein, Austria, Germany, and Slovenia. The Alpine arch generally extends from Nice on the western Mediterranean to Trieste on the Adriatic and Vienna at the beginning of the Pannonian b"}]}, {"heading": "Events", "year": "1942", "date": "March 18", "txt": "The War Relocation Authority is established in the United States to take Japanese Americans into custody.", "entities": [{"title": "War Relocation Authority", "href": "/wiki/War_Relocation_Authority", "description": "The War Relocation Authority (WRA) was a United States government agency established to handle the internment of Japanese Americans during World War II. It also operated the Fort Ontario Emergency Refugee Shelter in Oswego, New York, which was the only refugee camp set up in the United States for refugees from Europe. The agency was created by Executive Order 9102 on March 18, 1942, by President F"}]}, {"heading": "Events", "year": "1944", "date": "March 18", "txt": "Mount Vesuvius in Italy erupts, killing 26 people, causing thousands to flee their homes, and destroying dozens of Allied bombers.", "entities": [{"title": "Mount Vesuvius", "href": "/wiki/Mount_Vesuvius", "description": "Mount Vesuvius is a somma-stratovolcano located on the Gulf of Naples in Campania, Italy, about 9 km (5.6 mi) east of Naples and a short distance from the shore. It is one of several volcanoes which form the Campanian volcanic arc. Vesuvius consists of a large cone partially encircled by the steep rim of a summit caldera caused by the collapse of an earlier and originally much higher structure."}]}, {"heading": "Events", "year": "1948", "date": "March 18", "txt": "Soviet consultants leave Yugoslavia in the first sign of the Tito–Stalin Split.", "entities": [{"title": "Tito–Stalin Split", "href": "/wiki/Tito%E2%80%93Stalin_Split", "description": "The Tito–Stalin split, or the Yugoslav–Soviet split, was the culmination of a conflict between the political leaderships of Yugoslavia and the Soviet Union, especially under Josip Broz Tito and Joseph Stalin, in the years following World War II. Although presented by both sides as an ideological dispute, the conflict was the product of a geopolitical struggle in the Balkans that also involved Alba"}]}, {"heading": "Events", "year": "1953", "date": "March 18", "txt": "An earthquake hits western Turkey, killing 265 people.", "entities": [{"title": "1953 Yenice–Gönen earthquake", "href": "/wiki/1953_Yenice%E2%80%93G%C3%B6nen_earthquake", "description": "The 1953 Yenice–Gönen earthquake occurred at 21:06 local time (19:06 UTC on 18 March in the province of Çanakkale and Balıkesir in the Marmara Region at western Turkey. It had a magnitude 7.5 on the surface wave magnitude scale and a maximum felt intensity of IX on the Mercalli intensity scale. It caused widespread damage, killing 1,070 and causing damage that was estimated at US$3,570,000 repair "}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "1959", "date": "March 18", "txt": "The Hawaii Admission Act is signed into law.", "entities": [{"title": "Hawaii Admission Act", "href": "/wiki/Hawaii_Admission_Act", "description": "The Admission Act, formally An Act to Provide for the Admission of the State of Hawaii into the Union is a statute enacted by the United States Congress and signed into law by President Dwight D. Eisenhower which dissolved the Territory of Hawaii and established the State of Hawaii as the 50th state to be admitted into the Union. Statehood became effective on August 21, 1959. Hawaii remains the mo"}]}, {"heading": "Events", "year": "1962", "date": "March 18", "txt": "The Évian Accords end the Algerian War of Independence, which had begun in 1954.", "entities": [{"title": "Évian Accords", "href": "/wiki/%C3%89vian_Accords", "description": "The Évian Accords comprise a treaty signed on 18 March 1962 in Évian-les-Bains, France, by France and the Provisional Government of the Algerian Republic, the government-in-exile of FLN, which sought Algeria's independence from France. The Accords ended the 1954–1962 Algerian War with a formal cease-fire proclaimed for 19 March and formalized the idea of a cooperative exchange between the two coun"}, {"title": "Algerian War of Independence", "href": "/wiki/Algerian_War_of_Independence", "description": "The Algerian War, also known as the Algerian Revolution or the Algerian War of Independence, and sometimes in Algeria as the War of 1 November, was fought between France and the Algerian National Liberation Front from 1954 to 1962, which led to Algeria winning its independence from France. An important decolonization war, it was a complex conflict characterized by guerrilla warfare and the use of "}]}, {"heading": "Events", "year": "1965", "date": "March 18", "txt": "Cosmonaut Alexei Leonov, leaving his spacecraft Voskhod 2 for 12 minutes, becomes the first person to walk in space.", "entities": [{"title": "Cosmonaut", "href": "/wiki/Cosmonaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Alexei Leonov", "href": "/wiki/Alexei_Leonov", "description": "Alexei Arkhipovich Leonov was a Soviet and Russian cosmonaut, Air Force major general, writer, and artist. On 18 March 1965, he became the first person to conduct a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. He was also selected to be the first Soviet person to land on the Moon although the project was cancelled."}, {"title": "Voskhod 2", "href": "/wiki/Voskhod_2", "description": "Voskhod 2 was a Soviet crewed space mission in March 1965. The Vostok-based Voskhod 3KD spacecraft with two crew members on board, Pavel Belyayev and Alexei Leonov, was equipped with an inflatable airlock. It established another milestone in space exploration when Alexei Leonov became the first person to leave the spacecraft in a specialized spacesuit to conduct a 12-minute spacewalk."}, {"title": "Extravehicular activity", "href": "/wiki/Extravehicular_activity", "description": "Extravehicular activity (EVA) is any activity done by an astronaut or cosmonaut outside a spacecraft beyond the Earth's appreciable atmosphere. The term most commonly applies to a spacewalk made outside a craft orbiting Earth. On March 18, 1965, Alexei Leonov became the first human to perform a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. The term also "}]}, {"heading": "Events", "year": "1967", "date": "March 18", "txt": "The supertanker Torrey Canyon runs aground off the Cornish coast.", "entities": [{"title": "Supertanker", "href": "/wiki/Supertanker", "description": "An oil tanker, also known as a petroleum tanker, is a ship designed for the bulk transport of oil or its products. There are two basic types of oil tankers: crude tankers and product tankers. Crude tankers move large quantities of unrefined crude oil from its point of extraction to refineries. For example, moving crude oil from oil wells in a producing country to refineries in another country. Pro"}, {"title": "SS Torrey Canyon", "href": "/wiki/SS_Torrey_Canyon", "description": "SS Torrey Canyon was an LR2 Suezmax class oil tanker with a cargo capacity of 120,000 short tons (110,000 t) of crude oil. She ran aground off the western coast of Cornwall, England, on 18 March 1967, causing an environmental disaster. At that time she was the largest vessel ever to be wrecked."}]}, {"heading": "Events", "year": "1968", "date": "March 18", "txt": "Gold standard: The U.S. Congress repeals the requirement for a gold reserve to back US currency.", "entities": [{"title": "Gold standard", "href": "/wiki/Gold_standard", "description": "A gold standard is a monetary system in which the standard economic unit of account is based on a fixed quantity of gold. The gold standard was widely used in the 19th and early part of the 20th century. Most nations abandoned the gold standard as the basis of their monetary systems at some point in the 20th century, although many still hold substantial gold reserves."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "United States dollar", "href": "/wiki/United_States_dollar", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}]}, {"heading": "Events", "year": "1969", "date": "March 18", "txt": "The United States begins secretly bombing the Sihanouk Trail in Cambodia, used by communist forces to infiltrate South Vietnam.", "entities": [{"title": "Operation Menu", "href": "/wiki/Operation_Menu", "description": "Operation Menu was a covert United States Strategic Air Command (SAC) tactical bombing campaign conducted in eastern Cambodia from 18 March 1969 to 26 May 1970 as part of both the Vietnam War and the Cambodian Civil War. The targets of these attacks were sanctuaries and base areas of the People's Army of Vietnam and forces of the Viet Cong (VC), which used them for resupply, training, and resting "}, {"title": "Sihanouk Trail", "href": "/wiki/Sihanouk_Trail", "description": "The Sihanouk Trail was a logistical supply system in Cambodia used by the People's Army of Vietnam (PAVN) and its Viet Cong (VC) guerillas during the Vietnam War (1960–1975). Between 1966 and 1970, this system operated in the same manner and served the same purposes as the much better known Ho Chi Minh Trail which ran through the southeastern portion of the Kingdom of Laos. The name is of American"}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}, {"title": "People's Army of Vietnam", "href": "/wiki/People%27s_Army_of_Vietnam", "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Coast Guard, Border Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1970", "date": "March 18", "txt": "Lon Nol ousts Prince Norodom Sihanouk of Cambodia.", "entities": [{"title": "Lon Nol", "href": "/wiki/Lon_Nol", "description": "Marshal Lon Nol was a Cambodian politician and general who served as Prime Minister of Cambodia twice, as well as serving repeatedly as defence minister and provincial governor. As a nationalist and conservative, he led the military coup of 1970 against Prince Norodom Sihanouk, abolished the monarchy, and established the short-lived Khmer Republic. Constitutionally a semi-presidential republic, Ca"}, {"title": "Norodom Sihanouk", "href": "/wiki/Norodom_Sihanouk", "description": "Norodom Sihanouk was a Cambodian politician who led Cambodia in various capacities throughout his political career, but most often as the King of Cambodia. In Cambodia, he is known as Samdech Euv. During his lifetime, Cambodia was variously called the French Protectorate of Cambodia, the Kingdom of Cambodia (1953–1970), the Khmer Republic (1970–75), Democratic Kampuchea (1975–79), the People's Rep"}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}]}, {"heading": "Events", "year": "1971", "date": "March 18", "txt": "Peru: A landslide crashes into Yanawayin Lake, killing 200 people at the mining camp of Chungar.", "entities": [{"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Landslide", "href": "/wiki/Landslide", "description": "The term landslide or, less frequently, landslip refers to several forms of mass wasting that may include a wide range of ground movements, such as rockfalls, deep-seated slope failures, mudflows, and debris flows. Landslides occur in a variety of environments, characterized by either steep or gentle slope gradients, from mountain ranges to coastal cliffs or even underwater, in which case they are"}, {"title": "Yanawayin Lake", "href": "/wiki/Yanawayin_Lake", "description": "Yanawayin is a lake in the central Peruvian Andes. It lies in the Lima Region, Huaral Province, Andamarca District, near the village of Yanawayin (Yanahuain). The lake is situated at an altitude of about 4,370 m (14,340 ft)."}]}, {"heading": "Events", "year": "1980", "date": "March 18", "txt": "A Vostok-2M rocket at Plesetsk Cosmodrome Site 43 explodes during a fueling operation, killing 48 people.", "entities": [{"title": "Vostok-2M", "href": "/wiki/Vostok-2M", "description": "The Vostok-2M, GRAU index 8A92M was an expendable carrier rocket used by the Soviet Union between 1964 and 1991. Ninety-three were launched, of which one failed. Another was destroyed before launch. It was originally built as a specialised version of the earlier Vostok-2, for injecting lighter payloads into higher sun-synchronous orbits. It was a member of the R-7 family of rockets, and the last V"}, {"title": "Plesetsk Cosmodrome Site 43", "href": "/wiki/Plesetsk_Cosmodrome_Site_43", "description": "Site 43, also known as SK-3 and SK-4, is a launch complex at the Plesetsk Cosmodrome in Russia. It consists of a two pads, Sites 43/3 and 43/4, and has been used by R-7 derived rockets since the early 1960s."}, {"title": "1980 Plesetsk launch pad disaster", "href": "/wiki/1980_Plesetsk_launch_pad_disaster", "description": "The 1980 Plesetsk launch pad disaster refers to the explosion of a Vostok-2M rocket carrying a Tselina-D satellite during fueling at Site 43 of the Plesetsk Cosmodrome in Mirny at 19:01 local time on 18 March 1980, two hours and fifteen minutes before the intended launch time. 44 people were killed in the initial fire and four more soon died in the hospital from burns."}]}, {"heading": "Events", "year": "1990", "date": "March 18", "txt": "Germans in the German Democratic Republic vote in the first democratic elections in the former communist dictatorship.", "entities": [{"title": "German Democratic Republic", "href": "/wiki/German_Democratic_Republic", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "1990 East German general election", "href": "/wiki/1990_East_German_general_election", "description": "General elections were held in East Germany on 18 March 1990. It was the only free and fair parliamentary election in the history of the country, the first multi-party elections held in Eastern Germany since March 1933, and the first free and fair election held in that part of Germany since November 1932."}]}, {"heading": "Events", "year": "1990", "date": "March 18", "txt": "In the largest art theft in US history, 12 paintings, collectively worth around $500 million, are stolen from the Isabella Stewart Gardner Museum in Boston.", "entities": [{"title": "Isabella Stewart Gardner Museum theft", "href": "/wiki/Isabella_Stewart_Gardner_Museum_theft", "description": "In the early morning hours of March 18, 1990, thirteen works of art were stolen from the Isabella Stewart Gardner Museum in Boston. Guards admitted two men posing as police officers responding to a disturbance call, and the thieves tied the guards up and looted the museum over the next hour. The case is unsolved; no arrests have been made and no works have been recovered. The Federal Bureau of Inv"}, {"title": "Isabella Stewart Gardner Museum", "href": "/wiki/Isabella_Stewart_Gardner_Museum", "description": "The Isabella Stewart Gardner Museum is an art museum in Boston, Massachusetts, which houses significant examples of European, Asian, and American art. Its collection includes paintings, sculpture, tapestries, and decorative arts. It was founded by Isabella Stewart Gardner, whose will called for her art collection to be permanently exhibited \"for the education and enjoyment of the public forever\"."}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}]}, {"heading": "Events", "year": "1994", "date": "March 18", "txt": "Bosnia's Bosniaks and Croats sign the Washington Agreement, ending war between the Croatian Republic of Herzeg-Bosnia and the Republic of Bosnia and Herzegovina, and establishing the Federation of Bosnia and Herzegovina.", "entities": [{"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}, {"title": "Bosniaks", "href": "/wiki/Bosniaks", "description": "The Bosniaks or Bosniacs are a South Slavic nation and ethnic group native to the Southeast European historical region of Bosnia, which is today part of Bosnia and Herzegovina."}, {"title": "Croats", "href": "/wiki/Croats", "description": "Croats, also known as Croatians, are a nation and South Slavic ethnic group native to Croatia and Bosnia and Herzegovina. They are also a recognized minority in a number of neighboring countries, namely Austria, the Czech Republic, Germany, Hungary, Italy, Montenegro, Romania, Serbia, Slovakia, and Slovenia."}, {"title": "Washington Agreement", "href": "/wiki/Washington_Agreement", "description": "The Washington Agreement was a ceasefire agreement between the Republic of Bosnia and Herzegovina and the Croatian Republic of Herzeg-Bosnia, signed in Washington on 18 March 1994 and Vienna. It was signed by Bosnian Prime Minister Haris Silajdžić, Croatian Foreign Minister Mate Granić and President of Herzeg-Bosnia Krešimir Zubak. Under the agreement, the combined territory held by the Croat and "}, {"title": "Croatian Republic of Herzeg-Bosnia", "href": "/wiki/Croatian_Republic_of_Herzeg-Bosnia", "description": "The Croatian Republic of Herzeg-Bosnia was an unrecognised geopolitical entity and proto-state in Bosnia and Herzegovina. It was proclaimed on 18 November 1991 under the name Croatian Community of Herzeg-Bosnia as a \"political, cultural, economic and territorial whole\" in the territory of Bosnia and Herzegovina."}, {"title": "Republic of Bosnia and Herzegovina", "href": "/wiki/Republic_of_Bosnia_and_Herzegovina", "description": "The Republic of Bosnia and Herzegovina was a state in Southeastern Europe, existing from 1992 to 1995. It is the direct legal predecessor to the modern-day state of Bosnia and Herzegovina."}, {"title": "Federation of Bosnia and Herzegovina", "href": "/wiki/Federation_of_Bosnia_and_Herzegovina", "description": "The Federation of Bosnia and Herzegovina is one of the two entities that compose the State of Bosnia and Herzegovina, the other being Republika Srpska. The Federation of Bosnia and Herzegovina consists of 10 autonomous cantons with their own governments and legislatures."}]}, {"heading": "Events", "year": "1996", "date": "March 18", "txt": "A nightclub fire in Quezon City, Philippines kills 162 people.", "entities": [{"title": "Ozone Disco Club fire", "href": "/wiki/Ozone_Disco_Club_fire", "description": "The Ozone Disco fire in Quezon City, Philippines, broke out at 11:35 pm Philippine Standard Time on March 18, 1996, leaving at least 162 people dead. It is officially acknowledged as the worst fire in Philippine history, and among the 10 worst nightclub fires in the world."}, {"title": "Quezon City", "href": "/wiki/Quezon_City", "description": "Quezon City is a highly urbanized city and the most populous city in the Philippines. It was founded by and named after Manuel L. Quezon, the 2nd President of the Philippines, to replace Manila as the national capital. The city was proclaimed as such in 1948, though a significant number of government buildings remained in Manila. Quezon City held status as the official capital until 1976 when a pr"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1997", "date": "March 18", "txt": "The tail of a Russian Antonov An-24 charter plane breaks off while en route to Turkey, causing the plane to crash and killing all 50 people on board.", "entities": [{"title": "Antonov An-24", "href": "/wiki/Antonov_An-24", "description": "The Antonov An-24 is a 44-seat twin turboprop transport/passenger aircraft designed in 1957 in the Soviet Union by the Antonov Design Bureau and manufactured by Kiev, Irkutsk and Ulan-Ude Aviation Factories."}, {"title": "Stavropolskaya Aktsionernaya Avia Flight 1023", "href": "/wiki/Stavropolskaya_Aktsionernaya_Avia_Flight_1023", "description": "Stavropolskaya Aktsionernaya Avia Flight 1023 was a charter flight between Stavropol in southern Russia and Trabzon in Turkey operated by the Russian airline Stavropolskaya Aktsionernaya Avia. On 18 March 1997 the Antonov An-24 operating the flight suffered a structural failure and crashed into a forest, killing all 50 passengers and crew on board."}]}, {"heading": "Events", "year": "2014", "date": "March 18", "txt": "The parliaments of Russia and Crimea sign an accession treaty.", "entities": [{"title": "Crimea", "href": "/wiki/Crimea", "description": "Crimea is a peninsula located on the northern coast of the Black Sea in Eastern Europe that is almost completely surrounded by both the Black Sea and the smaller Sea of Azov to the northeast. Crimea is located south of the Ukrainian region of Kherson, to which it is connected by the Isthmus of Perekop, and west of the Russian region of Kuban, from which it is separated by the Strait of Kerch thoug"}, {"title": "Treaty on Accession of the Republic of Crimea to Russia", "href": "/wiki/Treaty_on_Accession_of_the_Republic_of_Crimea_to_Russia", "description": "The Crimean Peninsula, north of the Black Sea in Eastern Europe, was annexed by the Russian Federation between February and March 2014 and since then has been administered as two Russian federal subjects—the Republic of Crimea and the federal city of Sevastopol. The annexation from Ukraine followed a Russian military intervention in Crimea that took place in the aftermath of the 2014 Ukrainian rev"}]}, {"heading": "Events", "year": "2015", "date": "March 18", "txt": "The Bardo National Museum in Tunisia is attacked by gunmen. 23 people, almost all tourists, are killed, and at least 50 other people are wounded.", "entities": [{"title": "Bardo National Museum (Tunis)", "href": "/wiki/Bardo_National_Museum_(Tunis)", "description": "The Bardo National Museum is a museum of Tunis, Tunisia, located in the suburbs of Le Bardo."}, {"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}, {"title": "Bardo National Museum attack", "href": "/wiki/Bardo_National_Museum_attack", "description": "On 18 March 2015, three militants attacked the Bardo National Museum in the Tunisian capital city of Tunis, and took hostages. Twenty-one people, mostly European tourists, were killed at the scene, and an additional victim died ten days later. Around fifty others were injured. Two of the gunmen, Tunisian citizens Yassine Labidi and Saber Khachnaoui, were killed by police, and the third attacker is"}]}, {"heading": "Births", "year": "1075", "date": "March 18", "txt": "Al-Zamakhshari, Persian scholar and theologian (d. 1144)", "entities": [{"title": "Al-Zamakhshari", "href": "/wiki/Al-Zamakhshari", "description": "Abū al-Qāsim Maḥmūd ibn Umar al-Zamakhsharī, known as al-Zamakhsharī, or Jar Allāh, was a medieval Muslim scholar of Persian origin. He was a great Hanafite jurist, Mu'tazilite theologian and authority on Arabic language philology. Al-Zamakhshari's fame as a scholar rests upon his tafsir (exegesis) in his commentary on the Qur'an, Al-Kashshaaf. This seminal philosophical linguistic analysis of Qur"}]}, {"heading": "Births", "year": "1395", "date": "March 18", "txt": "John Holland, 2nd Duke of Exeter, English military commander (d. 1447)", "entities": [{"title": "John Holland, 2nd Duke of Exeter", "href": "/wiki/John_Holland,_2nd_Duke_of_Exeter", "description": "John Holland, 2nd Duke of Exeter, 2nd Earl of Huntingdon was an English nobleman and military commander during the Hundred Years' War. His father, the 1st Duke of Exeter, was a maternal half-brother to Richard II of England, and was executed after King Richard's deposition. The Holland family estates and titles were forfeited, but John was able to recover them by dedicating his career to royal ser"}]}, {"heading": "Births", "year": "1495", "date": "March 18", "txt": "Mary Tudor, Queen of France (d. 1533)", "entities": [{"title": "Mary Tudor, Queen of France", "href": "/wiki/Mary_Tudor,_Queen_of_France", "description": "Mary Tudor was an English princess who was briefly queen of France. She was the younger surviving daughter of King Henry VII of England and Elizabeth of York, and the third wife of Louis XII of France, who was more than 30 years older than she. Following his death, she married Charles Brandon, 1st Duke of Suffolk. Performed secretly in France, the marriage occurred without the consent of Mary's br"}]}, {"heading": "Births", "year": "1548", "date": "March 18", "txt": "Cornelis Ketel, Dutch painter (d. 1616)", "entities": [{"title": "Cornelis Ketel", "href": "/wiki/Cornelis_Ketel", "description": "Cornelis or Cornelius Ketel was a Dutch Mannerist painter, active in Elizabethan London from 1573 to 1581, and in Amsterdam till his death. Ketel, known essentially as a portrait-painter, was also a poet and orator, and from 1595 a sculptor as well."}]}, {"heading": "Births", "year": "1552", "date": "March 18", "txt": "Polykarp Leyser the Elder, German theologian (d. 1610)", "entities": [{"title": "Polykarp Leyser the Elder", "href": "/wiki/Polykarp_Leyser_the_Elder", "description": "Polykarp (von) Leyser the Elder or Polykarp Leyser I was a Lutheran theologian, superintendent of Braunschweig, superintendent-general of the Saxon church-circle, professor of theology at the University of Wittenberg and chief court-preacher and consistorial-councillor of Saxony."}]}, {"heading": "Births", "year": "1555", "date": "March 18", "txt": "Francis, Duke of Anjou (d. 1584)", "entities": [{"title": "Francis, Duke of Anjou", "href": "/wiki/Francis,_Duke_of_Anjou", "description": "Monsieur Francis, Duke of Anjou and Alençon was the youngest son of King Henry II of France and Catherine de' Medici."}]}, {"heading": "Births", "year": "1578", "date": "March 18", "txt": "Adam Elsheimer, German painter (d. 1610)", "entities": [{"title": "Adam Elsheimer", "href": "/wiki/Adam_Elsheimer", "description": "Adam Elsheimer was a German artist working in Rome, who died at only thirty-two, but was very influential in the early 17th century in the field of Baroque paintings. His relatively few paintings were small scale, nearly all painted on copper plates, of the type often known as cabinet paintings. They include a variety of light effects, and an innovative treatment of landscape. He was an influence "}]}, {"heading": "Births", "year": "1590", "date": "March 18", "txt": "Manuel de Faria e Sousa, Portuguese historian and poet (d. 1649)", "entities": [{"title": "Manuel de Faria e Sousa", "href": "/wiki/Manuel_de_Faria_e_Sousa", "description": "Manuel de Faria e Sousa was a Portuguese historian and poet. He frequently wrote in Spanish."}]}, {"heading": "Births", "year": "1597", "date": "March 18", "txt": "Jérôme le Royer de la Dauversière, French religious leader, founded the Société Notre-Dame de Montréal (d. 1659)", "entities": [{"title": "Jérôme le Royer de la Dauversière", "href": "/wiki/J%C3%A9r%C3%B4me_le_Royer_de_la_Dauversi%C3%A8re", "description": "Jérôme le Royer de la Dauversière was a French nobleman who spent his life in serving the needs of the poor. A founder of the Société Notre-Dame de Montréal, he also helped to establish the French colony of Montreal. Although a layman, as part of that objective, he was the founder of the Congregation of the Religious Hospitallers of St. Joseph, Religious Sisters dedicated to the care of the sick p"}, {"title": "Société Notre-Dame de Montréal", "href": "/wiki/Soci%C3%A9t%C3%A9_Notre-Dame_de_Montr%C3%A9al", "description": "The Société Notre-Dame de Montréal, otherwise known as the Société de Notre-Dame de Montréal pour la conversion des Sauvages de la Nouvelle-France, was a religious organisation responsible for founding Ville-Marie, the original name for the settlement that would later become Montreal. The original founders of the organization were Jérôme le Royer de la Dauversière, Jean-Jacques Olier and Pierre Ch"}]}, {"heading": "Births", "year": "1603", "date": "March 18", "txt": "Simon Bradstreet, English colonial magistrate (d. 1697)", "entities": []}, {"heading": "Births", "year": "1609", "date": "March 18", "txt": "Frederick III of Denmark (d. 1670)", "entities": [{"title": "Frederick III of Denmark", "href": "/wiki/Frederick_III_of_Denmark", "description": "Frederick III was king of Denmark and Norway from 1648 until his death in 1670. He also governed under the name Frederick II as diocesan administrator of the Prince-Bishopric of Verden, and the Prince-Archbishopric of Bremen (1635–45)."}]}, {"heading": "Births", "year": "1634", "date": "March 18", "txt": "Madame de La Fayette, French author (d. 1693)", "entities": [{"title": "Madame de La Fayette", "href": "/wiki/Madame_de_La_Fayette", "description": "Marie-Madeleine Pioche de La Vergne, comtesse de La Fayette, better known as Madame de La Fayette, was a French writer; she authored La Princesse de Clèves, France's first historical novel and one of the earliest novels in literature."}]}, {"heading": "Births", "year": "1640", "date": "March 18", "txt": "Philippe de La Hire, French mathematician and astronomer (d. 1719)", "entities": [{"title": "Philippe de La Hire", "href": "/wiki/Philippe_de_La_Hire", "description": "Philippe de La Hire was a French painter, mathematician, astronomer, and architect. According to Bernard le Bovier de Fontenelle he was an \"academy unto himself\"."}]}, {"heading": "Births", "year": "1657", "date": "March 18", "txt": "Giuseppe Ottavio Pitoni, Italian organist and composer (d. 1743)", "entities": [{"title": "Giuseppe Ottavio Pitoni", "href": "/wiki/Giuseppe_Ottavio_Pitoni", "description": "Giuseppe Ottavio Pitoni was an Italian organist and composer. He became one of the leading musicians in Rome during the late Baroque era, the first half of the 18th century."}]}, {"heading": "Births", "year": "1690", "date": "March 18", "txt": "Christian Goldbach, Prussian-German mathematician and academic (d. 1764)", "entities": [{"title": "Christian Goldbach", "href": "/wiki/Christian_Goldbach", "description": "Christian Goldbach was a German mathematician who also studied law. He is remembered today for Goldbach's conjecture."}]}, {"heading": "Births", "year": "1701", "date": "March 18", "txt": "Niclas Sahlgren, Swedish businessman and philanthropist, co-founded the Swedish East India Company (d. 1776)", "entities": [{"title": "Niclas Sahlgren", "href": "/wiki/Niclas_Sahlgren", "description": "Niclas Sahlgren, was a Swedish merchant and philanthropist."}, {"title": "Swedish East India Company", "href": "/wiki/Swedish_East_India_Company", "description": "The Swedish East India Company was founded in Gothenburg, Sweden, in 1731 for the purpose of conducting trade with China and the Far East. The venture was inspired by the success of the Dutch East India Company and the British East India Company. This made Gothenburg a European center of trade in eastern products. The main goods were silk, tea, furniture, porcelain, precious stones and other disti"}]}, {"heading": "Births", "year": "1733", "date": "March 18", "txt": "Christoph Friedrich Nicolai, German author and bookseller (d. 1811)", "entities": [{"title": "Christoph Friedrich Nicolai", "href": "/wiki/Christoph_Friedrich_Nicolai", "description": "Christoph Friedrich Nicolai was a German writer and bookseller."}]}, {"heading": "Births", "year": "1780", "date": "March 18", "txt": "Miloš Obrenović, Serbian prince (d. 1860)", "entities": [{"title": "Miloš Obrenović", "href": "/wiki/Milo%C5%A1_Obrenovi%C4%87", "description": "Prince Miloš Obrenović I of Serbia born Miloš Teodorović, also known as Miloš the Great was the Prince of Serbia from 1815 to 1839, and again from 1858 to 1860. He participated in the First Serbian uprising, led Serbs in the Second Serbian uprising, and founded the House of Obrenović. Under his rule, Serbia became an autonomous principality within the Ottoman Empire. Prince Miloš ruled autocratica"}]}, {"heading": "Births", "year": "1782", "date": "March 18", "txt": "John C. Calhoun, American lawyer and politician, 7th Vice President of the United States (d. 1850)", "entities": [{"title": "John C. Calhoun", "href": "/wiki/John_C._Calhoun", "description": "John Caldwell Calhoun was an American politician and political theorist from South Carolina who held many important positions including being the seventh vice president of the United States from 1825 to 1832, while adamantly defending slavery and protecting the interests of the white South when its residents were outnumbered by Northerners. He began his political career as a nationalist, modernize"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1789", "date": "March 18", "txt": "Charlotte Elliott, English poet, hymn writer, editor (d. 1871)", "entities": [{"title": "Charlotte Elliott", "href": "/wiki/Charlotte_Elliott", "description": "Charlotte Elliott was an English poet, hymn writer, and editor. She is best known by two hymns, \"Just As I Am\" and \"Thy will be done\"."}]}, {"heading": "Births", "year": "1798", "date": "March 18", "txt": "Francis Lieber, German-American jurist and philosopher (d. 1872)", "entities": [{"title": "Francis Lieber", "href": "/wiki/Francis_Lieber", "description": "Francis Lieber, known as Franz Lieber in Germany, was a German-American jurist, gymnast and political philosopher. He edited an Encyclopaedia Americana. He was the author of the Lieber Code during the American Civil War, also known as Code for the Government of Armies in the Field (1863). The Lieber Code is considered the first document to comprehensively outline rules regulating the conduct of wa"}]}, {"heading": "Births", "year": "1800", "date": "March 18", "txt": "Harriet Smithson, Irish actress, the first wife and muse of Hector Berlioz (d. 1854)", "entities": [{"title": "Harriet Smithson", "href": "/wiki/Harriet_Smithson", "description": "Harriet Constance Smithson, most commonly known as Harriet Smithson, who also went by Henrietta Constance Smithson, Harriet Smithson Berlioz, and Miss H.C. Smithson, was an Anglo-Irish Shakespearean actress of the 19th century, best known as the first wife and muse of Hector Berlioz."}, {"title": "Hector Berlioz", "href": "/wiki/Hector_Berlioz", "description": "Louis-Hector Berlioz was a French Romantic composer and conductor. His output includes orchestral works such as the Symphonie fantastique and Harold in Italy, choral pieces including the Requiem and L'Enfance du Christ, his three operas Benvenuto Cellini, Les Troyens and Béatrice et Bénédict, and works of hybrid genres such as the \"dramatic symphony\" Roméo et Juliette and the \"dramatic legend\" La "}]}, {"heading": "Births", "year": "1813", "date": "March 18", "txt": "Christian Friedrich Hebbel, German poet and playwright (d. 1864)", "entities": [{"title": "Christian Friedrich Hebbel", "href": "/wiki/Christian_Friedrich_Hebbel", "description": "Christian Friedrich Hebbel was a German poet and dramatist."}]}, {"heading": "Births", "year": "1814", "date": "March 18", "txt": "Jacob Bunn, American businessman (d. 1897)", "entities": [{"title": "Jacob Bunn", "href": "/wiki/Jacob_Bunn", "description": "John Whitfield Bunn was an American corporate leader, financier, industrialist, and personal friend of Abraham Lincoln, whose work and leadership involved a broad range of institutions ranging from Midwestern railroads, international finance, and Republican Party politics, to corporate consultation, globally significant manufacturing, and the various American stock exchanges. He was of great histo"}]}, {"heading": "Births", "year": "1819", "date": "March 18", "txt": "James McCulloch, Scottish-Australian politician, 5th Premier of Victoria (d. 1893)", "entities": [{"title": "James McCulloch", "href": "/wiki/James_McCulloch", "description": "Sir James McCulloch,, British colonial politician, was the fifth Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1820", "date": "March 18", "txt": "John Plankinton, American businessman, industrialist, and philanthropist (d. 1891)", "entities": [{"title": "John Plankinton", "href": "/wiki/John_Plankinton", "description": "John Plankinton was an American businessman. He is noted for expansive real estate developments in Milwaukee, including the luxurious Plankinton House Hotel designed as an upscale residence for the wealthy. He was involved with railroading and banking. The Plankinton Bank he developed became the leading bank of Milwaukee in his lifetime. He was involved in the development of the Milwaukee City Rai"}]}, {"heading": "Births", "year": "1823", "date": "March 18", "txt": "Antoine Chanzy, French general (d. 1883)", "entities": [{"title": "Antoine Chanzy", "href": "/wiki/Antoine_Chanzy", "description": "Antoine Eugène Alfred Chanzy was a French general, notable for his successes during the Franco-Prussian War and as a governor of Algeria."}]}, {"heading": "Births", "year": "1828", "date": "March 18", "txt": "Randal Cremer, English activist and politician, Nobel Prize laureate (d. 1908)", "entities": [{"title": "Randal Cremer", "href": "/wiki/Randal_Cremer", "description": "Sir William Randal Cremer usually known by his middle name \"Randal\", was an English Liberal Member of Parliament, a pacifist, and a leading advocate for international arbitration. He was awarded the Nobel Peace Prize in 1903 for his work with the international arbitration movement."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1837", "date": "March 18", "txt": "Grover Cleveland, American lawyer and politician, 22nd and 24th President of the United States (d. 1908)", "entities": [{"title": "Grover Cleveland", "href": "/wiki/Grover_Cleveland", "description": "Stephen Grover Cleveland was an American lawyer and politician who served as the 22nd and 24th president of the United States from 1885 to 1889 and from 1893 to 1897. Cleveland is the only president in American history to serve two nonconsecutive terms in office. He won the popular vote for three presidential elections—in 1884, 1888, and 1892—and was one of two Democrats to be elected president du"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1840", "date": "March 18", "txt": "William Cosmo Monkhouse, English poet and critic (d. 1901)", "entities": [{"title": "William Cosmo Monkhouse", "href": "/wiki/William_Cosmo_Monkhouse", "description": "William Cosmo Monkhouse was a British poet and critic."}]}, {"heading": "Births", "year": "1842", "date": "March 18", "txt": "Stéphane Mallarmé, French poet and critic (d. 1898)", "entities": [{"title": "Stéphane Mallarmé", "href": "/wiki/St%C3%A9phane_Mallarm%C3%A9", "description": "Stéphane Mallarmé, pen name of Étienne Mallarmé, was a French poet and critic. He was a major French symbolist poet, and his work anticipated and inspired several revolutionary artistic schools of the early 20th century, such as Cubism, Futurism, Dadaism, and Surrealism."}]}, {"heading": "Births", "year": "1844", "date": "March 18", "txt": "Nikolai Rimsky-Korsakov, Russian composer and academic (d. 1908)", "entities": [{"title": "Nikolai Rimsky-Korsakov", "href": "/wiki/Nikolai_Rimsky-Korsakov", "description": "Nikolai Andreyevich Rimsky-Korsakov was a Russian composer, and a member of the group of composers known as The Five. He was a master of orchestration. His best-known orchestral compositions—Capriccio Espagnol, the Russian Easter Festival Overture, and the symphonic suite Scheherazade—are staples of the classical music repertoire, along with suites and excerpts from some of his 15 operas. Schehera"}]}, {"heading": "Births", "year": "1845", "date": "March 18", "txt": "Kicking Bear, Native American tribal leader (d. 1904)", "entities": [{"title": "Kicking Bear", "href": "/wiki/Kicking_Bear", "description": "Kicking Bear was an Oglala Lakota who became a band chief of the Miniconjou Lakota Sioux. He fought in several battles with his brother, Flying Hawk, and first cousin, Crazy Horse, during the War for the Black Hills, including the Battle of the Greasy Grass."}]}, {"heading": "Births", "year": "1848", "date": "March 18", "txt": "Nathanael Greene Herreshoff, American architect and engineer (d. 1938)", "entities": [{"title": "Nathanael Greene Herreshoff", "href": "/wiki/Nathanael_Greene_Herreshoff", "description": "Nathanael Greene Herreshoff was an American naval architect, mechanical engineer, and yacht design innovator. He produced a succession of undefeated America's Cup defenders between 1893-1920."}]}, {"heading": "Births", "year": "1858", "date": "March 18", "txt": "Rudolf Diesel, German engineer, invented the Diesel engine (d. 1913)", "entities": [{"title": "Rudolf Diesel", "href": "/wiki/Rudolf_Diesel", "description": "Rudolf Christian Karl Diesel was a German inventor and mechanical engineer, famous for the invention of the Diesel engine, and for his suspicious death at sea. Diesel was the namesake of the 1942 film Diesel."}, {"title": "Diesel engine", "href": "/wiki/Diesel_engine", "description": "The diesel engine, named after Rudolf Diesel, is an internal combustion engine in which ignition of the fuel is caused by the elevated temperature of the air in the cylinder due to the mechanical compression; thus, the diesel engine is a so-called compression-ignition engine. This contrasts with engines using spark plug-ignition of the air-fuel mixture, such as a petrol engine or a gas engine."}]}, {"heading": "Births", "year": "1862", "date": "March 18", "txt": "Eugène Jansson, Swedish painter (d. 1915)", "entities": [{"title": "Eugène Jansson", "href": "/wiki/Eug%C3%A8ne_Jansson", "description": "Eugène Fredrik Jansson was a Swedish painter known for his night-time land- and cityscapes dominated by shades of blue. Towards the end of his life, from about 1904, he mainly painted male nudes. The earlier of these phases has caused him to sometimes be referred to as blåmålaren, \"the blue-painter\"."}]}, {"heading": "Births", "year": "1863", "date": "March 18", "txt": "William Sulzer, American lawyer and politician, 39th Governor of New York (d. 1941)", "entities": [{"title": "William Sulzer", "href": "/wiki/William_Sulzer", "description": "William Sulzer was an American lawyer and politician, nicknamed Plain Bill Sulzer. He was the 39th Governor of New York and a long-serving congressman from the same state."}, {"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Births", "year": "1869", "date": "March 18", "txt": "Neville Chamberlain, English businessman and politician, Prime Minister of the United Kingdom (d. 1940)", "entities": [{"title": "Neville Chamberlain", "href": "/wiki/Neville_Chamberlain", "description": "Arthur Neville Chamberlain was a British politician of the Conservative Party who served as Prime Minister of the United Kingdom from May 1937 to May 1940. He is best known for his foreign policy of appeasement, and in particular for his signing of the Munich Agreement on 30 September 1938, conceding the German-speaking Sudetenland region of Czechoslovakia to Germany. Following the German invasion"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1870", "date": "March 18", "txt": "Agnes Sime Baxter, Canadian mathematician (d. 1917)", "entities": [{"title": "Agnes Sime Baxter", "href": "/wiki/Agnes_Sime_Baxter", "description": "Agnes Sime Baxter (Hill) was a Canadian-born mathematician. She studied at Dalhousie University, receiving her BA in 1891, and her MA in 1892. She received her Ph.D. from Cornell University in 1895; her dissertation was \"On Abelian integrals\", a resume of Neumann's Abelian integral with comments and applications.\""}]}, {"heading": "Births", "year": "1874", "date": "March 18", "txt": "Nikolai Berdyaev, Russian-French philosopher and theologian (d. 1948)", "entities": [{"title": "Nikolai Berdyaev", "href": "/wiki/Nikolai_Berdyaev", "description": "Nikolai Alexandrovich Berdyaev was a Russian political and Christian religious philosopher who emphasized the existential spiritual significance of human freedom and the human person. Alternative historical spellings of his surname in English include \"Berdiaev\" and \"Berdiaeff\", and of his given name \"Nicolas\" and \"Nicholas\"."}]}, {"heading": "Births", "year": "1877", "date": "March 18", "txt": "Edgar Cayce, American mystic and psychic (d. 1945)", "entities": [{"title": "Edgar Cayce", "href": "/wiki/Edgar_Cayce", "description": "Edgar Cayce was an American clairvoyant who claimed to channel from his higher self. Cayce's sessions occurred during a trance state when he would fall asleep. His friend Al Layne, his wife, and later his secretary Gladys Davis Turner, would record his words. During these sessions, Cayce would answer questions on subjects as varied as healing, reincarnation, dreams, the afterlife, past-life, nutri"}]}, {"heading": "Births", "year": "1877", "date": "March 18", "txt": "Clem Hill, Australian cricketer and engineer (d. 1945)", "entities": []}, {"heading": "Births", "year": "1878", "date": "March 18", "txt": "Percival Perry, 1st Baron Perry, English businessman (d. 1956)", "entities": [{"title": "Percival Perry, 1st Baron Perry", "href": "/wiki/Percival_Perry,_1st_Baron_Perry", "description": "\nPercival Lea Dewhurst Perry, 1st Baron Perry KBE was an English motor vehicle manufacturer who served as chairman of Ford Motor Company Limited in Britain for 20 years from its incorporation in 1928, completing almost a lifetime's work with Henry Ford. He also led the establishment of Slough Estates."}]}, {"heading": "Births", "year": "1882", "date": "March 18", "txt": "Gian Francesco Malipiero, Italian composer and educator (d. 1973)", "entities": [{"title": "Gian Francesco Malipiero", "href": "/wiki/Gian_Francesco_Malipiero", "description": "Gian Francesco Malipiero was an Italian composer, musicologist, music teacher and editor."}]}, {"heading": "Births", "year": "1884", "date": "March 18", "txt": "Bernard Cronin, English-Australian journalist and author (d. 1968)", "entities": [{"title": "Bernard Cronin", "href": "/wiki/Bernard_Cronin", "description": "Bernard Cronin was an Australian author and journalist."}]}, {"heading": "Births", "year": "1886", "date": "March 18", "txt": "Edward Everett Horton, American actor, singer, and dancer (d. 1970)", "entities": [{"title": "Edward Everett Horton", "href": "/wiki/Edward_Everett_Horton", "description": "Edward Everett Horton Jr. was an American character actor. He had a long career in film, theater, radio, television, and voice work for animated cartoons."}]}, {"heading": "Births", "year": "1890", "date": "March 18", "txt": "Henri Decoin, French director and screenwriter (d. 1969)", "entities": [{"title": "Henri Decoin", "href": "/wiki/Henri_Decoin", "description": "Henri Decoin was a French film director and screenwriter, who directed more than 50 films between 1933 and 1964. He was also a swimmer who won the national title in 1911 and held the national record in the 500 m freestyle. He competed in the 400 m freestyle at the 1908 Summer Olympics and in the water polo tournament at the 1912 Summer Olympics."}]}, {"heading": "Births", "year": "1893", "date": "March 18", "txt": "Costante Girardengo, Italian cyclist (d. 1978)", "entities": [{"title": "Costante Girardengo", "href": "/wiki/Costante_Girardengo", "description": "Costante Girardengo was an Italian professional road bicycle racer, considered by many to be one of the finest riders in the history of the sport. He was the first rider to be declared a \"Campionissimo\" or \"champion of champions\" by the Italian media and fans. At the height of his popularity in the 1920s he was said to be more popular than Mussolini and it was decreed that all express trains shoul"}]}, {"heading": "Births", "year": "1893", "date": "March 18", "txt": "Wilfred Owen, English soldier and poet (d. 1918)", "entities": []}, {"heading": "Births", "year": "1901", "date": "March 18", "txt": "Manly Palmer Hall, Canadian mystic, author and philosopher (d. 1990)", "entities": [{"title": "Manly Palmer Hall", "href": "/wiki/Manly_Palmer_Hall", "description": "Manly Palmer Hall was a Canadian-born author, lecturer, astrologer and mystic. He is best known for his 1928 work The Secret Teachings of All Ages. Over his 70 year career, he gave thousands of lectures, including two at Carnegie Hall, and published over 150 volumes. In 1934, he founded The Philosophical Research Society in Los Angeles, which he dedicated to the \"Truth Seekers of All Time\", with a"}]}, {"heading": "Births", "year": "1901", "date": "March 18", "txt": "William Johnson, American painter (d. 1970)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 18", "txt": "Galeazzo Ciano, Italian journalist and politician, Italian Minister of Foreign Affairs (d. 1944)", "entities": [{"title": "Galeazzo Ciano", "href": "/wiki/Galeazzo_Ciano", "description": "Gian Galeazzo Ciano, 2nd Count of Cortellazzo and Buccari was an Italian diplomat and politician who served as Foreign Minister in the government of his father-in-law, Benito Mussolini, from 1936 until 1943. During this period, he was widely seen as Mussolini's most probable successor as Duce."}, {"title": "Minister of Foreign Affairs (Italy)", "href": "/wiki/Minister_of_Foreign_Affairs_(Italy)", "description": "The Italian Minister of Foreign Affairs is the head of the Ministry of Foreign Affairs in Italy. The office was one of the positions which Italy inherited from the Kingdom of Sardinia where it was the most ancient ministry of the government: this origin gives to the office a ceremonial primacy in the Italian cabinet."}]}, {"heading": "Births", "year": "1903", "date": "March 18", "txt": "E. O. Plauen, German cartoonist (d. 1944)", "entities": []}, {"heading": "Births", "year": "1904", "date": "March 18", "txt": "Srečko Kosovel, Slovenian poet and author (d. 1926)", "entities": [{"title": "Srečko Kosovel", "href": "/wiki/Sre%C4%8Dko_Kosovel", "description": "Srečko Kosovel was a Slovenian poet, now considered one of central Europe's major modernist poets. He was labeled an impressionistic poet of his native Karst region, a political poet resisting forced Italianization of the Slovene areas annexed by Italy, an expressionist, a dadaist, a satirist, and as a voice of international socialism, using avant-garde constructivist forms. He is now considered a"}]}, {"heading": "Births", "year": "1904", "date": "March 18", "txt": "Margaret Tucker, Australian author and activist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1905", "date": "March 18", "txt": "Thomas Townsend Brown, American physicist and engineer (d. 1985)", "entities": [{"title": "Thomas Townsend Brown", "href": "/wiki/Thomas_Townsend_Brown", "description": "Thomas Townsend Brown was an American inventor whose research into odd electrical effects led him to believe he had discovered a connection between strong electric fields and gravity, a type of antigravity effect. Instead of being an antigravity force, what Brown observed has generally been attributed to electrohydrodynamics, the movement of charged particles that transfers their momentum to surro"}]}, {"heading": "Births", "year": "1905", "date": "March 18", "txt": "Robert Donat, English actor (d. 1958)", "entities": []}, {"heading": "Births", "year": "1907", "date": "March 18", "txt": "John Zachary Young, English zoologist and neurophysiologist (d. 1997)", "entities": [{"title": "John Zachary Young", "href": "/wiki/John_Zachary_Young", "description": "John Zachary Young FRS, generally known as \"JZ\" or \"JZY\", was an English zoologist and neurophysiologist, described as \"one of the most influential biologists of the 20th century\"."}]}, {"heading": "Births", "year": "1908", "date": "March 18", "txt": "Loulou Gasté, French composer (d. 1995)", "entities": [{"title": "Loulou Gasté", "href": "/wiki/Loulou_Gast%C3%A9", "description": "Louis \"Loulou\" Gasté was a French composer of songs."}]}, {"heading": "Births", "year": "1909", "date": "March 18", "txt": "Ernest Gallo, American businessman, co-founded the E & J Gallo Winery (d. 2007)", "entities": [{"title": "Ernest Gallo", "href": "/wiki/Ernest_Gallo", "description": "Ernest J. Gallo was an American businessman and philanthropist. Gallo co-founded the E & J Gallo Winery in Modesto, California."}, {"title": "E & J Gallo Winery", "href": "/wiki/E_%26_J_Gallo_Winery", "description": "E & J Gallo Winery is a winery and distributor headquartered in Modesto, California. It was \nfounded in 1933 by Ernest Gallo and Julio Gallo, and is the largest exporter of California wines. E & J Gallo Winery is the largest family-owned winery in the United States."}]}, {"heading": "Births", "year": "1909", "date": "March 18", "txt": "C. Walter Hodges, English author and illustrator (d. 2004)", "entities": []}, {"heading": "Births", "year": "1911", "date": "March 18", "txt": "Smiley Burnette, American singer-songwriter and actor (d. 1967)", "entities": [{"title": "Smiley Burnette", "href": "/wiki/Smiley_Burnette", "description": "Lester Alvin Burnett, better known as Smiley Burnette, was an American country music performer and a comedic actor in Western films and on radio and TV, playing sidekick to Gene Autry, Roy Rogers, and other B-movie cowboys. He was also a prolific singer-songwriter who is reported to have played proficiently over 100 musical instruments, sometimes more than one simultaneously. His career, beginning"}]}, {"heading": "Births", "year": "1912", "date": "March 18", "txt": "Art Gilmore, American voice actor and announcer (d. 2010)", "entities": [{"title": "Art Gilmore", "href": "/wiki/Art_Gilmore", "description": "Arthur Wells Gilmore, known as Art Gilmore was an American actor and announcer heard on radio and television programs, children's records, movies, trailers, radio commercials, and documentary films. He also appeared in several television series and a few feature films."}]}, {"heading": "Births", "year": "1913", "date": "March 18", "txt": "René Clément, French director and screenwriter (d. 1996)", "entities": [{"title": "René Clément", "href": "/wiki/Ren%C3%A9_Cl%C3%A9ment", "description": "René Clément was a French film director and screenwriter."}]}, {"heading": "Births", "year": "1913", "date": "March 18", "txt": "Werner Mölders, German colonel and pilot (d. 1941)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 18", "txt": "Richard Condon, American author and screenwriter (d. 1996)", "entities": [{"title": "Richard Condon", "href": "/wiki/Richard_Condon", "description": "Richard Thomas Condon was an American political novelist. Though his works were satire, they were generally transformed into thrillers or semi-thrillers in other media, such as cinema. All 26 books were written in distinctive Condon style, which combined a fast pace, outrage, and frequent humor while focusing almost obsessively on monetary greed and political corruption. Condon himself once said: "}]}, {"heading": "Births", "year": "1922", "date": "March 18", "txt": "Egon Bahr, German journalist and politician, Federal Minister for Special Affairs of Germany (d. 2015)", "entities": [{"title": "Egon Bahr", "href": "/wiki/Egon_Bahr", "description": "Egon Karl-Heinz Bahr was a German SPD politician."}, {"title": "Federal Minister for Special Affairs of Germany", "href": "/wiki/Federal_Minister_for_Special_Affairs_of_Germany", "description": "A Federal Minister for Special Affairs is a member of the German government without portfolio."}]}, {"heading": "Births", "year": "1922", "date": "March 18", "txt": "Seymour Martin Lipset, American sociologist and academic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 18", "txt": "Suzanne Perlman, Hungarian-Dutch visual artist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 18", "txt": "Fred Shuttlesworth, American activist, co-founded the Southern Christian Leadership Conference (d. 2011)", "entities": [{"title": "Southern Christian Leadership Conference", "href": "/wiki/Southern_Christian_Leadership_Conference", "description": "The Southern Christian Leadership Conference (SCLC) is an African-American civil rights organization. SCLC is closely associated with its first president, Martin Luther King Jr., who had a large role in the American civil rights movement."}]}, {"heading": "Births", "year": "1923", "date": "March 18", "txt": "Andy Granatelli, American race car driver and businessman (d. 2013)", "entities": [{"title": "Andy Granatelli", "href": "/wiki/Andy_Granatelli", "description": "Anthony \"Andy\" Granatelli was an American businessman, most prominent as the CEO of STP as well as a major figure in automobile racing events."}]}, {"heading": "Births", "year": "1925", "date": "March 18", "txt": "Alessandro Alessandroni, Italian musician (d. 2017)", "entities": [{"title": "Alessandro Alessandroni", "href": "/wiki/Alessandro_Alessandroni", "description": "Alessandro Alessandroni was an Italian musician and composer. He played multiple\ninstruments, including the guitar, mandolin, mandolincello, sitar, accordion and piano, and composed more than 40 film scores and countless library music."}]}, {"heading": "Births", "year": "1925", "date": "March 18", "txt": "James Pickles, English journalist, lawyer, and judge (d. 2010)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 18", "txt": "Peter Graves, American actor and director (d. 2010)", "entities": [{"title": "Peter Graves", "href": "/wiki/Peter_Graves", "description": "Peter Graves was an American film and television actor. He was best known for his role as Jim Phelps in the CBS television series Mission: Impossible from 1967 to 1973 (original) and from 1988 to 1990 (revival). His elder brother was actor James Arness. Graves was also known for his portrayal of airline pilot Captain Clarence Oveur in the 1980 comedy film Airplane! and its 1982 sequel Airplane II:"}]}, {"heading": "Births", "year": "1927", "date": "March 18", "txt": "John Kander, American pianist and composer", "entities": [{"title": "John Kander", "href": "/wiki/John_Kander", "description": "John Harold Kander is an American composer, known largely for his work in the musical theater. As part of the songwriting team Kander and Ebb, Kander wrote the scores for 15 musicals, including Cabaret (1966) and Chicago (1975), both of which were later adapted into acclaimed films. He and Ebb also wrote the standard \"New York, New York\"."}]}, {"heading": "Births", "year": "1927", "date": "March 18", "txt": "George Plimpton, American journalist and actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 18", "txt": "Lillian Vernon, German-American businesswoman and philanthropist, founded the Lillian Vernon Company (d. 2015)", "entities": [{"title": "Lillian Vernon (company)", "href": "/wiki/Lillian_Vernon_(company)", "description": "Lillian Vernon Corporation is an American catalog merchant and online retailer that sells household, children's and fashion accessory products. Founded in 1951 by Lillian Vernon, out of her Mount Vernon, New York, apartment; the business name is a combination of her first name and her hometown."}]}, {"heading": "Births", "year": "1928", "date": "March 18", "txt": "Miguel Poblet, Spanish cyclist (d. 2013)", "entities": [{"title": "Miguel Poblet", "href": "/wiki/Miguel_Poblet", "description": "Miguel Poblet Orriols was a Spanish professional cyclist, who had over 200 professional victories from 1944 to 1962. He was the first Spanish rider to wear the yellow jersey in the Tour de France, and in 1956 he became the first of only three riders to win stages in the three Grand Tours in the same year. \nHe won the Milan–San Remo classic race on two occasions and took 26 stage wins in the three "}]}, {"heading": "Births", "year": "1928", "date": "March 18", "txt": "Fidel V. Ramos, Filipino general and politician, 12th President of the Philippines", "entities": [{"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1929", "date": "March 18", "txt": "Samuel Pisar, Polish-American lawyer and author (d. 2015)", "entities": [{"title": "Samuel Pisar", "href": "/wiki/Samuel_Pisar", "description": "Samuel Pisar was a Polish-born American lawyer, author, and a Holocaust survivor."}]}, {"heading": "Births", "year": "1930", "date": "March 18", "txt": "James J. Andrews, American mathematician and academic (d. 1998)", "entities": [{"title": "James J. Andrews (mathematician)", "href": "/wiki/James_J._Andrews_(mathematician)", "description": "James J. Andrews was an American mathematician, a professor of mathematics at Florida State University who specialized in knot theory, topology, and group theory."}]}, {"heading": "Births", "year": "1931", "date": "March 18", "txt": "John Fraser, Scottish actor (d. 2020)", "entities": [{"title": "John Fraser (actor)", "href": "/wiki/John_Fraser_(actor)", "description": "John Alexander Fraser was a Scottish actor and author. He is best known for his performances in the films The Dam Busters (1955), \nThe Good Companions (1957), The Trials of Oscar Wilde (1960), El Cid (1961), Repulsion (1965) and Isadora (1968)."}]}, {"heading": "Births", "year": "1932", "date": "March 18", "txt": "John Updike, American novelist, short story writer, and critic (d. 2009)", "entities": [{"title": "John Updike", "href": "/wiki/John_Updike", "description": "John Hoyer Updike was an American novelist, poet, short-story writer, art critic, and literary critic. One of only four writers to win the Pulitzer Prize for Fiction more than once, Updike published more than twenty novels, more than a dozen short-story collections, as well as poetry, art and literary criticism and children's books during his career."}]}, {"heading": "Births", "year": "1933", "date": "March 18", "txt": "Unita Blackwell, American civil rights activist and politician (d. 2019)", "entities": [{"title": "Unita Blackwell", "href": "/wiki/Unita_Blackwell", "description": "Unita Zelma Blackwell was an American civil rights activist who was the first African-American woman to be elected mayor in the U.S. state of Mississippi. Blackwell was a project director for the Student Nonviolent Coordinating Committee (SNCC) and helped organize voter drives for African Americans across Mississippi. She was also a founder of the US China Peoples Friendship Association, a group d"}]}, {"heading": "Births", "year": "1934", "date": "March 18", "txt": "Roy Chapman, English footballer and manager (d. 1983)", "entities": [{"title": "Roy Chapman", "href": "/wiki/Roy_Chapman", "description": "Roy Clifford Chapman was an English professional footballer and manager, born in Birmingham. He was the father of former Arsenal and Leeds United striker Lee Chapman."}]}, {"heading": "Births", "year": "1934", "date": "March 18", "txt": "Charley Pride, American country music singer and musician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 18", "txt": "Ole Barndorff-Nielsen, Danish mathematician and statistician", "entities": [{"title": "Ole Barndorff-Nielsen", "href": "/wiki/Ole_Barndorff-Nielsen", "description": "Ole Eiler Barndorff-Nielsen is a Danish statistician who has contributed to many areas of statistical science."}]}, {"heading": "Births", "year": "1935", "date": "March 18", "txt": "Frances Cress Welsing, American psychiatrist and author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 18", "txt": "F. W. de Klerk, South African lawyer and politician, 2nd State President of South Africa, Nobel Prize laureate", "entities": [{"title": "F. W. de Klerk", "href": "/wiki/F._W._de_Klerk", "description": "Frederik Willem de Klerk is a South African retired politician, who served as State President of South Africa from 1989 to 1994 and as Deputy President from 1994 to 1996. As South Africa's last head of state from the era of white-minority rule, he and his government were forced to dismantle the apartheid system and introduced universal suffrage. Ideologically a conservative and an economic liberal"}, {"title": "State President of South Africa", "href": "/wiki/State_President_of_South_Africa", "description": "The State President of the Republic of South Africa was the head of state of South Africa from 1961 to 1994. The office was established when the country became a republic in 1961, and Queen Elizabeth II ceased to be monarch of South Africa. The position of Governor-General of South Africa was accordingly abolished. From 1961 to 1984, the post was largely ceremonial. After constitutional reforms en"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1937", "date": "March 18", "txt": "Rudi Altig, German cyclist and sportscaster (d. 2016)", "entities": [{"title": "Rudi Altig", "href": "/wiki/Rudi_Altig", "description": "Rudi Altig was a German professional track and road racing cyclist who won the 1962 Vuelta a España and the world championship in 1966. After his retirement from sports he worked as a television commentator."}]}, {"heading": "Births", "year": "1937", "date": "March 18", "txt": "Mark Donohue, American race car driver (d. 1975)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 18", "txt": "Carl Gottlieb, American actor and screenwriter", "entities": [{"title": "Carl Gottlieb", "href": "/wiki/Carl_Gottlieb", "description": "Carl Gottlieb is an American screenwriter, actor, comedian and executive. He is probably best known for co-writing the screenplay for Jaws and its first two sequels, as well as directing the 1981 film Caveman."}]}, {"heading": "Births", "year": "1938", "date": "March 18", "txt": "Shashi Kapoor, Indian actor and producer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 18", "txt": "Kenny Lynch, English singer-songwriter and actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 18", "txt": "Timo Mäkinen, Finnish race car driver (d. 2017)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 18", "txt": "Machiko Soga, Japanese actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 18", "txt": "Ron Atkinson, English footballer and manager", "entities": [{"title": "Ron Atkinson", "href": "/wiki/Ron_Atkinson", "description": "Ronald Frederick Atkinson, commonly known as 'The Tank', Big Ron or Mr. Bojangles, is an English former football player and manager. In the 1990s and early 2000s, he was one of Britain's best-known football pundits."}]}, {"heading": "Births", "year": "1939", "date": "March 18", "txt": "Jean-Pierre Wallez, French violinist and conductor", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 18", "txt": "Wilson Pickett, American singer-songwriter (d. 2006)", "entities": [{"title": "Wilson Pickett", "href": "/wiki/Wilson_Pickett", "description": "Wilson Pickett was an American singer and songwriter."}]}, {"heading": "Births", "year": "1942", "date": "March 18", "txt": "Kathleen Collins, African-American filmmaker and playwright (d. 1988)", "entities": [{"title": "Kathleen Collins", "href": "/wiki/Kathleen_Collins", "description": "Kathleen Collins was an African-American poet, playwright, writer, filmmaker, director, civil rights activist, and educator from Jersey City, New Jersey. Her two feature narratives—The Cruz Brothers and Miss Malloy (1980) and Losing Ground (1982)—furthered the range of Black women's films. Although Losing Ground was denied large-scale exhibition, it was among the first films created by a Black wom"}]}, {"heading": "Births", "year": "1943", "date": "March 18", "txt": "Dennis Linde, American singer-songwriter (d. 2006)", "entities": [{"title": "Dennis Linde", "href": "/wiki/Dennis_Linde", "description": "Dennis Linde was an American music songwriter based in Nashville who has had over 250 of his songs recorded. Rarely working with co-writers, he wrote both words and music for most of his songs. In 1994, Linde won BMI's \"Top Writer Award\" and received four awards as BMI's most-performed titles for that year. His wife and daughter collected the awards because Linde shunned awards shows and avoided p"}]}, {"heading": "Births", "year": "1944", "date": "March 18", "txt": "Amnon Lipkin-Shahak, Israeli general and politician, 22nd Transportation Minister of Israel (d. 2012)", "entities": [{"title": "Amnon Lipkin-Shahak", "href": "/wiki/Amnon_Lipkin-Shahak", "description": "Amnon Lipkin-Shahak was an Israeli military officer and politician. He served as Chief of Staff of the Israel Defense Forces, as a Member of the Knesset, and as Minister of Transportation and Tourism."}, {"title": "Ministry of Transport and Road Safety", "href": "/wiki/Ministry_of_Transport_and_Road_Safety", "description": "The Ministry of Transport, National Infrastructure and Road Safety (MOT) is a government agency that handles transportation and road safety issues in Israel. The ministry headquarters are in Givat Ram, Jerusalem."}]}, {"heading": "Births", "year": "1944", "date": "March 18", "txt": "Frank McRae, American football player and actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 18", "txt": "Dick Smith, Australian publisher and businessman, founded Dick Smith Electronics and Australian Geographic", "entities": [{"title": "Dick Smith (retailer)", "href": "/wiki/Dick_Smith_(retailer)", "description": "Dick Smith Holdings Limited was an Australian chain of retail stores that sold consumer electronics goods, hobbyist electronic components, and electronic project kits. The chain expanded successfully into New Zealand and unsuccessfully into several other countries. The company was founded in Sydney in 1968 by Dick Smith and owned by him and his wife until they sold 60% to Woolworths Limited in 198"}]}, {"heading": "Births", "year": "1945", "date": "March 18", "txt": "Hiroh Kikai, Japanese photographer", "entities": [{"title": "Hiroh Kikai", "href": "/wiki/Hiroh_Kikai", "description": "Hiroh Kikai  was a Japanese photographer best known within Japan for four series of monochrome photographs: scenes of buildings in and close to Tokyo, portraits of people in the Asakusa area of Tokyo, and rural and town life in India and Turkey. He pursued each of these for over two decades, and each led to one or more book-length collections."}]}, {"heading": "Births", "year": "1945", "date": "March 18", "txt": "Michael Reagan, American journalist and radio host", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 18", "txt": "Susan Tyrrell, American actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 18", "txt": "Eric Woolfson, Scottish singer-songwriter, pianist, and producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 18", "txt": "Michel Leclère, French race car driver", "entities": [{"title": "Michel Leclère", "href": "/wiki/Michel_Lecl%C3%A8re", "description": "Michel Leclère is a former motor racing driver from France. He participated in eight Formula One Grands Prix, debuting on 5 October 1975, and scored no championship points."}]}, {"heading": "Births", "year": "1947", "date": "March 18", "txt": "Patrick Barlow, English actor and playwright", "entities": [{"title": "Patrick Barlow", "href": "/wiki/Patrick_Barlow", "description": "Evan George Patrick Barlow is an English actor, comedian and playwright. His comedic alter ego, Desmond Olivier Dingle, is the founder, artistic director and chief executive of the two-man National Theatre of Brent, which has performed on stage, on television and on radio. Barlow was born in Leicester."}]}, {"heading": "Births", "year": "1947", "date": "March 18", "txt": "Patrick Chesnais, French actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 18", "txt": "David Lloyd, English cricketer, journalist, and sportscaster", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 18", "txt": "B. J. Wilson, English rock drummer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 18", "txt": "Guy Lapointe, Canadian ice hockey player and coach", "entities": [{"title": "Guy Lapointe", "href": "/wiki/Guy_Lapointe", "description": "Guy Gerard Lapointe is a Canadian former professional ice hockey defenceman who played for the Montreal Canadiens, St. Louis Blues and Boston Bruins in the National Hockey League. He currently serves as Coordinator of Amateur Scouting with the NHL's Minnesota Wild."}]}, {"heading": "Births", "year": "1948", "date": "March 18", "txt": "Brian Lloyd, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 18", "txt": "Eknath Solkar, Indian cricketer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 18", "txt": "Åse Kleveland, Norwegian singer and politician, Norwegian Minister of Culture", "entities": [{"title": "Åse Kleveland", "href": "/wiki/%C3%85se_Kleveland", "description": "Åse Maria Kleveland is a Norwegian singer, guitarist, politician and activist."}, {"title": "Minister of Culture (Norway)", "href": "/wiki/Minister_of_Culture_(Norway)", "description": "The Minister of Culture is a councilor of state and chief of the Norway's Ministry of Culture. The ministry is responsible for the government's policy related to culture, church affairs, religion, media, sports and gambling. Subordinate agencies include the Gaming and Foundation Authority, the National Archival Services, the National Library, the Arts Council and the Media Authority. The portfolio"}]}, {"heading": "Births", "year": "1950", "date": "March 18", "txt": "James Conlon, American conductor and educator", "entities": [{"title": "James Conlon", "href": "/wiki/James_Conlon", "description": "James Conlon is an American conductor. He is currently the music director of Los Angeles Opera and principal conductor of the RAI National Symphony Orchestra. He was music director of the Cincinnati May Festival from 1979 through 2016. From 2005 to 2015, he was music director at the Ravinia Festival. He is known for his efforts in reviving music by composers suppressed during the Nazi regime."}]}, {"heading": "Births", "year": "1950", "date": "March 18", "txt": "Brad Dourif, American actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 18", "txt": "Linda Partridge, English geneticist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 18", "txt": "Larry Perkins, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 18", "txt": "Paul Barber, English actor", "entities": [{"title": "Paul Barber (actor)", "href": "/wiki/Paul_Barber_(actor)", "description": "Patrick Barber, known by the stage name Paul Barber, is an English actor from Liverpool. In a career spanning more than 45 years, he is best known for playing Denzil in Only Fools and Horses and Horse in The Full Monty."}]}, {"heading": "Births", "year": "1951", "date": "March 18", "txt": "Ben Cohen, American businessman and philanthropist, co-founded Ben and Jerry's", "entities": [{"title": "Ben and Jerry's", "href": "/wiki/Ben_and_Jerry%27s", "description": "Ben & Jerry's Homemade Holdings Inc., trading and commonly known as Ben & Jerry's, is a Vermont-based company that manufactures ice cream, frozen yogurt, and sorbet. Founded in 1978 in Burlington, Vermont, it sold in 2000 to British conglomerate Unilever. Today it operates globally as a fully owned subsidiary of Unilever. Its present-day headquarters is in South Burlington, Vermont, with its main "}]}, {"heading": "Births", "year": "1951", "date": "March 18", "txt": "Bill Frisell, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 18", "txt": "Timothy N. Philpot, American lawyer, author, and judge", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 18", "txt": "Will Durst, American journalist and actor", "entities": [{"title": "Will Durst", "href": "/wiki/Will_Durst", "description": "Will Durst is an American political satirist; he has been called a modern mix of Mort Sahl and Will Rogers."}]}, {"heading": "Births", "year": "1952", "date": "March 18", "txt": "Pat Eddery, Irish jockey and trainer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 18", "txt": "Bernie Tormé, Irish singer-songwriter and guitarist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 18", "txt": "Mike Webster, American football player (d. 2002)", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 18", "txt": "Franz Wright, Austrian-American poet and translator (d. 2015)", "entities": [{"title": "Franz Wright", "href": "/wiki/Franz_Wright", "description": "Franz Wright was an American poet. He and his father James Wright are the only parent/child pair to have won the Pulitzer Prize in the same category."}]}, {"heading": "Births", "year": "1953", "date": "March 18", "txt": "Takashi Yoshimatsu, Japanese composer", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 18", "txt": "Francis G. Slay, American lawyer and politician, 45th Mayor of St. Louis", "entities": [{"title": "Francis G. Slay", "href": "/wiki/Francis_G._Slay", "description": "Francis G. Slay is an American politician and lawyer who served as the 45th Mayor of St. Louis, Missouri from 2001 to 2017. The first mayor of the city of St. Louis to be elected to the office four consecutive times, Slay is the longest-serving mayor in St. Louis history. His fourth term started in April 2013. He announced on April 8, 2016 that he would not seek another term as mayor. He is a memb"}, {"title": "Mayor of St. Louis", "href": "/wiki/Mayor_of_St._Louis", "description": "The mayor of St. Louis is the chief executive officer of St. Louis's city government. The mayor has a duty to enforce city ordinances and the power to either approve or veto city ordinances passed by the Board of Aldermen."}]}, {"heading": "Births", "year": "1955", "date": "March 18", "txt": "Jeff Stelling, English journalist and game show host", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 18", "txt": "Rick Martel, Canadian wrestler", "entities": [{"title": "Rick Martel", "href": "/wiki/Rick_Martel", "description": "Richard Vigneault is a Canadian former professional wrestler, trainer, and television presenter, better known by his ring name, Rick Martel. He is best known for his appearances with the American Wrestling Association, the World Wrestling Federation and World Championship Wrestling. Championships held by Martel over the course of his career include the AWA World Heavyweight Championship, WCW World"}]}, {"heading": "Births", "year": "1956", "date": "March 18", "txt": "Deborah Jeane Palfrey, American madam (d. 2008)", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 18", "txt": "Ingemar Stenmark, Swedish skier", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 18", "txt": "Christer Fuglesang, Swedish physicist and astronaut", "entities": [{"title": "Christer Fuglesang", "href": "/wiki/Christer_Fuglesang", "description": "Arne Christer Fuglesang is a Swedish physicist and an ESA astronaut. He was first launched aboard the STS-116 Space Shuttle mission on December 10, 2006, at 01:47 GMT, making him the first Swedish citizen in space."}]}, {"heading": "Births", "year": "1958", "date": "March 18", "txt": "Richard de Zoysa, Sri Lankan journalist and author (d. 1990)", "entities": [{"title": "Richard de Zoysa", "href": "/wiki/Richard_de_Zoysa", "description": "Richard Manik de Zoysa was a well-known Sri Lankan journalist, author, human rights activist and actor, who was abducted and murdered on 18 February 1990. His murder caused widespread outrage inside the country, and is widely believed to have been carried out by a death squad linked to elements within the government."}]}, {"heading": "Births", "year": "1959", "date": "March 18", "txt": "Luc Besson, French director, producer, and screenwriter, founded EuropaCorp", "entities": [{"title": "Luc Besson", "href": "/wiki/Luc_Besson", "description": "Luc Paul Maurice Besson is a French film director, screenwriter, and producer. He directed or produced the films Subway (1985), The Big Blue (1988), and La Femme Nikita (1990). Besson is associated with the Cinéma du look film movement. He has been nominated for a César Award for Best Director and Best Picture for his films Léon: The Professional and The Messenger: The Story of Joan of Arc. He won"}, {"title": "EuropaCorp", "href": "/wiki/EuropaCorp", "description": "EuropaCorp S.A. is a French motion picture company headquartered in Saint-Denis, a northern suburb of Paris, and one of a few full service independent studios that both produces and distributes feature films. It specializes in production, distribution, home entertainment, VOD, sales, partnerships and licenses, recording, publishing and exhibition. EuropaCorp's integrated financial model generates "}]}, {"heading": "Births", "year": "1960", "date": "March 18", "txt": "Richard Biggs, American actor (d. 2004)", "entities": [{"title": "Richard Biggs", "href": "/wiki/Richard_Biggs", "description": "Richard James Biggs II was an American television and stage actor, known for his roles on the television series Days of Our Lives and Babylon 5."}]}, {"heading": "Births", "year": "1960", "date": "March 18", "txt": "Guy Carbonneau, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 18", "txt": "James Plaskett, Cypriot-English chess player", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 18", "txt": "Grant Hart, American singer-songwriter and guitarist (d. 2017)", "entities": [{"title": "Grant Hart", "href": "/wiki/Grant_Hart", "description": "Grant Vernon Hart was an American musician, best known as the drummer and co-songwriter for the punk rock band Hüsker Dü. After the band's breakup in 1988, he released his first solo album Intolerance before forming the alternative rock trio Nova Mob, where he moved to vocals and guitar. His solo career became his main focus after the dissolution of Nova Mob in 1997."}]}, {"heading": "Births", "year": "1962", "date": "March 18", "txt": "Michael Andrews, Australian rugby league player", "entities": [{"title": "Michael Andrews (rugby league)", "href": "/wiki/Michael_Andrews_(rugby_league)", "description": "Michael Andrews is an Australian former rugby league footballer, a lock forward who played in the late 1980s and early 1990s and captained the South Sydney in the New South Wales Rugby League (NSWRL) competition."}]}, {"heading": "Births", "year": "1962", "date": "March 18", "txt": "Irene Cara, American singer-songwriter, actress, and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 18", "txt": "Brian Fisher, American baseball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 18", "txt": "Thomas Ian Griffith, American actor and martial artist", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 18", "txt": "James McMurtry, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 18", "txt": "Etsushi Toyokawa, Japanese actor and director", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 18", "txt": "Volker Weidler, German race car driver and engineer", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 18", "txt": "Jeff LaBar, American guitarist", "entities": [{"title": "Jeff LaBar", "href": "/wiki/Jeff_LaBar", "description": "Jeffrey Philip LaBar is an American guitarist most famous for playing in the glam metal band Cinderella, in which he replaced original guitarist Michael Schermick, also known as Michael Kelly Smith."}]}, {"heading": "Births", "year": "1963", "date": "March 18", "txt": "Vanessa L. Williams, American model, actress, and singer", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 18", "txt": "Bonnie Blair, American speed skater", "entities": [{"title": "Bonnie Blair", "href": "/wiki/Bonnie_Blair", "description": "Bonnie Kathleen Blair is a retired American speed skater. She is one of the top skaters of her era, and one of the most decorated athletes in Olympic history. Blair competed for the United States in four Olympics, winning five gold medals and one bronze medal."}]}, {"heading": "Births", "year": "1964", "date": "March 18", "txt": "Alex Caffi, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 18", "txt": "Jo Churchill, British politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 18", "txt": "Courtney Pine, English saxophonist and clarinet player", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 18", "txt": "Isabel Noronha, Mozambican film director", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 18", "txt": "Jerry Cantrell, American singer-songwriter and guitarist", "entities": [{"title": "Jerry Cantrell", "href": "/wiki/Jerry_Cantrell", "description": "Jerry Fulton Cantrell Jr. is an American musician and singer-songwriter. He is best known as the founder, lead guitarist, co-lead vocalist, and main songwriter of rock band Alice in Chains. The band rose to international fame in the early 1990s during Seattle's grunge movement, and is known for its distinctive vocal style and the harmonized vocals between Cantrell and Layne Staley. Cantrell starte"}]}, {"heading": "Births", "year": "1966", "date": "March 18", "txt": "Peter Jones, English businessman", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 18", "txt": "Brian Watts, Canadian golfer", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 18", "txt": "Miki Berenyi, English singer-songwriter and guitarist", "entities": [{"title": "Miki Berenyi", "href": "/wiki/Miki_Berenyi", "description": "Miki Eleonora Berenyi is an English singer, songwriter and guitarist best known as a member of the alternative rock band Lush and currently a member of Piroshka."}]}, {"heading": "Births", "year": "1968", "date": "March 18", "txt": "Miguel Herrera, Mexican footballer and manager", "entities": [{"title": "Miguel Herrera", "href": "/wiki/Miguel_Herrera", "description": "Miguel Ernesto Herrera Aguirre is a Mexican former professional footballer and current manager, most recently for Liga MX club América. He is commonly referred to by his nickname Piojo (Louse)."}]}, {"heading": "Births", "year": "1968", "date": "March 18", "txt": "Temur Ketsbaia, Georgian footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 18", "txt": "Paul Marsden, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 18", "txt": "Andy Cutting, English accordion player and composer", "entities": [{"title": "Andy Cutting", "href": "/wiki/Andy_Cutting", "description": "Andy Cutting is an English folk musician and composer. He plays melodeon and is best known for writing and performing traditional English folk and his own original compositions which combine English and French traditions with wider influences. He is three times winner of the Folk Musician of the Year award at the BBC Radio 2 Folk Awards and has appeared on around 50 albums, both as a solo artist a"}]}, {"heading": "Births", "year": "1969", "date": "March 18", "txt": "Vassily Ivanchuk, Ukrainian chess player", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 18", "txt": "Shaun Udal, English cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 18", "txt": "Queen Latifah, American rapper, producer, and actress", "entities": [{"title": "Queen Latifah", "href": "/wiki/Queen_Latifah", "description": "Dana Elaine Owens, known professionally as Queen Latifah, is an American singer, songwriter,\nrapper, actress, and producer. Born in Newark, New Jersey, she signed with Tommy Boy Records in 1989 and released her debut album All Hail the Queen on November 28, 1989, featuring the hit single \"Ladies First\". Nature of a Sista' (1991) was her second and final album with Tommy Boy Records."}]}, {"heading": "Births", "year": "1971", "date": "March 18", "txt": "Wayne Arthurs, Australian tennis player", "entities": [{"title": "Wayne Arthurs (tennis)", "href": "/wiki/Wayne_Arthurs_(tennis)", "description": "Wayne Arthurs  is a retired Australian professional tennis player."}]}, {"heading": "Births", "year": "1971", "date": "March 18", "txt": "Mike Bell, American wrestler (d. 2008)", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 18", "txt": "Mariaan de Swardt, South African-American tennis player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 18", "txt": "Kitty Ussher, English economist and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 18", "txt": "Dane Cook, American comedian, actor, director, and producer", "entities": [{"title": "Dane Cook", "href": "/wiki/Dane_Cook", "description": "Dane Jeffrey Cook is an American stand-up comedian and film actor. He has released five comedy albums: Harmful If Swallowed; Retaliation; Vicious Circle; Rough Around the Edges: Live from Madison Square Garden; and Isolated Incident. In 2006, Retaliation became the highest charting comedy album in 28 years and went platinum. He performed an HBO special in late 2006, Vicious Circle, a straight-to-D"}]}, {"heading": "Births", "year": "1972", "date": "March 18", "txt": "Reince Priebus, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 18", "txt": "Luci Christian, American voice actress and screenwriter", "entities": [{"title": "Luci Christian", "href": "/wiki/Luci_Christian", "description": "Louisa Michelle Christian is an American voice actress and ADR script writer at Funimation and Seraphim Digital/Sentai Filmworks. She has provided many voices for English versions of Japanese anime series and films."}]}, {"heading": "Births", "year": "1974", "date": "March 18", "txt": "Laure Savasta, French basketball player, coach, and sportscaster", "entities": [{"title": "Laure Savasta", "href": "/wiki/Laure_Savasta", "description": "Laure Savasta is a French professional basketball player. She plays both point guard and shooting guard. She was, with Isabelle Fijalkowski, amongst the first French players to ever play in the WNBA; indeed, she played for the Sacramento Monarchs and was a member of the French national team for a long time."}]}, {"heading": "Births", "year": "1974", "date": "March 18", "txt": "Stuart Zender, English bass player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 18", "txt": "Sutton Foster, American actress, singer, and dancer", "entities": [{"title": "Sutton Foster", "href": "/wiki/Sutton_Foster", "description": "Sutton Lenore Foster is an American actress, singer and dancer. She is known for her work on the Broadway stage, for which she has received two Tony Awards for Best Performance by a Leading Actress in a Musical, in 2002 for her role as Millie Dillmount in Thoroughly Modern Millie, and in 2011 for her performance as Reno Sweeney in Anything Goes. Her other Broadway credits include Little Women, The"}]}, {"heading": "Births", "year": "1975", "date": "March 18", "txt": "Brian Griese, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 18", "txt": "Kimmo Timonen, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 18", "txt": "Tomas Žvirgždauskas, Lithuanian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 18", "txt": "Giovanna Antonelli, Brazilian actress and producer", "entities": [{"title": "Giovanna Antonelli", "href": "/wiki/Giovanna_Antonelli", "description": "Giovanna Antonelli Prado is a Brazilian actress, television host and producer."}]}, {"heading": "Births", "year": "1976", "date": "March 18", "txt": "Tomo Ohka, Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 18", "txt": "Scott Podsednik, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 18", "txt": "Mike Quackenbush, American wrestler, trainer, and author, founded Chikara wrestling promotion", "entities": [{"title": "Chikara (professional wrestling)", "href": "/wiki/Chikara_(professional_wrestling)", "description": "Chikara was an American professional wrestling promotion based in Philadelphia, Pennsylvania. The company took both its name and logo from the Japanese kanji meaning strength. It was founded in 2002 by professional wrestlers Mike Quackenbush and Reckless Youth, who also served as trainers and in-ring performers."}]}, {"heading": "Births", "year": "1977", "date": "March 18", "txt": "Zdeno Chára, Slovak ice hockey player", "entities": [{"title": "Zdeno Chára", "href": "/wiki/Zdeno_Ch%C3%A1ra", "description": "Zdeno Chára is a Slovak professional ice hockey defenceman for the Washington Capitals of the National Hockey League (NHL). He previously played for the New York Islanders, Ottawa Senators, and Boston Bruins. Standing at 6 ft 9 in (2.06 m) tall, Chára is the tallest person ever to play in the NHL, earning him the nickname \"Big Z\". At 44 years of age, he is the oldest active player in the NHL."}]}, {"heading": "Births", "year": "1977", "date": "March 18", "txt": "Danny Murphy, English international footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 18", "txt": "Fernando Rodney, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 18", "txt": "Willy Sagnol, French footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 18", "txt": "Terrmel Sledge, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 18", "txt": "Fernandão, Brazilian footballer and manager (d. 2014)", "entities": [{"title": "Fernandão", "href": "/wiki/Fernand%C3%A3o", "description": "Fernando Lúcio da Costa, better known as Fernandão, was a Brazilian footballer."}]}, {"heading": "Births", "year": "1978", "date": "March 18", "txt": "Brooke Hanson, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 18", "txt": "Brian Scalabrine, American basketball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 18", "txt": "Jonas Wallerstedt, Swedish footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 18", "txt": "Adam Levine, American singer-songwriter, guitarist, and television personality", "entities": [{"title": "Adam Levine", "href": "/wiki/Adam_Levine", "description": "Adam Noah Levine is an American singer, songwriter, record producer, and actor who is best known as the lead \nvocalist of the pop rock band Maroon 5. Levine began his musical career in 1994 with the band Kara's Flowers, of which he was the lead vocalist and guitarist. After the commercial failure of their only album, The Fourth World, the group was reformed in 2001 as Maroon 5 – with James Valenti"}]}, {"heading": "Births", "year": "1980", "date": "March 18", "txt": "Sébastien Frey, French footballer", "entities": [{"title": "Sébastien Frey", "href": "/wiki/S%C3%A9bastien_Frey", "description": "Sébastien Jacques André Frey is a French former professional footballer who played as a goalkeeper. His club career began in France with Cannes in 1997, but later went on to spend most of his career in the Italian Serie A, playing for Inter Milan, Hellas Verona, Parma, Fiorentina, and Genoa; he ended his career in 2015, after two seasons with Turkish side Bursaspor. At international level, he repr"}]}, {"heading": "Births", "year": "1980", "date": "March 18", "txt": "Sophia Myles, English actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 18", "txt": "Alexei Yagudin, Russian figure skater", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 18", "txt": "Tora Berger, Norwegian biathlete", "entities": [{"title": "Tora Berger", "href": "/wiki/Tora_Berger", "description": "Tora Berger is a retired Norwegian biathlete and Olympic champion."}]}, {"heading": "Births", "year": "1981", "date": "March 18", "txt": "Fabian Cancellara, Swiss cyclist", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 18", "txt": "Leslie Djhone, French sprinter", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 18", "txt": "Jang Na-ra, South Korean singer and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 18", "txt": "Kasib Powell, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 18", "txt": "Tom Starke, German footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 18", "txt": "Doug Warren, American soccer player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 18", "txt": "Lovro Zovko, Croatian tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 18", "txt": "Mantorras, Angolan footballer", "entities": [{"title": "Mantorras", "href": "/wiki/Mantorras", "description": "Pedro Manuel Torres, known as Mantorras, is an Angolan retired footballer who played as a striker."}]}, {"heading": "Births", "year": "1982", "date": "March 18", "txt": "Chad Cordero, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 18", "txt": "Timo Glock, German race car driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 18", "txt": "Adam Pally, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 18", "txt": "Ethan Carter III, American wrestler", "entities": [{"title": "Ethan Carter III", "href": "/wiki/Ethan_Carter_III", "description": "Michael Hunter Hutter is an American professional wrestler better known by his ring name Ethan Carter III (EC3). He is currently signed to Ring of Honor (ROH). He is best known for his tenures with Impact Wrestling and WWE, where he performed both under his EC3 ring name and, earlier, as Derrick Bateman."}]}, {"heading": "Births", "year": "1983", "date": "March 18", "txt": "Stéphanie Cohen-Aloro, French tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 18", "txt": "Andy Sonnanstine, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 18", "txt": "Tomasz Stolpa, Polish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 18", "txt": "Simone Padoin, Italian footballer", "entities": [{"title": "Simone Padoin", "href": "/wiki/Simone_Padoin", "description": "Simone Padoin is an Italian former professional footballer who played as a wingback or midfielder."}]}, {"heading": "Births", "year": "1984", "date": "March 18", "txt": "Rajeev Ram, American tennis player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 18", "txt": "Vonzell Solomon, American singer and actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 18", "txt": "Ana Beatriz, Brazilian race car driver", "entities": [{"title": "Ana Beatriz", "href": "/wiki/Ana_Beatriz", "description": "Ana \"Bia\" Beatriz Caselato Gomes de Figueiredo, or Bia Figueiredo is a Brazilian racing driver. She won her first Indy Lights race at Nashville Superspeedway on 12 July 2008, becoming the first woman to win a race in the Indy Lights series. On June 20, 2009, Bia won her second Indy Lights race and became the first woman to win a race car event at Iowa Speedway in Newton, Iowa."}]}, {"heading": "Births", "year": "1985", "date": "March 18", "txt": "Marvin Humes, English singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 18", "txt": "Vince Lia, Australian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 18", "txt": "Lykke Li, Swedish singer-songwriter", "entities": [{"title": "Lykke Li", "href": "/wiki/Lykke_Li", "description": "Li Lykke Timotej Zachrisson, known as Lykke Li, is a Swedish singer, songwriter and model. Her music often blends elements of indie pop, dream pop and electronic. Her debut studio album, Youth Novels, was released in 2008, and has been followed by Wounded Rhymes (2011), I Never Learn (2014), and So Sad So Sexy (2018)."}]}, {"heading": "Births", "year": "1986", "date": "March 18", "txt": "Abdennour Chérif El-Ouazzani, Algerian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 18", "txt": "Rebecca Soni, American swimmer", "entities": [{"title": "Rebecca Soni", "href": "/wiki/Rebecca_Soni", "description": "Rebecca Soni is an American former competition swimmer and breaststroke specialist who is a six-time Olympic medalist. She is a former world record-holder in the 100-meter breaststroke and the 200-meter breaststroke, and is the first woman to swim the 200-meter breaststroke in under 2 minutes 20 seconds. As a member of the U.S. national team, she held the world record in the 4×100-meter medley rel"}]}, {"heading": "Births", "year": "1989", "date": "March 18", "txt": "Francesco Checcucci, Italian footballer", "entities": [{"title": "Francesco Checcucci", "href": "/wiki/Francesco_Checcucci", "description": "Francesco Checchucci is a former Italian footballer who played as a defender."}]}, {"heading": "Births", "year": "1989", "date": "March 18", "txt": "Lily Collins, English-American actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 18", "txt": "Shreevats Goswami, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 18", "txt": "Kana Nishino, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 18", "txt": "Paul Marc Rousseau, Canadian guitarist and producer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 18", "txt": "Ming Xi, Chinese model", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 18", "txt": "Dylan Mattingly, American singer-songwriter and guitarist", "entities": [{"title": "Dylan Mattingly", "href": "/wiki/Dylan_Mattingly", "description": "Dylan Mattingly is an American composer from Berkeley, California."}]}, {"heading": "Births", "year": "1991", "date": "March 18", "txt": "Sam Williams, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 18", "txt": "Ryan Truex, American race car driver", "entities": [{"title": "Ryan Truex", "href": "/wiki/Ryan_Truex", "description": "Ryan M. Truex is an American professional stock car racing driver. He competes full-time in the NASCAR Camping World Truck Series, driving the No. 40 Chevrolet Silverado for Niece Motorsports. Truex's older brother Martin is the 2017 NASCAR Cup Series champion."}]}, {"heading": "Births", "year": "1992", "date": "March 18", "txt": "Takuya Terada, Japanese singer, actor, and model", "entities": []}, {"heading": "Births", "year": "1997", "date": "March 18", "txt": "Ciara Bravo, American actress", "entities": [{"title": "Ciara Bravo", "href": "/wiki/Ciara_Bravo", "description": "Ciara Quinn Bravo is an American actress. She began her career as a child actress, starring in the Nickelodeon series Big Time Rush and the Fox series Red Band Society. She also appeared in the Nickelodeon television films Jinxed and Swindle."}]}, {"heading": "Births", "year": "1997", "date": "March 18", "txt": "Rieko Ioane, New Zealand rugby union player", "entities": []}, {"heading": "Deaths", "year": "978", "date": "March 18", "txt": "Edward the Martyr, English king (b. 962)", "entities": [{"title": "Edward the Martyr", "href": "/wiki/Edward_the_Martyr", "description": "Edward the Martyr was King of the English from 975 until he was murdered in 978. Edward was the eldest son of King Edgar the Peaceful but was not his father's acknowledged heir. On Edgar's death, the leadership of England was contested, with some supporting Edward's claim to be king and others supporting his younger half-brother Æthelred the Unready, recognised as a legitimate son of Edgar. Edward"}]}, {"heading": "Deaths", "year": "1076", "date": "March 18", "txt": "Ermengarde of Anjou, Duchess of Burgundy (b. 1018)", "entities": [{"title": "Ermengarde of Anjou, Duchess of Burgundy", "href": "/wiki/Ermengarde_of_Anjou,_Duchess_of_Burgundy", "description": "Ermengarde of Anjou, known as Blanche, was a Duchess consort of Burgundy. She was the daughter of Count Fulk III of Anjou and Hildegarde of Sundgau. She was sometimes known as Ermengarde-Blanche."}]}, {"heading": "Deaths", "year": "1086", "date": "March 18", "txt": "Anselm of Lucca, Italian bishop (b. 1036)", "entities": [{"title": "Anselm of Lucca", "href": "/wiki/Anselm_of_Lucca", "description": "Saint Anselm of Lucca, born Anselm of Baggio, was a medieval bishop of Lucca in Italy and a prominent figure in the Investiture Controversy amid the fighting in central Italy between Matilda, countess of Tuscany, and Emperor Henry IV. His uncle Anselm preceded him as bishop of Lucca before being elected to the papacy as Pope Alexander II; owing to this, he is sometimes distinguished as Anselm the "}]}, {"heading": "Deaths", "year": "1227", "date": "March 18", "txt": "Pope Honorius III (b. 1148)", "entities": [{"title": "Pope Honorius III", "href": "/wiki/Pope_Honorius_III", "description": "Pope Honorius III, born Cencio Savelli, was the bishop of Rome, and as such, head of the Catholic Church and ruler of the Papal States from 18 July 1216 to his death. A canon at the Basilica di Santa Maria Maggiore, he came to hold a number of important administrative positions, including that of Camerlengo. In 1197, he became tutor to the young Frederick II. As pope, he worked to promote the Fift"}]}, {"heading": "Deaths", "year": "1272", "date": "March 18", "txt": "John FitzAlan, 7th Earl of Arundel (b. 1246)", "entities": [{"title": "John FitzAlan, 7th Earl of Arundel", "href": "/wiki/John_FitzAlan,_7th_Earl_of_Arundel", "description": "John Fitzalan, 7th Earl of Arundel, 4th Baron Maltravers KG was an English nobleman and military commander during the later phases of the Hundred Years' War. His father, John Fitzalan, 3rd Baron Maltravers, fought a long battle to lay claim to the Arundel earldom, a battle that was not finally resolved until after the father's death, when John Fitzalan the son was finally confirmed in the title in"}]}, {"heading": "Deaths", "year": "1308", "date": "March 18", "txt": "Yuri I of Galicia", "entities": [{"title": "Yuri I of Galicia", "href": "/wiki/Yuri_I_of_Galicia", "description": "Yuri I of Galicia was a King of Rus', Prince of Volhynia. His full title was Yuri I, King of Ruthenia, Grand Prince of Kiev, Volydymyr-Volhynia, Halych, Lutsk, Dorohochyn."}]}, {"heading": "Deaths", "year": "1314", "date": "March 18", "txt": "Jacques de Molay, Frankish knight (b. 1244)", "entities": [{"title": "Jacques de Molay", "href": "/wiki/Jacques_de_Molay", "description": "Jacques de Molay, also spelled \"Molai\", was the 23rd and last grand master of the Knights Templar, leading the order from 20 April 1292 until it was dissolved by order of Pope Clement V in 1312. Though little is known of his actual life and deeds except for his last years as Grand Master, he is one of the best known Templars."}]}, {"heading": "Deaths", "year": "1314", "date": "March 18", "txt": "Geoffroy de Charney, Preceptor of Normandy for the Knights Templar", "entities": []}, {"heading": "Deaths", "year": "1321", "date": "March 18", "txt": "Matthew III Csák, Hungarian oligarch (b. c.1260/5)", "entities": [{"title": "Matthew III Csák", "href": "/wiki/Matthew_III_Cs%C3%A1k", "description": "Máté Csák or Matthew III Csák, also Máté Csák of Trencsén, was a Hungarian oligarch who ruled de facto independently the north-western counties of Medieval Hungary. He held the offices of master of the horse (főlovászmester) (1293–1296), palatine (nádor) and master of the treasury (tárnokmester) (1309–1311). He was able to maintain his rule over his territories even after his defeat at the Battle "}]}, {"heading": "Deaths", "year": "1582", "date": "March 18", "txt": "Juan Jauregui, attempted assassin of William I of Orange (b. 1562)", "entities": [{"title": "Juan Jauregui", "href": "/wiki/Juan_Jauregui", "description": "Juan de Jáuregui was killed trying to assassinate Prince William I of Orange. He was a Biscayan by his birth in Bilbao."}, {"title": "William I of Orange", "href": "/wiki/William_I_of_Orange", "description": "William the Silent, also known as William the Taciturn, or William of Orange, was the main leader of the Dutch Revolt against the Spanish Habsburgs that set off the Eighty Years' War (1568–1648) and resulted in the formal independence of the United Provinces in 1581. Born into the House of Nassau, he became Prince of Orange in 1544 and is thereby the founder of the Orange-Nassau branch and the anc"}]}, {"heading": "Deaths", "year": "1675", "date": "March 18", "txt": "Arthur Chichester, 1st Earl of Donegall, Irish soldier (b. 1606)", "entities": [{"title": "Arthur Chichester, 1st Earl of Donegall", "href": "/wiki/Arthur_Chichester,_1st_Earl_of_Donegall", "description": "Arthur Chichester, 1st Earl of Donegall, was an Anglo-Irish peer and soldier."}]}, {"heading": "Deaths", "year": "1689", "date": "March 18", "txt": "John Dixwell, English soldier and politician (b. 1607)", "entities": [{"title": "John Dixwell", "href": "/wiki/John_Dixwell", "description": "John Dixwell was an English man who sat in Parliament, fought for the Parliamentary cause in the English Civil War, and was one of the Commissioners who sat in judgement on King Charles I and condemned him to death. At the Restoration he fled to Connecticut where he lived out the rest of his life as John Davids untroubled by the authorities who thought him dead."}]}, {"heading": "Deaths", "year": "1703", "date": "March 18", "txt": "Maria de Dominici, Maltese sculptor and painter (b. 1645)", "entities": [{"title": "Maria de Dominici", "href": "/wiki/Maria_de_Dominici", "description": "Suor Maria de Dominici was a Maltese painter, sculptor, and a Carmelite tertiary nun. Born into a family of artists based in the city of Birgu (Vittoriosa), she was the daughter of a goldsmith and appraiser for the Knights of Malta. Two of her brothers, Raimondo de Dominici and Francesco de Dominici, were painters. Raimondo's son Bernardo would write a contemporary art history book that included r"}]}, {"heading": "Deaths", "year": "1745", "date": "March 18", "txt": "Robert Walpole, English scholar and politician, Prime Minister of the United Kingdom (b. 1676)", "entities": [{"title": "Robert Walpole", "href": "/wiki/Robert_Walpole", "description": "Robert Walpole, 1st Earl of Orford,, known between 1725 and 1742 as Sir Robert Walpole, was a British statesman and Whig politician who is generally regarded as the de facto first prime minister of Great Britain."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1768", "date": "March 18", "txt": "Laurence Sterne, Irish novelist and clergyman (b. 1713)", "entities": [{"title": "Laurence Sterne", "href": "/wiki/Laurence_Sterne", "description": "Laurence Sterne was an Anglo-Irish novelist and an Anglican cleric. He wrote the novels The Life and Opinions of Tristram Shandy, Gentleman and A Sentimental Journey Through France and Italy, and also published many sermons, wrote memoirs, and was involved in local politics. Sterne died in London after years of fighting tuberculosis."}]}, {"heading": "Deaths", "year": "1781", "date": "March 18", "txt": "Anne Robert Jacques Turgot, French economist and politician, Controller-General of Finances (b. 1727)", "entities": [{"title": "Anne Robert Jacques Turgot", "href": "/wiki/Anne_Robert_Jacques_Turgot", "description": "Anne Robert Jacques Turgot, Baron de l'Aulne, commonly known as Turgot, was a French economist and statesman. Originally considered a physiocrat, he is today best remembered as an early advocate for economic liberalism. He is thought to be the first economist to have recognized the law of diminishing marginal returns in agriculture."}, {"title": "List of Finance Ministers of France", "href": "/wiki/List_of_Finance_Ministers_of_France", "description": "\nThis is a list of Ministers of Finance of France, including the equivalent positions of Superintendent of Finances and Controller-General of Finances during the Ancien Régime. The position of Superintendent of Finances was abolished following the arrest of Nicolas Fouquet; his powers were transferred to First Minister Jean-Baptiste Colbert, who would become ex officio Controller-General of Financ"}]}, {"heading": "Deaths", "year": "1823", "date": "March 18", "txt": "Jean-Baptiste Bréval, French cellist and composer (b. 1753)", "entities": [{"title": "Jean-Baptiste Bréval", "href": "/wiki/Jean-Baptiste_Br%C3%A9val", "description": "Jean-Baptiste Sebastien Bréval was a French cellist and composer. He wrote mostly pieces for his own instrument, and performed many world premières of his own pieces."}]}, {"heading": "Deaths", "year": "1835", "date": "March 18", "txt": "Christian Günther von Bernstorff, Danish-Prussian politician and diplomat (b. 1769)", "entities": [{"title": "Christian Günther von Bernstorff", "href": "/wiki/Christian_G%C3%BCnther_von_Bernstorff", "description": "Count Christian Günther von Bernstorff was a Danish and Prussian statesman and diplomat."}]}, {"heading": "Deaths", "year": "1845", "date": "March 18", "txt": "Johnny Appleseed, American gardener and missionary (b. 1774)", "entities": [{"title": "Johnny Appleseed", "href": "/wiki/Johnny_Appleseed", "description": "John Chapman, better known as Johnny Appleseed, was an American pioneer nurseryman who introduced apple trees to large parts of Pennsylvania, Ontario, Ohio, Indiana, and Illinois, as well as the northern counties of present-day West Virginia. He became an American legend while still alive, due to his kind, generous ways, his leadership in conservation, and the symbolic importance he attributed to "}]}, {"heading": "Deaths", "year": "1871", "date": "March 18", "txt": "Augustus De Morgan, Indian-English mathematician and academic (b. 1806)", "entities": [{"title": "Augustus De Morgan", "href": "/wiki/Augustus_De_Morgan", "description": "Augustus De Morgan was a British mathematician and logician. He formulated De Morgan's laws and introduced the term mathematical induction, making its idea rigorous."}]}, {"heading": "Deaths", "year": "1898", "date": "March 18", "txt": "Matilda Joslyn Gage, American author and activist (b. 1826)", "entities": [{"title": "Matilda Joslyn Gage", "href": "/wiki/Matilda_Joslyn_Gage", "description": "Matilda Joslyn Gage was a women's suffragist, Native American rights activist, abolitionist, freethinker, and author. She is the eponym for the Matilda Effect, which describes the tendency to deny women credit for scientific invention."}]}, {"heading": "Deaths", "year": "1900", "date": "March 18", "txt": "Hjalmar Kiærskou, Danish botanist (b. 1835)", "entities": [{"title": "Hjalmar Kiærskou", "href": "/wiki/Hjalmar_Ki%C3%A6rskou", "description": "Hjalmar Frederik Christian Kiærskou, sometimes also stated as Hjalmar Kiaerskov, was a Danish botanist."}]}, {"heading": "Deaths", "year": "1907", "date": "March 18", "txt": "Marcellin Berthelot, French chemist and politician, French Minister of Foreign Affairs (b. 1827)", "entities": [{"title": "Marcellin Berthelot", "href": "/wiki/Marcellin_Berthelot", "description": "Pierre Eugène Marcellin Berthelot was a French chemist and politician noted for the Thomsen–Berthelot principle of thermochemistry. He synthesized many organic compounds from inorganic substances, providing a large amount of counter-evidence to the theory of Jöns Jakob Berzelius that organic compounds required organisms in their synthesis.\nBerthelot was convinced that chemical synthesis would revo"}, {"title": "Ministry of Foreign Affairs and International Development (France)", "href": "/wiki/Ministry_of_Foreign_Affairs_and_International_Development_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "1913", "date": "March 18", "txt": "George I of Greece (b. 1845)", "entities": [{"title": "George I of Greece", "href": "/wiki/George_I_of_Greece", "description": "George I was the King of Greece from 30 March 1863 until his assassination in 1913."}]}, {"heading": "Deaths", "year": "1918", "date": "March 18", "txt": "Henry Janeway Hardenbergh, American architect, designed the Plaza Hotel (b. 1847)", "entities": [{"title": "Henry Janeway Hardenbergh", "href": "/wiki/Henry_Janeway_Hardenbergh", "description": "Henry Janeway Hardenbergh was an American architect, best known for his hotels and apartment buildings, and as a \"master of a new building form -- the skyscraper.\""}, {"title": "Plaza Hotel", "href": "/wiki/Plaza_Hotel", "description": "The Plaza Hotel is a luxury hotel and condominium apartment building in Midtown Manhattan in New York City. It is on the western side of Grand Army Plaza, just west of Fifth Avenue, between 58th Street and Central Park South. The Plaza Hotel is named for Grand Army Plaza, which in turn is at the southeastern corner of Central Park. Its primary address is at 768 Fifth Avenue, though the residential"}]}, {"heading": "Deaths", "year": "1930", "date": "March 18", "txt": "Jean Leon Gerome Ferris, American painter (b. 1863)", "entities": [{"title": "Jean Leon Gerome Ferris", "href": "/wiki/Jean_Leon_Gerome_Ferris", "description": "Jean Leon Gerome Ferris was an American painter best known for his series of 78 scenes from American history, entitled The Pageant of a Nation, the largest series of American historical paintings by a single artist."}]}, {"heading": "Deaths", "year": "1936", "date": "March 18", "txt": "Eleftherios Venizelos, Greek journalist, lawyer, and politician, 93rd Prime Minister of Greece (b. 1864)", "entities": [{"title": "Eleftherios Venizelos", "href": "/wiki/Eleftherios_Venizelos", "description": "Eleftherios Kyriakou Venizelos was a Greek statesman and a prominent leader of the Greek national liberation movement. He is noted for his contribution to the expansion of Greece and promotion of liberal-democratic policies. As leader of the Liberal Party, he was elected eight times as Prime Minister of Greece, serving from 1910 to 1920 and from 1928 to 1933. Venizelos had such profound influence "}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1939", "date": "March 18", "txt": "Henry Simpson Lunn, English businessman, founded Lunn Poly (b. 1859)", "entities": [{"title": "Henry Simpson Lunn", "href": "/wiki/Henry_Simpson_Lunn", "description": "Sir Henry Simpson Lunn was an English humanitarian and religious figure, and also founder of Lunn Poly, one of the UK's largest travel companies."}, {"title": "Lunn Poly", "href": "/wiki/Lunn_Poly", "description": "Lunn Poly was, at one time, the largest chain of travel agents in the United Kingdom."}]}, {"heading": "Deaths", "year": "1941", "date": "March 18", "txt": "Henri Cornet, French cyclist (b. 1884)", "entities": [{"title": "Henri Cornet", "href": "/wiki/Henri_Cornet", "description": "Henri Cornet was a French cyclist who won the 1904 Tour de France. He is its youngest winner, just short of his 20th birthday."}]}, {"heading": "Deaths", "year": "1947", "date": "March 18", "txt": "William C. Durant, American businessman, co-founded General Motors and Chevrolet (b. 1861)", "entities": [{"title": "William C. Durant", "href": "/wiki/William_C._Durant", "description": "William Crapo Durant, also known as Billy Durant, was a leading pioneer of the United States automobile industry, who created a system in which a company held multiple marques – each seemingly independent, with different automobile lines – bound under a unified corporate holding company. Durant, along with Frederic L. Smith, co-founded General Motors, as well as Chevrolet with Louis Chevrolet. He "}, {"title": "General Motors", "href": "/wiki/General_Motors", "description": "General Motors Company (GM) is an American multinational corporation headquartered in Detroit, Michigan, USA that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services, with global headquarters in Detroit's Renaissance Center. It was founded by William C. Durant on September 16, 1908, as a holding company, and the present entity was established in"}, {"title": "Chevrolet", "href": "/wiki/Chevrolet", "description": "Chevrolet, colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a contro"}]}, {"heading": "Deaths", "year": "1954", "date": "March 18", "txt": "Walter Mead, English cricketer (b. 1868)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "March 18", "txt": "Louis Bromfield, American environmentalist and author (b. 1896)", "entities": [{"title": "Louis Bromfield", "href": "/wiki/Louis_Bromfield", "description": "Louis Bromfield was an American author and conservationist. A bestselling novelist in the 1920s, he reinvented himself as a farmer in the late 1930s and became one of the earliest proponents of sustainable and organic agriculture in the United States. He won the Pulitzer Prize, founded the experimental Malabar Farm near Mansfield, Ohio, and played an important role in the early environmental movem"}]}, {"heading": "Deaths", "year": "1962", "date": "March 18", "txt": "Walter W. Bacon, American accountant and politician, 60th Governor of Delaware (b. 1880)", "entities": [{"title": "Walter W. Bacon", "href": "/wiki/Walter_W._Bacon", "description": "Walter Wolfkiel Bacon was an American politician and accountant from Wilmington, in New Castle County, Delaware. He was a member of the Republican Party who served three terms as Mayor of Wilmington and two terms as Governor of Delaware. He is the only mayor of a Delaware city to have been elected Governor of Delaware."}, {"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Deaths", "year": "1964", "date": "March 18", "txt": "Sigfrid Edström, Swedish businessman, 4th President of the International Olympic Committee (b. 1870)", "entities": [{"title": "Sigfrid Edström", "href": "/wiki/Sigfrid_Edstr%C3%B6m", "description": "Johannes Sigfrid Edström was a Swedish industrialist, chairman of the Sweden-America Foundation, and 4th President of the International Olympic Committee."}, {"title": "President of the International Olympic Committee", "href": "/wiki/President_of_the_International_Olympic_Committee", "description": "The president of the International Olympic Committee is head of the Executive Board that assumes the general overall responsibility for the administration of the International Olympic Committee (IOC) and the management of its affairs. The IOC Executive Board consists of the president, four vice-presidents and ten other IOC members; all of the board members are elected by the IOC Session, using a s"}]}, {"heading": "Deaths", "year": "1965", "date": "March 18", "txt": "Farouk of Egypt (b. 1920)", "entities": [{"title": "Farouk of Egypt", "href": "/wiki/Farouk_of_Egypt", "description": "Farouk I was the tenth ruler of Egypt from the Muhammad Ali dynasty and the penultimate King of Egypt and the Sudan, succeeding his father, Fuad I, in 1936."}]}, {"heading": "Deaths", "year": "1973", "date": "March 18", "txt": "Johannes Aavik, Estonian philologist and poet (b. 1880)", "entities": [{"title": "Johannes Aavik", "href": "/wiki/Johannes_Aavik", "description": "Johannes Aavik was an Estonian philologist and Fennophile who played a significant role in the modernization and development of the Estonian language."}]}, {"heading": "Deaths", "year": "1977", "date": "March 18", "txt": "Marien Ngouabi, Congolese politician, President of the Republic of the Congo (b. 1938)", "entities": [{"title": "Marien Ngouabi", "href": "/wiki/Marien_Ngouabi", "description": "Marien Ngouabi was the third President of the Republic of the Congo from January 1, 1969, to March 18, 1977."}, {"title": "President of the Republic of the Congo", "href": "/wiki/President_of_the_Republic_of_the_Congo", "description": "This is a list of presidents of the Republic of the Congo since the formation of the post of president in 1960, to the present day."}]}, {"heading": "Deaths", "year": "1977", "date": "March 18", "txt": "Carlos Pace, Brazilian race car driver (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "March 18", "txt": "Leigh Brackett, American author and screenwriter (b. 1915)", "entities": [{"title": "Leigh Brackett", "href": "/wiki/Leigh_Brackett", "description": "Leigh Douglass Brackett was an American writer, particularly of science fiction, and has been referred to as the Queen of Space Opera. She was also a screenwriter, known for her work on such films as The Big Sleep (1946), Rio Bravo (1959) and The Long Goodbye (1973). She also worked on an early draft of The Empire Strikes Back (1980), elements of which remained in the film; she died before the fil"}]}, {"heading": "Deaths", "year": "1978", "date": "March 18", "txt": "Peggy Wood, American actress (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "March 18", "txt": "Erich Fromm, German psychologist and philosopher (b. 1900)", "entities": [{"title": "Erich Fromm", "href": "/wiki/Erich_Fromm", "description": "Erich Seligmann Fromm was a German social psychologist, psychoanalyst, sociologist, humanistic philosopher, and democratic socialist. He was a German Jew who fled the Nazi regime and settled in the US. He was one of the founders of The William Alanson White Institute of Psychiatry, Psychoanalysis and Psychology in New York City and was associated with the Frankfurt School of critical theory."}]}, {"heading": "Deaths", "year": "1982", "date": "March 18", "txt": "Patrick Smith, Irish farmer and politician, Minister for Agriculture, Food and the Marine (b. 1901)", "entities": [{"title": "Patrick Smith (politician)", "href": "/wiki/Patrick_Smith_(politician)", "description": "Patrick Smith was an Irish Fianna Fáil politician, who served as a Teachta Dála from 1923 until 1977; a tenure of 53 years, the longest in the state. He held a number of ministerial positions within the governments of Éamon de Valera and Seán Lemass."}, {"title": "Minister for Agriculture, Food and the Marine", "href": "/wiki/Minister_for_Agriculture,_Food_and_the_Marine", "description": "The Minister for Agriculture, Food and the Marine is the senior minister at the Department of Agriculture, Food and the Marine in the Government of Ireland. Historically, the agriculture portfolio has gone under a number of different names; the holder has often borne the title of simply Minister for Agriculture."}]}, {"heading": "Deaths", "year": "1983", "date": "March 18", "txt": "Umberto II of Italy (b. 1904)", "entities": [{"title": "Umberto II of Italy", "href": "/wiki/Umberto_II_of_Italy", "description": "Umberto II was the last King of Italy. He reigned for 34 days, from 9 May 1946 to 12 June 1946, although he had been de facto head of state since 1944, and was nicknamed the May King."}]}, {"heading": "Deaths", "year": "1984", "date": "March 18", "txt": "Charley Lau, American baseball player and coach (b. 1933)", "entities": [{"title": "Charley Lau", "href": "/wiki/Charley_Lau", "description": "Charles Richard Lau was an American catcher and highly influential hitting coach in Major League Baseball."}]}, {"heading": "Deaths", "year": "1986", "date": "March 18", "txt": "Bernard Malamud, American novelist and short story writer (b. 1914)", "entities": [{"title": "Bernard Malamud", "href": "/wiki/Bernard_Malamud", "description": "Bernard Malamud was an American novelist and short story writer. Along with Saul Bellow, Joseph Heller, and Philip Roth, he was one of the best known American Jewish authors of the 20th century. His baseball novel, The Natural, was adapted into a 1984 film starring Robert Redford. His 1966 novel The Fixer, about antisemitism in the Russian Empire, won both the National Book Award and the Pulitzer "}]}, {"heading": "Deaths", "year": "1988", "date": "March 18", "txt": "Billy Butterfield, American trumpet player and cornet player (b. 1917)", "entities": [{"title": "Billy Butterfield", "href": "/wiki/Billy_Butterfield", "description": "Charles William Butterfield was an American jazz bandleader, trumpeter, flugelhornist, and cornetist."}]}, {"heading": "Deaths", "year": "1990", "date": "March 18", "txt": "Robin Harris, American comedian (b. 1953)", "entities": [{"title": "Robin Harris", "href": "/wiki/Robin_Harris", "description": "Robin Hughes Harris was an American comedian and actor, known for his recurring comic sketch about \"Bébé's Kids\". He was nominated for the Independent Spirit Award for Best Supporting Male for his performance in film House Party."}]}, {"heading": "Deaths", "year": "1993", "date": "March 18", "txt": "Kenneth E. Boulding, English-American economist and activist (b. 1910)", "entities": [{"title": "Kenneth E. Boulding", "href": "/wiki/Kenneth_E._Boulding", "description": "Kenneth Ewart Boulding was an English-born American economist, educator, peace activist, and interdisciplinary philosopher. He published over 36 books and over 112 articles. Boulding was the author of two citation classics: The Image: Knowledge in Life and Society (1956) and Conflict and Defense: A General Theory (1962). He was co-founder of general systems theory and founder of numerous ongoing i"}]}, {"heading": "Deaths", "year": "1996", "date": "March 18", "txt": "Odysseas Elytis, Greek poet and critic, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Odysseas Elytis", "href": "/wiki/Odysseas_Elytis", "description": "Odysseus Elytis was a Greek poet, essayist and translator, regarded as a major exponent of romantic modernism in Greece and the world. He is one of the most praised poets of the second half of the twentieth century, with his Axion Esti \"regarded as a monument of contemporary poetry\". In 1979, he was awarded the Nobel Prize in Literature."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2000", "date": "March 18", "txt": "Eberhard Bethge, German theologian and academic (b. 1909)", "entities": [{"title": "Eberhard Bethge", "href": "/wiki/Eberhard_Bethge", "description": "Eberhard Bethge was a student of the theologian and anti-Nazi Dietrich Bonhoeffer."}]}, {"heading": "Deaths", "year": "2001", "date": "March 18", "txt": "John Phillips, American singer-songwriter and guitarist (The Mamas & the Papas) (b. 1935)", "entities": [{"title": "John Phillips (musician)", "href": "/wiki/John_Phillips_(musician)", "description": "John Edmund Andrew Phillips was an American singer, guitarist, songwriter, and promoter. He was the leader of the vocal group the Mamas and the Papas, and was one of the chief organizers of the 1967 Monterey Pop Festival."}, {"title": "The Mamas & the Papas", "href": "/wiki/The_Mamas_%26_the_Papas", "description": "The Mamas & the Papas were an American folk rock vocal group formed in Los Angeles, California which recorded and performed from 1965 to 1968. The group was a defining force in the music scene of the counterculture of the 1960s. The group was composed of John Phillips, Denny Doherty, Cass Elliot, and Michelle Phillips. Their sound was based on vocal harmonies arranged by John Phillips, the songwri"}]}, {"heading": "Deaths", "year": "2002", "date": "March 18", "txt": "R. A. Lafferty, American soldier and author (b. 1914)", "entities": [{"title": "R. A. Lafferty", "href": "/wiki/R._A._Lafferty", "description": "Raphael Aloysius Lafferty was an American science fiction and fantasy writer known for his original use of language, metaphor, and narrative structure, as well as for his etymological wit. He also wrote a set of four autobiographical novels, In a Green Tree; a history book, The Fall of Rome; and several novels of historical fiction."}]}, {"heading": "Deaths", "year": "2003", "date": "March 18", "txt": "Karl Kling, German race car driver (b. 1910)", "entities": [{"title": "Karl Kling", "href": "/wiki/Karl_Kling", "description": "Karl Kling was a motor racing driver and manager from Germany. He participated in 11 Formula One Grands Prix, debuting on 4 July 1954. He achieved 2 podiums - the first German ever to achieve a Formula One podium - and scored a total of 17 championship points."}]}, {"heading": "Deaths", "year": "2003", "date": "March 18", "txt": "Adam Osborne, Thai-English engineer and businessman, founded the Osborne Computer Corporation (b. 1939)", "entities": [{"title": "Osborne Computer Corporation", "href": "/wiki/Osborne_Computer_Corporation", "description": "The Osborne Computer Corporation (OCC) was a pioneering maker of portable computers. It was located in the Silicon Valley of the southern San Francisco Bay Area in California."}]}, {"heading": "Deaths", "year": "2004", "date": "March 18", "txt": "Harrison McCain, Canadian businessman, co-founded McCain Foods (b. 1927)", "entities": [{"title": "Harrison McCain", "href": "/wiki/Harrison_McCain", "description": "Harrison McCain was a Canadian businessman and co-founder, along with his three brothers, of international frozen foods giant McCain Foods Limited."}, {"title": "McCain Foods", "href": "/wiki/McCain_Foods", "description": "McCain Foods Limited is a Canadian multinational frozen food company established in 1957 in Florenceville, New Brunswick, Canada."}]}, {"heading": "Deaths", "year": "2006", "date": "March 18", "txt": "Dan Gibson, Canadian photographer and cinematographer (b. 1922)", "entities": [{"title": "Dan Gibson", "href": "/wiki/Dan_Gibson", "description": "Dan Gibson was a Canadian photographer, cinematographer and sound recordist.\nDuring the late 1940s, Dan Gibson took photographs and made nature films, including Audubon Wildlife Theatre. Gibson produced many films and television series through which he learned how to record wildlife sound. He pioneered techniques of recording, and also helped design equipment to optimize results, including the \"Da"}]}, {"heading": "Deaths", "year": "2007", "date": "March 18", "txt": "Bob Woolmer, Indian-English cricketer, coach, and sportscaster (b. 1948)", "entities": [{"title": "Bob Woolmer", "href": "/wiki/Bob_Woolmer", "description": "Robert Andrew Woolmer was an English cricket coach, cricketer, and a commentator. He played in 19 Test matches and six One Day Internationals for the England cricket team and later coached South Africa, Warwickshire and Pakistan."}]}, {"heading": "Deaths", "year": "2008", "date": "March 18", "txt": "Anthony Minghella, English director and screenwriter (b. 1954)", "entities": [{"title": "Anthony Minghella", "href": "/wiki/Anthony_Minghella", "description": "Anthony Minghella, was a British film director, playwright and screenwriter. He was chairman of the board of Governors at the British Film Institute between 2003 and 2007."}]}, {"heading": "Deaths", "year": "2009", "date": "March 18", "txt": "Omid Reza Mir Sayafi, Iranian journalist and blogger (b. 1980)", "entities": [{"title": "Omid Reza Mir Sayafi", "href": "/wiki/Omid_Reza_Mir_Sayafi", "description": "Omid Reza Mir Sayafi was an Iranian blogger and journalist."}]}, {"heading": "Deaths", "year": "2009", "date": "March 18", "txt": "Natasha Richardson, English-American actress (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 18", "txt": "Fess Parker, American actor and businessman (b. 1924)", "entities": [{"title": "Fess Parker", "href": "/wiki/Fess_Parker", "description": "Fess Elisha Parker Jr., was an American film and television actor best known for his portrayals of Davy Crockett in the Walt Disney 1954–1955 TV miniseries, which aired on ABC, and as Daniel Boone in an NBC television series from 1964 to 1970. He was also known as a winemaker and resort owner-operator."}]}, {"heading": "Deaths", "year": "2011", "date": "March 18", "txt": "Warren Christopher, American lawyer and politician, 63rd United States Secretary of State (b. 1925)", "entities": [{"title": "Warren Christopher", "href": "/wiki/Warren_Christopher", "description": "Warren Minor Christopher was an American lawyer, diplomat and politician. During Bill Clinton's first term as President, he served as the 63rd United States Secretary of State."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "2012", "date": "March 18", "txt": "Furman Bisher, American journalist and author (b. 1918)", "entities": [{"title": "Furman Bisher", "href": "/wiki/Furman_Bisher", "description": "James Furman Bisher was a newspaper sports writer and columnist for The Atlanta Journal-Constitution in Atlanta, Georgia."}]}, {"heading": "Deaths", "year": "2012", "date": "March 18", "txt": "William R. Charette, American soldier, Medal of Honor recipient (b. 1932)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2012", "date": "March 18", "txt": "William G. Moore Jr., American general (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 18", "txt": "George Tupou V of Tonga (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 18", "txt": "Muhammad Mahmood Alam, Pakistani general and pilot (b. 1935)", "entities": [{"title": "Muhammad Mahmood Alam", "href": "/wiki/Muhammad_Mahmood_Alam", "description": "Air Commodore Muhammad Mahmood Alam SJ was a Pakistani fighter pilot who was officially credited with having downed five Indian Air Force aircraft in 1 minute during the Indo-Pakistani War of 1965, all five aircraft are Hawker Hunter aircraft on one sortie on 7 September 1965. However, several experts including retired PAF Air Commodore Sajad S. Haider have discredited Alam's claim regarding the s"}]}, {"heading": "Deaths", "year": "2013", "date": "March 18", "txt": "Henry Bromell, American novelist, screenwriter, and director (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 18", "txt": "Clay Ford, American lawyer and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 18", "txt": "Catherine Obianuju Acholonu, Nigerian author, playwright, and academic (b. 1951)", "entities": [{"title": "Catherine Obianuju Acholonu", "href": "/wiki/Catherine_Obianuju_Acholonu", "description": "Catherine Obianuju Acholonu was a Nigerian author, researcher and political activist."}]}, {"heading": "Deaths", "year": "2014", "date": "March 18", "txt": "Kaiser Kalambo, Zambian footballer, coach, and manager (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 18", "txt": "Lucius Shepard, American author and critic (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 18", "txt": "Zhao Dayu, Chinese footballer and manager (b. 1961)", "entities": [{"title": "Zhao Dayu", "href": "/wiki/Zhao_Dayu", "description": "Zhao Dayu, also known as Tatsuyu Matsuki , was a Chinese coach, businessman and a former international football striker. He was a naturalized citizen of Japan."}]}, {"heading": "Deaths", "year": "2015", "date": "March 18", "txt": "Thomas Hopko, American priest and theologian (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 18", "txt": "Grace Ogot, Kenyan nurse, journalist, and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 18", "txt": "Barry Hines, English author and screenwriter (b. 1939)", "entities": [{"title": "Barry Hines", "href": "/wiki/Barry_Hines", "description": "Melvin Barry Hines, FRSL was an English author, playwright, screenwriter and amateur footballer. His novels and screenplays explore the political and economic struggles of working-class Northern England, particularly in his native West Riding/South Yorkshire."}]}, {"heading": "Deaths", "year": "2016", "date": "March 18", "txt": "Jan Němec, Czech director and screenwriter (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 18", "txt": "Tray Walker, American football player (b. 1992)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 18", "txt": "Guido Westerwelle, German lawyer and politician, 15th Vice-Chancellor of Germany (b. 1961)", "entities": [{"title": "Vice-Chancellor of Germany", "href": "/wiki/Vice-Chancellor_of_Germany", "description": "The Deputy to the Federal Chancellor, commonly known as Vice Chancellor (Vizekanzler), is the second highest ranking German cabinet member. The chancellor is the head of government and, according to the constitution, gives this title of deputy to one of the Federal Ministers. It is common that the title is given to the major minister provided by the (smaller) coalition partner."}]}, {"heading": "Deaths", "year": "2017", "date": "March 18", "txt": "Chuck Berry, American guitarist, singer and songwriter (b. 1926)", "entities": [{"title": "Chuck Berry", "href": "/wiki/Chuck_Berry", "description": "Charles Edward Anderson Berry was an American singer, songwriter and guitarist, and one of the pioneers of rock and roll music. Nicknamed the \"Father of Rock and Roll\", Berry refined and developed rhythm and blues into the major elements that made rock and roll distinctive with songs such as \"Maybellene\" (1955), \"Roll Over Beethoven\" (1956), \"Rock and Roll Music\" (1957) and \"Johnny B. Goode\" (1958"}]}, {"heading": "Deaths", "year": "2020", "date": "March 18", "txt": "Alfred Worden, Apollo 15 command module pilot (b. 1932)", "entities": [{"title": "Alfred Worden", "href": "/wiki/Alfred_Worden", "description": "Colonel Alfred Merrill Worden USAF was an American test pilot, engineer and NASA astronaut who was the command module pilot for the Apollo 15 lunar mission in 1971. One of only 24 people to have flown to the Moon, he orbited it 74 times in the command module (CM) Endeavour."}]}]