[{"heading": "Events", "year": "AD 51", "date": "March 4", "txt": "Nero, later to become Roman emperor, is given the title princeps iuventutis (head of the youth).", "entities": [{"title": "Nero", "href": "/wiki/Nero", "description": "Nero was the fifth Roman emperor, ruling from 54 to 68. His infamous reign is usually associated with tyranny, extravagance, and debauchery. Nero, originally named Lucius Domitius Ahenobarbus, belonged to the Julio-Claudian dynasty, and was adopted as heir by the emperor Claudius, his great-uncle and stepfather. Nero succeeded Claudius while not yet aged 17, and his mother, Agrippina, tried to dom"}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Events", "year": "306", "date": "March 4", "txt": "Martyrdom of Saint Adrian of Nicomedia.", "entities": [{"title": "Martyrdom", "href": "/wiki/Martyrdom", "description": "A martyr is someone who suffers persecution and death for advocating, renouncing, refusing to renounce, or refusing to advocate a religious belief or cause as demanded by an external party. In the martyrdom narrative of the remembering community, this refusal to comply with the presented demands results in the punishment or execution of an actor by an alleged oppressor. Accordingly, the status of "}, {"title": "Adrian of Nicomedia", "href": "/wiki/Adrian_of_Nicomedia", "description": "Adrian of Nicomedia or Saint Adrian was a Herculian Guard of the Roman Emperor Galerius Maximian. After becoming a convert to Christianity with his wife Natalia, Adrian was martyred at Nicomedia in Turkey. Hadrian was the chief military saint of Northern Europe for many ages, second only to Saint George, and is much revered in Flanders, Germany and the north of France."}]}, {"heading": "Events", "year": "852", "date": "March 4", "txt": "Croatian Knez Trpimir I issues a statute, a document with the first known written mention of the Croats name in Croatian sources.", "entities": [{"title": "Knez (title)", "href": "/wiki/Knez_(title)", "description": "Knyaz or knez (князь) is a historical Slavic title, used both as a royal and noble title in different times of history and different ancient Slavic lands. It is usually translated into English as prince, duke or count, depending on specific historical context and the potentially known Latin equivalents of the title for each bearer of the name. In Latin sources the title is usually translated as co"}, {"title": "Trpimir I of Croatia", "href": "/wiki/Trpimir_I_of_Croatia", "description": "Trpimir I was a duke in Croatia from around 845 until his death in 864. He is considered the founder of the Trpimirović dynasty that ruled in Croatia, with interruptions, from around 845 until 1091. Although he was formally vassal of the Frankish Emperor Lothair I, Trpimir used Frankish-Byzantine conflicts to rule on his own."}, {"title": "Statute", "href": "/wiki/Statute", "description": "A statute is a formal written enactment of a legislative authority that governs the legal entities of a city, state, or country by way of consent. Typically, statutes command or prohibit something, or declare policy. Statutes are rules made by legislative bodies; they are distinguished from case law or precedent, which is decided by courts, and regulations issued by government agencies."}, {"title": "Croats", "href": "/wiki/Croats", "description": "Croats, also known as Croatians, are a nation and South Slavic ethnic group native to Croatia and Bosnia and Herzegovina. They are also a recognized minority in a number of neighboring countries, namely Austria, the Czech Republic, Germany, Hungary, Italy, Montenegro, Romania, Serbia, Slovakia, and Slovenia."}]}, {"heading": "Events", "year": "938", "date": "March 4", "txt": "Translation of the relics of martyr Wenceslaus I, Duke of Bohemia, Prince of the Czechs.", "entities": [{"title": "Relic", "href": "/wiki/Relic", "description": "In religion, a relic usually consists of the physical remains of a saint or the personal effects of the saint or venerated person preserved for purposes of veneration as a tangible memorial. Relics are an important aspect of some forms of Buddhism, Christianity, Islam, Shamanism, and many other religions. Relic derives from the Latin reliquiae, meaning \"remains\", and a form of the Latin verb relin"}, {"title": "Martyr", "href": "/wiki/Martyr", "description": "A martyr is someone who suffers persecution and death for advocating, renouncing, refusing to renounce, or refusing to advocate a religious belief or cause as demanded by an external party. In the martyrdom narrative of the remembering community, this refusal to comply with the presented demands results in the punishment or execution of an actor by an alleged oppressor. Accordingly, the status of "}, {"title": "Wenceslaus I, Duke of Bohemia", "href": "/wiki/Wenceslaus_I,_Duke_of_Bohemia", "description": "Wenceslaus I, Wenceslas I or Václav the Good was the duke (kníže) of Bohemia from 921 until his assassination in 935. His younger brother, Boleslaus the Cruel, was complicit in the murder."}, {"title": "Czechs", "href": "/wiki/Czechs", "description": "The Czechs, or the Czech people, are a West Slavic ethnic group and a nation native to the Czech Republic in Central Europe, who share a common ancestry, culture, history, and the Czech language."}]}, {"heading": "Events", "year": "1152", "date": "March 4", "txt": "Frederick I Barbarossa is elected King of Germany.", "entities": [{"title": "Frederick I, Holy Roman Emperor", "href": "/wiki/Frederick_I,_Holy_Roman_Emperor", "description": "Frederick Barbarossa, also known as Frederick I, was the Holy Roman Emperor from 1155 until his death 35 years later. He was elected King of Germany at Frankfurt on 4 March 1152 and crowned in Aachen on 9 March 1152. He was crowned King of Italy on 24 April 1155 in Pavia and emperor by Pope Adrian IV on 18 June 1155 in Rome. Two years later, the term sacrum (\"holy\") first appeared in a document in"}, {"title": "King of Germany", "href": "/wiki/King_of_Germany", "description": "King of the Romans was the title used by the German king following his election by the princes from the reign of Henry II onward. The title predominantly amounted to being the emperor of the Holy Roman Empire, a title long dependent upon coronation by the pope."}]}, {"heading": "Events", "year": "1238", "date": "March 4", "txt": "The Battle of the Sit River is fought in the northern part of the present-day Yaroslavl Oblast of Russia between the Mongol hordes of Batu Khan and the Russians under Yuri II of Vladimir-Suzdal during the Mongol invasion of Rus'.", "entities": [{"title": "Battle of the Sit River", "href": "/wiki/Battle_of_the_Sit_River", "description": "The Battle of the Sit River was fought in the northern part of the present-day Sonkovsky District of Tver Oblast of Russia, close to the selo of Bozhonka, on March 4, 1238 between the Mongol Hordes of Batu Khan and the Rus' under Grand Prince Yuri II of Vladimir-Suzdal during the Mongol invasion of Rus."}, {"title": "Yaroslavl Oblast", "href": "/wiki/Yaroslavl_Oblast", "description": "Yaroslavl Oblast is a federal subject of Russia, which is located in the Central Federal District, surrounded by Tver, Moscow, Ivanovo, Vladimir, Kostroma, and Vologda oblasts."}, {"title": "Mongol horde", "href": "/wiki/Mongol_horde", "description": "An orda or horde was a historical sociopolitical and military structure found on the Eurasian Steppe, usually associated with the Turkic people and Mongols. This entity can be seen as the regional equivalent of a clan or a tribe. Some successful ordas gave rise to khanates."}, {"title": "Batu Khan", "href": "/wiki/Batu_Khan", "description": "Batu Khan, also known as Tsar Batu in the Russian historiography, was a Mongol ruler and founder of the Golden Horde, a division of the Mongol Empire. Batu was a son of Jochi, thus a grandson of Genghis Khan. His ulus ruled over the Kievan Rus', Volga Bulgaria, Cumania, and the Caucasus for around 250 years."}, {"title": "Yuri II", "href": "/wiki/Yuri_II", "description": "Yuri II, also known as George II of Vladimir or Georgy II Vsevolodovich, was the fourth Grand Prince of Vladimir who presided over Vladimir-Suzdal at the time of the Mongol invasion of Rus'."}, {"title": "Vladimir-Suzdal", "href": "/wiki/Vladimir-Suzdal", "description": "Vladimir-Suzdal, also Vladimir-Suzdalian Rus', formally known as the Grand Duchy of Vladimir (1157–1331), was one of the major principalities that succeeded Kievan Rus' in the late 12th century, centered in Vladimir-on-Klyazma. With time the principality grew into a grand duchy divided into several smaller principalities. After being conquered by the Mongol Empire, the principality became a self-g"}, {"title": "Mongol invasion of Rus'", "href": "/wiki/Mongol_invasion_of_Rus%27", "description": "The Mongol invasion of Kievan Rus' was part of the Mongol invasion of Europe, in which the Mongol Empire invaded and conquered Kievan Rus' in the 13th century, destroying numerous cities, including Ryazan, Kolomna, Moscow, Vladimir and Kiev, with the only major cities escaping destruction being Novgorod and Pskov."}]}, {"heading": "Events", "year": "1351", "date": "March 4", "txt": "Ramathibodi becomes King of Siam.", "entities": [{"title": "Ramathibodi I", "href": "/wiki/Ramathibodi_I", "description": "King U-thong or King Ramathibodi I was the first king of the kingdom Ayutthaya, reigning from 1350 to 1369. He was known as Prince U Thong before he ascended to the throne in 1350. He was thought to have been a descendant of Mangrai."}, {"title": "Monarchy of Thailand", "href": "/wiki/Monarchy_of_Thailand", "description": "The monarchy of Thailand refers to the constitutional monarchy and monarch of the Kingdom of Thailand. The King of Thailand is the head of state and head of the ruling Royal House of Chakri."}]}, {"heading": "Events", "year": "1386", "date": "March 4", "txt": "Władysław II Jagiełło (Jogaila) is crowned King of Poland.", "entities": [{"title": "Władysław II Jagiełło", "href": "/wiki/W%C5%82adys%C5%82aw_II_Jagie%C5%82%C5%82o", "description": "Jogaila, later Władysław II Jagiełło was Grand Duke of Lithuania (1377–1434) and then King of Poland (1386–1434), first alongside his wife Jadwiga until 1399, and then sole ruler of Poland. He ruled in Lithuania from 1377. Born a pagan, in 1386 he converted to Catholicism and was baptized as Władysław in Kraków, married the young Queen Jadwiga, and was crowned King of Poland as Władysław II Jagieł"}, {"title": "King of Poland", "href": "/wiki/King_of_Poland", "description": "Poland was ruled at various times either by dukes and princes or by kings. During the latter period, a tradition of free election of monarchs made it a uniquely electable position in Europe."}]}, {"heading": "Events", "year": "1461", "date": "March 4", "txt": "Wars of the Roses in England: Lancastrian King Henry VI is deposed by his House of York cousin, who then becomes King Edward IV.", "entities": [{"title": "Wars of the Roses", "href": "/wiki/Wars_of_the_Roses", "description": "The Wars of the Roses were a series of fifteenth-century English civil wars for control of the throne of England, fought between supporters of two rival cadet branches of the royal House of Plantagenet: the House of Lancaster, represented by a red rose, and the House of York, represented by a white rose. Eventually, the wars eliminated the male lines of both families. The conflict lasted through m"}, {"title": "House of Lancaster", "href": "/wiki/House_of_Lancaster", "description": "The House of Lancaster was a cadet branch of the royal House of Plantagenet. The first house was created when King Henry III of England created the Earldom of Lancaster—from which the house was named—for his second son Edmund Crouchback in 1267. Edmund had already been created Earl of Leicester in 1265 and was granted the lands and privileges of Simon de Montfort, 6th Earl of Leicester, after de M"}, {"title": "Henry VI of England", "href": "/wiki/Henry_VI_of_England", "description": "Henry VI was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards."}, {"title": "House of York", "href": "/wiki/House_of_York", "description": "The House of York was a cadet branch of the English royal House of Plantagenet. Three of its members became kings of England in the late 15th century. The House of York descended in the male line from Edmund of Langley, 1st Duke of York, the fourth surviving son of Edward III. In time, it also represented Edward III's senior line, when an heir of York married the heiress-descendant of Lionel, Duke"}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}]}, {"heading": "Events", "year": "1493", "date": "March 4", "txt": "Explorer Christopher Columbus arrives back in Lisbon, Portugal, aboard his ship Niña from his voyage to what are now The Bahamas and other islands in the Caribbean.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "Voyages of Christopher Columbus", "href": "/wiki/Voyages_of_Christopher_Columbus#First_voyage", "description": "Between 1492 and 1504, Italian explorer Christopher Columbus led four Spanish-based transatlantic maritime expeditions to the Americas. These voyages led to the widespread knowledge of the New World. This breakthrough inaugurated the period known as the Age of Discovery, which saw the colonization of the Americas, a related biological exchange, and trans-Atlantic trade. These events, the effects a"}, {"title": "The Bahamas", "href": "/wiki/The_Bahamas", "description": "The Bahamas, known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago of the West Indies in the Atlantic. It takes up 97% of the Lucayan Archipelago's land area and is home to 88% of the archipelago's population. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and northwest of the"}, {"title": "Caribbean", "href": "/wiki/Caribbean", "description": "The Caribbean is a region of the Americas that comprises the Caribbean Sea, its surrounding coasts, and its islands. The region lies southeast of the Gulf of Mexico and of the North American mainland, east of Central America, and north of South America."}]}, {"heading": "Events", "year": "1519", "date": "March 4", "txt": "Hernán Cortés arrives in Mexico in search of the Aztec civilization and its wealth.", "entities": [{"title": "Hernán Cortés", "href": "/wiki/Hern%C3%A1n_Cort%C3%A9s", "description": "Hernán Cortés de Monroy y Pizarro Altamirano, 1st Marquess of the Valley of Oaxaca was a Spanish Conquistador who led an expedition that caused the fall of the Aztec Empire and brought large portions of what is now mainland Mexico under the rule of the King of Castile in the early 16th century. Cortés was part of the generation of Spanish explorers and conquistadors who began the first phase of th"}, {"title": "Aztec", "href": "/wiki/Aztec", "description": "The Aztecs were a Mesoamerican culture that flourished in central Mexico in the post-classic period from 1300 to 1521. The Aztec peoples included different ethnic groups of central Mexico, particularly those groups who spoke the Nahuatl language and who dominated large parts of Mesoamerica from the 14th to the 16th centuries. Aztec culture was organized into city-states (altepetl), some of which j"}]}, {"heading": "Events", "year": "1628", "date": "March 4", "txt": "The Massachusetts Bay Colony is granted a Royal charter.", "entities": [{"title": "Massachusetts Bay Colony", "href": "/wiki/Massachusetts_Bay_Colony", "description": "The Massachusetts Bay Colony (1628–1691), more formally The Colony of Massachusetts Bay, was an English settlement on the east coast of America around the Massachusetts Bay, the northernmost of the several colonies later reorganized as the Province of Massachusetts Bay. The lands of the settlement were in southern New England, with initial settlements on two natural harbors and surrounding land ab"}, {"title": "Royal charter", "href": "/wiki/Royal_charter", "description": "A royal charter is a formal grant issued by a monarch under royal prerogative as letters patent. Historically, they have been used to promulgate public laws, the most famous example being the English Magna Carta of 1215, but since the 14th century have only been used in place of private acts to grant a right or power to an individual or a body corporate. They were, and are still, used to establish"}]}, {"heading": "Events", "year": "1665", "date": "March 4", "txt": "English King Charles II declares war on the Netherlands marking the start of the Second Anglo-Dutch War.", "entities": [{"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "Second Anglo-Dutch War", "href": "/wiki/Second_Anglo-Dutch_War", "description": "The Second Anglo-Dutch War or the Second Dutch War was a conflict between England and the Dutch Republic partly for control over the seas and trade routes, where England tried to end the Dutch domination of world trade during a period of intense European commercial rivalry, but also as a result of political tensions. After initial English successes, the war ended in a Dutch victory. It was the sec"}]}, {"heading": "Events", "year": "1675", "date": "March 4", "txt": "John Flamsteed is appointed the first Astronomer Royal of England.", "entities": [{"title": "John Flamsteed", "href": "/wiki/John_Flamsteed", "description": "John Flamsteed FRS was an English astronomer and the first Astronomer Royal. His main achievements were the preparation of a 3,000-star catalogue, Catalogus Britannicus, and a star atlas called Atlas Coelestis, both published posthumously. He also made the first recorded observations of Uranus, although he mistakenly catalogued it as a star, and he laid the foundation stone for the Royal Greenwich"}, {"title": "Astronomer Royal", "href": "/wiki/Astronomer_Royal", "description": "Astronomer Royal is a senior post in the Royal Households of the United Kingdom. There are two officers, the senior being the Astronomer Royal dating from 22 June 1675; the second is the Astronomer Royal for Scotland dating from 1834."}]}, {"heading": "Events", "year": "1681", "date": "March 4", "txt": "Charles II grants a land charter to William Penn for the area that will later become Pennsylvania.", "entities": [{"title": "William Penn", "href": "/wiki/William_Penn", "description": "William Penn was an English writer and religious thinker belonging to the Religious Society of Friends (Quakers), and founder of the Province of Pennsylvania, a North American colony of England. He was an early advocate of democracy and religious freedom, notable for his good relations and successful treaties with the Lenape Native Americans. Under his direction, the city of Philadelphia was plann"}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Events", "year": "1776", "date": "March 4", "txt": "American Revolutionary War: The Continental Army fortifies Dorchester Heights with cannon, leading the British troops to abandon the Siege of Boston.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "Fortification of Dorchester Heights", "href": "/wiki/Fortification_of_Dorchester_Heights", "description": "The Fortification of Dorchester Heights was a decisive action early in the American Revolutionary War that precipitated the end of the siege of Boston and the withdrawal of British troops from that city."}, {"title": "Dorchester Heights", "href": "/wiki/Dorchester_Heights", "description": "Dorchester Heights is the central area of South Boston. It is the highest area in the neighborhood and commands a view of both Boston Harbor and downtown."}, {"title": "Cannon", "href": "/wiki/Cannon", "description": "A cannon is a large-caliber gun classified as a type of artillery, and usually launches a projectile using explosive chemical propellant. In the past, black gunpowder was the primary propellant before the invention of smokeless powder during the late 19th century. Cannons vary in gauge, effective range, mobility, rate of fire, angle of fire and firepower; different forms of cannon combine and bala"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Siege of Boston", "href": "/wiki/Siege_of_Boston", "description": "The siege of Boston was the opening phase of the American Revolutionary War. New England militiamen prevented the movement by land of the British Army, which was garrisoned in what was then the peninsular city of Boston, Massachusetts Bay. Both sides had to deal with resource, supply, and personnel issues over the course of the siege. British resupply and reinforcement was limited to sea access, w"}]}, {"heading": "Events", "year": "1789", "date": "March 4", "txt": "In New York City, the first Congress of the United States meets, putting the United States Constitution into effect.", "entities": [{"title": "1st United States Congress", "href": "/wiki/1st_United_States_Congress", "description": "The 1st United States Congress, comprising the United States Senate and the United States House of Representatives, met from March 4, 1789, to March 4, 1791, during the first two years of George Washington's presidency, first at Federal Hall in New York City and later at Congress Hall in Philadelphia. With the initial meeting of the First Congress, the United States federal government officially b"}, {"title": "Congress of the United States", "href": "/wiki/Congress_of_the_United_States", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}]}, {"heading": "Events", "year": "1790", "date": "March 4", "txt": "France is divided into 83 départements, cutting across the former provinces in an attempt to dislodge regional loyalties based on ownership of land by the nobility.", "entities": [{"title": "Provinces of France", "href": "/wiki/Provinces_of_France", "description": "The Kingdom of France was organized into provinces until the National Constituent Assembly adopted a more uniform divison into departments (département) and districts in late 1789. The provinces continued to exist administratively until 21 September 1791."}]}, {"heading": "Events", "year": "1791", "date": "March 4", "txt": "The Constitutional Act of 1791 is introduced by the British House of Commons in London which envisages the separation of Canada into Lower Canada (Quebec) and Upper Canada (Ontario).", "entities": [{"title": "Constitutional Act of 1791", "href": "/wiki/Constitutional_Act_of_1791", "description": "From 1896 known as The Clergy Endowments (Canada) Act 1791, the statute passed at Westminster in the 31st year of George III, and itemised as chapter 31, was commonly known as the Constitutional Act 1791. It was an Act of the Parliament of Great Britain."}, {"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Lower Canada", "href": "/wiki/Lower_Canada", "description": "The Province of Lower Canada was a British colony on the lower Saint Lawrence River and the shores of the Gulf of Saint Lawrence (1791–1841). It covered the southern portion of the current Province of Quebec and the Labrador region of the current Province of Newfoundland and Labrador."}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}, {"title": "Upper Canada", "href": "/wiki/Upper_Canada", "description": "The Province of Upper Canada was a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern the central third of the lands in British North America, formerly part of the Province of Quebec since 1763. Upper Canada included all of modern-day Southern Ontario and all those areas of Northern Ontario in the Pays d'en Haut which had formed part of New France, essentially th"}, {"title": "Ontario", "href": "/wiki/Ontario", "description": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province by total area. Ontario is Canada's fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capi"}]}, {"heading": "Events", "year": "1791", "date": "March 4", "txt": "Vermont is admitted to the United States as the fourteenth state.", "entities": [{"title": "Admission to the Union", "href": "/wiki/Admission_to_the_Union", "description": "The Admission to the Union Clause of the United States Constitution, also called the New States Clause, found at Article IV, Section 3, Clause 1, authorizes the U.S. Congress to admit new states into the Union. The Constitution went into effect on June 21, 1788, after ratification by 9 of the 13 states, and the federal government began operations under it on March 4, 1789. Since then, 37 states ha"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1794", "date": "March 4", "txt": "The 11th Amendment to the U.S. Constitution is passed by the U.S. Congress.", "entities": [{"title": "Eleventh Amendment to the United States Constitution", "href": "/wiki/Eleventh_Amendment_to_the_United_States_Constitution", "description": "The Eleventh Amendment is an amendment to the United States Constitution which was passed by Congress on March 4, 1794, and ratified by the states on February 7, 1795. The Eleventh Amendment restricts the ability of individuals to bring suit against states in federal court."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1797", "date": "March 4", "txt": "John Adams is inaugurated as the 2nd President of the United States of America, becoming the first President to begin his presidency on March 4.", "entities": [{"title": "John Adams", "href": "/wiki/John_Adams", "description": "John Adams Jr. was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain, and he served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded w"}, {"title": "President of the United States of America", "href": "/wiki/President_of_the_United_States_of_America", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "1804", "date": "March 4", "txt": "Castle Hill Rebellion: Irish convicts rebel against British colonial authority in the Colony of New South Wales.", "entities": [{"title": "Castle Hill convict rebellion", "href": "/wiki/Castle_Hill_convict_rebellion", "description": "The Castle Hill rebellion of 1804 was a convict rebellion in the Castle Hill area of Sydney, against the colonial authorities of the British colony of New South Wales. The rebellion culminated in a battle fought between convicts and the colonial forces of Australia, on 5 March 1804 at Rouse Hill. It was dubbed the Second Battle of Vinegar Hill after the first Battle of Vinegar Hill, which had take"}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}]}, {"heading": "Events", "year": "1813", "date": "March 4", "txt": "Cyril VI of Constantinople is elected Ecumenical Patriarch of Constantinople.", "entities": [{"title": "Cyril VI of Constantinople", "href": "/wiki/Cyril_VI_of_Constantinople", "description": "Cyril VI, lay name Konstantinos Serpetzoglou was the Ecumenical Patriarch of Constantinople between the years 1813 and 1818."}, {"title": "Ecumenical Patriarch of Constantinople", "href": "/wiki/Ecumenical_Patriarch_of_Constantinople", "description": "The ecumenical patriarch is the archbishop of Constantinople–New Rome and ranks as primus inter pares among the heads of the several autocephalous churches that make up the Eastern Orthodox Church. He is regarded as the representative and spiritual leader of Orthodox Christians worldwide.\nThe term ecumenical in the title is a historical reference to the Ecumene, a Greek designation for the civilis"}]}, {"heading": "Events", "year": "1814", "date": "March 4", "txt": "Americans defeat British forces at the Battle of Longwoods between London, Ontario and Thamesville, near present-day Wardsville, Ontario.", "entities": [{"title": "Battle of Longwoods", "href": "/wiki/Battle_of_Longwoods", "description": "The Battle of Longwoods took place during the Anglo-American War of 1812. On 4 March 1814, a mounted American raiding party defeated an attempt by British regulars, volunteers from the Canadian militia and Native Americans to intercept them near Wardsville, in present-day Southwest Middlesex, Ontario."}, {"title": "London, Ontario", "href": "/wiki/London,_Ontario", "description": "London is a city in southwestern Ontario, Canada, along the Quebec City–Windsor Corridor. The city had a population of 383,822 according to the 2016 Canadian census. London is at the confluence of the Thames River, approximately 200 km (120 mi) from both Toronto and Detroit; and about 230 km (140 mi) from Buffalo, New York. The city of London is a separated municipality, politically separate from "}, {"title": "Southwest Middlesex, Ontario", "href": "/wiki/Southwest_Middlesex,_Ontario", "description": "Southwest Middlesex is a municipality in Middlesex County, Ontario, Canada."}]}, {"heading": "Events", "year": "1837", "date": "March 4", "txt": "The city of Chicago is incorporated.", "entities": [{"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}]}, {"heading": "Events", "year": "1848", "date": "March 4", "txt": "Carlo Alberto di Savoia signs the Statuto Albertino that will later represent the first constitution of the Regno d'Italia.", "entities": [{"title": "Charles Albert of Savoy", "href": "/wiki/Charles_Albert_of_Savoy", "description": "Charles Albert was the King of Sardinia from 27 April 1831 until 23 March 1849. His name is bound up with the first Italian constitution, the Albertine Statute, and with the First Italian War of Independence (1848–1849)."}, {"title": "Constitution of Italy", "href": "/wiki/Constitution_of_Italy", "description": "The Constitution of the Italian Republic was enacted by the Constituent Assembly on 22 December 1947, with 453 votes in favour and 62 against. The text, which has since been amended sixteen times, was promulgated in an extraordinary edition of Gazzetta Ufficiale on 27 December 1947. The Constituent Assembly was elected by universal suffrage on 2 June 1946, on the same day as the referendum on the "}]}, {"heading": "Events", "year": "1849", "date": "March 4", "txt": "President-elect of the United States Zachary Taylor and Vice President-elect Millard Fillmore did not take their respective oaths of office (they did so the following day), leading to the erroneous theory that outgoing President pro tempore of the United States Senate David Rice Atchison had assumed the role of acting president for one day.", "entities": [{"title": "President-elect of the United States", "href": "/wiki/President-elect_of_the_United_States", "description": "The president-elect of the United States is the candidate who has won the United States presidential election and is awaiting inauguration to become the president. There is no explicit indication in the U.S. Constitution as to when that person actually becomes president-elect, although the Twentieth Amendment uses the term \"President-elect\", thus giving the term \"president-elect\" constitutional ju"}, {"title": "Zachary Taylor", "href": "/wiki/Zachary_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}, {"title": "Millard Fillmore", "href": "/wiki/Millard_Fillmore", "description": "Millard Fillmore was the 13th president of the United States, serving from 1850 to 1853, the last to be a member of the Whig Party while in the White House. A former member of the U.S. House of Representatives from Upstate New York, Fillmore was elected as the 12th U.S. Vice President in 1848, and succeeded to the presidency in July 1850 upon the death of U.S. President Zachary Taylor. Fillmore wa"}, {"title": "President pro tempore of the United States Senate", "href": "/wiki/President_pro_tempore_of_the_United_States_Senate", "description": "The president pro tempore of the United States Senate is the second-highest-ranking official of the United States Senate. Article One, Section Three of the United States Constitution provides that the vice president of the United States is the president of the Senate, and mandates that the Senate must choose a president pro tempore to act in the vice president's absence. Unlike the vice president,"}, {"title": "David Rice Atchison", "href": "/wiki/David_Rice_Atchison", "description": "David Rice Atchison was a mid-19th century Democratic United States Senator from Missouri. He served as President pro tempore of the United States Senate for six years. Atchison served as a major general in the Missouri State Militia in 1838 during Missouri's Mormon War and as a Confederate brigadier general during the American Civil War under Major General Sterling Price in the Missouri Home Guar"}, {"title": "Acting president of the United States", "href": "/wiki/Acting_president_of_the_United_States", "description": "An acting president of the United States is an individual who legitimately exercises the powers and duties of the president of the United States even though that person does not hold the office in their own right. There is an established presidential line of succession in which officials of the United States federal government may be called upon to take on presidential responsibilities if the incu"}]}, {"heading": "Events", "year": "1861", "date": "March 4", "txt": "The first national flag of the Confederate States of America (the \"Stars and Bars\") is adopted.", "entities": [{"title": "Flags of the Confederate States of America", "href": "/wiki/Flags_of_the_Confederate_States_of_America", "description": "The flags of the Confederate States of America have a history of three successive designs from 1861 to 1865. The flags were known as the \"Stars and Bars\", used from 1861 to 1863, the \"Stainless Banner\", used from 1863 to 1865, and the \"Blood-Stained Banner\", used in 1865 shortly before the Confederacy's dissolution. A rejected national flag design was also used as a battle flag by the Confederate "}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1865", "date": "March 4", "txt": "The third and final national flag of the Confederate States of America is adopted by the Confederate Congress.", "entities": [{"title": "Flags of the Confederate States of America", "href": "/wiki/Flags_of_the_Confederate_States_of_America", "description": "The flags of the Confederate States of America have a history of three successive designs from 1861 to 1865. The flags were known as the \"Stars and Bars\", used from 1861 to 1863, the \"Stainless Banner\", used from 1863 to 1865, and the \"Blood-Stained Banner\", used in 1865 shortly before the Confederacy's dissolution. A rejected national flag design was also used as a battle flag by the Confederate "}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1878", "date": "March 4", "txt": "Pope Leo XIII reestablishes the Catholic Church in Scotland, recreating sees and naming bishops for the first time since 1603.", "entities": [{"title": "Pope Leo XIII", "href": "/wiki/Pope_Leo_XIII", "description": "Pope Leo XIII was the head of the Catholic Church from 20 February 1878 to his death in 1903. He was the oldest pope, with the exception of Pope Benedict XVI as emeritus pope, and had the third-longest confirmed pontificate, behind those of Pius IX and John Paul II."}, {"title": "Restoration of the Scottish Catholic hierarchy", "href": "/wiki/Restoration_of_the_Scottish_Catholic_hierarchy", "description": "The restoration of the Scottish Catholic hierarchy refers to the re-establishment of the hierarchy of the Catholic Church in Scotland on 15 March 1878. This followed the restoration of the English hierarchy in 1850."}, {"title": "Episcopal see", "href": "/wiki/Episcopal_see", "description": "An episcopal see is, in the usual meaning of the phrase, the area of a bishop's ecclesiastical jurisdiction."}]}, {"heading": "Events", "year": "1882", "date": "March 4", "txt": "Britain's first electric trams run in east London.", "entities": [{"title": "Trams in London", "href": "/wiki/Trams_in_London", "description": "There have been two separate generations of trams in London, from 1860 to 1952 and from 2000 to the present. There were no trams at all in London between 1952 and 2000."}]}, {"heading": "Events", "year": "1890", "date": "March 4", "txt": "The longest bridge in Great Britain, the Forth Bridge in Scotland, measuring 8,094 feet (2,467 m) long, is opened by the Duke of Rothesay, later King Edward VII.", "entities": [{"title": "Forth Bridge", "href": "/wiki/Forth_Bridge", "description": "The Forth Bridge is a cantilever railway bridge across the Firth of Forth in the east of Scotland, 9 miles west of central Edinburgh. Completed in 1890, it is considered as a symbol of Scotland, and is a UNESCO World Heritage Site. It was designed by the English engineers Sir John Fowler and Sir Benjamin Baker. It is sometimes referred to as the Forth Rail Bridge, although this has never been its "}, {"title": "Edward VII", "href": "/wiki/Edward_VII", "description": "Edward VII was King of the United Kingdom of Great Britain and Ireland and the British Dominions, and Emperor of India from 22 January 1901 until his death in 1910."}]}, {"heading": "Events", "year": "1899", "date": "March 4", "txt": "Cyclone Mahina sweeps in north of Cooktown, Queensland, with a 12 metres (39 ft) wave that reaches up to 5 kilometres (3.1 mi) inland, killing over 300.", "entities": [{"title": "Cyclone Mahina", "href": "/wiki/Cyclone_Mahina", "description": "Cyclone Mahina was the deadliest cyclone in recorded Australian history, and also likely the most intense tropical cyclone ever recorded in the Southern Hemisphere. Mahina struck Bathurst Bay, Cape York Peninsula, Queensland, on 4 March 1899, and its winds and enormous storm surge combined to kill more than 300 people."}, {"title": "Cooktown", "href": "/wiki/Cooktown", "description": "Cooktown is a coastal town and locality in the Shire of Cook, Queensland, Australia. Cooktown is at the mouth of the Endeavour River, on Cape York Peninsula in Far North Queensland where James Cook beached his ship, the Endeavour, for repairs in 1770. Both the town and Mount Cook which rises up behind the town were named after James Cook."}]}, {"heading": "Events", "year": "1908", "date": "March 4", "txt": "The Collinwood school fire, Collinwood near Cleveland, Ohio, kills 174 people.", "entities": [{"title": "Collinwood school fire", "href": "/wiki/Collinwood_school_fire", "description": "The Collinwood school fire was a major disaster that occurred at the Lake View School in Collinwood, Ohio, when a fire erupted on March 4, 1908, killing 172 students, two teachers and one rescuer in one of the deadliest school disasters in United States history."}, {"title": "Collinwood", "href": "/wiki/Collinwood", "description": "Collinwood is a neighborhood on the east side of Cleveland, Ohio. Originally a village in Euclid Township, it was annexed by the city in 1910. Collinwood grew around the rail yards of the Lake Shore and Michigan Southern Railway and is divided by these same tracks into a North and South section. Collinwood was identified as one of America's Best Secret Neighborhoods by Travel + Leisure in 2008."}, {"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}]}, {"heading": "Events", "year": "1909", "date": "March 4", "txt": "U.S. President William Taft used what became known as a Saxbe fix, a mechanism to avoid the restriction of the U.S. Constitution's Ineligibility Clause, to appoint Philander C. Knox as U.S. Secretary of State.", "entities": [{"title": "William Taft", "href": "/wiki/William_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "Saxbe fix", "href": "/wiki/Saxbe_fix", "description": "The Saxbe fix, or salary rollback, is a mechanism by which the President of the United States, in appointing a current or former member of the United States Congress whose elected term has not yet expired, can avoid the restriction of the United States Constitution's Ineligibility Clause. That clause prohibits the President from appointing a current or former member of Congress to a civil office p"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}, {"title": "Ineligibility Clause", "href": "/wiki/Ineligibility_Clause", "description": "The Ineligibility Clause is a provision in Article 1, Section 6, Clause 2 of the United States Constitution that makes each incumbent member of Congress ineligible to hold an office established by the federal government during their tenure in Congress; it also bars officials in the federal government's executive and judicial branches from simultaneously serving in either the U.S. House or Senate. "}, {"title": "Philander C. Knox", "href": "/wiki/Philander_C._Knox", "description": "Philander Chase Knox was an American lawyer, bank director and politician. A member of the Republican Party, Knox served in the Cabinet of three different presidents and represented Pennsylvania in the United States Senate."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Events", "year": "1913", "date": "March 4", "txt": "First Balkan War: The Greek army engages the Turks at Bizani, resulting in victory two days later.", "entities": [{"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}, {"title": "Battle of Bizani", "href": "/wiki/Battle_of_Bizani", "description": "The Battle of Bizani took place in Epirus on 4–6 March [O.S. 19–21 February] 1913. The battle was fought between Greek and Ottoman forces during the last stages of the First Balkan War, and revolved around the forts of Bizani, which covered the approaches to Ioannina, the largest city in the region."}, {"title": "Bizani", "href": "/wiki/Bizani", "description": "Bizani is a village and a former municipality in the Ioannina regional unit, Epirus, Greece. Since the 2011 local government reform it is part of the municipality Ioannina, of which it is a municipal unit. The municipal unit has an area of 91.372 km2, the community 11.660 km2. In 2011 its population was 5,124. The seat of the municipality was in Pedini. The municipal unit is situated in the plains"}]}, {"heading": "Events", "year": "1913", "date": "March 4", "txt": "The United States Department of Labor is formed.", "entities": []}, {"heading": "Events", "year": "1917", "date": "March 4", "txt": "Jeannette Rankin of Montana becomes the first female member of the United States House of Representatives.", "entities": [{"title": "Jeannette Rankin", "href": "/wiki/Jeannette_Rankin", "description": "Jeannette Pickering Rankin was an American politician and women's rights advocate, and the first woman to hold federal office in the United States. She was elected to the U.S. House of Representatives as a Republican from Montana in 1916, and again in 1940."}, {"title": "Montana", "href": "/wiki/Montana", "description": "Montana is a state in the Mountain West subregion of the Western United States. It is bordered by Idaho to the west; North Dakota and South Dakota to the east; Wyoming to the south; and by the Canadian provinces of Alberta, British Columbia, and Saskatchewan to the north. It is the fourth-largest state by area, the eighth-least populous state, and the third-least densely populated state. The weste"}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1933", "date": "March 4", "txt": "Franklin D. Roosevelt becomes the 32nd President of the United States. He was the last president to be inaugurated on March 4.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "1933", "date": "March 4", "txt": "Frances Perkins becomes United States Secretary of Labor, the first female member of the United States Cabinet.", "entities": [{"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}, {"title": "United States Cabinet", "href": "/wiki/United_States_Cabinet", "description": "The Cabinet of the United States is a body consisting of the vice president of the United States and the heads of the executive branch's federal executive departments in the federal government of the United States, which is regarded as the principal advisory body to the president of the United States. The president is not formally a member of the Cabinet. The heads of departments, appointed by the"}]}, {"heading": "Events", "year": "1933", "date": "March 4", "txt": "The Parliament of Austria is suspended because of a quibble over procedure", "entities": [{"title": "Self-elimination of Parliament", "href": "/wiki/Self-elimination_of_Parliament", "description": "The \"self-elimination of Parliament\" was a constitutional crisis in the First Austrian Republic caused by the resignation on March 4, 1933 of all three presidents (speakers) of the National Council, the more powerful house of the Austrian Parliament. The law had no mechanism for the National Council to operate without a president, and Engelbert Dollfuss, the Chancellor, stated that Parliament had "}, {"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}, {"title": "Engelbert Dollfuss", "href": "/wiki/Engelbert_Dollfuss", "description": "Engelbert Dollfuss was an Austrian fascist politician who served as Chancellor of Austria between 1932 and 1934. Having served as Minister for Forests and Agriculture, he ascended to Federal Chancellor in 1932 in the midst of a crisis for the conservative government. In early 1933, he dissolved parliament and assumed dictatorial powers. Suppressing the Socialist movement in February 1934 during th"}, {"title": "Austrofascism", "href": "/wiki/Austrofascism", "description": "The Fatherland Front was the right-wing to far-right nationalist and corporatist ruling political organisation of the Federal State of Austria. It claimed to be a nonpartisan movement, and aimed to unite all the people of Austria, overcoming political and social divisions. Established on 20 May 1933 by Christian Social Chancellor Engelbert Dollfuss as the only legally permitted party in the countr"}]}, {"heading": "Events", "year": "1941", "date": "March 4", "txt": "World War II: The United Kingdom launches Operation Claymore on the Lofoten Islands; the first large scale British Commando raid.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Claymore", "href": "/wiki/Operation_Claymore", "description": "Operation Claymore was a British commando raid on the Norwegian Lofoten Islands during the Second World War. The Lofoten Islands were an important centre for the production of fish oil and glycerine, used in the German war economy. The landings were carried out on 4 March 1941, by the men of No. 3 Commando, No. 4 Commando, a Royal Engineers section and 52 men from the Norwegian Independent Company"}, {"title": "Lofoten Islands", "href": "/wiki/Lofoten_Islands", "description": "Lofoten is an archipelago and a traditional district in the county of Nordland, Norway. Lofoten has distinctive scenery with dramatic mountains and peaks, open sea and sheltered bays, beaches and untouched lands. Its largest town, Leknes, is approximately 169 km (105 mi) inside the Arctic Circle and approximately 2,420 km (1,500 mi) away from the North Pole, making Lofoten one of the world's north"}, {"title": "British Commandos", "href": "/wiki/British_Commandos", "description": "The Commandos, also known as the British Commandos, were formed during the Second World War in June 1940, following a request from the Prime Minister of the United Kingdom, Winston Churchill, for a force that could carry out raids against German-occupied Europe. Initially drawn from within the British Army from soldiers who volunteered for the Special Service Brigade, the Commandos' ranks would ev"}]}, {"heading": "Events", "year": "1943", "date": "March 4", "txt": "World War II: The Battle of the Bismarck Sea in the south-west Pacific comes to an end.", "entities": [{"title": "Battle of the Bismarck Sea", "href": "/wiki/Battle_of_the_Bismarck_Sea", "description": "The Battle of the Bismarck Sea took place in the South West Pacific Area (SWPA) during World War II when aircraft of the U.S. Fifth Air Force and the Royal Australian Air Force (RAAF) attacked a Japanese convoy carrying troops to Lae, New Guinea. Most of the Japanese task force was destroyed, and Japanese troop losses were heavy."}]}, {"heading": "Events", "year": "1943", "date": "March 4", "txt": "World War II: The Battle of Fardykambos, one of the first major battles between the Greek Resistance and the occupying Royal Italian Army, begins. It ends on 6 March with the surrender of an entire Italian battalion and the liberation of the town of Grevena.", "entities": [{"title": "Greek Resistance", "href": "/wiki/Greek_Resistance", "description": "The Greek Resistance, is the blanket term for a number of armed and unarmed groups from across the political spectrum that resisted the Axis occupation of Greece in the period 1941–1944, during World War II. It is considered as one of the strongest resistance movements in Nazi-occupied Europe. Greek partisans, known as andartes, controlled much of the countryside prior to the German withdrawal fro"}, {"title": "Royal Italian Army", "href": "/wiki/Royal_Italian_Army", "description": "The Royal Italian Army, also known as the Regio Esercito, was established during the proclamation of the Kingdom of Italy. During the 1800s Italy started to unify into one country and in 1861, Manfredo Fanti signed a creation decree which created the Army of the Two Sicilies. This newly created army first task was to defend against the repressive power in southern Italy. The Army of Two Sicilies c"}, {"title": "Grevena", "href": "/wiki/Grevena", "description": "Grevena (Greek: Γρεβενά, Grevená, [ɣreveˈna], is a town and municipality in Western Macedonia, Northern Greece, capital of the Grevena regional unit. The town's current population is 13,374 citizens. It lies about 400 kilometres from Athens and about 180 km from Thessaloniki. The municipality's population is 25,905. Grevena has had access to the Egnatia Odos since the early 2000s, which now connec"}]}, {"heading": "Events", "year": "1944", "date": "March 4", "txt": "World War II: After the success of Big Week, the USAAF begins a daylight bombing campaign of Berlin.", "entities": [{"title": "Big Week", "href": "/wiki/Big_Week", "description": "Big Week or Operation Argument was a sequence of raids by the United States Army Air Forces and RAF Bomber Command from 20 to 25 February 1944, as part of the European strategic bombing campaign against Nazi Germany. The planners intended to attack the German aircraft industry to lure the Luftwaffe into a decisive battle where the Luftwaffe could be damaged so badly that the Allies would achieve a"}, {"title": "USAAF", "href": "/wiki/USAAF", "description": "The United States Army Air Forces was the major land-based aerial warfare service component of the United States Army and de facto aerial warfare service branch of the United States during and immediately after World War II (1939/41–1945). It was created on 20 June 1941 as successor to the previous United States Army Air Corps and is the direct predecessor of the United States Air Force, today one"}, {"title": "Bombing of Berlin in World War II", "href": "/wiki/Bombing_of_Berlin_in_World_War_II#March_1944_to_April_1945", "description": "Berlin, then the capital of Nazi Germany, was subject to 363 air raids during the Second World War. It was bombed by the RAF Bomber Command between 1940 and 1945, by the USAAF Eighth Air Force between 1943 and 1945, and the French Air Force between 1944 and 1945, as part of the Allied campaign of strategic bombing of Germany. It was also attacked by aircraft of the Red Air Force, in 1941 and parti"}, {"title": "Berlin", "href": "/wiki/Berlin", "description": "Berlin is the capital and largest city of Germany by both area and population. Its population of around 3.8 million inhabitants makes it the most-populous city of the European Union, according to population within city limits. One of Germany's 16 constituent states, Berlin is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. Berlin's urban area has a popul"}]}, {"heading": "Events", "year": "1955", "date": "March 4", "txt": "In order to protect the endangered Saimaa ringed seal (Pusa hispida saimensis) was legalized.", "entities": [{"title": "Saimaa ringed seal", "href": "/wiki/Saimaa_ringed_seal", "description": "The Saimaa ringed seal is a subspecies of ringed seal. They are among the most endangered seals in the world, having a total population of only about 400 individuals. The only existing population of these seals is found in Lake Saimaa, Finland. They have lived in complete isolation from other ringed seal species for around 9,500 years and have diverged into a morphologically and ecologically diffe"}]}, {"heading": "Events", "year": "1957", "date": "March 4", "txt": "The S&P 500 stock market index is introduced, replacing the S&P 90.", "entities": [{"title": "S&P 500", "href": "/wiki/S%26P_500", "description": "The Standard and Poor's 500, or simply the S&P 500, is a free-float, weighted measurement stock market index of 500 of the largest companies listed on stock exchanges in the United States. It is one of the most commonly followed equity indices."}, {"title": "Stock market index", "href": "/wiki/Stock_market_index", "description": "In finance, a stock index, or stock market index, is an index that measures a stock market, or a subset of the stock market, that helps investors compare current price levels with past prices to calculate market performance. It is computed from the prices of selected stocks."}]}, {"heading": "Events", "year": "1960", "date": "March 4", "txt": "The French freighter La Coubre explodes in Havana, Cuba, killing 100.", "entities": [{"title": "Havana", "href": "/wiki/Havana", "description": "Havana is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region."}]}, {"heading": "Events", "year": "1962", "date": "March 4", "txt": "A Caledonian Airways Douglas DC-7 crashes shortly after takeoff from Cameroon, killing 111", "entities": [{"title": "Caledonian Airways", "href": "/wiki/Caledonian_Airways", "description": "Caledonian Airways was a wholly private, independent Scottish charter airline formed in April 1961. It began with a single 104-seat Douglas DC-7C leased from Sabena. Caledonian grew rapidly over the coming years to become the leading transatlantic \"affinity group\" charter operator by the end of the decade. During that period, passenger numbers grew from just 8,000 in 1961 to 800,000 in 1970. The l"}, {"title": "Douglas DC-7", "href": "/wiki/Douglas_DC-7", "description": "The Douglas DC-7 is a transport aircraft built by the Douglas Aircraft Company from 1953 to 1958. It was the last major piston engine-powered transport made by Douglas, being developed shortly after the earliest jet airliner—the de Havilland Comet—entered service and only a few years before the jet-powered Douglas DC-8 first flew. Unlike other aircraft in Douglas's collection of propeller-driven a"}, {"title": "Caledonian Airways Flight 153", "href": "/wiki/Caledonian_Airways_Flight_153", "description": "Caledonian Airways Flight 153 was a multi-leg nonscheduled passenger service from Luxembourg via Khartoum, Lorenzo Marques, Douala and Lisbon, before heading back to Luxembourg. \nOn 4 March 1962 a Douglas DC-7C flying the route, registration G-ARUD, crashed shortly after takeoff from Douala International Airport, Douala, Cameroon in a swamp on the edge of a jungle 2.4 kilometres off the airport. I"}, {"title": "Cameroon", "href": "/wiki/Cameroon", "description": "Cameroon, officially the Republic of Cameroon, is a country in west-central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Its coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. The country is sometimes identified"}]}, {"heading": "Events", "year": "1966", "date": "March 4", "txt": "A Canadian Pacific Air Lines DC-8-43 explodes on landing at Tokyo International Airport, killing 64 people.", "entities": [{"title": "Canadian Pacific Air Lines", "href": "/wiki/Canadian_Pacific_Air_Lines", "description": "Canadian Pacific Air Lines was a Canadian airline that operated from 1942 to 1987. It operated under the name CP Air from 1968 to 1986. Headquartered at Vancouver International Airport in Richmond, British Columbia, it served domestic Canadian as well as international routes until it was purchased by Pacific Western Airlines and absorbed into Canadian Airlines which branded itself as Canadian Airl"}, {"title": "Douglas DC-8", "href": "/wiki/Douglas_DC-8", "description": "The Douglas DC-8 is a narrow-body airliner built by the American Douglas Aircraft Company.\n\nAfter losing the May 1954 US Air Force tanker competition to the Boeing KC-135, Douglas announced in July 1955 its derived jetliner project.\nIn October 1955, Pan Am made the first order along with the competing Boeing 707, and many other airlines followed.\nThe first DC-8 was rolled out in Long Beach Airport"}, {"title": "Canadian Pacific Air Lines Flight 402", "href": "/wiki/Canadian_Pacific_Air_Lines_Flight_402", "description": "On March 4, 1966, Canadian Pacific Air Lines Flight 402 (CP402) struck the approach lights and a seawall during a night landing attempt in poor visibility at Tokyo International Airport in Japan. Of the 62 passengers and 10 crew, only 8 passengers survived. An American Broadcasting Company news vice-president who had been touring the network's Asian bureau was among the 64 fatalities."}, {"title": "Haneda Airport", "href": "/wiki/Haneda_Airport", "description": "Tokyo International Airport , commonly known as Haneda Airport , Tokyo Haneda Airport, and Haneda International Airport, is one of the two primary airports that serve the Greater Tokyo Area, and is the primary base of Japan's two major domestic airlines, Japan Airlines and All Nippon Airways, as well as Air Do, Skymark Airlines, Solaseed Air, and StarFlyer. It is located in Ōta, Tokyo, 15 kilometr"}]}, {"heading": "Events", "year": "1966", "date": "March 4", "txt": "In an interview in the London Evening Standard, The Beatles' John Lennon declares that the band is \"more popular than Jesus now\".", "entities": [{"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}, {"title": "John Lennon", "href": "/wiki/John_Lennon", "description": "John Winston Ono Lennon was an English singer, songwriter, musician and peace activist who achieved worldwide fame as the founder, co-lead vocalist, and rhythm guitarist of the Beatles. His songwriting partnership with Paul McCartney remains the most successful in history. In 1969, he started the Plastic Ono Band with his second wife, Yoko Ono. After the Beatles disbanded in 1970, Lennon continued"}, {"title": "More popular than Jesus", "href": "/wiki/More_popular_than_Jesus", "description": "\"More popular than Jesus\" is part of a remark made by John Lennon of the Beatles in a March 1966 interview, in which he argued that the public were more infatuated with the band than with Jesus, and that Christian faith was declining to the extent that it might be outlasted by rock music. His opinions drew no controversy when originally published in the London newspaper The Evening Standard, but d"}]}, {"heading": "Events", "year": "1970", "date": "March 4", "txt": "French submarine Eurydice explodes underwater, resulting in the loss of the entire 57-man crew.", "entities": []}, {"heading": "Events", "year": "1976", "date": "March 4", "txt": "The Northern Ireland Constitutional Convention is formally dissolved in Northern Ireland resulting in direct rule of Northern Ireland from London by the British parliament.", "entities": [{"title": "Northern Ireland Constitutional Convention", "href": "/wiki/Northern_Ireland_Constitutional_Convention", "description": "The Northern Ireland Constitutional Convention (NICC) was an elected body set up in 1975 by the United Kingdom Labour government of Harold Wilson as an attempt to deal with constitutional issues surrounding the status of Northern Ireland."}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Direct rule over Northern Ireland", "href": "/wiki/Direct_rule_over_Northern_Ireland", "description": "In Northern Irish politics, direct rule is the administration of Northern Ireland directly by the Government of the United Kingdom. It was practised for 26 straight years between 1972 and 1998 during the Troubles, and has since then been temporarily applied during suspensions. The most recent period of direct rule came to an end on 11 January 2020 when power was restored to the Northern Ireland As"}, {"title": "Parliament of the United Kingdom", "href": "/wiki/Parliament_of_the_United_Kingdom", "description": "The Parliament of the United Kingdom is the supreme legislative body of the United Kingdom, the Crown dependencies and the British overseas territories. It alone possesses legislative supremacy and thereby ultimate power over all other political bodies in the UK and the overseas territories. Parliament is bicameral but has three parts, consisting of the sovereign (Crown-in-Parliament), the House o"}]}, {"heading": "Events", "year": "1977", "date": "March 4", "txt": "The 1977 Vrancea earthquake in eastern and southern Europe kills more than 1,500, mostly in Bucharest, Romania.", "entities": [{"title": "1977 Vrancea earthquake", "href": "/wiki/1977_Vrancea_earthquake", "description": "The 1977 Vrancea earthquake occurred on 4 March 1977, at 21:22 local time, and was felt throughout the Balkans. It had a magnitude of 7.2, making it the second most powerful earthquake recorded in Romania in the 20th century, after the 10 November 1940 seismic event. The hypocenter was situated in the Vrancea Mountains, the most seismically active part of Romania, at a depth of 94 km."}, {"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}]}, {"heading": "Events", "year": "1980", "date": "March 4", "txt": "Nationalist leader Robert Mugabe wins a sweeping election victory to become Zimbabwe's first black prime minister.", "entities": [{"title": "Robert Mugabe", "href": "/wiki/Robert_Mugabe", "description": "Robert Gabriel Mugabe was a Zimbabwean revolutionary and politician who served as Prime Minister of Zimbabwe from 1980 to 1987 and then as President from 1987 to 2017. He served as Leader of the Zimbabwe African National Union (ZANU) from 1975 to 1980 and led its successor political party, the ZANU – Patriotic Front (ZANU–PF), from 1980 to 2017. Ideologically an African nationalist, during the 197"}, {"title": "Zimbabwe", "href": "/wiki/Zimbabwe", "description": "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa to the south, Botswana to the south-west, Zambia to the north, and Mozambique to the east. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official lan"}, {"title": "Prime Minister of Zimbabwe", "href": "/wiki/Prime_Minister_of_Zimbabwe", "description": "The prime minister of Zimbabwe was a political office in the government of Zimbabwe that existed on two occasions. The first person to hold the position was Robert Mugabe from 1980 to 1987 following independence from the United Kingdom. He took office when Southern Rhodesia became the Republic of Zimbabwe on 18 April 1980. This position was abolished when the constitution was amended in 1987 and M"}]}, {"heading": "Events", "year": "1985", "date": "March 4", "txt": "The Food and Drug Administration approves a blood test for HIV infection, used since then for screening all blood donations in the United States.", "entities": [{"title": "Food and Drug Administration", "href": "/wiki/Food_and_Drug_Administration", "description": "The United States Food and Drug Administration is a federal agency of the Department of Health and Human Services. The FDA is responsible for protecting and promoting public health through the control and supervision of food safety, tobacco products, dietary supplements, prescription and over-the-counter pharmaceutical drugs (medications), vaccines, biopharmaceuticals, blood transfusions, medical "}, {"title": "Blood test", "href": "/wiki/Blood_test", "description": "A blood test is a laboratory analysis performed on a blood sample that is usually extracted from a vein in the arm using a hypodermic needle, or via fingerprick. Multiple tests for specific blood components, such as a glucose test or a cholesterol test, are often grouped together into one test panel called a blood panel or blood work. Blood tests are often used in health care to determine physiolo"}, {"title": "HIV", "href": "/wiki/HIV", "description": "The human immunodeficiency viruses (HIV) are two species of Lentivirus that infect humans. Over time, they cause acquired immunodeficiency syndrome (AIDS), a condition in which progressive failure of the immune system allows life-threatening opportunistic infections and cancers to thrive. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending "}, {"title": "Blood donation", "href": "/wiki/Blood_donation", "description": "A blood donation occurs when a person voluntarily has blood drawn and used for transfusions and/or made into biopharmaceutical medications by a process called fractionation. Donation may be of whole blood, or of specific components directly (apheresis). Blood banks often participate in the collection process as well as the procedures that follow it."}]}, {"heading": "Events", "year": "1986", "date": "March 4", "txt": "The Soviet Vega 1 begins returning images of Halley's Comet and the first images of its nucleus.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Vega 1", "href": "/wiki/Vega_1", "description": "Vega 1 is a Soviet space probe, part of the Vega program. The spacecraft was a development of the earlier Venera craft. They were designed by Babakin Space Centre and constructed as 5VK by Lavochkin at Khimki. The name VeGa (ВеГа) combines the first two letters from the Russian words for Venus and Halley."}, {"title": "Halley's Comet", "href": "/wiki/Halley%27s_Comet", "description": "Halley's Comet or Comet Halley, officially designated 1P/Halley, is a short-period comet visible from Earth every 75–76 years. Halley is the only known short-period comet that is regularly visible to the naked eye from Earth, and the only naked-eye comet that can appear twice in a human lifetime. Halley last appeared in the inner parts of the Solar System in 1986 and will next appear in mid-2061."}]}, {"heading": "Events", "year": "1996", "date": "March 4", "txt": "A derailed train in Weyauwega, Wisconsin (USA) causes the emergency evacuation of 2,300 people for 16 days.", "entities": [{"title": "Weyauwega, Wisconsin, derailment", "href": "/wiki/Weyauwega,_Wisconsin,_derailment", "description": "The Weyauwega derailment was a railroad accident that occurred in Weyauwega, Wisconsin, United States, in the early morning hours of March 4, 1996. The derailed train was carrying a large quantity of hazardous material, which immediately caught fire. The fire, which involved the train cars and an adjacent feed mill, burned for more than two weeks after the actual derailment, resulting in the emerg"}, {"title": "Emergency evacuation", "href": "/wiki/Emergency_evacuation", "description": "Emergency evacuation is the urgent immediate egress or escape of people away from an area that contains an imminent threat, an ongoing threat or a hazard to lives or property."}]}, {"heading": "Events", "year": "1998", "date": "March 4", "txt": "Gay rights: Oncale v. Sundowner Offshore Services, Inc.: The Supreme Court of the United States rules that federal laws banning on-the-job sexual harassment also apply when both parties are the same sex.", "entities": [{"title": "LGBT rights in the United States", "href": "/wiki/LGBT_rights_in_the_United_States", "description": "Lesbian, gay, bisexual and transgender (LGBT) rights in the United States have evolved significantly over time. Prior to 1962, all 50 states criminalized same-sex sexual activity, but by 2015, LGBT Americans had won the right to marry nationwide. Additionally, in many states and municipalities, LGBT Americans are legally protected from discrimination in employment, housing, and access to public ac"}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Sexual harassment", "href": "/wiki/Sexual_harassment", "description": "Sexual harassment is a type of harassment involving the use of explicit or implicit sexual overtones, including the unwelcome and inappropriate promise of rewards in exchange for sexual favors. Sexual harassment includes a range of actions from verbal transgressions to sexual abuse or assault. Harassment can occur in many different social settings such as the workplace, the home, school, churches,"}]}, {"heading": "Events", "year": "2001", "date": "March 4", "txt": "BBC bombing: A massive car bomb explodes in front of the BBC Television Centre in London, seriously injuring one person; the attack was attributed to the Real IRA.", "entities": [{"title": "2001 BBC bombing", "href": "/wiki/2001_BBC_bombing", "description": "The 2001 BBC bombing was an attack on the BBC's main news centre within BBC Television Centre, on Wood Lane in the White City area of West London."}, {"title": "BBC Television Centre", "href": "/wiki/BBC_Television_Centre", "description": " Television Centre (TVC) is a building complex in White City, West London, that was the headquarters of BBC Television between 1960 and 2013. After a refurbishment, the complex reopened in 2017 with three studios in use for TV production, operated by BBC Studioworks. The first BBC staff moved into the Scenery Block in 1953, and the centre was officially opened on 29 June 1960. It is one of the mos"}, {"title": "Real IRA", "href": "/wiki/Real_IRA", "description": "The Real Irish Republican Army, or Real IRA (RIRA), is a dissident Irish republican paramilitary group that aims to bring about a united Ireland. It formed in 1997 following a split in the Provisional IRA by dissident members, who rejected the IRA's ceasefire that year. Like the Provisional IRA before it, the Real IRA sees itself as the only rightful successor to the original Irish Republican Army"}]}, {"heading": "Events", "year": "2002", "date": "March 4", "txt": "Afghanistan: Seven American Special Operations Forces soldiers and 200 Al-Qaeda Fighters are killed as American forces attempt to infiltrate the Shah-i-Kot Valley on a low-flying helicopter reconnaissance mission.", "entities": [{"title": "War in Afghanistan (2001–present)", "href": "/wiki/War_in_Afghanistan_(2001%E2%80%93present)", "description": "The War in Afghanistan is an ongoing war following the United States invasion of Afghanistan that began when the United States of America and its allies successfully drove the Taliban from power in order to deny Al-Qaeda a safe base of operations in Afghanistan. Since the initial objectives were completed, a coalition of over 40 countries formed a security mission in the country called Internation"}, {"title": "Special Operations Forces", "href": "/wiki/Special_Operations_Forces", "description": "Special forces and special operations forces (SOF) are military units trained to conduct special operations. NATO has defined special operations as \"military activities conducted by specially designated, organized, trained, and equipped forces, manned with selected personnel, using unconventional tactics, techniques, and modes of employment\"."}, {"title": "Battle of Takur Ghar", "href": "/wiki/Battle_of_Takur_Ghar", "description": "The Battle of Takur Ghar was a short but intense military engagement between United States special operations forces and al-Qaeda insurgents fought in March 2002, atop Takur Ghar mountain in Afghanistan. For the U.S. side, the battle proved the deadliest entanglement of Operation Anaconda, an effort early in the War in Afghanistan to rout al-Qaeda forces from the Shahi-Kot Valley and Arma Mountain"}, {"title": "Shah-i-Kot Valley", "href": "/wiki/Shah-i-Kot_Valley", "description": "The Shah-i-Kot Valley is a valley located in Afghanistan's Paktia province, southeast of the town of Zormat. The terrain in and around the valley is notoriously rugged, located at a mean altitude of 9,000 feet (2,700 m). Shah-i-Kot means \"Place of the King\" and it has historically been a redoubt for Afghan guerrillas hiding from foreign invaders."}]}, {"heading": "Events", "year": "2009", "date": "March 4", "txt": "The International Criminal Court (ICC) issues an arrest warrant for Sudanese President Omar Hassan al-Bashir for war crimes and crimes against humanity in Darfur. Al-Bashir is the first sitting head of state to be indicted by the ICC since its establishment in 2002.", "entities": [{"title": "International Criminal Court", "href": "/wiki/International_Criminal_Court", "description": "The International Criminal Court is an intergovernmental organization and international tribunal that sits in The Hague, Netherlands. The ICC is the first and only permanent international court with jurisdiction to prosecute individuals for the international crimes of genocide, crimes against humanity, war crimes and the crime of aggression. It is intended to complement existing national judicial "}, {"title": "President of Sudan", "href": "/wiki/President_of_Sudan", "description": "This article lists the heads of state of Sudan since the country's independence in 1956."}, {"title": "Omar Hassan al-Bashir", "href": "/wiki/Omar_Hassan_al-Bashir", "description": "Omar Hassan Ahmad al-Bashir is a Sudanese former military officer, politician and war criminal who served as the seventh head of state of Sudan under various titles from 1989 to 2019, when he was deposed in a coup d'état. He was subsequently incarcerated, tried and convicted on multiple corruption charges. He came to power in 1989 when, as a brigadier general in the Sudanese Army, he led a group o"}, {"title": "War crime", "href": "/wiki/War_crime", "description": "A war crime is an act that constitutes a serious violation of the laws of war that gives rise to individual criminal responsibility. Examples of crimes include intentionally killing civilians or prisoners, torturing, destroying civilian property, taking hostages, performing a perfidy, raping, using child soldiers, pillaging, declaring that no quarter will be given, and seriously violating the prin"}, {"title": "Crimes against humanity", "href": "/wiki/Crimes_against_humanity", "description": "Crimes against humanity are certain acts that are purposely committed as part of a widespread or systematic policy, directed against civilians, in times of war or peace. They differ from war crimes because they are not isolated acts committed by individual soldiers, but are acts committed in furtherance of a state policy. The first prosecution for crimes against humanity took place at the Nurember"}, {"title": "Darfur", "href": "/wiki/Darfur", "description": "Darfur is a region of the western Sudan. Dār is an Arabic word meaning \"home [of]\" – the region was named Dardaju while ruled by the Daju, who migrated from Meroë c. 350 AD, and it was renamed Dartunjur when the Tunjur ruled the area. Darfur was an independent sultanate for several hundred years until it was incorporated into Sudan by Anglo-Egyptian forces in 1916. As an administrative region, Dar"}, {"title": "Head of state", "href": "/wiki/Head_of_state", "description": "A head of state is the public persona who officially embodies a state in its unity and legitimacy. Depending on the country's form of government and separation of powers, the head of state may be a ceremonial figurehead or concurrently the head of government and more."}]}, {"heading": "Events", "year": "2012", "date": "March 4", "txt": "A series of explosions is reported at a munitions dump in Brazzaville, the capital of the Republic of the Congo, killing at least 250 people.", "entities": [{"title": "Brazzaville arms dump blasts", "href": "/wiki/Brazzaville_arms_dump_blasts", "description": "On 4 March 2012, a series of blasts occurred at an army arms dump in Brazzaville, the capital of the Republic of the Congo. At least 300 people were killed by the explosions. Additional bodies were said to be \"unfindable.\" Among the dead were six Chinese workers from a Beijing Construction Engineering Group work site close to the armoury. Interior Minister Raymond Mboulou said that nearby hospital"}, {"title": "Brazzaville", "href": "/wiki/Brazzaville", "description": "Brazzaville is the capital and largest city of the Republic of the Congo. Constituting the financial and administrative centre of the country, it is located on the north side of the Congo River, opposite Kinshasa, the capital city of the Democratic Republic of the Congo."}, {"title": "Republic of the Congo", "href": "/wiki/Republic_of_the_Congo", "description": "The Republic of the Congo, also known as Congo-Brazzaville, the Congo Republic or simply either Congo or the Congo, is a country located in the western coast of Central Africa. To the west lies Gabon; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Oc"}]}, {"heading": "Events", "year": "2015", "date": "March 4", "txt": "At least 34 miners die in a suspected gas explosion at the Zasyadko coal mine in the rebel-held Donetsk region of Ukraine.", "entities": [{"title": "2015 Zasyadko mine disaster", "href": "/wiki/2015_Zasyadko_mine_disaster", "description": "On 4 March 2015, at around 05:20 local time, there was a mining accident at the Zasyadko coal mine in rebel-held Eastern Ukraine. It is suspected to have been caused by a gas explosion."}, {"title": "Zasyadko coal mine", "href": "/wiki/Zasyadko_coal_mine", "description": "Zasyadko Mine is a coal mining company in Ukraine's eastern city of Donetsk. Following the start of the War in Donbass in 2014 the mine became situated in rebel controlled territory."}]}, {"heading": "Events", "year": "2018", "date": "March 4", "txt": "Former MI6 spy Sergei Skripal and his daughter are poisoned with a Novichok nerve agent in Salisbury, England, causing a diplomatic uproar that results in mass-expulsions of diplomats from all countries involved.", "entities": [{"title": "MI6", "href": "/wiki/MI6", "description": "The Secret Intelligence Service (SIS), commonly known as MI6, is the foreign intelligence service of the United Kingdom, tasked mainly with the covert overseas collection and analysis of human intelligence (HUMINT) in support of the UK's national security. SIS is a member of the country's intelligence community and its Chief is directly accountable to the Secretary of State for Foreign and Commonw"}, {"title": "Sergei Skripal", "href": "/wiki/Sergei_Skripal", "description": "Sergei Viktorovich Skripal is a former Russian military intelligence officer who acted as a double agent for the UK's intelligence services during the 1990s and early 2000s. In December 2004, he was arrested by Russia's Federal Security Service (FSB) and later tried, convicted of high treason, and sentenced to 13 years in prison. He settled in the UK in 2010 following the Illegals Programme spy sw"}, {"title": "Poisoning of Sergei and Yulia Skripal", "href": "/wiki/Poisoning_of_Sergei_and_Yulia_Skripal", "description": "The poisoning of Sergei and Yulia Skripal was the poisoning of Sergei Skripal, a former Russian military officer and double agent for the British intelligence agencies, and his daughter, Yulia Skripal, on 4 March 2018 in the city of Salisbury, England. According to UK sources and the Organisation for the Prohibition of Chemical Weapons (OPCW), they were poisoned by means of a Novichok nerve agent."}, {"title": "Novichok", "href": "/wiki/Novichok", "description": "A Novichok agent is a group of nerve agents, some of which are binary chemical weapons. The agents were developed at the GosNIIOKhT state chemical research institute by the Soviet Union and Russia between 1971 and 1993. Some Novichok agents at STP are solids while others are liquids. It is thought that dispersal for the solids is possible by ultrafine powder."}, {"title": "Nerve agent", "href": "/wiki/Nerve_agent", "description": "Nerve agents, sometimes also called nerve gases, are a class of organic chemicals that disrupt the mechanisms by which nerves transfer messages to organs. The disruption is caused by the blocking of acetylcholinesterase (AChE), an enzyme that catalyses the breakdown of acetylcholine, a neurotransmitter. Nerve agents are acetylcholinesterase inhibitors used as poison."}, {"title": "Salisbury", "href": "/wiki/Salisbury", "description": "Salisbury is a cathedral city in Wiltshire, England, with a population of 40,302, at the confluence of the rivers Avon, Nadder and Bourne. The city is approximately 20 miles (32 km) from Southampton and 30 miles (48 km) from Bath."}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Events", "year": "2020", "date": "March 4", "txt": "Nik Wallenda becomes the first person to walk over the Masaya Volcano in Nicaragua.", "entities": [{"title": "Nik Wallenda", "href": "/wiki/Nik_Wallenda", "description": "Nikolas Wallenda is an American acrobat, aerialist, daredevil, high wire artist, and author. He is known for his high-wire performances without a safety net. He holds 11 Guinness World Records for various acrobatic feats, but was best known as the first person to walk a tightrope stretched directly over Niagara Falls. Wallenda walked 1,800 feet on a steel cable over Masaya Volcano in Nicaragua, hi"}, {"title": "Masaya Volcano", "href": "/wiki/Masaya_Volcano", "description": "Masaya is a caldera located in Masaya, Nicaragua, 20 km south of the capital Managua. It is Nicaragua's first and largest national park, and one of 78 protected areas of Nicaragua. The complex volcano is composed of a nested set of calderas and craters, the largest of which is Las Sierras shield volcano and caldera. Within this caldera lies a sub-vent, which is Masaya Volcano sensu stricto. The ve"}]}, {"heading": "Births", "year": "895", "date": "March 4", "txt": "Liu Zhiyuan, founder of the Later Han Dynasty (d. 948)", "entities": [{"title": "Liu Zhiyuan", "href": "/wiki/Liu_Zhiyuan", "description": "Liu Zhiyuan, later changed to Liu Gao (劉暠), formally Emperor Gaozu of (Later) Han ( 漢高祖), was the ethnically-Shatuo founder of the Later Han, the fourth of the Five Dynasties in the Five Dynasties and Ten Kingdoms period of Chinese history. The subsequent Northern Han is not considered part of its history."}]}, {"heading": "Births", "year": "977", "date": "March 4", "txt": "Al-Musabbihi, Fatimid historian and official (d. 1030)", "entities": [{"title": "Al-Musabbihi", "href": "/wiki/Al-Musabbihi", "description": "Al-Amīr al-Mukhtār ʿIzz al-Mulk Abū ʿAbd Allāh Muḥammad ibn Abiʾl Qāsim ʿUbayd Allāh ibn Aḥmad ibn Ismāʿīl ibn ʿAbd al-Azīz al-Ḥarranī al-Musabbiḥī al-Kātib, commonly known simply as al-Musabbihi, was a Fatimid historian, writer and administrative official. He is known to have authored some 40,000 pages of manuscripts dealing with an array of topics, including history, psychology, law, grammar, se"}]}, {"heading": "Births", "year": "1188", "date": "March 4", "txt": "Blanche of Castile, French queen consort (d. 1252)", "entities": [{"title": "Blanche of Castile", "href": "/wiki/Blanche_of_Castile", "description": "Blanche of Castile was Queen consort of France by marriage to Louis VIII. She acted as regent twice during the reign of her son, Louis IX: during his minority from 1226 until 1234, and during his absence from 1248 until 1252. She was born in Palencia, Spain, 1188, the third daughter of Alfonso VIII, King of Castile, and Eleanor of England."}]}, {"heading": "Births", "year": "1394", "date": "March 4", "txt": "Henry the Navigator, Portuguese explorer (d. 1460)", "entities": [{"title": "Prince Henry the Navigator", "href": "/wiki/Prince_Henry_the_Navigator", "description": "Dom Henrique of Portugal, Duke of Viseu, better known as Prince Henry the Navigator, was a central figure in the early days of the Portuguese Empire and in the 15th-century European maritime discoveries and maritime expansion. Through his administrative direction, he is regarded as the main initiator of what would be known as the Age of Discovery. Henry was the fourth child of the Portuguese King "}]}, {"heading": "Births", "year": "1484", "date": "March 4", "txt": "George, margrave of Brandenburg-Ansbach (d. 1543)", "entities": [{"title": "George, Margrave of Brandenburg-Ansbach", "href": "/wiki/George,_Margrave_of_Brandenburg-Ansbach", "description": "George of Brandenburg-Ansbach, known as George the Pious, was a Margrave of Brandenburg-Ansbach from the House of Hohenzollern."}]}, {"heading": "Births", "year": "1492", "date": "March 4", "txt": "Francesco de Layolle, Italian organist and composer (d. 1540)", "entities": [{"title": "Francesco de Layolle", "href": "/wiki/Francesco_de_Layolle", "description": "Francesco de Layolle, was an Italian composer and organist of the Renaissance. He was one of the first native Italian composers to write sacred music in the Franco-Flemish polyphonic style, combining it with the indigenous harmonic idioms of the Italian peninsula."}]}, {"heading": "Births", "year": "1502", "date": "March 4", "txt": "Elisabeth of Hesse, princess of Saxony (d. 1557)", "entities": [{"title": "Elisabeth of Hesse, Hereditary Princess of Saxony", "href": "/wiki/Elisabeth_of_Hesse,_Hereditary_Princess_of_Saxony", "description": "Elisabeth of Hesse was by birth a Hessian princess and by marriage Hereditary Princess of Saxony. After the death of her husband, John of Saxony, she managed her Wittum, the Saxon districts of Rochlitz and Kriebstein, earning her the name Elisabeth of Rochlitz."}]}, {"heading": "Births", "year": "1519", "date": "March 4", "txt": "Hindal Mirza, Mughal emperor (d. 1551)", "entities": [{"title": "Hindal Mirza", "href": "/wiki/Hindal_Mirza", "description": "Abu'l-Nasir Muhammad, better known by the sobriquet Hindal, was a Mughal prince and the youngest son of Emperor Babur, the founder of the Mughal Empire and the first Mughal emperor. He was also the older brother of Gulbadan Begum, the younger half-brother of the second Mughal emperor Humayun, as well as the paternal uncle and father-in-law of the third Mughal emperor Akbar."}]}, {"heading": "Births", "year": "1526", "date": "March 4", "txt": "Henry Carey, 1st Baron Hunsdon (d. 1596)", "entities": [{"title": "Henry Carey, 1st Baron Hunsdon", "href": "/wiki/Henry_Carey,_1st_Baron_Hunsdon", "description": "Henry Carey, 1st Baron Hunsdon KG, was an English nobleman and courtier. He was the patron of the Lord Chamberlain's Men, William Shakespeare's playing company. The son of Mary Boleyn, he was a cousin of Elizabeth I."}]}, {"heading": "Births", "year": "1602", "date": "March 4", "txt": "Kanō Tan'yū, Japanese painter (d. 1674)", "entities": [{"title": "Kanō Tan'yū", "href": "/wiki/Kan%C5%8D_Tan%27y%C5%AB", "description": "Kanō Tan'yū  was one of the foremost Japanese painters of the Kanō school. His original given name was Morinobu; he was the eldest son of Kanō Takanobu and grandson of Kanō Eitoku. Many of the most famous and widely known Kanō works today are by Tan'yū."}]}, {"heading": "Births", "year": "1634", "date": "March 4", "txt": "Kazimierz Łyszczyński, Polish philosopher (d. 1689)", "entities": [{"title": "Kazimierz Łyszczyński", "href": "/wiki/Kazimierz_%C5%81yszczy%C5%84ski", "description": "Kazimierz Łyszczyński, also known in English as Casimir Liszinski, was a Polish nobleman, philosopher, and soldier in the ranks of the Sapieha family, who was accused, tried, and executed for atheism in 1689."}]}, {"heading": "Births", "year": "1651", "date": "March 4", "txt": "John Somers, 1st Baron Somers, English lawyer, jurist, and politician, Lord High Chancellor of Great Britain (d. 1716)", "entities": [{"title": "John Somers, 1st Baron Somers", "href": "/wiki/John_Somers,_1st_Baron_Somers", "description": "John Somers, 1st Baron Somers, was an English Whig jurist and statesman. Somers first came to national attention in the trial of the Seven Bishops where he was on their defence counsel. He published tracts on political topics such as the succession to the crown, where he elaborated his Whig principles in support of the Exclusionists. He played a leading part in shaping the Revolution settlement. H"}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Births", "year": "1655", "date": "March 4", "txt": "Fra Galgario, Italian painter (d. 1743)", "entities": [{"title": "Fra Galgario", "href": "/wiki/Fra_Galgario", "description": "Fra’ Galgario, born Giuseppe Vittore Ghislandi, and also called Fra’ Vittore del Galgario, was an Italian painter, mainly active in Bergamo as a portraitist during the Rococo or late-Baroque period."}]}, {"heading": "Births", "year": "1665", "date": "March 4", "txt": "Philip Christoph von Königsmarck, Swedish soldier (d. 1694)", "entities": [{"title": "Philip Christoph von Königsmarck", "href": "/wiki/Philip_Christoph_von_K%C3%B6nigsmarck", "description": "Philip Christoph von Königsmarck, also spelled Philipp, was a Swedish count and soldier. He was allegedly the lover of Sophia Dorothea, Princess of Celle, the wife of Duke George Louis of Brunswick and Lüneburg, the heir presumptive of the Principality of Calenberg, later to become Elector of Hanover and King of Great Britain."}]}, {"heading": "Births", "year": "1678", "date": "March 4", "txt": "Antonio Vivaldi, Italian violinist and composer (d. 1741)", "entities": [{"title": "Antonio Vivaldi", "href": "/wiki/Antonio_Vivaldi", "description": "Antonio Lucio Vivaldi was an Italian Baroque composer, virtuoso violinist, teacher, impresario, and Roman Catholic priest. Born in Venice, the capital of the Venetian Republic, Vivaldi is regarded as one of the greatest Baroque composers, and his influence during his lifetime was widespread across Europe, being paramount in the development of Johann Sebastian Bach's instrumental music. He composed"}]}, {"heading": "Births", "year": "1702", "date": "March 4", "txt": "Jack Sheppard, English criminal (d. 1724)", "entities": [{"title": "Jack Sheppard", "href": "/wiki/Jack_Sheppard", "description": "Jack Sheppard, or \"Honest Jack\", was a notorious English thief and prison escapee of early 18th-century London. Born into a poor family, he was apprenticed as a carpenter but took to theft and burglary in 1723, with little more than a year of his training to complete. He was arrested and imprisoned five times in 1724 but escaped four times from prison, making him a notorious public figure, and wil"}]}, {"heading": "Births", "year": "1706", "date": "March 4", "txt": "Lauritz de Thurah, Danish architect, designed the Hermitage Hunting Lodge and Gammel Holtegård (d. 1759)", "entities": [{"title": "Lauritz de Thurah", "href": "/wiki/Lauritz_de_Thurah", "description": "Laurids Lauridsen de Thurah, known as Lauritz de Thurah, was a Danish architect and architectural writer. He became the most important Danish architect of the late baroque period. As an architectural writer and historian he made a vital contribution to the understanding of both Denmark's architectural heritage and building construction in his day."}, {"title": "Hermitage Hunting Lodge", "href": "/wiki/Hermitage_Hunting_Lodge", "description": "The Hermitage Hunting Lodge is located in Dyrehaven north of Copenhagen, Denmark. The hunting lodge was built by architect Lauritz de Thurah in Baroque style from 1734 to 1736 for Christian VI of Denmark in order to host royal banquets during royal hunts in Dyrehaven."}, {"title": "Gammel Holtegård", "href": "/wiki/Gammel_Holteg%C3%A5rd", "description": "\n\nGammel Holtegaard is a former Manor house in Rudersdal Municipality north of Copenhagen, Denmark, today operated as an arts centre and a museum. It was built by the Danish Baroque architect Lauritz de Thurah (1706–1759), for his own use in 1757. Its original Baroque gardens were reconstructed in 2003.\n"}]}, {"heading": "Births", "year": "1715", "date": "March 4", "txt": "James Waldegrave, 2nd Earl Waldegrave, English historian and politician (d. 1763)", "entities": [{"title": "James Waldegrave, 2nd Earl Waldegrave", "href": "/wiki/James_Waldegrave,_2nd_Earl_Waldegrave", "description": "James Waldegrave, 2nd Earl Waldegrave, was a British politician who is sometimes regarded as one of the shortest-serving British prime ministers in history. His brief tenure as First Lord of the Treasury is lent a more lasting significance by his memoirs, which are regarded as significant in the development of Whig history."}]}, {"heading": "Births", "year": "1719", "date": "March 4", "txt": "George Pigot, 1st Baron Pigot, English politician (d. 1777)", "entities": [{"title": "George Pigot, 1st Baron Pigot", "href": "/wiki/George_Pigot,_1st_Baron_Pigot", "description": "George Pigot, 1st Baron Pigot was twice the British President of the British East India Company."}]}, {"heading": "Births", "year": "1729", "date": "March 4", "txt": "Anne d'Arpajon, French wife of Philippe de Noailles (d. 1794)", "entities": [{"title": "Anne d'Arpajon", "href": "/wiki/Anne_d%27Arpajon", "description": "Anne d'Arpajon, comtesse de Noailles was a French noblewoman and court official. She served as the dame d'honneur of two Queens of France, Marie Leszczyńska and Marie Antoinette. She was called \"Madame Etiquette\" by Marie Antoinette for her insistence that no minutia of court etiquette ever be altered or disregarded."}, {"title": "Philippe de Noailles", "href": "/wiki/Philippe_de_Noailles", "description": "Philippe de Noailles, comte de Noailles and later prince de Poix, duc de Mouchy, and duc de Poix à brevêt, was a younger brother of Louis de Noailles, and a more distinguished soldier than his brother. He was the son of Françoise Charlotte d'Aubigné, niece of Madame de Maintenon."}]}, {"heading": "Births", "year": "1745", "date": "March 4", "txt": "Charles Dibdin, English actor, playwright, and composer (d. 1814)", "entities": [{"title": "Charles Dibdin", "href": "/wiki/Charles_Dibdin", "description": "Charles Dibdin was an English composer, musician, dramatist, novelist and actor. With over 600 songs to his name, for many of which he wrote both the lyrics and the music and performed them himself, he was in his time the most prolific English singer-songwriter. He is best known as the composer of \"Tom Bowling\", one of his many sea songs, which often features at the Last Night of the Proms. He als"}]}, {"heading": "Births", "year": "1745", "date": "March 4", "txt": "Casimir Pulaski, Polish-American general (d. 1779)", "entities": []}, {"heading": "Births", "year": "1756", "date": "March 4", "txt": "Henry Raeburn, Scottish painter and educator (d. 1823)", "entities": [{"title": "Henry Raeburn", "href": "/wiki/Henry_Raeburn", "description": "Sir Henry Raeburn was a British portrait painter, He served as Portrait Painter to King George IV in Scotland."}]}, {"heading": "Births", "year": "1760", "date": "March 4", "txt": "William Payne, English painter (d. 1830)", "entities": [{"title": "William Payne (painter)", "href": "/wiki/William_Payne_(painter)", "description": "William Payne was an English painter and etcher who invented the tint Payne's grey."}]}, {"heading": "Births", "year": "1760", "date": "March 4", "txt": "Hugh Ronalds, British nurseryman who cultivated and documented 300 varieties of apples (d. 1833)", "entities": []}, {"heading": "Births", "year": "1769", "date": "March 4", "txt": "Muhammad Ali, Ottoman military leader and pasha (d. 1849)", "entities": [{"title": "Muhammad Ali of Egypt", "href": "/wiki/Muhammad_Ali_of_Egypt", "description": "Muhammad Ali Pasha al-Mas'ud ibn Agha, also known as Muhammad Ali of Egypt and the Sudan, was an Albanian Ottoman governor and the de facto ruler of Egypt from 1805 to 1848, who is considered the founder of modern Egypt. At the height of his rule, he controlled Lower Egypt, Upper Egypt, Sudan and parts of Arabia and the entire Levant."}]}, {"heading": "Births", "year": "1770", "date": "March 4", "txt": "Joseph Jacotot, French philosopher and academic (d. 1840)", "entities": [{"title": "Joseph Jacotot", "href": "/wiki/Joseph_Jacotot", "description": "Joseph Jacotot was a French teacher and educational philosopher, creator of the method of \"intellectual emancipation.\""}]}, {"heading": "Births", "year": "1778", "date": "March 4", "txt": "Robert Emmet, Irish commander (d. 1803)", "entities": [{"title": "Robert Emmet", "href": "/wiki/Robert_Emmet", "description": "Robert Emmet was an Irish Republican, and Irish nationalist patriot, orator and rebel leader. After leading an abortive rebellion against British rule in 1803 he was captured then tried and executed for high treason against the British king George III of Great Britain and Ireland."}]}, {"heading": "Births", "year": "1781", "date": "March 4", "txt": "Rebecca Gratz, American educator and philanthropist (d. 1869)", "entities": [{"title": "Rebecca Gratz", "href": "/wiki/Rebecca_Gratz", "description": "Rebecca Gratz was a preeminent Jewish American educator and philanthropist in 19th-century America."}]}, {"heading": "Births", "year": "1782", "date": "March 4", "txt": "Johann Rudolf Wyss, Swiss philosopher, author, and academic (d. 1830)", "entities": [{"title": "Johann Rudolf Wyss", "href": "/wiki/Johann_Rudolf_Wyss", "description": "Johann Rudolf Wyss German pronunciation: [ˈjoːhan ˈruːdɔlf ˈviːs] was a Swiss author, writer, and folklorist who wrote the words to the former Swiss national anthem Rufst Du, mein Vaterland in 1811, and also edited the novel The Swiss Family Robinson, written by his father Johann David Wyss, published in 1812."}]}, {"heading": "Births", "year": "1792", "date": "March 4", "txt": "Isaac Lea, American conchologist, geologist, and publisher (d. 1886)", "entities": [{"title": "Isaac Lea", "href": "/wiki/Isaac_Lea", "description": "Isaac Lea was an American conchologist, geologist, and publisher, who was born in Wilmington, Delaware."}]}, {"heading": "Births", "year": "1793", "date": "March 4", "txt": "Karl Lachmann, German philologist and critic (d. 1851)", "entities": [{"title": "Karl Lachmann", "href": "/wiki/Karl_Lachmann", "description": "Karl Konrad Friedrich Wilhelm Lachmann was a German philologist and critic. He is particularly noted for his foundational contributions to the field of textual criticism."}]}, {"heading": "Births", "year": "1800", "date": "March 4", "txt": "William Price, Welsh physician, Chartist, and neo-Druid (d. 1893)", "entities": [{"title": "William Price (physician)", "href": "/wiki/William_Price_(physician)", "description": "William Price was a Welsh doctor known for his support of Welsh nationalism, Chartism and his involvement with the Neo-Druidic religious movement. He has been recognized as one of the most significant figures of 19th-century Wales, and one of the most unusual in Victorian Britain."}]}, {"heading": "Births", "year": "1814", "date": "March 4", "txt": "Napoleon Collins, Rear Admiral of the United States Navy during the Mexican–American War and the American Civil War (d. 1875)", "entities": [{"title": "Napoleon Collins", "href": "/wiki/Napoleon_Collins", "description": "Rear Admiral Napoleon Collins served in the United States Navy during the Mexican–American War and the American Civil War."}]}, {"heading": "Births", "year": "1815", "date": "March 4", "txt": "Mykhailo Verbytsky, Ukrainian composer of religious hymns and the national anthem of Ukraine (d. 1870)", "entities": [{"title": "Mykhailo Verbytsky", "href": "/wiki/Mykhailo_Verbytsky", "description": "Mykhailo Mykhailovych Verbytsky was a Ukrainian Greek Catholic priest and composer. He is considered to be one of the first professional Ukrainian composers of Halychyna. Verbytsky is known for composing an alternate melody to the anthem Ще не вмерла Україна, which later became the national anthem of Ukraine. His first name is sometimes translated to the English version of Michael, Polish Michal, "}, {"title": "National anthem of Ukraine", "href": "/wiki/National_anthem_of_Ukraine", "description": "\"Shche ne Vmerla Ukrainy ni Slava, ni volia\", also known by its official title of \"State Anthem of Ukraine\" or by its shortened form \"Shche ne vmerla Ukraina\", is the national anthem of Ukraine. Its music was officially adopted by Ukraine's Verkhovna Rada on 15 January 1992. The official lyrics were adopted on 6 March 2003 by the Law on the Anthem of Ukraine."}]}, {"heading": "Births", "year": "1817", "date": "March 4", "txt": "Edwards Pierrepont, American lawyer and politician, 34th United States Attorney General (d. 1892)", "entities": [{"title": "Edwards Pierrepont", "href": "/wiki/Edwards_Pierrepont", "description": "Edwards Pierrepont was an American attorney, reformer, jurist, traveler, New York U.S. Attorney, U.S. Attorney General, U.S. Minister to England, and orator. Having graduated from Yale in 1837, Pierrepont studied law and was admitted to the bar in 1840. During the American Civil War, Pierrepont was a Democrat, although he supported President Abraham Lincoln. Pierrepont initially supported Presiden"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1820", "date": "March 4", "txt": "Francesco Bentivegna, Italian rebel leader (d. 1856)", "entities": [{"title": "Francesco Bentivegna", "href": "/wiki/Francesco_Bentivegna", "description": "Baron Francesco Bentivegna was an Italian patriot, who led various revolts in Sicily against the Bourbon rulers between 1848 and 1856."}]}, {"heading": "Births", "year": "1822", "date": "March 4", "txt": "Jules Antoine Lissajous, French mathematician and academic (d. 1880)", "entities": [{"title": "Jules Antoine Lissajous", "href": "/wiki/Jules_Antoine_Lissajous", "description": "Jules Antoine Lissajous was a French physicist, after whom Lissajous figures are named. Among other innovations, Lissajous invented the Lissajous apparatus, a device that creates the figures that bear his name. In it, a beam of light is bounced off a mirror attached to a vibrating tuning fork, and then reflected off a second mirror attached to a perpendicularly oriented vibrating tuning fork, onto"}]}, {"heading": "Births", "year": "1823", "date": "March 4", "txt": "George Caron, Canadian businessman and politician (d. 1902)", "entities": [{"title": "George Caron", "href": "/wiki/George_Caron", "description": "George Caron was a Quebec businessman and political figure. He represented Maskinongé in the 1st Canadian Parliament as a Conservative member."}]}, {"heading": "Births", "year": "1826", "date": "March 4", "txt": "August Johann Gottfried Bielenstein, German linguist, ethnographer, and theologian (d. 1907)", "entities": [{"title": "August Johann Gottfried Bielenstein", "href": "/wiki/August_Johann_Gottfried_Bielenstein", "description": "August Johann Gottfried Bielenstein was a Baltic German linguist, folklorist, ethnographer, and theologian."}]}, {"heading": "Births", "year": "1826", "date": "March 4", "txt": "John Buford, American general (d. 1863)", "entities": []}, {"heading": "Births", "year": "1826", "date": "March 4", "txt": "Elme Marie Caro, French philosopher and academic (d. 1887)", "entities": []}, {"heading": "Births", "year": "1826", "date": "March 4", "txt": "Theodore Judah, American engineer, founded the Central Pacific Railroad (d. 1863)", "entities": [{"title": "Central Pacific Railroad", "href": "/wiki/Central_Pacific_Railroad", "description": "The Central Pacific Railroad (CPRR) was a rail company chartered by U.S. Congress in 1862 to build a railroad eastwards from Sacramento, California, to complete the western part of the \"First Transcontinental Railroad\" in North America. Incorporated in 1861, CPRR ceased operation in 1885 when it was acquired by Southern Pacific Railroad as a leased line."}]}, {"heading": "Births", "year": "1828", "date": "March 4", "txt": "Owen Wynne Jones, Welsh clergyman and poet (d. 1870)", "entities": [{"title": "Owen Wynne Jones", "href": "/wiki/Owen_Wynne_Jones", "description": "Owen Wynne Jones, often known by his bardic name of Glasynys, was a Welsh clergyman, folklorist, poet, novelist and short-story writer."}]}, {"heading": "Births", "year": "1838", "date": "March 4", "txt": "Paul Lacôme, French pianist, cellist, and composer (d. 1920)", "entities": [{"title": "Paul Lacôme", "href": "/wiki/Paul_Lac%C3%B4me", "description": "Paul-Jean-Jacques Lacôme d'Estalenx was a French composer. Between 1870 and the turn of the century he produced a series of operettas and operas-bouffes that were popular both in France and abroad. Interest in his works revived briefly during the First World War, when they were successfully revived in Paris."}]}, {"heading": "Births", "year": "1847", "date": "March 4", "txt": "Carl Josef Bayer, Austrian chemist and academic (d. 1904)", "entities": [{"title": "Carl Josef Bayer", "href": "/wiki/Carl_Josef_Bayer", "description": "\nCarl Josef Bayer was an Austrian chemist who invented the Bayer process of extracting alumina from bauxite, essential to this day to the economical production of aluminium."}]}, {"heading": "Births", "year": "1851", "date": "March 4", "txt": "Alexandros Papadiamantis, Greek author and poet (d. 1911)", "entities": [{"title": "Alexandros Papadiamantis", "href": "/wiki/Alexandros_Papadiamantis", "description": "Alexandros Papadiamantis was an influential Greek novelist, short-story writer and poet."}]}, {"heading": "Births", "year": "1854", "date": "March 4", "txt": "Napier Shaw, English meteorologist and academic (d. 1945)", "entities": [{"title": "Napier Shaw", "href": "/wiki/Napier_Shaw", "description": "Sir William Napier Shaw was a British meteorologist. He introduced the tephigram, a diagram for evaluating convective instability in the atmosphere. He also served as president of the International Meteorological Committee and Royal Meteorological Society."}]}, {"heading": "Births", "year": "1856", "date": "March 4", "txt": "Alfred William Rich, English painter, author, and educator (d. 1921)", "entities": [{"title": "Alfred William Rich", "href": "/wiki/Alfred_William_Rich", "description": "\n\nAlfred William Rich, was an English artist, teacher and author."}]}, {"heading": "Births", "year": "1861", "date": "March 4", "txt": "Arthur Cushman McGiffert, American theologian and author (d. 1933)", "entities": [{"title": "Arthur Cushman McGiffert", "href": "/wiki/Arthur_Cushman_McGiffert", "description": "Arthur Cushman McGiffert, American theologian, was born in Sauquoit, New York, the son of a Presbyterian clergyman of Scots-Irish descent."}]}, {"heading": "Births", "year": "1862", "date": "March 4", "txt": "Jacob Robert Emden, Swiss astrophysicist and meteorologist (d. 1940)", "entities": [{"title": "Jacob Robert Emden", "href": "/wiki/Jacob_Robert_Emden", "description": "Jacob Robert Emden was a Swiss astrophysicist and meteorologist. He is best known for his book, Gaskugeln: Anwendungen der mechanischen Wärmetheorie auf kosmologische und meteorologische probleme, published in 1907. It presents a mathematical model of the behaviour of polytropic gaseous stellar objects under the influence of their own gravity, known as the Lane-Emden equation."}]}, {"heading": "Births", "year": "1863", "date": "March 4", "txt": "R. I. Pocock, English zoologist and archaeologist (d. 1947)", "entities": [{"title": "R. I. Pocock", "href": "/wiki/R._I._Pocock", "description": "\n\nReginald Innes Pocock F.R.S. was a British zoologist."}]}, {"heading": "Births", "year": "1863", "date": "March 4", "txt": "John Henry Wigmore, American academic and jurist (d. 1943)", "entities": []}, {"heading": "Births", "year": "1864", "date": "March 4", "txt": "David W. Taylor, American admiral, architect, and engineer (d. 1940)", "entities": [{"title": "David W. Taylor", "href": "/wiki/David_W._Taylor", "description": "David Watson Taylor was a U.S. naval architect and an engineer of the United States Navy. He served during World War I as Chief Constructor of the Navy, and Chief of the Bureau of Construction and Repair. Taylor is best known as the man who constructed the first experimental towing tank ever built in the United States."}]}, {"heading": "Births", "year": "1866", "date": "March 4", "txt": "Eugène Cosserat, French mathematician and astronomer (d. 1931)", "entities": [{"title": "Eugène Cosserat", "href": "/wiki/Eug%C3%A8ne_Cosserat", "description": "Eugène-Maurice-Pierre Cosserat was a French mathematician and astronomer."}]}, {"heading": "Births", "year": "1867", "date": "March 4", "txt": "Jacob L. Beilhart, American activist, founded the Spirit Fruit Society (d. 1908)", "entities": [{"title": "Jacob L. Beilhart", "href": "/wiki/Jacob_L._Beilhart", "description": "Jacob L. Beilhart was the founder and leader of a communitarian group known as the Spirit Fruit Society. Beilhart believed that jealousy, materialism, and the fear of losing another's love were at the root of much of the illness in the world. Under his direction, the Spirit Fruit Society sought to model and practice those beliefs."}, {"title": "Spirit Fruit Society", "href": "/wiki/Spirit_Fruit_Society", "description": "\nThe Spirit Fruit Society was a communitarian group in the United States that was organized after a period of repeated business depressions during the 1890s. The society had its beginnings in Lisbon, Ohio and, over the years of its existence moved to Ingleside, Illinois and, finally, to California. Plagued by rumor, suspicion, and attacks in the press during its early years, the group remained act"}]}, {"heading": "Births", "year": "1867", "date": "March 4", "txt": "Charles Pelot Summerall, American Army officer (d. 1955)", "entities": []}, {"heading": "Births", "year": "1870", "date": "March 4", "txt": "Thomas Sturge Moore, English author and poet (d. 1944)", "entities": [{"title": "Thomas Sturge Moore", "href": "/wiki/Thomas_Sturge_Moore", "description": "Thomas Sturge Moore was a British poet, author and artist."}]}, {"heading": "Births", "year": "1871", "date": "March 4", "txt": "Boris Galerkin, Russian mathematician and engineer (d. 1945)", "entities": [{"title": "Boris Galerkin", "href": "/wiki/Boris_Galerkin", "description": "Boris Grigoryevich Galerkin, was a Soviet mathematician and an engineer."}]}, {"heading": "Births", "year": "1873", "date": "March 4", "txt": "Guy Wetmore Carryl, American journalist and poet (d. 1904)", "entities": [{"title": "Guy Wetmore Carryl", "href": "/wiki/Guy_Wetmore_Carryl", "description": "Guy Wetmore Carryl was an American humorist and poet."}]}, {"heading": "Births", "year": "1873", "date": "March 4", "txt": "John H. Trumbull, American colonel and politician, 70th Governor of Connecticut (d. 1961)", "entities": [{"title": "Governor of Connecticut", "href": "/wiki/Governor_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Births", "year": "1875", "date": "March 4", "txt": "Mihály Károlyi, Hungarian politician, President of the Hungary (d. 1955)", "entities": [{"title": "Mihály Károlyi", "href": "/wiki/Mih%C3%A1ly_K%C3%A1rolyi", "description": "Count Mihály Ádám György Miklós Károlyi de Nagykároly, archaically English: Michael Adam George Nicholas Károlyi, or in short simple form: Michael Károlyi was a Hungarian politician who served as a leader of the short-lived and unrecognized First Hungarian Republic from 1918 to 1919. He served as Prime Minister between 1 and 16 November 1918 and as President between 16 November 1918 and 21 March 1"}, {"title": "List of heads of state of Hungary", "href": "/wiki/List_of_heads_of_state_of_Hungary", "description": "The following is a list of heads of state of Hungary, from the Hungarian Declaration of Independence and the establishment of the Hungarian State in 1849 until the present day."}]}, {"heading": "Births", "year": "1875", "date": "March 4", "txt": "Enrique Larreta, Argentinian historian and author (d. 1961)", "entities": []}, {"heading": "Births", "year": "1876", "date": "March 4", "txt": "Léon-Paul Fargue, French poet and author (d. 1947)", "entities": [{"title": "Léon-Paul Fargue", "href": "/wiki/L%C3%A9on-Paul_Fargue", "description": "Léon-Paul Fargue was a French poet and essayist."}]}, {"heading": "Births", "year": "1876", "date": "March 4", "txt": "Theodore Hardeen, Hungarian-American magician (d. 1945)", "entities": []}, {"heading": "Births", "year": "1877", "date": "March 4", "txt": "Alexander Goedicke, Russian pianist and composer (d. 1957)", "entities": [{"title": "Alexander Goedicke", "href": "/wiki/Alexander_Goedicke", "description": "Alexander Fyodorovich Goedicke was a Soviet and Russian composer and pianist."}]}, {"heading": "Births", "year": "1877", "date": "March 4", "txt": "Fritz Graebner, German geographer and ethnologist (d. 1934)", "entities": []}, {"heading": "Births", "year": "1877", "date": "March 4", "txt": "Garrett Morgan, African-American inventor (d. 1963)", "entities": []}, {"heading": "Births", "year": "1878", "date": "March 4", "txt": "Takeo Arishima, Japanese author and critic (d. 1923)", "entities": [{"title": "Takeo Arishima", "href": "/wiki/Takeo_Arishima", "description": "Takeo Arishima  was a Japanese novelist, short-story writer and essayist during the late Meiji and Taishō periods. His two younger brothers, Ikuma Arishima (有島生馬) and Ton Satomi (里美弴), were also authors. His son was the internationally known film and stage actor, Masayuki Mori."}]}, {"heading": "Births", "year": "1878", "date": "March 4", "txt": "Egbert Van Alstyne, American pianist and songwriter (d. 1951)", "entities": []}, {"heading": "Births", "year": "1879", "date": "March 4", "txt": "Bernhard Kellermann, German author and poet (d. 1951)", "entities": [{"title": "Bernhard Kellermann", "href": "/wiki/Bernhard_Kellermann", "description": "Bernhard Kellermann was a German author and poet."}]}, {"heading": "Births", "year": "1880", "date": "March 4", "txt": "Channing Pollock, American playwright and critic (d. 1946)", "entities": [{"title": "Channing Pollock (writer)", "href": "/wiki/Channing_Pollock_(writer)", "description": "Channing Pollock was an American playwright, critic and writer of film scenarios, including The Evil Thereof (1916) and the memoir The Footlights, Fore and Aft (1911). Pollock is perhaps best remembered\nin connection with a review of one of his later plays, in which Dorothy Parker famously wrote “‘The House Beautiful' is the play lousy.”"}]}, {"heading": "Births", "year": "1881", "date": "March 4", "txt": "Todor Aleksandrov, Bulgarian educator and activist (d. 1924)", "entities": [{"title": "Todor Aleksandrov", "href": "/wiki/Todor_Aleksandrov", "description": "Todor Aleksandrov Poporushov also transliterated as Todor Alexandrov also spelt Alexandroff was a Bulgarian revolutionary, army officer, politician and teacher, who fought for freedom of Macedonia. He was a member of the Internal Macedonian-Adrianople Revolutionary Organisation (IMARO) and later of the Central Committee of the Internal Macedonian Revolutionary Organisation (IMRO)."}]}, {"heading": "Births", "year": "1881", "date": "March 4", "txt": "Thomas Sigismund Stribling, American lawyer and author (d. 1965)", "entities": []}, {"heading": "Births", "year": "1881", "date": "March 4", "txt": "Richard C. Tolman, American physicist and chemist (d. 1948)", "entities": []}, {"heading": "Births", "year": "1882", "date": "March 4", "txt": "Nicolae Titulescu, Romanian academic and politician, 61st Romanian Minister of Foreign Affairs (d. 1941)", "entities": [{"title": "Nicolae Titulescu", "href": "/wiki/Nicolae_Titulescu", "description": "Nicolae Titulescu was a Romanian diplomat, at various times government minister, finance and foreign minister, and for two terms President of the General Assembly of the League of Nations (1930–32)."}, {"title": "Ministry of Foreign Affairs (Romania)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Romania)", "description": "The Romanian Ministry of Foreign Affairs is the ministry responsible for external affairs of the Romanian Government. The current Foreign Minister is Bogdan Aurescu."}]}, {"heading": "Births", "year": "1883", "date": "March 4", "txt": "Maude Fealy, American actress and screenwriter (d. 1971)", "entities": [{"title": "Maude Fealy", "href": "/wiki/Maude_Fealy", "description": "Maude Fealy was an American stage and silent film actress whose career survived into the sound era."}]}, {"heading": "Births", "year": "1883", "date": "March 4", "txt": "Robert Emmett Keane, American actor (d. 1981)", "entities": []}, {"heading": "Births", "year": "1883", "date": "March 4", "txt": "Sam Langford, Canadian-American boxer (d. 1956)", "entities": []}, {"heading": "Births", "year": "1884", "date": "March 4", "txt": "Red Murray, American baseball player (d. 1958)", "entities": [{"title": "Red Murray", "href": "/wiki/Red_Murray", "description": "John Joseph \"Red\" Murray was an American outfielder in Major League Baseball."}]}, {"heading": "Births", "year": "1884", "date": "March 4", "txt": "Lee Shumway, American actor (d. 1959)", "entities": []}, {"heading": "Births", "year": "1886", "date": "March 4", "txt": "Paul Bazelaire, French cellist and composer (d. 1958)", "entities": [{"title": "Paul Bazelaire", "href": "/wiki/Paul_Bazelaire", "description": "Paul Bazelaire was a French cellist and composer."}]}, {"heading": "Births", "year": "1888", "date": "March 4", "txt": "Rafaela Ottiano, Italian-American actress (d. 1942)", "entities": [{"title": "Rafaela Ottiano", "href": "/wiki/Rafaela_Ottiano", "description": "Rafaela Ottiano was an Italian-American stage and film actress."}]}, {"heading": "Births", "year": "1888", "date": "March 4", "txt": "Jeff Pfeffer, American baseball player (d. 1972)", "entities": []}, {"heading": "Births", "year": "1888", "date": "March 4", "txt": "Emma Richter, German paleontologist (d. 1956)", "entities": []}, {"heading": "Births", "year": "1888", "date": "March 4", "txt": "Knute Rockne, American football player and coach (d. 1931)", "entities": []}, {"heading": "Births", "year": "1889", "date": "March 4", "txt": "Oscar Chisini, Italian mathematician and statistician (d. 1967)", "entities": [{"title": "Oscar Chisini", "href": "/wiki/Oscar_Chisini", "description": "Oscar Chisini was an Italian mathematician. He introduced the Chisini mean in 1929."}]}, {"heading": "Births", "year": "1889", "date": "March 4", "txt": "Oren E. Long, American soldier and politician, 10th Territorial Governor of Hawaii (d. 1965)", "entities": [{"title": "Territorial Governor of Hawaii", "href": "/wiki/Territorial_Governor_of_Hawaii", "description": "The Governor of Hawaii is the chief executive of the U.S. state of Hawaii and its various agencies and departments, as provided in the Hawaii State Constitution Article V, Sections 1 through 6. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enforcing laws passed by the Hawaii State Legislature and upholding rulings"}]}, {"heading": "Births", "year": "1889", "date": "March 4", "txt": "Pearl White, American actress (d. 1938)", "entities": []}, {"heading": "Births", "year": "1889", "date": "March 4", "txt": "Robert William Wood, English-American painter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1890", "date": "March 4", "txt": "Norman Bethune, Canadian soldier and physician (d. 1939)", "entities": [{"title": "Norman Bethune", "href": "/wiki/Norman_Bethune", "description": "Henry Norman Bethune was a Canadian thoracic surgeon, early advocate of socialized medicine, and member of the Communist Party of Canada. A veteran of the First World War, he held militarism and capitalism to be inextricably linked."}]}, {"heading": "Births", "year": "1891", "date": "March 4", "txt": "Dazzy Vance, American baseball player (d. 1961)", "entities": [{"title": "Dazzy Vance", "href": "/wiki/Dazzy_Vance", "description": "Charles Arthur \"Dazzy\" Vance was an American professional baseball player. He played as a pitcher for five different franchises in Major League Baseball (MLB) in a career that spanned twenty years. Known for his impressive fastball, Vance was the only pitcher to lead the National League in strikeouts seven consecutive seasons. Vance was inducted into the Baseball Hall of Fame in 1955."}]}, {"heading": "Births", "year": "1893", "date": "March 4", "txt": "Charles Herbert Colvin, American engineer, co-founded the Pioneer Instrument Company (d. 1985)", "entities": [{"title": "Charles Herbert Colvin", "href": "/wiki/Charles_Herbert_Colvin", "description": "Charles Herbert Colvin was an aeronautical engineer who was the co-founder of the Pioneer Instrument Company in Brooklyn, with Brice Herbert Goldsborough and Morris M. Titterington."}, {"title": "Pioneer Instrument Company", "href": "/wiki/Pioneer_Instrument_Company", "description": "The Pioneer Instrument Company was started by Morris Maxey Titterington and Brice Herbert Goldsborough in Brooklyn, New York in 1919. Charles Herbert Colvin was the president. They specialized in aeronautical instruments including a bubble sextant and the Earth Inductor Compass. The company later acquired control of Brandis & Sons, Inc., in 1922, and Pioneer was later acquired by the Bendix Aviati"}]}, {"heading": "Births", "year": "1893", "date": "March 4", "txt": "Adolph Lowe, German sociologist and economist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1894", "date": "March 4", "txt": "Charles Corm, Lebanese businessman and philanthropist (d. 1963)", "entities": [{"title": "Charles Corm", "href": "/wiki/Charles_Corm", "description": "Charles Corm (1894-1963) was a Lebanese writer, industrialist and philanthropist. He is considered to be the leader of the Phoenicianism movement in Lebanon which ignited a surge of nationalism that led to Lebanon's independence. In a country torn by sectarian conflicts, Corm's intention was to find a common root shared by all Lebanese beyond their religious beliefs. At the age of 40, he quit a su"}]}, {"heading": "Births", "year": "1895", "date": "March 4", "txt": "Milt Gross, American animator, director, and screenwriter (d. 1953)", "entities": [{"title": "Milt Gross", "href": "/wiki/Milt_Gross", "description": "Milt Gross was an American cartoonist and animator. His work is noted for its exaggerated cartoon style and Yiddish-inflected English dialogue. He originated the non-sequitur \"Banana Oil!\" as a phrase deflating pomposity and posing. His character Count Screwloose's admonition, \"Iggy, keep an eye on me!\", became a national catchphrase. The National Cartoonists Society fund to aid indigent cartoonis"}]}, {"heading": "Births", "year": "1896", "date": "March 4", "txt": "Kai Holm, Danish actor and director (d. 1985)", "entities": [{"title": "Kai Holm", "href": "/wiki/Kai_Holm", "description": "Kai Holm was a Danish film actor. He appeared in 41 films between 1927 and 1979. He was born in Lemvig, Denmark and died in Denmark."}]}, {"heading": "Births", "year": "1897", "date": "March 4", "txt": "Lefty O'Doul, American baseball player and manager (d. 1969)", "entities": [{"title": "Lefty O'Doul", "href": "/wiki/Lefty_O%27Doul", "description": "Francis Joseph \"Lefty\" O'Doul was an American Major League Baseball player who went on to become an extraordinarily successful manager in the minor leagues. He was also a vital figure in the establishment of professional baseball in Japan."}]}, {"heading": "Births", "year": "1898", "date": "March 4", "txt": "Georges Dumézil, French philologist and academic (d. 1986)", "entities": [{"title": "Georges Dumézil", "href": "/wiki/Georges_Dum%C3%A9zil", "description": "Georges Edmond Raoul Dumézil was a French philologist, linguist, and religious studies scholar who specialized in comparative linguistics and mythology. He was a professor at Istanbul University, École pratique des hautes études and the Collège de France, and a member of the Académie Française. Dumézil is well known for his formulation of the trifunctional hypothesis on Proto-Indo-European mytholo"}]}, {"heading": "Births", "year": "1898", "date": "March 4", "txt": "Hans Krebs, German general (d. 1945)", "entities": []}, {"heading": "Births", "year": "1899", "date": "March 4", "txt": "Peter Illing, Austrian born, British film and television actor (d. 1966)", "entities": [{"title": "Peter Illing", "href": "/wiki/Peter_Illing", "description": "Peter Illing was an Austrian born, British film and television actor."}]}, {"heading": "Births", "year": "1899", "date": "March 4", "txt": "Emilio Prados, Spanish poet and author (d. 1962)", "entities": []}, {"heading": "Births", "year": "1900", "date": "March 4", "txt": "Herbert Biberman, American director and screenwriter (d. 1971)", "entities": [{"title": "Herbert Biberman", "href": "/wiki/Herbert_Biberman", "description": "Herbert J. Biberman was an American screenwriter and film director. He was one of the Hollywood Ten and directed Salt of the Earth (1954), a film barely released in the United States, about a zinc miners' strike in Grant County, New Mexico. His membership in the Directors Guild of America was posthumously restored in 1997; he had been expelled in 1950."}]}, {"heading": "Births", "year": "1901", "date": "March 4", "txt": "Wilbur R. Franks, Canadian scientist, invented the g-suit (d. 1986)", "entities": [{"title": "Wilbur R. Franks", "href": "/wiki/Wilbur_R._Franks", "description": "Wilbur Rounding Franks, OBE was a Canadian scientist, notable as the inventor of the anti-gravity suit or G-suit, and for his work in cancer research."}, {"title": "G-suit", "href": "/wiki/G-suit", "description": "A g-suit, or anti-g suit, is a flight suit worn by aviators and astronauts who are subject to high levels of acceleration force (g). It is designed to prevent a black-out and g-LOC caused by the blood pooling in the lower part of the body when under acceleration, thus depriving the brain of blood. Black-out and g-LOC have caused a number of fatal aircraft accidents."}]}, {"heading": "Births", "year": "1901", "date": "March 4", "txt": "Charles Goren, American bridge player and author (d. 1991)", "entities": []}, {"heading": "Births", "year": "1901", "date": "March 4", "txt": "Jean-Joseph Rabearivelo, Malagasy-French author, poet, and playwright (d. 1937)", "entities": []}, {"heading": "Births", "year": "1902", "date": "March 4", "txt": "Rachel Messerer, Lithuanian-Russian actress (d. 1993)", "entities": [{"title": "Rachel Messerer", "href": "/wiki/Rachel_Messerer", "description": "Rachel Mikhailovna Messerer-Plisetskaya, also known by her stage name Ra Messerer, was a Russian silent film and theatre actress."}]}, {"heading": "Births", "year": "1902", "date": "March 4", "txt": "Russell Reeder, American soldier and author (d. 1998)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 4", "txt": "William C. Boyd, American immunologist and chemist (d. 1983)", "entities": [{"title": "William C. Boyd", "href": "/wiki/William_C._Boyd", "description": "William Clouser Boyd was an American immunochemist. In the 1930s, with his wife Lyle, he made a worldwide survey of the distribution of blood types."}]}, {"heading": "Births", "year": "1903", "date": "March 4", "txt": "Malcolm Dole, American chemist and academic (d. 1990)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 4", "txt": "Dorothy Mackaill, English-American actress and singer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1903", "date": "March 4", "txt": "John Scarne, American magician and author (d. 1985)", "entities": []}, {"heading": "Births", "year": "1904", "date": "March 4", "txt": "Luis Carrero Blanco, Spanish admiral and politician, 69th President of the Government of Spain (d. 1973)", "entities": [{"title": "Luis Carrero Blanco", "href": "/wiki/Luis_Carrero_Blanco", "description": "Luis Carrero Blanco was a Spanish Navy officer and politician, who served as Prime Minister from June 1973 until his assassination in December of that year. He participated in the Rif War, and later the Spanish Civil War, in which he supported the Nationalist faction."}, {"title": "President of the Government of Spain", "href": "/wiki/President_of_the_Government_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1904", "date": "March 4", "txt": "George Gamow, Ukrainian-American physicist and cosmologist (d. 1968)", "entities": []}, {"heading": "Births", "year": "1904", "date": "March 4", "txt": "Joseph Schmidt, Austrian-Hungarian tenor and actor (d. 1942)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 4", "txt": "Meindert DeJong, Dutch-American soldier and author (d. 1991)", "entities": [{"title": "Meindert DeJong", "href": "/wiki/Meindert_DeJong", "description": "Meindert De Jong, sometimes spelled de Jong, DeJong or Dejong was a Dutch-born American writer of children's books. He won the international Hans Christian Andersen Award in 1962 for his contributions as a children's writer."}]}, {"heading": "Births", "year": "1906", "date": "March 4", "txt": "Avery Fisher, American violinist and engineer, founded Fisher Electronics (d. 1994)", "entities": [{"title": "Fisher Electronics", "href": "/wiki/Fisher_Electronics", "description": "Fisher Electronics was an American company specialising in the field of hi-fi electronics. The company and the name was bought by Japanese electronics conglomerate Sanyo in 1975."}]}, {"heading": "Births", "year": "1906", "date": "March 4", "txt": "Georges Ronsse, Belgian cyclist and manager (d. 1969)", "entities": []}, {"heading": "Births", "year": "1907", "date": "March 4", "txt": "Edgar Barrier,  American actor (d. 1964)", "entities": [{"title": "Edgar Barrier", "href": "/wiki/Edgar_Barrier", "description": "Edgar Barrier was an American actor who appeared on radio, stage, and screen. In the 1930s he was a member of Orson Welles' Mercury Theatre and was one of several actors who played Simon Templar on The Saint radio show. He also appeared in two films with Welles, Journey into Fear (1943) and Macbeth (1948). Barrier also appeared in the 1938 Welles-directed short, Too Much Johnson, which was long be"}]}, {"heading": "Births", "year": "1908", "date": "March 4", "txt": "T. R. M. Howard, American surgeon and activist (d. 1976)", "entities": [{"title": "T. R. M. Howard", "href": "/wiki/T._R._M._Howard", "description": "Theodore Roosevelt Mason Howard was an American civil rights leader, fraternal organization leader, entrepreneur and surgeon. He was among the mentors to activists such as Medgar Evers, Charles Evers, Fannie Lou Hamer, Amzie Moore, Aaron Henry, and Jesse Jackson; founded Mississippi's leading civil rights organization in the 1950s, the Regional Council of Negro Leadership; and played a prominent r"}]}, {"heading": "Births", "year": "1908", "date": "March 4", "txt": "Thomas Shaw, American singer and guitarist (d. 1977)", "entities": []}, {"heading": "Births", "year": "1909", "date": "March 4", "txt": "Harry Helmsley, American businessman (d. 1997)", "entities": [{"title": "Harry Helmsley", "href": "/wiki/Harry_Helmsley", "description": "Harry Brakmann Helmsley was an American real estate billionaire whose company, Helmsley-Spear, became one of the country's biggest property holders, owning the Empire State Building and many of New York's most prestigious hotels. From humble beginnings, Helmsley moved up in property through natural salesmanship, a willingness to delegate, and shrewd acquisition policies that were ahead of their ti"}]}, {"heading": "Births", "year": "1909", "date": "March 4", "txt": "George Edward Holbrook, American chemist and engineer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1910", "date": "March 4", "txt": "Tancredo Neves, Brazilian lawyer and politician, Prime Minister of Brazil (d. 1985)", "entities": [{"title": "Tancredo Neves", "href": "/wiki/Tancredo_Neves", "description": "Tancredo de Almeida Neves SFO was a Brazilian politician, lawyer, and entrepreneur. He served as Minister of Justice and Interior Affairs from 1953 to 1954, Prime Minister from 1961 to 1962, Minister of Finance in 1962, and as Governor of Minas Gerais from 1983 to 1984. He was elected President of Brazil in 1985, but died before he took office."}, {"title": "Prime Minister of Brazil", "href": "/wiki/Prime_Minister_of_Brazil", "description": "Historically, the political post of Prime Minister, officially called President of the Council of Ministers, existed in Brazil in two different periods: from 1847 to 1889 and from 1961 to 1963."}]}, {"heading": "Births", "year": "1911", "date": "March 4", "txt": "Charles Greville, 7th Earl of Warwick, English actor (d. 1984)", "entities": [{"title": "Charles Greville, 7th Earl of Warwick", "href": "/wiki/Charles_Greville,_7th_Earl_of_Warwick", "description": "Charles Guy Fulke Greville, 7th Earl of Warwick, 7th Earl Brooke, was a British peer and the last Earl of Warwick to live at the family seat Warwick Castle before its sale in 1978. He became the first British aristocrat to star in a Hollywood movie, and was later nicknamed the Duke of Hollywood by the local press."}]}, {"heading": "Births", "year": "1912", "date": "March 4", "txt": "Afro Basaldella, Italian painter and academic (d. 1976)", "entities": [{"title": "Afro Basaldella", "href": "/wiki/Afro_Basaldella", "description": "Afro Libio Basaldella was an Italian painter and educator in the post-World War II period. He began as a member of the Scuola Romana, and worked together with Alberto Burri and Lucio Fontana. He was generally known by the single name, \"Afro\"."}]}, {"heading": "Births", "year": "1912", "date": "March 4", "txt": "Ferdinand Leitner, German conductor and composer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 4", "txt": "Carl Marzani, Italian-American activist and publisher (d. 1994)", "entities": []}, {"heading": "Births", "year": "1913", "date": "March 4", "txt": "Taos Amrouche, Algerian singer and author (d. 1976)", "entities": [{"title": "Taos Amrouche", "href": "/wiki/Taos_Amrouche", "description": "Marie-Louise-Taos Amrouche was an Algerian writer and singer. In 1947, she became the first Algerian woman to publish a novel."}]}, {"heading": "Births", "year": "1913", "date": "March 4", "txt": "John Garfield, American actor and singer (d. 1952)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 4", "txt": "Barbara Newhall Follett, American author (d. 1939)", "entities": [{"title": "Barbara Newhall Follett", "href": "/wiki/Barbara_Newhall_Follett", "description": "Barbara Newhall Follett was an American child prodigy novelist. Her first novel, The House Without Windows, was published in January 1927, when she was twelve years old. Her next novel, The Voyage of the Norman D., received critical acclaim when she was fourteen."}]}, {"heading": "Births", "year": "1914", "date": "March 4", "txt": "Ward Kimball, American animator, producer, and screenwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 4", "txt": "Robert R. Wilson, American physicist, sculptor, and architect (d. 2000)", "entities": []}, {"heading": "Births", "year": "1915", "date": "March 4", "txt": "László Csatáry, Hungarian art dealer (d. 2013)", "entities": [{"title": "László Csatáry", "href": "/wiki/L%C3%A1szl%C3%B3_Csat%C3%A1ry", "description": "László Csizsik Csatáry was a Hungarian citizen and an alleged Nazi war criminal, convicted and sentenced to death in absentia in 1948 by a Czechoslovak court. In 2012, his name was added to the Simon Wiesenthal Center's list of most wanted Nazi war criminals."}]}, {"heading": "Births", "year": "1915", "date": "March 4", "txt": "Frank Sleeman, Australian lieutenant and politician, Lord Mayor of Brisbane (d. 2000)", "entities": [{"title": "Lord Mayor of Brisbane", "href": "/wiki/Lord_Mayor_of_Brisbane", "description": "The Lord Mayor of Brisbane is the chief executive of the City of Brisbane, the capital of the Australian state of Queensland, and the head of the Brisbane City Council. The current Lord Mayor is Adrian Schrinner of the Liberal National Party, who was sworn in on 8 April 2019, following the resignation of Graham Quirk."}]}, {"heading": "Births", "year": "1915", "date": "March 4", "txt": "Carlos Surinach, Spanish-Catalan composer and conductor (d. 1997)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 4", "txt": "William Alland, American actor, director, and producer (d. 1997)", "entities": [{"title": "William Alland", "href": "/wiki/William_Alland", "description": "William Alland was an American actor, film producer and writer, mainly of Western and science-fiction/monster films, including This Island Earth, It Came From Outer Space, Tarantula!, The Deadly Mantis, The Mole People, The Colossus of New York, The Space Children, and the three Creature from the Black Lagoon films. He worked frequently with director Jack Arnold. Alland is also remembered for his "}]}, {"heading": "Births", "year": "1916", "date": "March 4", "txt": "Giorgio Bassani, Italian author and poet (d. 2000)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 4", "txt": "Hans Eysenck, German-English psychologist and theorist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1916", "date": "March 4", "txt": "Ernest Titterton, British Australian nuclear physicist (d. 1990)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 4", "txt": "Clyde McCullough, American baseball player, coach, and manager (d. 1982)", "entities": [{"title": "Clyde McCullough", "href": "/wiki/Clyde_McCullough", "description": "Clyde Edward McCullough was an American catcher in Major League Baseball. After his playing career ended, he also managed in the minor leagues and was a major-league coach. Born in Nashville, Tennessee, McCullough batted and threw right-handed and in his playing days stood 5 ft 11 1⁄2 in (1.82 m) (182 cm) tall and weighed 180 pounds (82 kg)."}]}, {"heading": "Births", "year": "1918", "date": "March 4", "txt": "Kurt Dahlmann, German pilot, lawyer, and journalist (d. 2017)", "entities": [{"title": "Kurt Dahlmann", "href": "/wiki/Kurt_Dahlmann", "description": "Kurt Dahlmann was a German pilot, attorney, journalist, newspaper editor and political activist. He was also a recipient of the Knight's Cross of the Iron Cross with Oak Leaves of Nazi Germany."}]}, {"heading": "Births", "year": "1918", "date": "March 4", "txt": "Margaret Osborne duPont, American tennis player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1919", "date": "March 4", "txt": "Buck Baker, American race car driver (d. 2002)", "entities": [{"title": "Buck Baker", "href": "/wiki/Buck_Baker", "description": "Elzie Wylie Baker Sr., better known as Buck Baker, was an American stock car racer. Born in Richburg, South Carolina, Baker began his NASCAR career in 1949 and won his first race three years later at Columbia Speedway. Twenty-seven years later, Baker retired after the 1976 National 500."}]}, {"heading": "Births", "year": "1919", "date": "March 4", "txt": "Tan Chee Khoon, Malaysian physician and politician (d. 1996)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 4", "txt": "Jean Lecanuet, French politician, French Minister of Justice (d. 1993)", "entities": [{"title": "Jean Lecanuet", "href": "/wiki/Jean_Lecanuet", "description": "Jean Adrien François Lecanuet was a French centrist politician. He was born to a family of modest means, and gravitated towards literature during his studies. He received his diploma at the age of 22, becoming the youngest agrégé in France."}, {"title": "Ministry of Justice (France)", "href": "/wiki/Ministry_of_Justice_(France)", "description": "The Ministry of Justice is a ministerial department of the French Government, also known in French as la Chancellerie, it is headed by the Minister of Justice, known as the Keeper of the Seals, a member of the Council of Ministers."}]}, {"heading": "Births", "year": "1920", "date": "March 4", "txt": "Alan MacNaughtan, Scottish-English actor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 4", "txt": "Halim El-Dabh, Egyptian-American composer and educator (d. 2017)", "entities": [{"title": "Halim El-Dabh", "href": "/wiki/Halim_El-Dabh", "description": "Halim Abdul Messieh El-Dabh was an Egyptian American composer, musician, ethnomusicologist, and educator, who had a career spanning six decades. He is particularly known as an early pioneer of electronic music. In 1944 he composed one of the earliest known works of tape music, or musique concrète. From the late 1950s to early 1960s he produced influential work at the Columbia-Princeton Electronic "}]}, {"heading": "Births", "year": "1921", "date": "March 4", "txt": "Joan Greenwood, English actress (d. 1987)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 4", "txt": "Dinny Pails, English-Australian tennis player (d. 1986)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 4", "txt": "Richard E. Cunha, American director and cinematographer (d. 2005)", "entities": [{"title": "Richard E. Cunha", "href": "/wiki/Richard_E._Cunha", "description": "Richard Earl Cunha was an American cinematographer and film director. Cunha's father was Albert \"Sonny\" Cunha, an American songwriter."}]}, {"heading": "Births", "year": "1922", "date": "March 4", "txt": "Dina Pathak, Indian actor and director (d. 2002)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 4", "txt": "Russell Freeburg, American journalist and author", "entities": [{"title": "Russell Freeburg", "href": "/wiki/Russell_Freeburg", "description": "Russell W Freeburg is a former managing editor and Washington bureau chief for the Chicago Tribune. He is the co-author of a book on the role of oil in World War II."}]}, {"heading": "Births", "year": "1923", "date": "March 4", "txt": "Francis King, English author and poet (d. 2011)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 4", "txt": "Patrick Moore, English astronomer and television host (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 4", "txt": "Kenneth O'Donnell, American soldier and politician (d. 1977)", "entities": [{"title": "Kenneth O'Donnell", "href": "/wiki/Kenneth_O%27Donnell", "description": "Kenneth Patrick O'Donnell was an American political consultant and the special assistant and appointments secretary to President John F. Kennedy from 1961 until Kennedy's assassination in November 1963. O'Donnell was a close friend of President Kennedy and his younger brother Robert F. Kennedy, and was part of the group of Kennedy's close advisers dubbed the “Irish Mafia.”"}]}, {"heading": "Births", "year": "1925", "date": "March 4", "txt": "Alan R. Battersby, English chemist and academic (d. 2018)", "entities": [{"title": "Alan R. Battersby", "href": "/wiki/Alan_R._Battersby", "description": "Sir Alan Rushton Battersby was an English organic chemist best known for his work to define the chemical intermediates in the biosynthetic pathway to vitamin B12 and the reaction mechanisms of the enzymes involved. His research group was also notable for its synthesis of radiolabelled precursors to study alkaloid biosynthesis and the stereochemistry of enzymic reactions. He won numerous awards inc"}]}, {"heading": "Births", "year": "1925", "date": "March 4", "txt": "Paul Mauriat, French conductor and composer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 4", "txt": "Henri de Contenson, French archaeologist and academic (d. 2019)", "entities": [{"title": "Henri de Contenson", "href": "/wiki/Henri_de_Contenson", "description": "Henri de Contenson was a French archaeologist and was the Research Director at the CNRS, The Centre National de la Recherche Scientifique, a research organization funded by France's Ministry of Research."}]}, {"heading": "Births", "year": "1926", "date": "March 4", "txt": "Prince Michel of Bourbon-Parma, French businessman, soldier and racing driver (d. 2018)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 4", "txt": "Richard DeVos, American businessman and philanthropist, co-founded Amway (d. 2018)", "entities": [{"title": "Amway", "href": "/wiki/Amway", "description": "Amway is an American multi-level marketing (MLM) company that sells health, beauty, and home care products. The company was founded in 1959 by Jay Van Andel and Richard DeVos and is based in Ada, Michigan. Amway and its sister companies under Alticor reported sales of $8.4 billion in 2019. It conducts business through a number of affiliated companies in more than a hundred countries and territorie"}]}, {"heading": "Births", "year": "1926", "date": "March 4", "txt": "Pascual Pérez, Argentinian boxer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 4", "txt": "Don Rendell, English saxophonist and flute player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 4", "txt": "Phil Batt, American soldier and politician, 29th Governor of Idaho", "entities": [{"title": "Phil Batt", "href": "/wiki/Phil_Batt", "description": "Philip Eugene Batt is an American politician who served as the 29th Governor of Idaho from 1995 to 1999. Batt had previously served as the Lieutenant Governor of Idaho, Chair of the Idaho Republican Party, and as a member of the Idaho Legislature. He is a member of the Republican Party."}, {"title": "Governor of Idaho", "href": "/wiki/Governor_of_Idaho", "description": "The Governor of Idaho is the head of the executive branch of Idaho's state government and commander-in-chief of the state's military forces. The officeholder has the duty to see state laws are executed, power to either approve or veto bills passed by the Idaho Legislature. The current Governor of Idaho is Republican Brad Little, who took office on January 7, 2019."}]}, {"heading": "Births", "year": "1927", "date": "March 4", "txt": "Thayer David, American actor (d. 1978)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 4", "txt": "Jacques Dupin, French poet and critic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 4", "txt": "Dick Savitt, American tennis player and businessman", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 4", "txt": "Samuel Adler, German-American composer and conductor", "entities": [{"title": "Samuel Adler (composer)", "href": "/wiki/Samuel_Adler_(composer)", "description": "Samuel Hans Adler is an American composer, conductor, author, and professor. During the course of a professional career which ranges over six decades he has served as a faculty member at both the University of Rochester's Eastman School of Music and the Juilliard School. In addition, he is credited with founding and conducting the Seventh Army Symphony Orchestra which participated in the cultural "}]}, {"heading": "Births", "year": "1928", "date": "March 4", "txt": "Alan Sillitoe, English novelist, short story writer, essayist, and poet (d. 2010)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 4", "txt": "Bernard Haitink, Dutch violinist and conductor", "entities": [{"title": "Bernard Haitink", "href": "/wiki/Bernard_Haitink", "description": "Bernard Johan Herman Haitink is a Dutch conductor and violinist."}]}, {"heading": "Births", "year": "1929", "date": "March 4", "txt": "Peter Swerling, American theoretician and engineer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 4", "txt": "Wally Bruner, American journalist and television host (d. 1997)", "entities": [{"title": "Wally Bruner", "href": "/wiki/Wally_Bruner", "description": "Wallace Bruner Jr. was an American journalist and television host. He covered Congress and the Lyndon Johnson administration for ABC News in the 1960s. He was the first host of the 1968–1975 syndicated version of What's My Line? and went on to host the syndicated home repair show Wally's Workshop."}]}, {"heading": "Births", "year": "1931", "date": "March 4", "txt": "Bob Johnson, American ice hockey player and coach (d. 1991)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 4", "txt": "William Henry Keeler, American cardinal (d. 2017)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 4", "txt": "Alice Rivlin, American economist and politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 4", "txt": "Sigurd Jansen, Norwegian pianist, composer, and conductor", "entities": [{"title": "Sigurd Jansen", "href": "/wiki/Sigurd_Jansen", "description": "Sigurd Jansen is a Norwegian composer, pianist and conductor."}]}, {"heading": "Births", "year": "1932", "date": "March 4", "txt": "Ryszard Kapuściński, Polish journalist, photographer, and poet (d. 2007)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 4", "txt": "Miriam Makeba, South African singer-songwriter and actress (d. 2008)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 4", "txt": "Ed Roth, American illustrator (d. 2001)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 4", "txt": "Frank Wells, American businessman (d. 1994)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 4", "txt": "Nino Vaccarella, Italian racing driver", "entities": [{"title": "Nino Vaccarella", "href": "/wiki/Nino_Vaccarella", "description": "Nino Vaccarella is an Italian former sports car racing and Formula One driver."}]}, {"heading": "Births", "year": "1934", "date": "March 4", "txt": "Mario Davidovsky, Argentinian-American composer and academic (d. 2019)", "entities": [{"title": "Mario Davidovsky", "href": "/wiki/Mario_Davidovsky", "description": "Mario Davidovsky was an Argentine-American composer. Born in Argentina, he emigrated in 1960 to the United States, where he lived for the remainder of his life. He is best known for his series of compositions called Synchronisms, which in live performance incorporate both acoustic instruments and electroacoustic sounds played from a tape."}]}, {"heading": "Births", "year": "1934", "date": "March 4", "txt": "John Duffey, American singer-songwriter and guitarist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 4", "txt": "Anne Haney, American actress (d. 2001)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 4", "txt": "Barbara McNair, American singer and actress (d. 2007)", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 4", "txt": "Sandra Reynolds, South African tennis player", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 4", "txt": "Janez Strnad, Slovenian physicist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 4", "txt": "Edward Dębicki, Ukrainian-Polish poet and composer", "entities": [{"title": "Edward Dębicki", "href": "/wiki/Edward_D%C4%99bicki", "description": "Edward Dębicki is a Polish Romani poet, musician and composer. His work is connected with the Romani community and its cultural, itinerant and music traditions."}]}, {"heading": "Births", "year": "1935", "date": "March 4", "txt": "Bent Larsen, Danish chess player and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 4", "txt": "Eric Allandale, Dominican trombonist and songwriter  (d. 2001)", "entities": [{"title": "Eric Allandale", "href": "/wiki/Eric_Allandale", "description": "Eric Allandale was a trombonist, songwriter, and bandleader."}]}, {"heading": "Births", "year": "1936", "date": "March 4", "txt": "Jim Clark, Scottish racing driver (d. 1968)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 4", "txt": "Aribert Reimann, German pianist and composer", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 4", "txt": "José Araquistáin, Spanish footballer", "entities": [{"title": "José Araquistáin", "href": "/wiki/Jos%C3%A9_Araquist%C3%A1in", "description": "José Araquistáin Arrieta is a Spanish retired footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1937", "date": "March 4", "txt": "William Deverell, Canadian lawyer, author, and activist", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 4", "txt": "Graham Dowling, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 4", "txt": "Leslie H. Gelb, American journalist and author (d. 2019)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 4", "txt": "Yuri Senkevich, Russian physician and explorer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 4", "txt": "Barney Wilen, French saxophonist and composer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 4", "txt": "Richard B. Wright, Canadian journalist and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 4", "txt": "Anton Balasingham, Sri Lankan-English negotiator (d. 2006)", "entities": [{"title": "Anton Balasingham", "href": "/wiki/Anton_Balasingham", "description": "Anton Balasingham Stanislaus was a Sri Lankan Tamil journalist, rebel and chief political strategist and chief negotiator for the Liberation Tigers of Tamil Eelam, a separatist Tamil militant organisation in Sri Lanka."}]}, {"heading": "Births", "year": "1938", "date": "March 4", "txt": "Alpha Condé, Guinean politician, President of Guinea", "entities": [{"title": "President of Guinea", "href": "/wiki/President_of_Guinea", "description": "The following is a list of presidents of Guinea, since the country gained independence from France in 1958."}]}, {"heading": "Births", "year": "1938", "date": "March 4", "txt": "Allan Kornblum, American police officer and judge (d. 2010)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 4", "txt": "Don Perkins, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 4", "txt": "Paula Prentiss, American actress", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 4", "txt": "Adam Daniel Rotfeld, Polish academic and politician, Polish Minister of Foreign Affairs", "entities": [{"title": "Ministry of Foreign Affairs (Poland)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Poland)", "description": "The Ministry of Foreign Affairs is the Polish government department tasked with maintaining Poland's international relations and coordinating its participation in international and regional supra-national political organisations such as the European Union and United Nations. The head of the ministry holds a place in the Council of Ministers."}]}, {"heading": "Births", "year": "1939", "date": "March 4", "txt": "Jack Fisher, American baseball player", "entities": [{"title": "Jack Fisher", "href": "/wiki/Jack_Fisher", "description": "John Howard \"Fat Jack\" Fisher is an American former professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1959 through 1969 for the Baltimore Orioles, San Francisco Giants, New York Mets, Chicago White Sox and the Cincinnati Reds."}]}, {"heading": "Births", "year": "1939", "date": "March 4", "txt": "Robert Shaye, American film producer", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 4", "txt": "Wolfgang Hoffmann-Riem, German scholar and judge", "entities": [{"title": "Wolfgang Hoffmann-Riem", "href": "/wiki/Wolfgang_Hoffmann-Riem", "description": "Wolfgang Hoffmann-Riem is a German legal scholar and a former judge of the Federal Constitutional Court of Germany."}]}, {"heading": "Births", "year": "1940", "date": "March 4", "txt": "David Plante, American novelist", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 4", "txt": "John Hancock, American film and television actor (d. 1992)", "entities": [{"title": "John Hancock (actor)", "href": "/wiki/John_Hancock_(actor)", "description": "John Hancock was an American film and television actor."}]}, {"heading": "Births", "year": "1941", "date": "March 4", "txt": "Adrian Lyne, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 4", "txt": "James Zagel, American lawyer and judge", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 4", "txt": "Gloria Gaither, American singer-songwriter", "entities": [{"title": "Gloria Gaither", "href": "/wiki/Gloria_Gaither", "description": "Gloria Gaither is a Christian singer-songwriter, author, speaker, editor, and academic. She is married to Bill Gaither and together they have written more than 700 songs. She performed, traveled and recorded with the Bill Gaither Trio from 1965 through 1991. Since 1991, she has served as a performer, recording artist, songwriter, scriptwriter and narrator for the Gaither Homecoming series of telev"}]}, {"heading": "Births", "year": "1942", "date": "March 4", "txt": "Charles C. Krulak, American general", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 4", "txt": "David Matthews, American keyboard player and composer", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 4", "txt": "Lynn Sherr, American journalist and author", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 4", "txt": "James Gustave Speth, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 4", "txt": "Zorán Sztevanovity, Serbian-Hungarian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 4", "txt": "Lucio Dalla, Italian singer-songwriter and actor (d. 2012)", "entities": [{"title": "Lucio Dalla", "href": "/wiki/Lucio_Dalla", "description": "Lucio Dalla was an Italian singer-songwriter, musician and actor. He also played clarinet and keyboards."}]}, {"heading": "Births", "year": "1943", "date": "March 4", "txt": "Aldo Rico, Argentinian commander and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 4", "txt": "Harvey Postlethwaite, English engineer (d. 1999)", "entities": [{"title": "Harvey Postlethwaite", "href": "/wiki/Harvey_Postlethwaite", "description": "Harvey Postlethwaite was a British engineer and Technical Director of several Formula One teams during the 1970s, 1980s and 1990s. He died of a heart attack in Spain while supervising the testing of the aborted Honda F1 project. He was married to Cherry and had two children, Ben and Amey."}]}, {"heading": "Births", "year": "1944", "date": "March 4", "txt": "Anthony Ichiro Sanda, Japanese-American physicist and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 4", "txt": "Len Walker, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 4", "txt": "Bobby Womack, American singer-songwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 4", "txt": "Tommy Svensson, Swedish footballer and manager", "entities": [{"title": "Tommy Svensson", "href": "/wiki/Tommy_Svensson", "description": "Leif Tommy Svensson is a Swedish football manager and former player. He is best known for playing for Östers IF and the Swedish national football team. He won the Guldbollen in 1969. He managed the Swedish National Team between 1991 and 1997 and led them to a bronze medal in the 1994 World Cup."}]}, {"heading": "Births", "year": "1945", "date": "March 4", "txt": "Gary Williams, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 4", "txt": "Michael Ashcroft, English businessman and politician", "entities": [{"title": "Michael Ashcroft", "href": "/wiki/Michael_Ashcroft", "description": "Michael Anthony Ashcroft, Baron Ashcroft, is a British–Belizean businessman, pollster and politician. He is a former deputy chairman of the Conservative Party. Ashcroft founded Michael A. Ashcroft Associates in 1972 and is the 95th richest person in the UK, as ranked by the Sunday Times Rich List 2017, with an estimated fortune of £1.35 billion."}]}, {"heading": "Births", "year": "1946", "date": "March 4", "txt": "Danny Frisella, American baseball player (d. 1977)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 4", "txt": "Haile Gerima, Ethiopian born US filmmaker", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 4", "txt": "Patricia Kennealy-Morrison, American journalist and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 4", "txt": "David Franzoni, American screenwriter and film producer", "entities": [{"title": "David Franzoni", "href": "/wiki/David_Franzoni", "description": "David Harold Franzoni is an American screenwriter and film producer. He conceived the story for, co-wrote and co-produced the 2000 film Gladiator, for which he was nominated for the Academy Award for Best Original Screenplay and won the Academy Award for Best Picture. His other screenplays include King Arthur (2004), Amistad (1997), and Jumpin’ Jack Flash (1986)."}]}, {"heading": "Births", "year": "1947", "date": "March 4", "txt": "Jan Garbarek, Norwegian saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 4", "txt": "Bob Lewis, American guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 4", "txt": "Pēteris Plakidis, Latvian pianist and composer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 4", "txt": "Lindy Chamberlain-Creighton, New Zealand-Australian author", "entities": [{"title": "Lindy Chamberlain-Creighton", "href": "/wiki/Lindy_Chamberlain-Creighton", "description": "Alice Lynne \"Lindy\" Chamberlain-Creighton is a New Zealand-born woman who was wrongfully convicted in one of Australia's most publicised murder trials. Accused of killing her nine-week-old daughter, Azaria, while camping at Uluru in 1980, she maintained that she saw a dingo leave the tent where Azaria was sleeping. The prosecution case was circumstantial and depended on forensic evidence."}]}, {"heading": "Births", "year": "1948", "date": "March 4", "txt": "James Ellroy, American writer", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 4", "txt": "Tom Grieve, American baseball player, manager, and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 4", "txt": "Mike Moran, English musician, songwriter and record producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 4", "txt": "Jean O'Leary, American nun and activist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 4", "txt": "Chris Squire, English singer-songwriter and bass guitarist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 4", "txt": "Shakin' Stevens, British singer-songwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 4", "txt": "Sergei Bagapsh, Abkhazian politician, 2nd President of Abkhazia (d. 2011)", "entities": [{"title": "Sergei Bagapsh", "href": "/wiki/Sergei_Bagapsh", "description": "Sergei Uasyl-ipa Bagapsh was the second President of the Republic of Abkhazia. He was Prime Minister from 1997 to 1999 and was later elected as President in 2005. He was re-elected in the 2009 presidential election. He died on\n29 May 2011, at the age of 62, from complications of surgery."}, {"title": "President of Abkhazia", "href": "/wiki/President_of_Abkhazia", "description": "The position of president of Abkhazia was created in 1994. Before the office of president was created the head of state position was known as the chairman of Parliament between 1992 and the creation of the 1994 constitution. Before the position of Chairman of Parliament, the highest office in Abkhazia was the chairman of the Supreme Soviet. The post would last from the declaration of sovereignty f"}]}, {"heading": "Births", "year": "1949", "date": "March 4", "txt": "Carroll Baker, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 4", "txt": "Ofelia Medina, Mexican actress and screenwriter", "entities": [{"title": "Ofelia Medina", "href": "/wiki/Ofelia_Medina", "description": "María Ofelia Medina Torres is a Mexican actress, singer and screenwriter of Mexican films. She was married to film director Alex Philips Jr."}]}, {"heading": "Births", "year": "1950", "date": "March 4", "txt": "Rick Perry, American captain and politician, 47th Governor of Texas", "entities": [{"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Births", "year": "1950", "date": "March 4", "txt": "Safet Plakalo, Bosnian author and playwright (d. 2015)", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Edelgard Bulmahn, German educator and politician, German Federal Minister of Education and Research", "entities": [{"title": "Edelgard Bulmahn", "href": "/wiki/Edelgard_Bulmahn", "description": "Edelgard Bulmahn is a German politician from the Social Democratic Party of Germany (SPD). She served as Member of the German Bundestag between 1987 and 2017. She was Federal Minister of Education and Research from 1998 to 2005. From 2013 until 2017 she was elected as one of the Vice Presidents of the Bundestag."}, {"title": "Federal Ministry of Education and Research (Germany)", "href": "/wiki/Federal_Ministry_of_Education_and_Research_(Germany)", "description": "The Federal Ministry of Education and Research, abbreviated BMBF, is a cabinet-level ministry of Germany. It is headquartered in Bonn, with an office in Berlin. The Ministry provides funding for research projects and institutions and sets general educational policy. It also provides student loans in Germany. However, a large part of educational policy in Germany is decided at the state level, stro"}]}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Theresa Hak Kyung Cha, South Korean-American author, director, and producer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Kenny Dalglish, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Pete Haycock, English singer-songwriter and guitarist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Peter O'Sullivan, Welsh international footballer", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Sam Perlozzo, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Chris Rea, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Glenis Willmott, English scientist and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 4", "txt": "Zoran Žižić, Montenegrin politician, 4th Prime Minister of the Federal Republic of Yugoslavia (d. 2013)", "entities": [{"title": "Prime Minister of the Federal Republic of Yugoslavia", "href": "/wiki/Prime_Minister_of_the_Federal_Republic_of_Yugoslavia", "description": "The prime minister of Serbia and Montenegro was the head of government of Serbia and Montenegro from its establishment in 1992 up until the state's dissolution in 2006. Between 1992–2003 the full name of the office was President of the Federal Government of the Federal Republic of Yugoslavia, while after the constitutional reforms of 2003 the title was Chairman of the Council of Ministers of Serbi"}]}, {"heading": "Births", "year": "1952", "date": "March 4", "txt": "Peter Kuhfeld, English painter", "entities": [{"title": "Peter Kuhfeld", "href": "/wiki/Peter_Kuhfeld", "description": "Peter Kuhfeld is an English figurative painter. He was born in Cheltenham and is married to the English figurative painter Cathryn Kuhfeld, née Showan. They have two daughters who have often appeared in their paintings."}]}, {"heading": "Births", "year": "1952", "date": "March 4", "txt": "Ronn Moss, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 4", "txt": "Svend Robinson, American-Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 4", "txt": "Umberto Tozzi, Italian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 4", "txt": "John Edwards, Australian director and producer", "entities": [{"title": "John Edwards (producer)", "href": "/wiki/John_Edwards_(producer)", "description": "Robert John Edwards is an Australian television drama producer."}]}, {"heading": "Births", "year": "1953", "date": "March 4", "txt": "Emilio Estefan, Cuban-American drummer and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 4", "txt": "Paweł Janas, Polish footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 4", "txt": "Ray Price, Australian rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 4", "txt": "Reinhold Roth, German motorcycle racer", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 4", "txt": "Chris Smith, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 4", "txt": "Agustí Villaronga, Spanish actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 4", "txt": "Daniel Woodrell, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 4", "txt": "Timur Apakidze, Russian general and pilot (d. 2001)", "entities": [{"title": "Timur Apakidze", "href": "/wiki/Timur_Apakidze", "description": "Timur Avtandilovich Apakidze was a Russian major general of Georgian ethnicity, fighter pilot, flight specialist and founder of the modern Russian Naval Aviation and Hero of the Russian Federation."}]}, {"heading": "Births", "year": "1954", "date": "March 4", "txt": "Theresa Hak Kyung Cha, Korean American author (d. 1982)", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 4", "txt": "François Fillon, French lawyer and politician, Prime Minister of France", "entities": [{"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1954", "date": "March 4", "txt": "Peter Jacobsen, American golfer and sportscaster", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 4", "txt": "Catherine O'Hara, Canadian-American actress and comedian", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 4", "txt": "Irina Ratushinskaya, Russian poet and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 4", "txt": "Tim Costello, Australian minister and politician", "entities": [{"title": "Tim Costello", "href": "/wiki/Tim_Costello", "description": "Timothy Ewen Costello AO is an Australian Baptist minister who was the Chief Executive Officer and Chief Advocate of World Vision Australia. Costello worked as a lawyer and served as mayor of St Kilda. He has authored a number of books on faith and life. A National Trust poll in 2014 elected him one of Australia's 100 national living treasures."}]}, {"heading": "Births", "year": "1955", "date": "March 4", "txt": "Joey Jones, Welsh footballer and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 4", "txt": "Nicholas Coleridge, English journalist and businessman", "entities": [{"title": "Nicholas Coleridge", "href": "/wiki/Nicholas_Coleridge", "description": "Nicholas David Coleridge is Chairman of the Victoria and Albert Museum, Chairman of the Prince of Wales' Campaign for Wool and Chairman of the Gilbert Trust for the Arts. He is an ambassador for the Landmark Trust and a patron of the Elephant Family.\n"}]}, {"heading": "Births", "year": "1957", "date": "March 4", "txt": "Ron Fassler, American film and television actor and author", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 4", "txt": "Mykelti Williamson, American actor and director", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 4", "txt": "Patricia Heaton, American actress", "entities": [{"title": "Patricia Heaton", "href": "/wiki/Patricia_Heaton", "description": "Patricia Helen Heaton is an American actress and comedian. She is known for her starring role as Debra Barone in the CBS sitcom Everybody Loves Raymond (1996–2005) and as Frances \"Frankie\" Heck on the ABC sitcom The Middle (2009–2018). From 2019–2020, Heaton starred as Dr. Carol Kenney in the short-lived CBS sitcom Carol's Second Act."}]}, {"heading": "Births", "year": "1958", "date": "March 4", "txt": "Massimo Mascioletti, Italian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 4", "txt": "Tina Smith, American politician, junior senator of Minnesota", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 4", "txt": "Rick Ardon, Australian journalist", "entities": [{"title": "Rick Ardon", "href": "/wiki/Rick_Ardon", "description": "Rick Ardon, is a news presenter on Seven News in Perth, Western Australia."}]}, {"heading": "Births", "year": "1959", "date": "March 4", "txt": "Plamen Getov, Bulgarian footballer", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 4", "txt": "Chonda Pierce, American comedian", "entities": [{"title": "Chonda Pierce", "href": "/wiki/Chonda_Pierce", "description": "Chonda Ruth Pierce, is a Christian comedian often billed as \"The Queen of Clean.\""}]}, {"heading": "Births", "year": "1961", "date": "March 4", "txt": "Ray Mancini, American boxer", "entities": [{"title": "Ray Mancini", "href": "/wiki/Ray_Mancini", "description": "Ray Mancini, best known as \"Boom Boom\" Mancini, is an American former professional boxer who competed professionally from 1979 to 1992 and who has since worked as an actor and sports commentator. He held the WBA lightweight title from 1982 to 1984. Mancini inherited his nickname from his father, boxer Lenny Mancini. In 2015, Ray was inducted into the International Boxing Hall of Fame."}]}, {"heading": "Births", "year": "1961", "date": "March 4", "txt": "Roger Wessels, South African golfer and educator", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 4", "txt": "Jason Newsted, American heavy metal singer-songwriter and bass player", "entities": [{"title": "Jason Newsted", "href": "/wiki/Jason_Newsted", "description": "Jason Curtis Newsted is an American musician who was the bassist of American heavy metal band Metallica from 1986 to 2001. Beginning his career with thrash metal band Flotsam and Jetsam from 1981 to 1986, he successfully auditioned with Metallica to succeed the deceased Cliff Burton. Newsted performed on the albums ...And Justice for All (1988), Metallica (1991), Load (1996), and Reload (1997), th"}]}, {"heading": "Births", "year": "1964", "date": "March 4", "txt": "Brian Crowley, Irish lawyer and politician", "entities": [{"title": "Brian Crowley", "href": "/wiki/Brian_Crowley", "description": "Brian Donal Crowley is an Irish former Fianna Fáil politician who served as a Member of the European Parliament (MEP) for the South constituency from 1994 to 2019. He served as a Senator from 1993 to 1994, after being nominated by the Taoiseach."}]}, {"heading": "Births", "year": "1964", "date": "March 4", "txt": "Paolo Virzì, Italian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 4", "txt": "Greg Alexander, Australian rugby league player and sportscaster", "entities": [{"title": "Greg Alexander", "href": "/wiki/Greg_Alexander", "description": "Gregory Peter Stephen Alexander, also known by the nickname of \"Brandy\", is an Australian former professional rugby league footballer who played in the 1980s and 1990s, who has since become a radio, television commentator and noted rugby league journalist. Originally a goal-kicking half-back, in his career he played for and captained the Penrith Panthers and the Auckland Warriors clubs and also re"}]}, {"heading": "Births", "year": "1965", "date": "March 4", "txt": "Paul W. S. Anderson, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 4", "txt": "Khaled Hosseini, Afghan-born American novelist", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 4", "txt": "Yury Lonchakov, Russian pilot, and cosmonaut", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 4", "txt": "Emese Hunyady, Hungarian speed skater", "entities": [{"title": "Emese Hunyady", "href": "/wiki/Emese_Hunyady", "description": "Emese Hunyady is a former speed skater."}]}, {"heading": "Births", "year": "1966", "date": "March 4", "txt": "Kevin Johnson, American basketball player and politician, 55th Mayor of Sacramento", "entities": [{"title": "Mayor of Sacramento", "href": "/wiki/Mayor_of_Sacramento", "description": "This is a list of Mayors of Sacramento, California. The Sacramento City Council met for the first time on August 1, 1849 and the citizens approved the city charter on October 13, 1849. The City Charter was recognized by the State of California on February 27, 1850 and Sacramento was incorporated on March 18, 1850."}]}, {"heading": "Births", "year": "1966", "date": "March 4", "txt": "Fiona Ma, American accountant and politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 4", "txt": "Helmut Mayer, Austrian skier", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 4", "txt": "Glen Nissen, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 4", "txt": "Dav Pilkey, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 4", "txt": "Grand Puba, American rapper", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 4", "txt": "Mike Small, American golfer and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 4", "txt": "Daryll Cullinan, South African cricketer and coach", "entities": [{"title": "Daryll Cullinan", "href": "/wiki/Daryll_Cullinan", "description": "Daryll John Cullinan is a former South African first-class cricketer who played Test cricket and One Day Internationals for South Africa as a specialist batsman."}]}, {"heading": "Births", "year": "1967", "date": "March 4", "txt": "Evan Dando, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 4", "txt": "Ivan Lewis, English lawyer and politician, Shadow Secretary of State for Northern Ireland", "entities": [{"title": "Shadow Secretary of State for Northern Ireland", "href": "/wiki/Shadow_Secretary_of_State_for_Northern_Ireland", "description": "The Shadow Secretary of State for Northern Ireland is a member of the British Shadow Cabinet responsible for the scrutiny of the Secretary of State for Northern Ireland and their department, the Northern Ireland Office. The post is currently held by Louise Haigh, following the resignation of Tony Lloyd. The holder is assisted by junior shadow ministers in the Commons and in the Lords."}]}, {"heading": "Births", "year": "1967", "date": "March 4", "txt": "Terry Matterson, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 4", "txt": "Dave Rayner, English cyclist (d. 1994)", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 4", "txt": "Sam Taylor-Johnson, English filmmaker and photographer", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 4", "txt": "Kubilay Türkyilmaz, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 4", "txt": "Tim Vine, English comedian, actor, and author", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 4", "txt": "Giovanni Carrara, Venezuelan baseball player", "entities": [{"title": "Giovanni Carrara", "href": "/wiki/Giovanni_Carrara", "description": "Giovanni Carrara Jiménez [car-rah'-ra] is a Venezuelan former professional baseball pitcher. Listed at 6' 2\", 225 lb., \nCarrara batted and threw right-handed. He established himself as a valuable middle relief man in MLB, as well as a solid starting pitcher in the Italian Baseball League."}]}, {"heading": "Births", "year": "1968", "date": "March 4", "txt": "Jorge Celedón, Colombian singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 4", "txt": "Patsy Kensit, English model and actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 4", "txt": "Kyriakos Mitsotakis, Greek banker and politician, Prime Minister of Greece", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1968", "date": "March 4", "txt": "Graham Westley, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 4", "txt": "Pierluigi Casiraghi, Italian footballer and manager", "entities": [{"title": "Pierluigi Casiraghi", "href": "/wiki/Pierluigi_Casiraghi", "description": "Pierluigi Casiraghi, also known as Gigi Casiraghi, is an Italian football coach and former player who played as a striker. Since retirement he has become a football manager, and was Gianfranco Zola's assistant manager at Birmingham City until Zola resigned on 17 April 2017. Casiraghi left his duties at Birmingham the following day."}]}, {"heading": "Births", "year": "1969", "date": "March 4", "txt": "Wayne Collins, English footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 4", "txt": "Annie Yi, Taiwanese singer, actress, and writer", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 4", "txt": "Àlex Crivillé, Spanish motorcycle racer", "entities": [{"title": "Àlex Crivillé", "href": "/wiki/%C3%80lex_Crivill%C3%A9", "description": "Àlex Crivillé Tapias is a Spanish former Grand Prix motorcycle road racer. In 1992 he became the first Spaniard to win a 500cc Grand Prix and, in 1999 he became the first Spaniard to win the 500cc World Championship."}]}, {"heading": "Births", "year": "1970", "date": "March 4", "txt": "Will Keen, English actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 4", "txt": "Caroline Vis, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 4", "txt": "Iain Baird, Canadian soccer player and manager", "entities": [{"title": "Iain Baird", "href": "/wiki/Iain_Baird", "description": "Iain Baird is a Canadian former soccer defender who earned nine caps with the Canadian national soccer team between 1984 and 1986."}]}, {"heading": "Births", "year": "1971", "date": "March 4", "txt": "Claire Baker, Scottish politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 4", "txt": "Anders Kjølholm, Danish bass player", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 4", "txt": "Satoshi Motoyama, Japanese racing driver", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 4", "txt": "Katherine Center, American journalist and author", "entities": [{"title": "Katherine Center", "href": "/wiki/Katherine_Center", "description": "Katherine Sherar Pannill Center is an American author of contemporary fiction."}]}, {"heading": "Births", "year": "1972", "date": "March 4", "txt": "Nocturno Culto, Norwegian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 4", "txt": "Robert Smith, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 4", "txt": "Ivy Queen, Puerto Rican singer, songwriter, rapper, actress and record producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 4", "txt": "Jos Verstappen, Dutch racing driver", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 4", "txt": "Alison Wheeler, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 4", "txt": "Massimo Brambilla, Italian footballer and coach", "entities": [{"title": "Massimo Brambilla", "href": "/wiki/Massimo_Brambilla", "description": "Massimo Brambilla is an Italian former footballer, who played as an attacking midfielder. He currently serves as the under-19 coach of Atalanta B.C. Primavera."}]}, {"heading": "Births", "year": "1973", "date": "March 4", "txt": "Phillip Daniels, American football player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 4", "txt": "Valery Kobelev, Russian ski jumper", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 4", "txt": "Penny Mordaunt, English lieutenant and politician, Minister of State for the Armed Forces", "entities": [{"title": "Minister of State for the Armed Forces", "href": "/wiki/Minister_of_State_for_the_Armed_Forces", "description": "The Parliamentary Under-Secretary of State for the Armed Forces, formerly of Minister of State rank, is a junior ministerial position at the Ministry of Defence in Her Majesty's Government. When titled as Minister of State, the office previously acted as the deputy to the Secretary of State for Defence."}]}, {"heading": "Births", "year": "1973", "date": "March 4", "txt": "Linus of Hollywood, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 4", "txt": "Len Wiseman, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 4", "txt": "Chandra Sekhar Yeleti, Indian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 4", "txt": "Crowbar, American wrestler", "entities": [{"title": "Crowbar (wrestler)", "href": "/wiki/Crowbar_(wrestler)", "description": "Christopher Ford is an American professional wrestler, best known for his tenure in World Championship Wrestling under the ring name Crowbar, where he was a one time Hardcore Champion, a one time World Tag Team Champion with David Flair and a one time Cruiserweight Champion, which he held jointly with Daffney. He is also known for his stints in the World Wrestling Federation, Extreme Championship "}]}, {"heading": "Births", "year": "1974", "date": "March 4", "txt": "Mladen Krstajić, Serbian footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 4", "txt": "Karol Kučera, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 4", "txt": "Ariel Ortega, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 4", "txt": "Tommy Phelps, South Korean-American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 4", "txt": "ICS Vortex, Norwegian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 4", "txt": "David Wagner, American tennis player and educator", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 4", "txt": "Bill Young, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 4", "txt": "Mats Eilertsen, Norwegian bassist and composer", "entities": [{"title": "Mats Eilertsen", "href": "/wiki/Mats_Eilertsen", "description": "Mats Eilertsen is a Norwegian jazz musician and composer. He is known for recording with numerous bands, including the Maria Kannegaard Trio, Ola Kvernberg, Nils Økland, Eldbjørg Raknes, Anders Aarum Trio, Eirik Hegdal, Sverre Gjørvad, Nymark Collective, SKRUK, «Jazzmob», «Dingobats», Håkon Kornstad Trio, Food with Iain Ballamy, Jacob Young Band, Solveig Slettahjell's Slow Motion Orchestra, Håvard"}]}, {"heading": "Births", "year": "1975", "date": "March 4", "txt": "Patrick Femerling, German basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 4", "txt": "Antti Aalto, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 4", "txt": "Kristi Harrower, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 4", "txt": "Hawksley Workman, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 4", "txt": "Robbie Blake, English footballer", "entities": [{"title": "Robbie Blake", "href": "/wiki/Robbie_Blake", "description": "Robert James Blake is an English former footballer and current coach at Bognor Regis Town. He began his career as a striker but was increasingly used as midfielder in the latter part of his career."}]}, {"heading": "Births", "year": "1976", "date": "March 4", "txt": "Tommy Jönsson, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 4", "txt": "Nacho Figueras, Argentinian polo player and model", "entities": [{"title": "Nacho Figueras", "href": "/wiki/Nacho_Figueras", "description": "Ignacio \"Nacho\" Figueras Bermejo is an Argentine polo player with a 6-goal handicap. Sometimes called the \"David Beckham of polo\", he usually plays in Argentina and in the U.S. as part of the Black Watch Polo Team. He has also been the face of Ralph Lauren's Black Label line since 2005, and was recently chosen to represent the entire line of Polo fragrances. In 2015, models.com ranked him in the t"}]}, {"heading": "Births", "year": "1977", "date": "March 4", "txt": "Traver Rains, American fashion designer and photographer", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 4", "txt": "Pierre Dagenais, Canadian ice hockey player", "entities": [{"title": "Pierre Dagenais", "href": "/wiki/Pierre_Dagenais", "description": "Pierre Brüno Dagenais is a Canadian former professional ice hockey player who most notably played in the National Hockey League (NHL). He last played for Akwesasne Warriors of the Federal Hockey League."}]}, {"heading": "Births", "year": "1978", "date": "March 4", "txt": "Denis Dallan, Italian rugby player and singer", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 4", "txt": "Jean-Marc Pelletier, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 4", "txt": "Sarah Stock, Canadian wrestler and trainer", "entities": [{"title": "Sarah Stock", "href": "/wiki/Sarah_Stock", "description": "Sarah Stock is a Canadian professional wrestler, who was most recently signed to WWE as women's trainer and producer. Stock began her career in Canada and moved back and forth across the country, working for various promotions, facing both male and female wrestlers. She then moved to Mexico, where she worked under the ring name Dark Angel for Lucha Libre AAA World Wide (AAA) and later for Consejo "}]}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Rohan Bopanna, Indian tennis player", "entities": [{"title": "Rohan Bopanna", "href": "/wiki/Rohan_Bopanna", "description": "Rohan Bopanna is an Indian professional tennis player. His singles career-high ranking was world No. 213 in 2007 and his career-high ranking in doubles was world No. 3 on 22 July 2013. Recently, most of his appearances in professional tournaments have been in doubles matches. He has been a member of the Indian Davis Cup team since 2002. In 2010, he finished as a runner-up in doubles at the US Open"}]}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Omar Bravo, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Suzanna Choffel, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Giedrius Gustas, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Scott Hamilton, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Jack Hannahan, American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Michael Henrich, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Phil McGuire, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 4", "txt": "Aja Volkman, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 4", "txt": "Ariza Makukula, Portuguese footballer", "entities": [{"title": "Ariza Makukula", "href": "/wiki/Ariza_Makukula", "description": "Ariza Makukula is a Portuguese former footballer who played as a centre forward."}]}, {"heading": "Births", "year": "1981", "date": "March 4", "txt": "Helen Wyman, English cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 4", "txt": "Landon Donovan, American soccer player and coach", "entities": [{"title": "Landon Donovan", "href": "/wiki/Landon_Donovan", "description": "Landon Timothy Donovan is an American retired professional soccer player who is the manager, co-founder, and vice-president of soccer operations for USL Championship side San Diego Loyal SC."}]}, {"heading": "Births", "year": "1982", "date": "March 4", "txt": "Cate Edwards, American lawyer and author", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 4", "txt": "Ludmila Ezhova, Russian gymnast", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 4", "txt": "Yasemin Mori, Turkish singer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 4", "txt": "Samuel Contesti, French-Italian figure skater", "entities": [{"title": "Samuel Contesti", "href": "/wiki/Samuel_Contesti", "description": "Samuel Contesti is a French-Italian former competitive figure skater. He originally competed for France, then switched to Italy after the 2006–07 season. He is the 2009 European silver medalist and a five-time Italian national champion (2008–12)."}]}, {"heading": "Births", "year": "1983", "date": "March 4", "txt": "Adam Deacon, English film actor, rapper, writer and director", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 4", "txt": "Jaque Fourie, South African rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 4", "txt": "Drew Houston, American billionaire and Internet entrepreneur", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 4", "txt": "Josh Bowman, English actor", "entities": [{"title": "Josh Bowman", "href": "/wiki/Josh_Bowman", "description": "Joshua Tobias Bowman is an English actor best known for his role as Daniel Grayson in ABC's Revenge."}]}, {"heading": "Births", "year": "1984", "date": "March 4", "txt": "Tamir Cohen, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 4", "txt": "Anders Grøndal, Norwegian racing driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 4", "txt": "Spencer Larsen, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 4", "txt": "Jeremy Loops, South African singer-songwriter and record producer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 4", "txt": "Raven Quinn, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 4", "txt": "Zak Whitbread, American-English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 4", "txt": "Jake Buxton, English footballer", "entities": [{"title": "Jake Buxton", "href": "/wiki/Jake_Buxton", "description": "Jake Fred Buxton is an English professional footballer and manager who plays as a defender. He was most recently player-manager for EFL League One club Burton Albion."}]}, {"heading": "Births", "year": "1985", "date": "March 4", "txt": "Chinedum Ndukwe, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 4", "txt": "Whitney Port, American fashion designer and author", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 4", "txt": "Steven Burke, English road and track cyclist", "entities": [{"title": "Steven Burke", "href": "/wiki/Steven_Burke", "description": "Steven James Burke, is an English track and road cyclist, who rides for the Team Wiggins Le Col cycling team. He represented Britain at the 2008 Summer Olympics, beating his pre Olympics personal best in the individual pursuit by eleven seconds, to take the bronze medal. He stood on the podium alongside his cycling idol, gold medallist Bradley Wiggins."}]}, {"heading": "Births", "year": "1986", "date": "March 4", "txt": "Tom De Mul, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 4", "txt": "Mike Krieger, Brazilian-American computer programmer and businessman, co-founded Instagram", "entities": [{"title": "Instagram", "href": "/wiki/Instagram", "description": "Instagram is an American photo and video sharing social networking service created by Kevin Systrom and Mike Krieger. In April 2012, Facebook acquired the service for approximately US$1 billion in cash and stock. The app allows users to upload media that can be edited with filters and organized by hashtags and geographical tagging. Posts can be shared publicly or with pre-approved followers. Users"}]}, {"heading": "Births", "year": "1986", "date": "March 4", "txt": "Siim Roops, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 4", "txt": "Bohdan Shust, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 4", "txt": "Manu Vatuvei, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 4", "txt": "Margo Harshman, American actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 4", "txt": "Ben McKinley, Australian footballer", "entities": [{"title": "Ben McKinley", "href": "/wiki/Ben_McKinley", "description": "Benjamin \"Ben\" McKinley is an Australian rules footballer who previously played for the North Melbourne Football Club in the Australian Football League (AFL). He previously played for the West Coast Eagles."}]}, {"heading": "Births", "year": "1987", "date": "March 4", "txt": "Cameron Wood, Australian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 4", "txt": "Tamzin Merchant, English actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 4", "txt": "Gal Mekel, Israeli basketball player", "entities": [{"title": "Gal Mekel", "href": "/wiki/Gal_Mekel", "description": "Gal Mekel is an Israeli professional basketball player for Unicaja Málaga of the Spanish Liga ACB and EuroCup Basketball."}]}, {"heading": "Births", "year": "1988", "date": "March 4", "txt": "Laura Siegemund, German tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 4", "txt": "Adam Watts, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 4", "txt": "Benjamin Kiplagat, Ugandan long-distance runner", "entities": [{"title": "Benjamin Kiplagat", "href": "/wiki/Benjamin_Kiplagat", "description": "Benjamin Kiplagat is a Ugandan long-distance runner specializing in the 3000 metres steeplechase."}]}, {"heading": "Births", "year": "1990", "date": "March 4", "txt": "Andrea Bowen, American actress", "entities": [{"title": "Andrea Bowen", "href": "/wiki/Andrea_Bowen", "description": "Andrea Lauren Bowen is an American actress and singer. She began her career appearing on Broadway musicals, include Les Misérables and The Sound of Music. In 2004, she began playing the role of Julie Mayer on the ABC comedy-drama series Desperate Housewives, a role she played on a regular basis until 2008. She later appeared on a recurring basis until the show ended in 2012. Bowen later went on to"}]}, {"heading": "Births", "year": "1990", "date": "March 4", "txt": "Draymond Green, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 4", "txt": "Paddy Madden, Irish footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 4", "txt": "Fran Mérida, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 4", "txt": "Nick Castellanos, American baseball player", "entities": [{"title": "Nick Castellanos", "href": "/wiki/Nick_Castellanos", "description": "Nicholas Alexander Castellanos is an American professional baseball right fielder for the Cincinnati Reds of Major League Baseball (MLB). He previously played for the Detroit Tigers and Chicago Cubs."}]}, {"heading": "Births", "year": "1992", "date": "March 4", "txt": "Erik Lamela, Argentinian international footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 4", "txt": "Bernd Leno, German footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 4", "txt": "Karl Mööl, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 4", "txt": "Bobbi Kristina Brown, American singer and actress (d. 2015)", "entities": [{"title": "Bobbi Kristina Brown", "href": "/wiki/Bobbi_Kristina_Brown", "description": "Bobbi Kristina Brown was an American reality television personality, media personality, and singer. She was the daughter of singers Whitney Houston and Bobby Brown. Her parents' fame kept Brown in the public eye, including her appearances on the reality show Being Bobby Brown. Brown was 14 when her parents divorced and Houston gained custody. When Houston died in February 2012, Brown was the sole "}]}, {"heading": "Births", "year": "1993", "date": "March 4", "txt": "Richard Peniket, English footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 4", "txt": "Callum Harriott, English footballer", "entities": [{"title": "Callum Harriott", "href": "/wiki/Callum_Harriott", "description": "Callum Kyle Harriott is a professional footballer who plays for Colchester United as a winger. He is a product of the Charlton Athletic academy. Born in England, he represents the Guyana national football team internationally."}]}, {"heading": "Births", "year": "1994", "date": "March 4", "txt": "AJ Tracey, British hip-hop artist and record producer", "entities": []}, {"heading": "Births", "year": "1995", "date": "March 4", "txt": "Chlöe Howl, British singer-songwriter", "entities": [{"title": "Chlöe Howl", "href": "/wiki/Chl%C3%B6e_Howl", "description": "Chlöe Howl, is a British singer-songwriter. She was shortlisted for the BBC Sound of 2014 and the 2014 BRIT Awards: Critics Choice Award."}]}, {"heading": "Births", "year": "1995", "date": "March 4", "txt": "Bill Milner, English actor", "entities": []}, {"heading": "Births", "year": "1996", "date": "March 4", "txt": "Lukas Webb, Australian rules footballer", "entities": [{"title": "Lukas Webb", "href": "/wiki/Lukas_Webb", "description": "Lukas Webb is a professional Australian rules footballer who played for the Western Bulldogs in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "2002", "date": "March 4", "txt": "Jacob Hopkins, American actor", "entities": [{"title": "Jacob Hopkins", "href": "/wiki/Jacob_Hopkins", "description": "Jacob Turner Hopkins is an American actor. He is best known for playing the role of Alexander Drew in True Blood, and for being the voice of Gumball in The Amazing World of Gumball, after replacing Logan Grove in season 3. During season 5 Hopkins was replaced in the new role of Gumball by Nicolas Cantu, as Hopkins’ voice had changed due to puberty. As of September 2018, Hopkins is enrolled at John"}]}, {"heading": "Deaths", "year": "306", "date": "March 4", "txt": "Adrian and Natalia of Nicomedia, Christian martyrs", "entities": [{"title": "Adrian and Natalia of Nicomedia", "href": "/wiki/Adrian_and_Natalia_of_Nicomedia", "description": "Adrian of Nicomedia or Saint Adrian was a Herculian Guard of the Roman Emperor Galerius Maximian. After becoming a convert to Christianity with his wife Natalia, Adrian was martyred at Nicomedia in Turkey. Hadrian was the chief military saint of Northern Europe for many ages, second only to Saint George, and is much revered in Flanders, Germany and the north of France."}]}, {"heading": "Deaths", "year": "480", "date": "March 4", "txt": "Landry of Sées, French bishop and saint", "entities": [{"title": "Landry of Sées", "href": "/wiki/Landry_of_S%C3%A9es", "description": "Landry of Sées (Landericus) was a French saint and bishop. The earliest record found of a person named Landry was in the 5th Century ca. 450 in the person of St. Landry, third Bishop of Sées who died on March 4, 480 and whose feast day is July 16."}]}, {"heading": "Deaths", "year": "561", "date": "March 4", "txt": "Pelagius I, pope of the Catholic Church", "entities": [{"title": "Pope Pelagius I", "href": "/wiki/Pope_Pelagius_I", "description": "Pope Pelagius I was the bishop of Rome from 556 to his death. A former apocrisiarius to Constantinople, Pelagius I was elected pope as the candidate of Emperor Justinian I, a designation not well received in the Western Church. Before his papacy, he opposed Justinian's efforts to condemn the \"Three Chapters\" in order to reconcile theological factions within the Church, but later adopted Justinian'"}]}, {"heading": "Deaths", "year": "934", "date": "March 4", "txt": "Abdullah al-Mahdi Billah, Fatimid caliph (b. 873)", "entities": [{"title": "Abdullah al-Mahdi Billah", "href": "/wiki/Abdullah_al-Mahdi_Billah", "description": "Abu Muhammad Ubayd Allah ibn al-Husayn, better known by his regnal name Abu Muhammad Ubayd Allah al-Mahdi Billah, was the founder of the Isma'ili Fatimid Caliphate, the only major Shi'a caliphate in Islamic history, and the eleventh imam of the Isma'ili faith."}]}, {"heading": "Deaths", "year": "1172", "date": "March 4", "txt": "Stephen III, king of Hungary (b. 1147)", "entities": [{"title": "Stephen III of Hungary", "href": "/wiki/Stephen_III_of_Hungary", "description": "Stephen III was King of Hungary and Croatia between 1162 and 1172. He was crowned king in early June 1162, shortly after the death of his father, Géza II. However, his two uncles, Ladislaus and Stephen, who had joined the court of the Byzantine Empire, challenged his right to the crown. Only six weeks after his coronation, the Byzantine Emperor Manuel I Komnenos launched an expedition against Hung"}]}, {"heading": "Deaths", "year": "1193", "date": "March 4", "txt": "Saladin, founder of the Ayyubid Sultanate (b. 1137)", "entities": [{"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}]}, {"heading": "Deaths", "year": "1238", "date": "March 4", "txt": "Joan of England, queen of Scotland (b. 1210)", "entities": [{"title": "Joan of England, Queen of Scotland", "href": "/wiki/Joan_of_England,_Queen_of_Scotland", "description": "Joan of England, was Queen consort of Scotland from 1221 until her death. She was the third child of John, King of England and Isabella of Angoulême."}]}, {"heading": "Deaths", "year": "1238", "date": "March 4", "txt": "Yuri II, Russian Grand Prince (b. 1189)", "entities": []}, {"heading": "Deaths", "year": "1303", "date": "March 4", "txt": "Daniel of Moscow, Russian Grand Duke (b. 1261)", "entities": [{"title": "Daniel of Moscow", "href": "/wiki/Daniel_of_Moscow", "description": "Daniil Aleksandrovich was the youngest son of Alexander Nevsky and forefather of all the Grand Dukes of Moscow."}]}, {"heading": "Deaths", "year": "1314", "date": "March 4", "txt": "Jakub Świnka, Polish priest and archbishop", "entities": [{"title": "Jakub Świnka", "href": "/wiki/Jakub_%C5%9Awinka", "description": "Jakub Świnka was a Polish Catholic priest, the Archbishop of Gniezno and a notable politician, supporter of the idea of unification of all Polish lands under the rule of Władysław I the Elbow-high. His coat of arms was Świnka."}]}, {"heading": "Deaths", "year": "1371", "date": "March 4", "txt": "Jeanne d'Évreux, queen consort of France (b. 1310)", "entities": [{"title": "Jeanne d'Évreux", "href": "/wiki/Jeanne_d%27%C3%89vreux", "description": "Joan of Évreux was Queen of France and Navarre as the third wife of King Charles IV and I. She was the daughter of his uncle Louis, Count of Évreux and Margaret of Artois. The royal couple's lack of sons caused the end of the direct line of the Capetian dynasty. Because she was Charles's first cousin, the couple required papal permission to marry, which they obtained from Pope John XXII. They had "}]}, {"heading": "Deaths", "year": "1388", "date": "March 4", "txt": "Thomas Usk, English author", "entities": [{"title": "Thomas Usk", "href": "/wiki/Thomas_Usk", "description": "\nThomas Usk was appointed the under-sheriff of London by Richard II in 1387. His service in this role was brief and he was hanged in the following year."}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Deaths", "year": "1484", "date": "March 4", "txt": "Saint Casimir, Polish prince (b. 1458)", "entities": [{"title": "Saint Casimir", "href": "/wiki/Saint_Casimir", "description": "Casimir Jagiellon was a prince of the Kingdom of Poland and of the Grand Duchy of Lithuania. Second son of King Casimir IV Jagiellon, he was tutored by Johannes Longinus, a Polish chronicler and diplomat. After his elder brother Vladislaus was elected as King of Bohemia in 1471, Casimir became the heir apparent. At the age of 13, Casimir participated in the failed military campaign to install him "}]}, {"heading": "Deaths", "year": "1496", "date": "March 4", "txt": "Sigismund, archduke of Austria (b. 1427)", "entities": [{"title": "Sigismund, Archduke of Austria", "href": "/wiki/Sigismund,_Archduke_of_Austria", "description": "Sigismund, a member of the House of Habsburg, was Duke of Austria from 1439 until his death. As a scion of the Habsburg Leopoldian line, he ruled over Further Austria and the County of Tyrol from 1446 until his resignation in 1490."}]}, {"heading": "Deaths", "year": "1583", "date": "March 4", "txt": "Bernard Gilpin, English priest and theologian (b. 1517)", "entities": [{"title": "Bernard Gilpin", "href": "/wiki/Bernard_Gilpin", "description": "Bernard Gilpin, was an Oxford theologian and then an influential clergyman in the emerging Church of England spanning the reigns of Henry VIII, Edward VI, Jane, Mary and Elizabeth I. He was known as the 'Apostle of the North', for his work in the wilds of northern England."}]}, {"heading": "Deaths", "year": "1604", "date": "March 4", "txt": "Fausto Sozzini, Italian theologian and educator (b. 1539)", "entities": [{"title": "Fausto Sozzini", "href": "/wiki/Fausto_Sozzini", "description": "Fausto Paolo Sozzini, also known as Faustus Socinus, was an Italian theologian and founder of the school of Christian thought known as Socinianism and the main theologian of the Minor Reformed Church of Poland."}]}, {"heading": "Deaths", "year": "1615", "date": "March 4", "txt": "Hans von Aachen, German painter and educator (b. 1552)", "entities": [{"title": "Hans von Aachen", "href": "/wiki/Hans_von_Aachen", "description": "Hans von Aachen was a German painter who was one of the leading representatives of Northern Mannerism."}]}, {"heading": "Deaths", "year": "1710", "date": "March 4", "txt": "Louis III, duke of Bourbon (b. 1668)", "entities": [{"title": "Louis, Prince of Condé (1668–1710)", "href": "/wiki/Louis,_Prince_of_Cond%C3%A9_(1668%E2%80%931710)", "description": "Louis de Bourbon, or Louis III, Prince of Condé, was a prince du sang as a member of the reigning House of Bourbon at the French court of Louis XIV. Styled as the Duke of Bourbon from birth, he succeeded his father as Prince of Condé in 1709; however, he was still known by the ducal title. He was prince for less than a year."}]}, {"heading": "Deaths", "year": "1733", "date": "March 4", "txt": "Claude de Forbin, French admiral and politician (b. 1656)", "entities": [{"title": "Claude de Forbin", "href": "/wiki/Claude_de_Forbin", "description": "Claude, chevalier, then count de Forbin-Gardanne was a French naval commander. In 1685–1688 he was on a diplomatic mission to Siam. He became governor of Bangkok and a general in the Siamese army, and left Siam shortly before King Narai fell ill and was deposed by a coup d'état."}]}, {"heading": "Deaths", "year": "1744", "date": "March 4", "txt": "John Anstis, English historian and politician (b. 1669)", "entities": [{"title": "John Anstis", "href": "/wiki/John_Anstis", "description": "John Anstis was an English officer of arms, antiquarian and politician who sat in the House of Commons between 1702 and 1722. He rose to the highest heraldic office in England and became Garter King of Arms in 1718 after years of political manoeuvring."}]}, {"heading": "Deaths", "year": "1762", "date": "March 4", "txt": "Johannes Zick, German painter (b. 1702)", "entities": [{"title": "Johannes Zick", "href": "/wiki/Johannes_Zick", "description": "Johannes (Johann) Zick was a German painter of frescoes in southern Germany and active during the Baroque period. He was the father of painter Januarius Zick and considered to be an important master of the Late Baroque."}]}, {"heading": "Deaths", "year": "1793", "date": "March 4", "txt": "Louis Jean Marie de Bourbon, Duke of Penthièvre (b. 1725)", "entities": [{"title": "Louis Jean Marie de Bourbon, Duke of Penthièvre", "href": "/wiki/Louis_Jean_Marie_de_Bourbon,_Duke_of_Penthi%C3%A8vre", "description": "Louis Jean Marie de Bourbon was the son of Louis Alexandre de Bourbon and his wife Marie Victoire de Noailles. He was therefore a grandson of Louis XIV of France and his mistress, Madame de Montespan. From birth he was known as the Duke of Penthièvre. He also possessed the following titles: Prince of Lamballe ; Prince of Carignano; Duke of Rambouillet; Duke of Aumale (1775); Duke of Gisors; Duke o"}]}, {"heading": "Deaths", "year": "1795", "date": "March 4", "txt": "John Collins, American politician, 3rd Governor of Rhode Island (b. 1717)", "entities": [{"title": "John Collins (Continental Congress)", "href": "/wiki/John_Collins_(Continental_Congress)", "description": "John Collins, was the third Governor of the U.S. state of Rhode Island from 1786 to 1790. He was the last Independent to serve as Governor of Rhode Island until Lincoln Chafee (2011–2015)."}, {"title": "List of Governors of Rhode Island", "href": "/wiki/List_of_Governors_of_Rhode_Island", "description": "The governor of the State of Rhode Island is the head of the executive branch of the government of Rhode Island and serves as commander-in-chief of the state's Army National Guard and Air National Guard. The current governor is Daniel McKee. John W. Davis, Herbert W. Ladd, and Aram J. Pothier each served two non-consecutive stints, while James Fenner served three non-consecutive stints as governor"}]}, {"heading": "Deaths", "year": "1805", "date": "March 4", "txt": "Jean-Baptiste Greuze, French painter (b. 1725)", "entities": [{"title": "Jean-Baptiste Greuze", "href": "/wiki/Jean-Baptiste_Greuze", "description": "Jean-Baptiste Greuze was a French painter of portraits, genre scenes, and history painting."}]}, {"heading": "Deaths", "year": "1807", "date": "March 4", "txt": "Abraham Baldwin, American minister, lawyer, and politician (b. 1754)", "entities": [{"title": "Abraham Baldwin", "href": "/wiki/Abraham_Baldwin", "description": "Abraham Baldwin was an American minister, Patriot, politician, and Founding Father. Born and raised in Connecticut, he was a 1772 graduate of Yale College. After the Revolutionary War, Baldwin became a lawyer. He moved to the U.S. state of Georgia in the mid-1780s and founded the University of Georgia. Abraham Baldwin was a member of the Society of the Cincinnati of the State of Connecticut."}]}, {"heading": "Deaths", "year": "1811", "date": "March 4", "txt": "Mariano Moreno, Argentinian journalist, lawyer, and politician (b. 1778)", "entities": [{"title": "Mariano Moreno", "href": "/wiki/Mariano_Moreno", "description": "Mariano Moreno was an Argentine lawyer, journalist, and politician. He played a decisive role in the Primera Junta, the first national government of Argentina, created after the May Revolution."}]}, {"heading": "Deaths", "year": "1832", "date": "March 4", "txt": "Jean-François Champollion, French philologist and scholar (b. 1790)", "entities": [{"title": "Jean-François Champollion", "href": "/wiki/Jean-Fran%C3%A7ois_Champollion", "description": "Jean-François Champollion, also known as Champollion le jeune, was a French scholar, philologist and orientalist, known primarily as the decipherer of Egyptian hieroglyphs and a founding figure in the field of Egyptology. A child prodigy in philology, he gave his first public paper on the decipherment of Demotic in 1806, and already as a young man held many posts of honor in scientific circles, an"}]}, {"heading": "Deaths", "year": "1851", "date": "March 4", "txt": "James Richardson, English explorer (b. 1809)", "entities": [{"title": "James Richardson (explorer)", "href": "/wiki/James_Richardson_(explorer)", "description": "James Richardson was a British explorer known for his expeditions into the Sub-Saharan desert."}]}, {"heading": "Deaths", "year": "1852", "date": "March 4", "txt": "Nikolai Gogol, Ukrainian-Russian short story writer, novelist, and playwright (b. 1809)", "entities": [{"title": "Nikolai Gogol", "href": "/wiki/Nikolai_Gogol", "description": "Nikolai Vasilyevich Gogol was a Russian novelist, short story writer and playwright of Ukrainian origin."}]}, {"heading": "Deaths", "year": "1853", "date": "March 4", "txt": "Thomas Bladen Capel, English admiral (b. 1776)", "entities": [{"title": "Thomas Bladen Capel", "href": "/wiki/Thomas_Bladen_Capel", "description": "Admiral Sir Thomas Bladen Capel was an officer in the British Royal Navy whose distinguished service in the French Revolutionary War, the Napoleonic Wars and the War of 1812 earned him rapid promotion and great acclaim both in and out of the Navy. He was also a great friend of Admiral Nelson and can be considered a full member of Nelson's \"band of brothers\"."}]}, {"heading": "Deaths", "year": "1853", "date": "March 4", "txt": "Christian Leopold von Buch, German geologist and paleontologist (b. 1774)", "entities": []}, {"heading": "Deaths", "year": "1858", "date": "March 4", "txt": "Matthew C. Perry, American naval commander (b. 1794)", "entities": [{"title": "Matthew C. Perry", "href": "/wiki/Matthew_C._Perry", "description": "Matthew Calbraith Perry was a commodore of the United States Navy who commanded ships in several wars, including the War of 1812 and the Mexican–American War (1846–1848). He played a leading role in the opening of Japan to the West with the Convention of Kanagawa in 1854."}]}, {"heading": "Deaths", "year": "1864", "date": "March 4", "txt": "Thomas Starr King, American minister and politician (b. 1824)", "entities": [{"title": "Thomas Starr King", "href": "/wiki/Thomas_Starr_King", "description": "Thomas Starr King, often known as Starr King, was an American Universalist and Unitarian minister, influential in California politics during the American Civil War, and Freemason. Starr King spoke zealously in favor of the Union and was credited by Abraham Lincoln with preventing California from becoming a separate republic. He is sometimes referred to as \"the orator who saved the nation\"."}]}, {"heading": "Deaths", "year": "1866", "date": "March 4", "txt": "Alexander Campbell, Irish-American minister and theologian (b. 1788)", "entities": [{"title": "Alexander Campbell (clergyman)", "href": "/wiki/Alexander_Campbell_(clergyman)", "description": "Alexander Campbell was a Scots-Irish immigrant who became an ordained minister in the United States and joined his father Thomas Campbell as a leader of a reform effort that is historically known as the Restoration Movement, and by some as the \"Stone-Campbell Movement.\" It resulted in the development of non-denominational Christian churches, which stressed reliance on scripture and few essentials."}]}, {"heading": "Deaths", "year": "1872", "date": "March 4", "txt": "Carsten Hauch, Danish poet and playwright (b. 1790)", "entities": [{"title": "Carsten Hauch", "href": "/wiki/Carsten_Hauch", "description": "Johannes Carsten Hauch was a Danish poet."}]}, {"heading": "Deaths", "year": "1883", "date": "March 4", "txt": "Alexander H. Stephens, American lawyer and politician, Vice President of the Confederate States of America (b. 1812)", "entities": [{"title": "Alexander H. Stephens", "href": "/wiki/Alexander_H._Stephens", "description": "Alexander Hamilton Stephens was an American politician who served as the vice president of the Confederate States from 1861 to 1865, and later as the 50th governor of Georgia from 1882 until his death in 1883. A member of the Democratic Party, he represented the state of Georgia in the United States House of Representatives before becoming governor."}, {"title": "Vice President of the Confederate States of America", "href": "/wiki/Vice_President_of_the_Confederate_States_of_America", "description": "The Vice-President of the Confederate States was the second highest executive officer of the government of the Confederate States of America and the deputy to the President of the Confederate States. The office was held by Alexander H. Stephens of Georgia, who served under President Jefferson Davis of Mississippi from February 18, 1861, until the dissolution of the Confederacy on May 5, 1865. Havi"}]}, {"heading": "Deaths", "year": "1888", "date": "March 4", "txt": "Amos Bronson Alcott, American philosopher and educator (b. 1799)", "entities": [{"title": "Amos Bronson Alcott", "href": "/wiki/Amos_Bronson_Alcott", "description": "Amos Bronson Alcott was an American teacher, writer, philosopher, and reformer. As an educator, Alcott pioneered new ways of interacting with young students, focusing on a conversational style, and avoided traditional punishment. He hoped to perfect the human spirit and, to that end, advocated a plant-based diet. He was also an abolitionist and an advocate for women's rights."}]}, {"heading": "Deaths", "year": "1903", "date": "March 4", "txt": "Joseph Henry Shorthouse, English author (b. 1834)", "entities": [{"title": "Joseph Henry Shorthouse", "href": "/wiki/Joseph_Henry_Shorthouse", "description": "Joseph Henry Shorthouse was an English novelist. His first novel, John Inglesant, was particularly admired as a \"philosophical romance\". It discusses a religious intrigue in the English 17th century."}]}, {"heading": "Deaths", "year": "1906", "date": "March 4", "txt": "John Schofield, American general and politician, 28th United States Secretary of War (b. 1831)", "entities": [{"title": "John Schofield", "href": "/wiki/John_Schofield", "description": "John McAllister Schofield was an American soldier who held major commands during the American Civil War. He was appointed U.S. Secretary of War (1868-1869) under President Andrew Johnson and later served as Commanding General of the United States Army (1888-1895)."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Deaths", "year": "1915", "date": "March 4", "txt": "William Willett, English inventor, founded British Summer Time (b. 1856)", "entities": [{"title": "William Willett", "href": "/wiki/William_Willett", "description": "William Willett was a British builder and a promoter of British Summer Time."}, {"title": "British Summer Time", "href": "/wiki/British_Summer_Time", "description": "During British Summer Time (BST), civil time in the United Kingdom is advanced one hour forward of Greenwich Mean Time (GMT), so that mornings have one hour less daylight, and evenings one hour more."}]}, {"heading": "Deaths", "year": "1916", "date": "March 4", "txt": "Franz Marc, German painter (b. 1880)", "entities": [{"title": "Franz Marc", "href": "/wiki/Franz_Marc", "description": "Franz Moritz Wilhelm Marc was a German painter and printmaker, one of the key figures of German Expressionism. He was a founding member of Der Blaue Reiter, a journal whose name later became synonymous with the circle of artists collaborating in it."}]}, {"heading": "Deaths", "year": "1925", "date": "March 4", "txt": "Moritz Moszkowski, Polish-German pianist and composer (b. 1854)", "entities": [{"title": "Moritz Moszkowski", "href": "/wiki/Moritz_Moszkowski", "description": "Moritz Moszkowski was a German composer, pianist, and teacher of Polish-Jewish descent. His brother Alexander Moszkowski was a famous writer and satirist in Berlin."}]}, {"heading": "Deaths", "year": "1925", "date": "March 4", "txt": "James Ward, English psychologist and philosopher (b. 1843)", "entities": []}, {"heading": "Deaths", "year": "1925", "date": "March 4", "txt": "John Montgomery Ward, American baseball player and manager (b. 1860)", "entities": []}, {"heading": "Deaths", "year": "1927", "date": "March 4", "txt": "Ira Remsen, American chemist and academic (b. 1846)", "entities": [{"title": "Ira Remsen", "href": "/wiki/Ira_Remsen", "description": "Ira Remsen was an American chemist who discovered the artificial sweetener saccharin along with Constantin Fahlberg. He was the second president of Johns Hopkins University."}]}, {"heading": "Deaths", "year": "1938", "date": "March 4", "txt": "George Foster Peabody, American banker and philanthropist (b. 1852)", "entities": [{"title": "George Foster Peabody", "href": "/wiki/George_Foster_Peabody", "description": "George Foster Peabody was an American banker and philanthropist."}]}, {"heading": "Deaths", "year": "1938", "date": "March 4", "txt": "Jack Taylor, American baseball player (b. 1874)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "March 4", "txt": "Hamlin Garland, American novelist, poet, essayist, and short story writer (b. 1860)", "entities": [{"title": "Hamlin Garland", "href": "/wiki/Hamlin_Garland", "description": "Hannibal Hamlin Garland was an American novelist, poet, essayist, short story writer, Georgist, and psychical researcher. He is best known for his fiction involving hard-working Midwestern farmers."}]}, {"heading": "Deaths", "year": "1941", "date": "March 4", "txt": "Ludwig Quidde, German activist and politician, Nobel Prize laureate (b. 1858)", "entities": [{"title": "Ludwig Quidde", "href": "/wiki/Ludwig_Quidde", "description": "Ludwig Quidde was a German politician and pacifist who is mainly remembered today for his acerbic criticism of German Emperor Wilhelm II. Quidde's long career spanned four different eras of German history: that of Bismarck ; the Hohenzollern Empire under Wilhelm II (1888–1918); the Weimar Republic (1918–1933); and, finally, Nazi Germany. In 1927, he was awarded the Nobel Peace Prize."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1944", "date": "March 4", "txt": "Fannie Barrier Williams, American educator and activist (b. 1855)", "entities": [{"title": "Fannie Barrier Williams", "href": "/wiki/Fannie_Barrier_Williams", "description": "Frances \"Fannie\" Barrier Williams was an American educator and political and women's rights activist, and the first black woman to gain membership to the Chicago Woman's Club. She became well known for her efforts to have black people officially represented on the Board of Control of the World's Columbian Exposition in 1893. She was also a musician, a portraitist and studied foreign languages."}]}, {"heading": "Deaths", "year": "1944", "date": "March 4", "txt": "Louis Buchalter, American mob boss (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "March 4", "txt": "Louis Capone, Italian-American gangster (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "March 4", "txt": "René Lefebvre, French businessman (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "March 4", "txt": "Lucille La Verne, American actress (b. 1872)", "entities": [{"title": "Lucille La Verne", "href": "/wiki/Lucille_La_Verne", "description": "Lucille La Verne was an American stage and screen actress known for her appearances in silent, scolding, obnoxious, vituperative, sarcastic, cunning, and vengeful roles in early color films, as well as for her triumphs on the American stage. She is most widely remembered as the voice of the first Disney villain, the Evil Queen, Snow White's wicked stepmother from Snow White and the Seven Dwarfs (1"}]}, {"heading": "Deaths", "year": "1945", "date": "March 4", "txt": "Mark Sandrich, American director, producer, and screenwriter (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "March 4", "txt": "Antonin Artaud, French actor and director (b. 1896)", "entities": [{"title": "Antonin Artaud", "href": "/wiki/Antonin_Artaud", "description": "Antoine Marie Joseph Paul Artaud, better known as Antonin Artaud, was a French writer, poet, dramatist, visual artist, essayist, actor and theatre director, widely recognized as one of the major figures of twentieth-century theatre and the European avant-garde, and known for his raw, surreal and transgressive themes. He conceptualized the Theatre of Cruelty movement with essays and plays, and wrot"}]}, {"heading": "Deaths", "year": "1949", "date": "March 4", "txt": "Clarence Kingsbury, English cyclist (b. 1882)", "entities": [{"title": "Clarence Kingsbury", "href": "/wiki/Clarence_Kingsbury", "description": "Clarence Brickwood Kingsbury was a British track cyclist who competed in the 1908 Summer Olympics. He belonged to the Paddington and North End cycling clubs."}]}, {"heading": "Deaths", "year": "1952", "date": "March 4", "txt": "Charles Scott Sherrington, English neurophysiologist and pathologist, Nobel Prize laureate (b. 1857)", "entities": [{"title": "Charles Scott Sherrington", "href": "/wiki/Charles_Scott_Sherrington", "description": "Sir Charles Scott Sherrington was an English neurophysiologist, histologist, bacteriologist, and a pathologist, Nobel laureate and president of the Royal Society in the early 1920s. He received the Nobel Prize in Physiology or Medicine with Edgar Adrian, 1st Baron Adrian, in 1932 for their work on the functions of neurons. Prior to the work of Sherrington and Adrian, it was widely accepted that re"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1954", "date": "March 4", "txt": "Noel Gay, English composer and songwriter (b. 1898)", "entities": [{"title": "Noel Gay", "href": "/wiki/Noel_Gay", "description": "Noel Gay was born Reginald Moxon Armitage. He also used the name Stanley Hill professionally. He was a successful British composer of popular music of the 1930s and 1940s whose output comprised 45 songs as well as the music for 28 films and 26 London shows. Sheridan Morley has commented that he was \"the closest Britain ever came to a local Irving Berlin\". He is best known for the musical Me and My"}]}, {"heading": "Deaths", "year": "1960", "date": "March 4", "txt": "Herbert O'Conor, American soldier, lawyer, and politician, 51st Governor of Maryland (b. 1896)", "entities": [{"title": "Herbert O'Conor", "href": "/wiki/Herbert_O%27Conor", "description": "Herbert Romulus O'Conor was the 51st Governor of Maryland, serving from 1939 to 1947. He also served in the United States Senate, representing Maryland from 1947 to 1953. He was a Democrat."}, {"title": "Governor of Maryland", "href": "/wiki/Governor_of_Maryland", "description": "The governor of the State of Maryland heads the executive branch of the government of the State of Maryland, and is the commander-in-chief of the state's National Guard units. The governor is the highest-ranking official in the state and has a broad range of appointive powers in both the state and local governments, as specified by the Maryland Constitution. Because of the extent of these constitu"}]}, {"heading": "Deaths", "year": "1963", "date": "March 4", "txt": "William Carlos Williams, American poet, short story writer, and essayist (b. 1883)", "entities": [{"title": "William Carlos Williams", "href": "/wiki/William_Carlos_Williams", "description": "William Carlos Williams was a Puerto Rican-American poet, writer, and physician closely associated with modernism and imagism."}]}, {"heading": "Deaths", "year": "1969", "date": "March 4", "txt": "Nicholas Schenck, Russian-American businessman (b. 1881)", "entities": [{"title": "Nicholas Schenck", "href": "/wiki/Nicholas_Schenck", "description": "Nicholas M. Schenck was an American film studio executive and businessman."}]}, {"heading": "Deaths", "year": "1972", "date": "March 4", "txt": "Harold Barrowclough, New Zealand general, lawyer, and politician, 8th Chief Justice of New Zealand (b. 1894)", "entities": [{"title": "Harold Barrowclough", "href": "/wiki/Harold_Barrowclough", "description": "Major General Sir Harold Eric Barrowclough & Bar, was a New Zealand military leader, lawyer and Chief Justice from 1953 to 1966."}, {"title": "Chief Justice of New Zealand", "href": "/wiki/Chief_Justice_of_New_Zealand", "description": "The chief justice of New Zealand is the head of the New Zealand judiciary, and presides over the Supreme Court of New Zealand. The chief justice of New Zealand is also the chief justice of Tokelau. Before the establishment of the Supreme Court in 2004, the chief justice was the presiding judge in the High Court of New Zealand, and was also ex officio a member of the Court of Appeal of New Zealand."}]}, {"heading": "Deaths", "year": "1972", "date": "March 4", "txt": "Charles Biro, American author and illustrator (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "March 4", "txt": "Adolph Gottlieb, American painter and sculptor (b. 1903)", "entities": [{"title": "Adolph Gottlieb", "href": "/wiki/Adolph_Gottlieb", "description": "Adolph Gottlieb was an American abstract expressionist painter, sculptor and printmaker."}]}, {"heading": "Deaths", "year": "1976", "date": "March 4", "txt": "John Marvin Jones, American judge and politician (b. 1882)", "entities": [{"title": "John Marvin Jones", "href": "/wiki/John_Marvin_Jones", "description": "John Marvin Jones was a United States Representative from Texas and a Judge of the United States Court of Claims."}]}, {"heading": "Deaths", "year": "1976", "date": "March 4", "txt": "Walter H. Schottky, Swiss-German physicist and engineer (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "March 4", "txt": "Anatol E. Baconsky, Romanian poet, author, and critic (b. 1925)", "entities": [{"title": "Anatol E. Baconsky", "href": "/wiki/Anatol_E._Baconsky", "description": "Anatol E. Baconsky, also known as A. E. Bakonsky, Baconschi or Baconski, was a Romanian modernist poet, essayist, translator, novelist, publisher, literary and art critic. Praised for his late approach to poetry and prose, which transgresses the genres and introduces an aestheticized, original and progressively dark perspective to Romanian literature, he was also criticized for his early commitmen"}]}, {"heading": "Deaths", "year": "1977", "date": "March 4", "txt": "Nancy Tyson Burbidge, Australian botanist and curator (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "March 4", "txt": "Andrés Caicedo, Colombian author, poet, and playwright (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "March 4", "txt": "William Paul, American lawyer and politician (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "March 4", "txt": "Lutz Graf Schwerin von Krosigk, German jurist and politician, German Minister for Foreign Affairs (b. 1887)", "entities": [{"title": "Minister for Foreign Affairs (Germany)", "href": "/wiki/Minister_for_Foreign_Affairs_(Germany)", "description": "The Federal Minister for Foreign Affairs is the head of the Federal Foreign Office and a member of the Cabinet of Germany. The current office holder is Heiko Maas. Since 1966, the Foreign Minister has often also simultaneously held the office of Vice Chancellor."}]}, {"heading": "Deaths", "year": "1978", "date": "March 4", "txt": "Wesley Bolin, American businessman and politician, 15th Governor of Arizona (b. 1909)", "entities": [{"title": "Wesley Bolin", "href": "/wiki/Wesley_Bolin", "description": "Wesley Bolin was an American Democratic Party politician who served as the 15th governor of Arizona between 1977 and 1978. His five months in office mark the shortest term in office for any Arizona governor. Prior to ascending to the Governorship, Bolin was the longest serving Secretary of State of Arizona, where he served for 28 years."}, {"title": "Governor of Arizona", "href": "/wiki/Governor_of_Arizona", "description": "The Governor of Arizona is the head of government and head of state of the U.S. state of Arizona. As the top elected official, the governor is the head of the executive branch of the Arizona state government and is charged with faithfully executing state laws. The governor has the power to either approve or veto bills passed by the Arizona State Legislature; to convene the legislature; and to gran"}]}, {"heading": "Deaths", "year": "1978", "date": "March 4", "txt": "Joe Marsala, American clarinet player and songwriter (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "March 4", "txt": "Willi Unsoeld, American mountaineer and educator (b. 1926)", "entities": [{"title": "Willi Unsoeld", "href": "/wiki/Willi_Unsoeld", "description": "Willi Unsoeld was an American mountaineer who was a member of the first American expedition to summit Mount Everest. The American Mount Everest Expedition was led by Norman Dyhrenfurth, and included Unsoeld, Jim Whittaker, Lute Jerstad, Barry Bishop and Tom Hornbein. Whittaker, with Sherpa Nawang Gombu, reached the summit on May 1, 1963. Unsoeld, Hornbein, Bishop and Jerstad reached the top on May"}]}, {"heading": "Deaths", "year": "1980", "date": "March 4", "txt": "Alan Hardaker, English lieutenant and businessman (b. 1912)", "entities": [{"title": "Alan Hardaker", "href": "/wiki/Alan_Hardaker", "description": "Alan Hardaker OBE was an English football administrator for the Football League, a wartime Royal Navy officer, and previously an amateur footballer. He was born in Hull, Yorkshire, second son to John and Emma, and younger brother of Ernest."}]}, {"heading": "Deaths", "year": "1981", "date": "March 4", "txt": "Torin Thatcher, American actor (b. 1905)", "entities": [{"title": "Torin Thatcher", "href": "/wiki/Torin_Thatcher", "description": "Torin Herbert Erskine Thatcher was an Indian-born English actor who was noted for his flashy portrayals of screen villains."}]}, {"heading": "Deaths", "year": "1981", "date": "March 4", "txt": "Karl-Jesko von Puttkamer, German admiral (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "March 4", "txt": "Albert L. Lehninger, American biochemist and academic (b. 1917)", "entities": [{"title": "Albert L. Lehninger", "href": "/wiki/Albert_L._Lehninger", "description": "Albert Lester Lehninger was an American biochemist in the field of bioenergetics. He made fundamental contributions to the current understanding of metabolism at a molecular level. In 1948, he discovered, with Eugene P. Kennedy, that mitochondria are the site of oxidative phosphorylation in eukaryotes, which ushered in the modern study of energy transduction. He is the author of a number of classi"}]}, {"heading": "Deaths", "year": "1986", "date": "March 4", "txt": "Richard Manuel, Canadian singer-songwriter and pianist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "March 4", "txt": "Elizabeth Smart, Canadian poet and author (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "March 4", "txt": "Seibo Kitamura, Japanese sculptor (b. 1884)", "entities": [{"title": "Seibo Kitamura", "href": "/wiki/Seibo_Kitamura", "description": "Seibo Kitamura  was a Japanese sculptor. He is known as the sculptor of the 10-meter-tall Peace Statue in Nagasaki Peace Park. He is most often referred to as \"Seibo\"."}]}, {"heading": "Deaths", "year": "1988", "date": "March 4", "txt": "Beatriz Guido, Argentine author and screenwriter (b. 1924)", "entities": [{"title": "Beatriz Guido", "href": "/wiki/Beatriz_Guido", "description": "Beatriz Guido was an Argentine novelist and screenwriter."}]}, {"heading": "Deaths", "year": "1989", "date": "March 4", "txt": "Tiny Grimes, American guitarist (b. 1916)", "entities": [{"title": "Tiny Grimes", "href": "/wiki/Tiny_Grimes", "description": "Lloyd \"Tiny\" Grimes was an American jazz and R&B guitarist. He was a member of the Art Tatum Trio from 1943 to 1944, was a backing musician on recording sessions, and later led his own bands, including a recording session with Charlie Parker. He is notable for playing the electric tenor guitar, a four-stringed instrument."}]}, {"heading": "Deaths", "year": "1990", "date": "March 4", "txt": "Hank Gathers, American basketball player (b. 1967)", "entities": [{"title": "Hank Gathers", "href": "/wiki/Hank_Gathers", "description": "Eric Wilson \"Hank\" Gathers Jr. was an American college basketball player for the Loyola Marymount Lions in the West Coast Conference (WCC). As a junior in 1989, he became the second player in NCAA Division I history to lead the nation in scoring and rebounding in the same season. Gathers was a consensus second-team All-American as a senior in 1990. His No. 44 was retired by the Lions, who also pla"}]}, {"heading": "Deaths", "year": "1991", "date": "March 4", "txt": "Godfrey Bryan, English cricketer (b. 1902)", "entities": [{"title": "Godfrey Bryan", "href": "/wiki/Godfrey_Bryan", "description": "Brigadier Godfrey James Bryan was an English army officer and cricketer. A left-handed batsman, he played first-class cricket between 1920 and 1935 for Kent County Cricket Club and the Army cricket team. His brothers Jack and Ronnie also played for Kent, though Godfrey was considered as \"possibly the most talented\" of the three."}]}, {"heading": "Deaths", "year": "1992", "date": "March 4", "txt": "Art Babbitt, American animator and director (b. 1907)", "entities": [{"title": "Art Babbitt", "href": "/wiki/Art_Babbitt", "description": "Arthur Harold Babitsky, better known as Art Babbitt, was an American animator, best known for his work at Walt Disney Animation Studios. He received over 80 awards as an animation director and animator, and also developed the character of Goofy. Babbitt worked as an animator or animation director on films such as Snow White and the Seven Dwarfs, Pinocchio, Fantasia and Dumbo, among others. Outside"}]}, {"heading": "Deaths", "year": "1992", "date": "March 4", "txt": "Pare Lorentz, American director, producer, and screenwriter (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "March 4", "txt": "Art Hodes, Ukrainian-American pianist and composer (b. 1904)", "entities": [{"title": "Art Hodes", "href": "/wiki/Art_Hodes", "description": "Arthur W. Hodes, known professionally as Art Hodes, was an American jazz pianist."}]}, {"heading": "Deaths", "year": "1993", "date": "March 4", "txt": "Tomislav Ivčić, Croatian singer-songwriter and politician (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "March 4", "txt": "Izaak Kolthoff, Dutch chemist and academic (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "March 4", "txt": "Nicholas Ridley, Baron Ridley of Liddesdale, English lieutenant and politician, Secretary of State for the Environment (b. 1929)", "entities": [{"title": "Secretary of State for the Environment", "href": "/wiki/Secretary_of_State_for_the_Environment", "description": "The Secretary of State for the Environment was a UK cabinet position, responsible for the Department of the Environment (DoE). This was created by Edward Heath as a combination of the Ministry of Housing and Local Government, the Ministry of Transport and the Ministry of Public Building and Works on 15 October 1970. Thus it managed a mixed portfolio of issues: housing and planning, local governmen"}]}, {"heading": "Deaths", "year": "1994", "date": "March 4", "txt": "John Candy, Canadian comedian and actor (b. 1950)", "entities": [{"title": "John Candy", "href": "/wiki/John_Candy", "description": "John Franklin Candy was a Canadian actor and comedian known mainly for his work in Hollywood films. Candy rose to fame as a member of the Toronto branch of the Second City and its Second City Television (SCTV) series, and through his appearances in comedy films, including Stripes, National Lampoon's Vacation, Splash, Cool Runnings, Summer Rental, The Great Outdoors, Spaceballs, and Uncle Buck, as "}]}, {"heading": "Deaths", "year": "1994", "date": "March 4", "txt": "George Edward Hughes, Irish-Scottish philosopher and author (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "March 4", "txt": "Matt Urban, American colonel, Medal of Honor recipient (b. 1919)", "entities": [{"title": "Matt Urban", "href": "/wiki/Matt_Urban", "description": "Matt Louis Urban was a United States Army lieutenant colonel and one of the most decorated American soldiers of World War II. Urban performed valiantly in combat on many occasions despite being wounded in action several times. He received over a dozen personal decorations for combat from the U.S. Army, including seven Purple Hearts. In 1980, he received the Medal of Honor and three other U.S. deco"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1996", "date": "March 4", "txt": "Minnie Pearl, American entertainer (b. 1912)", "entities": [{"title": "Minnie Pearl", "href": "/wiki/Minnie_Pearl", "description": "Sarah Ophelia Colley Cannon, known professionally as her stage character Minnie Pearl, was an American country comedian who appeared at the Grand Ole Opry for more than 50 years and on the television show Hee Haw from 1969 to 1991."}]}, {"heading": "Deaths", "year": "1996", "date": "March 4", "txt": "John Sauer, American football player, coach, and sportscaster (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "March 4", "txt": "Joe Baker-Cresswell, English captain (b. 1901)", "entities": [{"title": "Joe Baker-Cresswell", "href": "/wiki/Joe_Baker-Cresswell", "description": "Captain Addison Joe Baker-Cresswell DSO was a Royal Navy officer, aide-de-camp to King George VI and High Sheriff of Northumberland. He is noted prominently for his role as the commanding officer of HMS Bulldog during the capture of U-110 which an intact Enigma cipher machine was seized."}]}, {"heading": "Deaths", "year": "1997", "date": "March 4", "txt": "Robert H. Dicke, American physicist and astronomer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "March 4", "txt": "Ivan Dougherty, Australian general (b. 1907)", "entities": [{"title": "Ivan Dougherty", "href": "/wiki/Ivan_Dougherty", "description": "Major General Sir Ivan Noel Dougherty, was an Australian Army officer during the Second World War and early Cold War period."}]}, {"heading": "Deaths", "year": "1999", "date": "March 4", "txt": "Harry Blackmun, American lawyer and judge (b. 1908)", "entities": [{"title": "Harry Blackmun", "href": "/wiki/Harry_Blackmun", "description": "Harry Andrew Blackmun was an American lawyer and jurist who served as an Associate Justice of the Supreme Court of the United States from 1970 until 1994. Appointed by Republican President Richard Nixon, Blackmun ultimately became one of the most liberal justices on the Court. He is best known as the author of the Court's opinion in Roe v. Wade, which prohibits many state and federal restrictions "}]}, {"heading": "Deaths", "year": "1999", "date": "March 4", "txt": "Del Close, American actor and educator (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 4", "txt": "Miłosz Magin, Polish pianist and composer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "March 4", "txt": "Hermann Brück, German-Scottish physicist and astronomer (b. 1905)", "entities": [{"title": "Hermann Brück", "href": "/wiki/Hermann_Br%C3%BCck", "description": "Hermann Alexander Brück CBE FRSE was a German-born astronomer, who spent the great portion of his career in various positions in Britain and Ireland."}]}, {"heading": "Deaths", "year": "2000", "date": "March 4", "txt": "Michael Noonan, New Zealand-Australian author and screenwriter (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "March 4", "txt": "Ta-You Wu, Chinese physicist and academic (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 4", "txt": "Gerardo Barbero, Argentinian chess player (b. 1961)", "entities": [{"title": "Gerardo Barbero", "href": "/wiki/Gerardo_Barbero", "description": "Gerardo Fabián Barbero was an Argentine chess grandmaster. He was born in Lanús, Buenos Aires, and raised in Rosario, Santa Fe."}]}, {"heading": "Deaths", "year": "2001", "date": "March 4", "txt": "Jean René Bazaine, French painter and author (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 4", "txt": "Fred Lasswell, American cartoonist (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 4", "txt": "Jim Rhodes, American businessman and politician, 61st Governor of Ohio (b. 1909)", "entities": [{"title": "Governor of Ohio", "href": "/wiki/Governor_of_Ohio", "description": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachmen"}]}, {"heading": "Deaths", "year": "2001", "date": "March 4", "txt": "Harold Stassen, American educator and politician, 25th Governor of Minnesota (b. 1907)", "entities": [{"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Deaths", "year": "2002", "date": "March 4", "txt": "Ugnė Karvelis, Lithuanian author and translator (b. 1935)", "entities": [{"title": "Ugnė Karvelis", "href": "/wiki/Ugn%C4%97_Karvelis", "description": "Ugnė Karvelis was a writer, a translator and a member of the UNESCO Executive Board from 1997 to 2002."}]}, {"heading": "Deaths", "year": "2002", "date": "March 4", "txt": "Elyne Mitchell, Australian skier and author (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 4", "txt": "Velibor Vasović, Serbian footballer and manager (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 4", "txt": "Jaba Ioseliani, Georgian playwright, academic, and politician (b. 1926)", "entities": [{"title": "Jaba Ioseliani", "href": "/wiki/Jaba_Ioseliani", "description": "Jaba Ioseliani was a Georgian politician, writer, thief-in-law and leader of the paramilitary and criminal Mkhedrioni organisation."}]}, {"heading": "Deaths", "year": "2003", "date": "March 4", "txt": "Sébastien Japrisot, French author, screenwriter, and director (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "March 4", "txt": "Claude Nougaro, French singer-songwriter (b. 1929)", "entities": [{"title": "Claude Nougaro", "href": "/wiki/Claude_Nougaro", "description": "Claude Nougaro was a French songwriter and singer."}]}, {"heading": "Deaths", "year": "2005", "date": "March 4", "txt": "Nicola Calipari, Italian general (b. 1953)", "entities": [{"title": "Nicola Calipari", "href": "/wiki/Nicola_Calipari", "description": "Nicola Calipari was an Italian major general and SISMI military intelligence officer. Calipari was killed by American soldiers while escorting a recently released Italian hostage, journalist Giuliana Sgrena, to Baghdad International Airport."}]}, {"heading": "Deaths", "year": "2005", "date": "March 4", "txt": "Yuriy Kravchenko, Ukrainian police officer and politician (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 4", "txt": "Carlos Sherman, Uruguayan-Belarusian author and activist (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 4", "txt": "John Reynolds Gardiner, American author and engineer (b. 1944)", "entities": [{"title": "John Reynolds Gardiner", "href": "/wiki/John_Reynolds_Gardiner", "description": "John Reynolds Gardiner was a writer best known for writing the book Stone Fox."}]}, {"heading": "Deaths", "year": "2006", "date": "March 4", "txt": "Edgar Valter, Estonian author and illustrator (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 4", "txt": "Thomas Eagleton, American lawyer and politician, 38th Lieutenant Governor of Missouri (b. 1929)", "entities": [{"title": "Thomas Eagleton", "href": "/wiki/Thomas_Eagleton", "description": "Thomas Francis Eagleton was a United States senator from Missouri, serving from 1968 to 1987. He was briefly the Democratic vice presidential nominee under George McGovern in 1972. He suffered from bouts of depression throughout his life, resulting in several hospitalizations, which were kept secret from the public. When they were revealed, it humiliated the McGovern campaign and Eagleton was forc"}, {"title": "Lieutenant Governor of Missouri", "href": "/wiki/Lieutenant_Governor_of_Missouri", "description": "The Lieutenant Governor of Missouri is the first person in the order of succession of the U.S. state of Missouri's executive branch, thus serving as governor in the event of the death, resignation, removal, impeachment, absence from the state, or incapacity due to illness of the governor of Missouri. He or she also serves, ex officio, as president of the Missouri Senate. The lieutenant governor is"}]}, {"heading": "Deaths", "year": "2007", "date": "March 4", "txt": "Tadeusz Nalepa, Polish singer-songwriter and guitarist (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 4", "txt": "Ian Wooldridge, English journalist (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 4", "txt": "Gary Gygax, American game designer, co-created Dungeons & Dragons (b. 1938)", "entities": [{"title": "Gary Gygax", "href": "/wiki/Gary_Gygax", "description": "Ernest Gary Gygax was an American game designer and author best known for co-creating the pioneering role-playing game Dungeons & Dragons (D&D) with Dave Arneson."}]}, {"heading": "Deaths", "year": "2008", "date": "March 4", "txt": "Leonard Rosenman, American composer and conductor (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 4", "txt": "Yvon Cormier, Canadian wrestler (b. 1938)", "entities": [{"title": "Yvon Cormier", "href": "/wiki/Yvon_Cormier", "description": "Yvon Cormier was a Canadian professional wrestler. Competing primarily under the ring name The Beast, he and his three wrestling brothers made up the Cormier wrestling family. He wrestled in many countries but regularly returned to Canada, where he competed for the Eastern Sports Association (ESA) and the ESA-promoted International Wrestling (IW). He also competed in the Calgary, Alberta-based Sta"}]}, {"heading": "Deaths", "year": "2009", "date": "March 4", "txt": "Horton Foote, American playwright and screenwriter (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 4", "txt": "George McAfee, American football player (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 4", "txt": "Raimund Abraham, Austrian architect and educator, designed the Austrian Cultural Forum New York (b. 1933)", "entities": [{"title": "Raimund Abraham", "href": "/wiki/Raimund_Abraham", "description": "Raimund Johann Abraham was an Austrian architect."}, {"title": "Austrian Cultural Forum New York", "href": "/wiki/Austrian_Cultural_Forum_New_York", "description": "The Austrian Cultural Forum New York is one of Austria’s two cultural representation offices in the United States; the other is in Washington, D.C. It is part of the worldwide network of Austrian Cultural Forums of the Austrian Federal Ministry for European and International Affairs."}]}, {"heading": "Deaths", "year": "2010", "date": "March 4", "txt": "Johnny Alf, Brazilian pianist and composer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 4", "txt": "Vladislav Ardzinba, Abkhazian historian and politician, 1st President of Abkhazia (b. 1945)", "entities": [{"title": "President of Abkhazia", "href": "/wiki/President_of_Abkhazia", "description": "The position of president of Abkhazia was created in 1994. Before the office of president was created the head of state position was known as the chairman of Parliament between 1992 and the creation of the 1994 constitution. Before the position of Chairman of Parliament, the highest office in Abkhazia was the chairman of the Supreme Soviet. The post would last from the declaration of sovereignty f"}]}, {"heading": "Deaths", "year": "2010", "date": "March 4", "txt": "Fred Wedlock, English singer-songwriter and guitarist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 4", "txt": "Krishna Prasad Bhattarai, Nepalese journalist and politician, 29th Prime Minister of Nepal (b. 1924)", "entities": [{"title": "Krishna Prasad Bhattarai", "href": "/wiki/Krishna_Prasad_Bhattarai", "description": "Krishna Prasad Bhattarai also known as Kishunji was a Nepalese political leader. He was one of the main leaders involved in transitioning Nepal from an absolute monarchy to a democratic multi-party system."}, {"title": "Prime Minister of Nepal", "href": "/wiki/Prime_Minister_of_Nepal", "description": "The prime minister of Nepal is the head of government and chief executive of Nepal. The prime minister is the chair of the Council of Ministers of Nepal and the chief adviser to the President of Nepal. The Prime Minister is a member of the House of Representatives of Nepal and is the highest ranking federal officer within the government."}]}, {"heading": "Deaths", "year": "2011", "date": "March 4", "txt": "Vivienne Harris, English journalist and publisher, co-founded the Jewish Telegraph (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 4", "txt": "Ed Manning, American basketball player and coach (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 4", "txt": "Arjun Singh, Indian politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 4", "txt": "Alenush Terian, Iranian astronomer and physicist (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 4", "txt": "Simon van der Meer, Dutch-Swiss physicist and academic, Nobel Prize laureate (b. 1925)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2012", "date": "March 4", "txt": "Paul McBride, Scottish lawyer and politician (b. 1965)", "entities": [{"title": "Paul McBride", "href": "/wiki/Paul_McBride", "description": "\n\nPaul McBride QC was a Scottish criminal lawyer based in Edinburgh. He was a board member of the Scottish Legal Aid Board, and a former vice chairman of the Faculty of Advocates Criminal Bar Association. He died suddenly on a trip to Pakistan."}]}, {"heading": "Deaths", "year": "2012", "date": "March 4", "txt": "Don Mincher, American baseball player (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 4", "txt": "Lillian Cahn, Hungarian-American businesswoman, co-founded Coach, Inc. (b. 1923)", "entities": [{"title": "Lillian Cahn", "href": "/wiki/Lillian_Cahn", "description": "Lillian Cahn was a Hungarian-born American businessperson who co-founded Coach New York with her husband, Miles Cahn. Lillian Cahn also created Coach's first line of handbags, which remains the label's trademark consumer product. She had emigrated to the United States with her family during the Great Depression. After selling Coach in 1985, the Cahns operated a goat farm and cheese-making business"}, {"title": "Coach, Inc.", "href": "/wiki/Coach,_Inc.", "description": "Tapestry, Inc. is an American multinational luxury fashion holding company. It is based in New York City and is the parent company of three major brands: Coach New York, Kate Spade New York and Stuart Weitzman. Originally named Coach, Inc., the business changed its name to Tapestry on October 31, 2017."}]}, {"heading": "Deaths", "year": "2013", "date": "March 4", "txt": "Mickey Moore, Canadian-American actor and director (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 4", "txt": "Toren Smith, Canadian businessman, founded Studio Proteus (b. 1960)", "entities": [{"title": "Studio Proteus", "href": "/wiki/Studio_Proteus", "description": "Studio Proteus is a Japanese manga import, translation and lettering company, founded in 1986 by Toren Smith and based in San Francisco. Other staff included translators Dana Lewis, Alan Gleason, and Frederik Schodt, letterer Tom Orzechowski and translator/letterer Tomoko Saito. The company worked with many different publishers, including Viz Media, Innovation Publishing and Eclipse Comics, but it"}]}, {"heading": "Deaths", "year": "2014", "date": "March 4", "txt": "Mark Freidkin, Russian author and poet (b. 1953)", "entities": [{"title": "Mark Freidkin", "href": "/wiki/Mark_Freidkin", "description": "Mark Iehielvich Freidkin was a Russian poet, author, translator, and singer."}]}, {"heading": "Deaths", "year": "2014", "date": "March 4", "txt": "Elaine Kellett-Bowman, English lawyer and politician (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 4", "txt": "Jack Kinzler, American engineer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 4", "txt": "Wu Tianming, Chinese director and producer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 4", "txt": "Dušan Bilandžić, Croatian historian and politician (b. 1924)", "entities": [{"title": "Dušan Bilandžić", "href": "/wiki/Du%C5%A1an_Biland%C5%BEi%C4%87", "description": "Dušan Bilandžić was a Croatian historian and politician."}]}, {"heading": "Deaths", "year": "2015", "date": "March 4", "txt": "Ray Hatton, English-American runner, author, and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 4", "txt": "Bud Collins, American journalist and sportscaster (b. 1929)", "entities": [{"title": "Bud Collins", "href": "/wiki/Bud_Collins", "description": "Arthur Worth \"Bud\" Collins Jr. was an American journalist and television sportscaster, best known for his tennis commentary. Collins was married to photographer Anita Ruthling Klaussen."}]}, {"heading": "Deaths", "year": "2016", "date": "March 4", "txt": "Pat Conroy, American author (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 4", "txt": "P. A. Sangma, Indian lawyer and politician, Speaker of the Lok Sabha (b. 1947)", "entities": [{"title": "Speaker of the Lok Sabha", "href": "/wiki/Speaker_of_the_Lok_Sabha", "description": "The Speaker of the Lok Sabha is the presiding officer and the highest authority of the Lok Sabha, the lower house of the Parliament of India. The speaker is elected generally in the first meeting of the Lok Sabha following general elections. Serving for a term of five years, the speaker chosen from sitting members of the Lok Sabha, and is by convention a member of the ruling party or alliance."}]}, {"heading": "Deaths", "year": "2016", "date": "March 4", "txt": "Zhou Xiaoyan, Chinese soprano and educator (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 4", "txt": "Clayton Yeutter, American politician (b. 1930)", "entities": [{"title": "Clayton Yeutter", "href": "/wiki/Clayton_Yeutter", "description": "Clayton Keith Yeutter, ONZM served as United States Secretary of Agriculture under President George H. W. Bush from 1989 to 1991 before serving as Counselor to the President in 1992. He served as United States Trade Representative from 1985 to 1989 and as Chairman for the Republican National Committee from 1991 until 1992. Yeutter was employed as a Senior Advisor at the international law firm Hoga"}]}, {"heading": "Deaths", "year": "2018", "date": "March 4", "txt": "Davide Astori, Italian soccer player (b. 1987)", "entities": [{"title": "Davide Astori", "href": "/wiki/Davide_Astori", "description": "Davide Astori was an Italian professional footballer who played as a central defender."}]}, {"heading": "Deaths", "year": "2019", "date": "March 4", "txt": "Keith Flint, English singer (The Prodigy) (b. 1969)", "entities": [{"title": "Keith Flint", "href": "/wiki/Keith_Flint", "description": "Keith Charles Flint was an English singer, dancer and motorcycle racer. He was a member of the electronic dance act The Prodigy. Starting out as a dancer, he became the frontman of the group and performed on the group's two UK number one singles, \"Firestarter\" and \"Breathe\" both released in 1996. He was also the lead singer of his own band, Flint. He owned a motorcycle racing team, Team Traction C"}, {"title": "The Prodigy", "href": "/wiki/The_Prodigy", "description": "The Prodigy are an English electronic dance music band from Braintree, Essex, formed in 1990 by keyboardist and songwriter Liam Howlett. The band's line-up has included MC and vocalist Maxim, dancer and vocalist Keith Flint, dancer and live keyboardist Leeroy Thornhill, and dancer and vocalist Sharky (1990–1991). Along with the Chemical Brothers and Fatboy Slim, The Prodigy are credited as pioneer"}]}, {"heading": "Deaths", "year": "2019", "date": "March 4", "txt": "Luke Perry, American actor (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "March 4", "txt": "Javier Pérez de Cuéllar, Peruvian politician and diplomat", "entities": [{"title": "Javier Pérez de Cuéllar", "href": "/wiki/Javier_P%C3%A9rez_de_Cu%C3%A9llar", "description": "Javier Felipe Ricardo Pérez de Cuéllar y de la Guerra was a Peruvian diplomat and politician who served as the fifth Secretary-General of the United Nations from January 1, 1982 to December 31, 1991. He ran unsuccessfully against Alberto Fujimori for President of Peru in 1995 and following Fujimori's resignation over corruption charges, he was Prime Minister and Minister of Foreign Affairs from No"}]}]