[{"heading": "Events", "year": "537", "date": "March 21", "txt": "Siege of Rome: King Vitiges attempts to assault the northern and eastern city walls, but is repulsed at the Praenestine Gate, known as the Vivarium, by the defenders under the Byzantine generals Bessas and Peranius.", "entities": [{"title": "Siege of Rome (537–38)", "href": "/wiki/Siege_of_Rome_(537%E2%80%9338)", "description": "The First Siege of Rome during the Gothic War lasted for a year and nine days, from 2 March 537 to 12 March 538. The city was besieged by the Ostrogothic army under their king Vitiges; the defending East Romans were commanded by Belisarius, one of the most famous and successful Roman generals. The siege was the first major encounter between the forces of the two opponents, and played a decisive ro"}, {"title": "Vitiges", "href": "/wiki/Vitiges", "description": "Vitiges or Vitigis, Witiges was king of the Ostrogoths in Italy from 536 to 540."}, {"title": "Aurelian Walls", "href": "/wiki/Aurelian_Walls", "description": "The Aurelian Walls are a line of city walls built between 271 AD and 275 AD in Rome, Italy, during the reign of the Roman Emperors Aurelian and Probus. They superseded the earlier Servian Wall built during the 4th century BC."}, {"title": "Porta Maggiore", "href": "/wiki/Porta_Maggiore", "description": "The Porta Maggiore, or Porta Prenestina, is one of the eastern gates in the ancient but well-preserved 3rd-century Aurelian Walls of Rome."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Bessas (magister militum)", "href": "/wiki/Bessas_(magister_militum)", "description": "Bessas was an East Roman (Byzantine) general of Gothic origin from Thrace, primarily known for his career in the wars of Justinian I. He distinguished himself against the Sassanid Persians in the Iberian War and under the command of Belisarius in the Gothic War, but after Belisarius' departure from Italy he failed to confront the resurgent Goths and was largely responsible for the loss of Rome in "}, {"title": "Peranius of Iberia", "href": "/wiki/Peranius_of_Iberia", "description": "Peranius was a Georgian prince from Iberia and a military commander in Roman (Byzantine) service. According to Procopius, he was the eldest son of the Iberian king Gurgenes. Gurgenes can be identified with Vakhtang I of Iberia of the Georgian sources; and Peranius might have been his brother rather than a son as suggested by Procopius. He was the father of Pacurius and uncle of Phazas, two other I"}]}, {"heading": "Events", "year": "630", "date": "March 21", "txt": "Emperor Heraclius returns the True Cross, one of the holiest Christian relics, to Jerusalem.", "entities": [{"title": "Heraclius", "href": "/wiki/Heraclius", "description": "Flavius Heraclius was the Byzantine emperor from 610 to 641. His rise to power began in 608, when he and his father, Heraclius the Elder, the exarch of Africa, led a revolt against the unpopular usurper Phocas."}, {"title": "True Cross", "href": "/wiki/True_Cross", "description": "The True Cross is the name for physical remnants which, by the tradition of some Christian churches, are said to be from the cross upon which Jesus was crucified."}, {"title": "Relic", "href": "/wiki/Relic", "description": "In religion, a relic usually consists of the physical remains of a saint or the personal effects of the saint or venerated person preserved for purposes of veneration as a tangible memorial. Relics are an important aspect of some forms of Buddhism, Christianity, Islam, Shamanism, and many other religions. Relic derives from the Latin reliquiae, meaning \"remains\", and a form of the Latin verb relin"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "717", "date": "March 21", "txt": "Battle of Vincy between Charles Martel and Ragenfrid.", "entities": [{"title": "Battle of Vincy", "href": "/wiki/Battle_of_Vincy", "description": "The Battle of Vincy was a battle of the Frankish civil war of 715–18 fought near Cambrai, in the modern département of Nord. It was a contest between Charles Martel and the Austrasians on one side and the king of the Franks, Chilperic II, and his mayor of the palace, Ragenfrid, on the other."}, {"title": "Charles Martel", "href": "/wiki/Charles_Martel", "description": "Charles Martel was a Frankish statesman and military leader who, as Duke and Prince of the Franks and Mayor of the Palace, was the de facto ruler of Francia from 718 until his death. He was a son of the Frankish statesman Pepin of Herstal and Pepin's mistress, a noblewoman named Alpaida. Charles, also known as “The Hammer”, successfully asserted his claims to power as successor to his father as th"}, {"title": "Ragenfrid", "href": "/wiki/Ragenfrid", "description": "Ragenfrid was the mayor of the palace of Neustria and Burgundy from 715, when he filled the vacuum in Neustria caused by the death of Pepin of Heristal, until 718, when Charles Martel finally established himself over the whole Frankish kingdom."}]}, {"heading": "Events", "year": "1152", "date": "March 21", "txt": "Annulment of the marriage of King Louis VII of France and Queen Eleanor of Aquitaine.", "entities": [{"title": "Louis VII of France", "href": "/wiki/Louis_VII_of_France", "description": "Louis VII, called the Younger or the Young, was King of the Franks from 1137 to 1180. He was the son and successor of King Louis VI and married Duchess Eleanor of Aquitaine, one of the wealthiest and most powerful women in western Europe. The marriage temporarily extended the Capetian lands to the Pyrenees, but was annulled in 1152 after no male heir was produced."}, {"title": "Eleanor of Aquitaine", "href": "/wiki/Eleanor_of_Aquitaine", "description": "Eleanor of Aquitaine was queen consort of France (1137–1152) and England (1154–1189) and duchess of Aquitaine in her own right (1137–1204). As the heir of the House of Poitiers, rulers in southwestern France, she was one of the wealthiest and most powerful women in western Europe during the High Middle Ages. She was patron of literary figures such as Wace, Benoît de Sainte-Maure, and Bernart de Ve"}]}, {"heading": "Events", "year": "1188", "date": "March 21", "txt": "Emperor Antoku accedes to the throne of Japan.", "entities": [{"title": "Emperor Antoku", "href": "/wiki/Emperor_Antoku", "description": "Emperor Antoku  was the 81st emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1180 through 1185."}]}, {"heading": "Events", "year": "1556", "date": "March 21", "txt": "On the day of his execution in Oxford, former archbishop of Canterbury Thomas Cranmer deviates from the scripted sermon by renouncing the recantations he has made and adds, \"And as for the pope, I refuse him, as Christ's enemy, and Antichrist with all his false doctrine.\"", "entities": [{"title": "Oxford", "href": "/wiki/Oxford", "description": "Oxford is a city in England. It is the county town and only city of Oxfordshire. In 2017, its population was estimated at 152,450. It is 56 miles (90 km) northwest of London, 64 miles (103 km) southeast of Birmingham, and 61 miles (98 km) northeast of Bristol."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}, {"title": "Thomas Cranmer", "href": "/wiki/Thomas_Cranmer", "description": "Thomas Cranmer was a leader of the English Reformation and Archbishop of Canterbury during the reigns of Henry VIII, Edward VI and, for a short time, Mary I. He helped build the case for the annulment of Henry's marriage to Catherine of Aragon, which was one of the causes of the separation of the English Church from union with the Holy See. Along with Thomas Cromwell, he supported the principle of"}, {"title": "Antichrist", "href": "/wiki/Antichrist", "description": "In Christian eschatology, the Antichrist, or anti-Christ, refers to people prophesied by the Bible to oppose Christ and substitute themselves in Christ's place before the Second Coming. The term Antichrist is found five times in the New Testament, solely in the First and Second Epistle of John. The Antichrist is announced as the one \"who denies the Father and the Son.\""}]}, {"heading": "Events", "year": "1788", "date": "March 21", "txt": "A fire in New Orleans leaves most of the town in ruins.", "entities": [{"title": "Great New Orleans Fire (1788)", "href": "/wiki/Great_New_Orleans_Fire_(1788)", "description": "The Great New Orleans Fire (1788) was a fire that destroyed 856 of the 1,100 structures in New Orleans, Louisiana, on March 21, 1788, spanning the south central Vieux Carré from Burgundy to Chartres Street, almost to the Mississippi River front buildings. An additional 212 buildings were destroyed in a later citywide fire, on December 8, 1794."}]}, {"heading": "Events", "year": "1800", "date": "March 21", "txt": "With the church leadership driven out of Rome during an armed conflict, Pius VII is crowned Pope in Venice with a temporary papal tiara made of papier-mâché.", "entities": [{"title": "Papal States", "href": "/wiki/Papal_States", "description": "The Papal States, officially the State of the Church, were a series of territories in the Italian Peninsula under the direct sovereign rule of the pope from the 8th century until 1870. They were among the major states of Italy from roughly the 8th century until the Kingdom of Piedmont-Sardinia unified the Italian Peninsula by conquest in a campaign virtually concluded in 1861 and definitively in 1"}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Pope Pius VII", "href": "/wiki/Pope_Pius_VII", "description": "Pope Pius VII, born Barnaba Niccolò Maria Luigi Chiaramonti, was head of the Catholic Church and ruler of the Papal States from 14 March 1800 to his death in 1823. Chiaramonti was also a monk of the Order of Saint Benedict in addition to being a well-known theologian and bishop throughout his life."}, {"title": "Papal coronation", "href": "/wiki/Papal_coronation", "description": "A papal coronation is the ceremony of the placing of the papal tiara on a newly elected pope. The first recorded papal coronation was that of Nicholas I in 858. The most recent was the 1963 coronation of Paul VI, who soon afterwards abandoned the practice of wearing the tiara. To date, none of his successors have used the tiara, and their papal inauguration celebrations have included no coronation"}, {"title": "Venice", "href": "/wiki/Venice", "description": "Venice is a city in northeastern Italy and the capital of the Veneto region. It is built on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are in the shallow Venetian Lagoon, an enclosed bay lying between the mouths of the Po and the Piave rivers. In 2020, 258,685 people resided in the Comune di Venezia, of whom around 55,000 live in the histo"}, {"title": "Papier-mâché tiara", "href": "/wiki/Papier-m%C3%A2ch%C3%A9_tiara", "description": "The papal tiara is the crown worn by popes of the Catholic Church for centuries, until 1978 when Pope John Paul II declined a coronation, opting instead for an inauguration. The tiara is still used as a symbol of the papacy. It features on the coat of arms of the Holy See and of the Vatican City State, though not on the pope's personal coat of arms since Pope Benedict XVI replaced the tiara on his"}]}, {"heading": "Events", "year": "1801", "date": "March 21", "txt": "The Battle of Alexandria is fought between British and French forces near the ruins of Nicopolis near Alexandria in Egypt.", "entities": [{"title": "Battle of Alexandria", "href": "/wiki/Battle_of_Alexandria", "description": "The Battle of Alexandria, or Battle of Canope, was fought on 21 March 1801 between the army of Napoleon's French First Republic under General Jacques-François Menou and the British expeditionary corps under Sir Ralph Abercromby. The battle took place near the ruins of Nicopolis, on the narrow spit of land between the sea and Lake Abukir, along which the British troops had advanced towards Alexandr"}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "French First Republic", "href": "/wiki/French_First_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}, {"title": "Alexandria", "href": "/wiki/Alexandria", "description": "Alexandria is the third-largest city in Egypt after Cairo and Giza, seventh-largest city in Africa, and a major economic centre. With a total population of 5,200,000, Alexandria is the largest city on the Mediterranean – also called the \"Bride of the Mediterranean\" by locals – the fourth-largest city in the Arab world and the ninth-largest urban area \nin Africa. The city extends about 40 km (25 mi"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1804", "date": "March 21", "txt": "Code Napoléon is adopted as French civil law.", "entities": [{"title": "Napoleonic Code", "href": "/wiki/Napoleonic_Code", "description": "The Napoleonic Code, officially the Civil Code of the French is the French civil code established under the French Consulate in 1804 and still in force, although frequently amended."}, {"title": "Civil law (legal system)", "href": "/wiki/Civil_law_(legal_system)", "description": "Civil law is a legal system originating in mainland Europe and adopted in much of the world. The civil law system is intellectualized within the framework of Roman law, and with core principles codified into a referable system, which serves as the primary source of law. The civil law system is often contrasted with the common law system, which originated in medieval England, whose intellectual fra"}]}, {"heading": "Events", "year": "1814", "date": "March 21", "txt": "Napoleonic Wars: Austrian forces repel French troops in the Battle of Arcis-sur-Aube.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}, {"title": "Battle of Arcis-sur-Aube", "href": "/wiki/Battle_of_Arcis-sur-Aube", "description": "The Battle of Arcis-sur-Aube saw an Imperial French army under Napoleon face a much larger Allied army led by Karl Philipp, Prince of Schwarzenberg during the War of the Sixth Coalition. On the second day of fighting, Emperor Napoleon suddenly realized he was massively outnumbered, and immediately ordered a masked retreat. By the time the Austrian Field Marshal Schwarzenberg realized Napoleon was "}]}, {"heading": "Events", "year": "1844", "date": "March 21", "txt": "The Baháʼí calendar begins. This is the first day of the first year of the Baháʼí calendar. It is annually celebrated by members of the Baháʼí Faith as the Baháʼí New Year or Náw-Rúz.", "entities": [{"title": "Baháʼí calendar", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_calendar", "description": "The Badíʻ calendar used in the Baháʼí Faith is a solar calendar consisting of 19 months and 4-5 Intercalary Days, with new year at the northern spring equinox. Each month is named after virtues, as are the days of the week. The first year is dated from 1844 CE, the year in which the Báb began teaching."}, {"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}, {"title": "Baháʼí Naw-Rúz", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Naw-R%C3%BAz", "description": "Naw-Rúz is the first day of the Baháʼí calendar year and one of nine holy days for adherents of the Baháʼí Faith. It occurs on the vernal equinox, on or near March 21, which is the traditional Iranian and Afghanistan New Year."}]}, {"heading": "Events", "year": "1861", "date": "March 21", "txt": "Alexander Stephens gives the Cornerstone Speech.", "entities": [{"title": "Alexander Stephens", "href": "/wiki/Alexander_Stephens", "description": "Alexander Hamilton Stephens was an American politician who served as the vice president of the Confederate States from 1861 to 1865, and later as the 50th governor of Georgia from 1882 until his death in 1883. A member of the Democratic Party, he represented the state of Georgia in the United States House of Representatives before becoming governor."}, {"title": "Cornerstone Speech", "href": "/wiki/Cornerstone_Speech", "description": "The Cornerstone Speech, also known as the Cornerstone Address, was an oration given by Alexander H. Stephens, Vice President of the Confederate States of America, at the Athenaeum in Savannah, Georgia, on March 21, 1861. The speech, delivered extemporaneously a few weeks before the Civil War began with the Confederate attack on Fort Sumter, defended slavery as a fundamental and just result of the "}]}, {"heading": "Events", "year": "1871", "date": "March 21", "txt": "Otto von Bismarck is appointed as the first Chancellor of the German Empire.", "entities": [{"title": "Otto von Bismarck", "href": "/wiki/Otto_von_Bismarck", "description": "Otto Eduard Leopold, Prince of Bismarck, Duke of Lauenburg, known as Otto von Bismarck, was a conservative German statesman who masterminded the unification of Germany in 1871 and served as its first chancellor until 1890, in which capacity he dominated European affairs for two decades. He had previously been Minister President of Prussia (1862–1890) and Chancellor of the North German Confederatio"}, {"title": "Chancellor of the German Empire", "href": "/wiki/Chancellor_of_the_German_Empire", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Events", "year": "1871", "date": "March 21", "txt": "Journalist Henry Morton Stanley begins his trek to find the missionary and explorer David Livingstone.", "entities": [{"title": "David Livingstone", "href": "/wiki/David_Livingstone", "description": " David Livingstone  was a Scottish physician, Congregationalist, and pioneer Christian missionary with the London Missionary Society, an explorer in Africa, and one of the most popular British heroes of the late 19th-century Victorian era. He had a mythic status that operated on a number of interconnected levels: Protestant missionary martyr, working-class \"rags-to-riches\" inspirational story, sci"}]}, {"heading": "Events", "year": "1918", "date": "March 21", "txt": "World War I: The first phase of the German Spring Offensive, Operation Michael, begins.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "German Spring Offensive", "href": "/wiki/German_Spring_Offensive", "description": "The German spring offensive, or  Kaiserschlacht, also known as the Ludendorff Offensive, was a series of German attacks along the Western Front during the First World War, beginning on 21 March 1918. The Germans had realised that their only remaining chance of victory was to defeat the Allies before the United States could fully deploy its resources. The German Army had gained a temporary advantag"}, {"title": "Operation Michael", "href": "/wiki/Operation_Michael", "description": "Operation Michael was a major German military offensive during the First World War that began the German Spring Offensive on 21 March 1918. It was launched from the Hindenburg Line, in the vicinity of Saint-Quentin, France. Its goal was to break through the Allied (Entente) lines and advance in a north-westerly direction to seize the Channel Ports, which supplied the British Expeditionary Force (B"}]}, {"heading": "Events", "year": "1919", "date": "March 21", "txt": "The Hungarian Soviet Republic is established becoming the first Communist government to be formed in Europe after the October Revolution in Russia.", "entities": [{"title": "Hungarian Soviet Republic", "href": "/wiki/Hungarian_Soviet_Republic", "description": "The Hungarian Soviet Republic, literally the Republic of Councils in Hungary was a short-lived communist rump state. When the Republic of Councils in Hungary was established in 1919, it controlled approximately 23% of the territory of Hungary's classic pre-World War I territories."}, {"title": "Communist", "href": "/wiki/Communist", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "October Revolution", "href": "/wiki/October_Revolution", "description": "The October Revolution, officially known as the Great October Socialist Revolution under the Soviet Union, also known as the Bolshevik Coup, the Bolshevik Revolution, the October Uprising, the October Coup or Red October, was a revolution in Russia led by the Bolshevik Party of Vladimir Lenin that was instrumental in the larger Russian Revolution of 1917–1923. It was the second revolutionary chang"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1921", "date": "March 21", "txt": "The New Economic Policy is implemented by the Bolshevik Party in response to the economic failure as a result of war communism.", "entities": [{"title": "New Economic Policy", "href": "/wiki/New_Economic_Policy", "description": "\nThe New Economic Policy (NEP) was an economic policy of the Soviet Union proposed by Vladimir Lenin in 1921 as a temporary expedient. Lenin characterized the NEP in 1922 as an economic system that would include \"a free market and capitalism, both subject to state control,\" while socialized state enterprises would operate on \"a profit basis.\""}, {"title": "Bolshevik", "href": "/wiki/Bolshevik", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "War communism", "href": "/wiki/War_communism", "description": "War communism or military communism was the economic and political system that existed in Soviet Russia during the Russian Civil War from 1918 to 1921."}]}, {"heading": "Events", "year": "1925", "date": "March 21", "txt": "The Butler Act prohibits the teaching of human evolution in Tennessee.", "entities": [{"title": "Butler Act", "href": "/wiki/Butler_Act", "description": "The Butler Act was a 1925 Tennessee law introduced by Tennessee House of Representatives member John Washington Butler prohibiting public school teachers from denying the Biblical account of mankind's origin. It was enacted as Tennessee Code Annotated Title 49 (Education) Section 1922, having been signed into law by Tennessee governor Austin Peay. The law also prevented the teaching of the evoluti"}, {"title": "Human evolution", "href": "/wiki/Human_evolution", "description": "Human evolution is the evolutionary process within the history of primates that led to the emergence of Homo sapiens as a distinct species of the hominid family, which includes the great apes. This process involved the gradual development of traits such as human bipedalism and language, as well as interbreeding with other hominins, which indicate that human evolution was not linear but a web."}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}]}, {"heading": "Events", "year": "1925", "date": "March 21", "txt": "Syngman Rhee is removed from office after being impeached as the President of the Provisional Government of the Republic of Korea.", "entities": [{"title": "Impeachment", "href": "/wiki/Impeachment", "description": "Impeachment is the process by which a legislative body or other legally constituted tribunal initiates charges against a public official for misconduct. Impeachment may be understood as a unique process involving both political and legal elements."}, {"title": "Provisional Government of the Republic of Korea", "href": "/wiki/Provisional_Government_of_the_Republic_of_Korea", "description": "The Korean Provisional Government (KPG), formally the Provisional Government of the Republic of Korea, was a partially recognized Korean government-in-exile based in Shanghai, China, and later in Chungking, during the Japanese colonial rule of Korea."}]}, {"heading": "Events", "year": "1928", "date": "March 21", "txt": "Charles Lindbergh is presented with the Medal of Honor for the first solo trans-Atlantic flight.", "entities": [{"title": "Charles Lindbergh", "href": "/wiki/Charles_Lindbergh", "description": "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York City to Paris on May 20–21. Lindbergh covered the 33+1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, "}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Events", "year": "1935", "date": "March 21", "txt": "Shah of Iran Reza Shah Pahlavi formally asks the international community to call Persia by its native name, Iran.", "entities": [{"title": "Shah of Iran", "href": "/wiki/Shah_of_Iran", "description": "This article lists the monarchs of Persia (Iran) from the establishment of the Median Empire by Medes around 705 BC until the deposition of the Pahlavi dynasty in 1979."}, {"title": "Rezā Shāh", "href": "/wiki/Rez%C4%81_Sh%C4%81h", "description": "Reza Shah Pahlavi was a military colonel, minister of war, prime minister, founder of Pahlavi dynasty and Shah of Iran from 15 December 1925 until he was forced to abdicate by the Anglo-Soviet invasion of Iran on 16 September 1941. Reza Shah introduced many social, economic, and political reforms during his reign, ultimately laying the foundation of the modern Iranian state. Therefore he is regard"}, {"title": "Persia", "href": "/wiki/Persia", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "1937", "date": "March 21", "txt": "Ponce massacre: Nineteen people in Ponce, Puerto Rico are gunned down by police acting on orders of the US-appointed Governor, Blanton C. Winship.", "entities": [{"title": "Ponce massacre", "href": "/wiki/Ponce_massacre", "description": "The Ponce massacre was an event that took place on Palm Sunday, March 21, 1937, in Ponce, Puerto Rico, when a peaceful civilian march turned into a police shooting in which 19 civilians and two policemen were killed, and more than 200 civilians wounded. None of the civilians were armed and most of the dead were reportedly shot in their backs. The march had been organized by the Puerto Rican Nation"}, {"title": "Ponce, Puerto Rico", "href": "/wiki/Ponce,_Puerto_Rico", "description": "Ponce is both a city and a municipality on the southern coast of Puerto Rico. The city is the seat of the municipal government."}, {"title": "Blanton C. Winship", "href": "/wiki/Blanton_C._Winship", "description": "Blanton C. Winship was an American military lawyer and veteran of both the Spanish–American War and World War I. During his career, he served both as Judge Advocate General of the United States Army and as the governor of Puerto Rico, where he personally ordered the Ponce massacre."}]}, {"heading": "Events", "year": "1943", "date": "March 21", "txt": "Wehrmacht officer Rudolf von Gersdorff plots to assassinate Adolf Hitler by using a suicide bomb, but the plan falls through; von Gersdorff is able to defuse the bomb in time and avoid suspicion.", "entities": [{"title": "Wehrmacht", "href": "/wiki/Wehrmacht", "description": "The Wehrmacht was the unified armed forces of Nazi Germany from 1935 to 1945. It consisted of the  Heer (army), the Kriegsmarine (navy) and the Luftwaffe. The designation \"Wehrmacht\" replaced the previously-used term Reichswehr, and was the manifestation of the Nazi regime's efforts to rearm Germany to a greater extent than the Treaty of Versailles permitted."}, {"title": "Rudolf Christoph Freiherr von Gersdorff", "href": "/wiki/Rudolf_Christoph_Freiherr_von_Gersdorff", "description": "Rudolf Christoph Freiherr von Gersdorff was an officer in the German Army. He attempted to assassinate Adolf Hitler by suicide bombing on 21 March 1943; the plan failed when Hitler left early, but Gersdorff was undetected. That same month, soldiers from his unit discovered the mass graves of the Soviet-perpetrated Katyn massacre."}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Events", "year": "1945", "date": "March 21", "txt": "World War II: British troops liberate Mandalay, Burma.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Mandalay", "href": "/wiki/Mandalay", "description": "Mandalay is the second-largest city in Myanmar, after Yangon. Located on the east bank of the Irrawaddy River, 716 km (445 mi) north of Yangon, the city has a population of 1,225,553."}, {"title": "Burma", "href": "/wiki/Burma", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}]}, {"heading": "Events", "year": "1945", "date": "March 21", "txt": "World War II: Operation Carthage: Royal Air Force planes bomb Gestapo headquarters in Copenhagen, Denmark. They also accidentally hit a school, killing 125 civilians.", "entities": [{"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}, {"title": "Gestapo", "href": "/wiki/Gestapo", "description": "The Geheime Staatspolizei, abbreviated Gestapo, was the official secret police of Nazi Germany and in German-occupied Europe."}, {"title": "Copenhagen", "href": "/wiki/Copenhagen", "description": "Copenhagen is the capital and most populous city of Denmark. As of 1 January 2020, the city had a population of 794,128 with 632,340 in Copenhagen Municipality, 104,305 in Frederiksberg Municipality, 42,989 in Tårnby Municipality, and 14,494 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen and the Copenhagen metropolitan area. Copenhagen is situated on the eastern co"}]}, {"heading": "Events", "year": "1945", "date": "March 21", "txt": "World War II: Bulgaria and the Soviet Union successfully complete their defense of the north bank of the Drava River as the Battle of the Transdanubian Hills concludes.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Drava", "href": "/wiki/Drava", "description": "The Drava or Drave is a river in southern Central Europe. With a length of 710 kilometres (440 mi), 724 kilometres (450 mi) including the Sextner Bach source, it is the fifth or sixth longest tributary of the Danube, after the Tisza, Sava, Prut, Mureș and perhaps Siret. Its source is near the market town of Innichen, in the Puster Valley of South Tyrol, Italy. The river flows eastwards through Eas"}, {"title": "Battle of the Transdanubian Hills", "href": "/wiki/Battle_of_the_Transdanubian_Hills", "description": "The Battle of the Transdanubian Hills was a defensive operation of the Bulgarian First Army during Bulgaria's participation in World War II against German Wehrmacht forces, who were trying to capture the north bank of the Drava river as part of Operation Spring Awakening."}]}, {"heading": "Events", "year": "1946", "date": "March 21", "txt": "The Los Angeles Rams sign Kenny Washington, making him the first African American player in professional American football since 1933.", "entities": [{"title": "Los Angeles Rams", "href": "/wiki/Los_Angeles_Rams", "description": "The Los Angeles Rams are a professional American football team based in the Los Angeles metropolitan area. The Rams compete in the National Football League (NFL) as a member of the National Football Conference (NFC) West division. The Rams play their home games at SoFi Stadium in Inglewood, which they share with the Los Angeles Chargers."}, {"title": "Kenny Washington (American football)", "href": "/wiki/Kenny_Washington_(American_football)", "description": "Kenneth S. Washington was an American professional football player who was the first African-American to sign a contract with a National Football League (NFL) team in the modern era. He played college football for the UCLA Bruins."}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while naturalized African immigrants may also identify as African-American."}, {"title": "Black players in professional American football", "href": "/wiki/Black_players_in_professional_American_football", "description": "\nDetails of the history of black players in professional American football depend on the professional football league considered, which includes the National Football League (NFL); the American Football League (AFL), a rival league from 1960 through 1969 which eventually merged with the NFL; and the All-America Football Conference (AAFC), which existed from 1946 to 1949."}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}]}, {"heading": "Events", "year": "1952", "date": "March 21", "txt": "Alan Freed presents the Moondog Coronation Ball, the first rock and roll concert, in Cleveland, Ohio.", "entities": [{"title": "Alan Freed", "href": "/wiki/Alan_Freed", "description": "Albert James \"Alan\" Freed was an American disc jockey. He also produced and promoted large traveling concerts with various acts, helping to spread the importance of rock and roll music throughout North America."}, {"title": "Moondog Coronation Ball", "href": "/wiki/Moondog_Coronation_Ball", "description": "The Moondog Coronation Ball was a concert held at the Cleveland Arena in Cleveland, Ohio, on March 21, 1952. It is generally accepted as the first major rock and roll concert."}, {"title": "Rock and roll", "href": "/wiki/Rock_and_roll", "description": "Rock and roll is a genre of popular music that evolved in the United States during the late 1940s and early 1950s. It originated from Black American music such as gospel, jump blues, jazz, boogie woogie, rhythm and blues, and country music. While rock and roll's formative elements can be heard in blues records from the 1920s, and in country records of the 1930s, the genre did not acquire its name "}, {"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}]}, {"heading": "Events", "year": "1960", "date": "March 21", "txt": "Apartheid: Sharpeville massacre, South Africa: Police open fire on a group of black South African demonstrators, killing 69 and wounding 180.", "entities": [{"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "Sharpeville massacre", "href": "/wiki/Sharpeville_massacre", "description": "The Sharpeville massacre occurred on 21 March 1960, at the police station in the South African township of Sharpeville in Transvaal."}]}, {"heading": "Events", "year": "1963", "date": "March 21", "txt": "Alcatraz Federal Penitentiary (in California) closes.", "entities": [{"title": "Alcatraz Federal Penitentiary", "href": "/wiki/Alcatraz_Federal_Penitentiary", "description": "The Alcatraz Federal Penitentiary or United States Penitentiary, Alcatraz Island was a maximum security federal prison on Alcatraz Island, 1.25 miles (2.01 km) off the coast of San Francisco, California, United States, the site of a fort since the 1850s; the main prison building was built in 1910–1912 as a United States Army military prison. The United States Department of Justice acquired the Uni"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Events", "year": "1965", "date": "March 21", "txt": "Ranger program: NASA launches Ranger 9, the last in a series of unmanned lunar space probes.", "entities": [{"title": "Ranger program", "href": "/wiki/Ranger_program", "description": "The Ranger program was a series of unmanned space missions by the United States in the 1960s whose objective was to obtain the first close-up images of the surface of the Moon. The Ranger spacecraft were designed to take images of the lunar surface, transmitting those images to Earth until the spacecraft were destroyed upon impact. A series of mishaps, however, led to the failure of the first six "}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Ranger 9", "href": "/wiki/Ranger_9", "description": "Ranger 9 was a Lunar probe, launched in 1965 by NASA. It was designed to achieve a lunar impact trajectory and to transmit high-resolution photographs of the lunar surface during the final minutes of flight up to impact. The spacecraft carried six television vidicon cameras—two wide-angle and four narrow-angle —to accomplish these objectives. The cameras were arranged in two separate chains, or ch"}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}]}, {"heading": "Events", "year": "1965", "date": "March 21", "txt": "Martin Luther King Jr. leads 3,200 people on the start of the third and finally successful civil rights march from Selma to Montgomery, Alabama.", "entities": [{"title": "Selma to Montgomery marches", "href": "/wiki/Selma_to_Montgomery_marches", "description": "The Selma to Montgomery marches were three protest marches, held in 1965, along the 54-mile (87 km) highway from Selma, Alabama, to the state capital of Montgomery. The marches were organized by nonviolent activists to demonstrate the desire of African-American citizens to exercise their constitutional right to vote, in defiance of segregationist repression; they were part of a broader voting righ"}, {"title": "Selma, Alabama", "href": "/wiki/Selma,_Alabama", "description": "Selma is a city in and the county seat of Dallas County, in the Black Belt region of south central Alabama and extending to the west. Located on the banks of the Alabama River, the city has a population of 20,756 as of the 2010 census. About 80% of the population is African-American."}, {"title": "Montgomery, Alabama", "href": "/wiki/Montgomery,_Alabama", "description": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico. In the 2010 Census, Montgomery's population was 205,764. According to the US estimated census of 2019, it is the third most populous city in Alabama, after Birmingham and Huntsville, and i"}]}, {"heading": "Events", "year": "1968", "date": "March 21", "txt": "Battle of Karameh in Jordan between the Israel Defense Forces and the combined forces of the Jordanian Armed Forces and PLO.", "entities": [{"title": "Battle of Karameh", "href": "/wiki/Battle_of_Karameh", "description": "The Battle of Karameh was a 15-hour military engagement between the Israel Defense Forces (IDF) and combined forces of the Palestine Liberation Organization (PLO) and the Jordanian Armed Forces (JAF) in the Jordanian town of Karameh on 21 March 1968, during the War of Attrition. It was planned by Israel as one of two concurrent raids on PLO camps, one in Karameh and one in the distant village of S"}, {"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}, {"title": "Israel Defense Forces", "href": "/wiki/Israel_Defense_Forces", "description": "The Israel Defense Forces, commonly known in Israel by the Hebrew acronym Tzahal, are the military forces of the State of Israel. They consist of the ground forces, air force, and navy. It is the sole military wing of the Israeli security forces, and has no civilian jurisdiction within Israel. The IDF is headed by its Chief of General Staff, the Ramatkal, subordinate to the Defense Minister of Isr"}, {"title": "Jordanian Armed Forces", "href": "/wiki/Jordanian_Armed_Forces", "description": "The Jordanian Armed Forces (JAF), also referred to as the Arab Army, are the military forces of the Hashemite Kingdom of Jordan. They consist of the ground forces, air force, and navy and is under the direct control of the King of Jordan who is the Supreme Commander of the Jordanian Armed Forces. The current Chairman of the Joint Chiefs of Staff is Major General Yousef Huneiti, who is also the Kin"}, {"title": "PLO", "href": "/wiki/PLO", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}]}, {"heading": "Events", "year": "1970", "date": "March 21", "txt": "The first Earth Day proclamation is issued by Joseph Alioto, Mayor of San Francisco.", "entities": [{"title": "Earth Day", "href": "/wiki/Earth_Day", "description": "Earth Day is an annual event on April 22 to demonstrate support for environmental protection. First held on April 22, 1970, it now includes a wide range of events coordinated globally by EarthDay.org including 1 billion people in more than 193 countries."}, {"title": "Joseph Alioto", "href": "/wiki/Joseph_Alioto", "description": "Joseph Lawrence Alioto was an American politician who served as the 36th mayor of San Francisco, California, from 1968 to 1976."}, {"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Events", "year": "1980", "date": "March 21", "txt": "U.S. President Jimmy Carter announces a United States boycott of the 1980 Summer Olympics in Moscow to protest the Soviet–Afghan War.", "entities": [{"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "1980 Summer Olympics boycott", "href": "/wiki/1980_Summer_Olympics_boycott", "description": "The 1980 Summer Olympics boycott was one part of a number of actions initiated by the United States to protest against the Soviet invasion of Afghanistan. The Soviet Union, which hosted the 1980 Summer Olympics, and its allies would later boycott the 1984 Summer Olympics in Los Angeles."}, {"title": "1980 Summer Olympics", "href": "/wiki/1980_Summer_Olympics", "description": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad and commonly known as Moscow 1980, were an international multi-sport event held from 19 July to 3 August 1980 in Moscow, Soviet Union, in present-day Russia. The Games were the first to be staged in Eastern Europe, and remain the only Summer Olympics held there, as well as the first Olympic Games and only Summer Olympics "}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Soviet–Afghan War", "href": "/wiki/Soviet%E2%80%93Afghan_War", "description": "The Soviet–Afghan War was a conflict wherein insurgent groups, as well as smaller Maoist groups, fought a nine-year guerrilla war against the Soviet Army and the Democratic Republic of Afghanistan government throughout the 1980s, mostly in the Afghan countryside. The Mujahideen were variously backed primarily by the United States, Pakistan, Iran, Saudi Arabia, China, and the United Kingdom; the co"}]}, {"heading": "Events", "year": "1983", "date": "March 21", "txt": "The first cases of the 1983 West Bank fainting epidemic begin; Israelis and Palestinians accuse each other of poison gas, but the cause is later determined mostly to be psychosomatic.", "entities": [{"title": "1983 West Bank fainting epidemic", "href": "/wiki/1983_West_Bank_fainting_epidemic", "description": "\nThe 1983 West Bank fainting epidemic occurred in late March and early April 1983. Researchers point to mass hysteria as the most likely explanation. Large numbers of Palestinians complained of fainting and dizziness, the vast majority of whom were teenage girls with a smaller number of female Israeli soldiers in multiple West Bank towns, leading to 943 hospitalizations."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "State of Palestine", "href": "/wiki/State_of_Palestine", "description": "Palestine, recognized officially as the State of Palestine by the United Nations and other entities, is a de jure sovereign state in Western Asia claiming the West Bank and Gaza Strip with Jerusalem as the designated capital, although its administrative center is currently located in Ramallah. The entirety of territory claimed by the State of Palestine has been occupied since 1948, first by Egypt "}, {"title": "Psychosomatic", "href": "/wiki/Psychosomatic", "description": "Psychosomatic medicine is an interdisciplinary medical field exploring the relationships among social, psychological, and behavioral factors on bodily processes and quality of life in humans and animals."}]}, {"heading": "Events", "year": "1986", "date": "March 21", "txt": "Debi Thomas became the first African American to win the World Figure Skating Championships", "entities": [{"title": "Debi Thomas", "href": "/wiki/Debi_Thomas", "description": "Debra Janine Thomas is an African American former figure skater and physician. She is the 1986 World champion, the 1988 Olympic bronze medalist, and a two-time U.S. national champion. Her rivalry with East Germany's Katarina Witt at the 1988 Calgary Olympics was known as the Battle of the Carmens."}, {"title": "World Figure Skating Championships", "href": "/wiki/World_Figure_Skating_Championships", "description": "The World Figure Skating Championships (\"Worlds\") is an annual figure skating competition sanctioned by the International Skating Union. Medals are awarded in the categories of men's singles, ladies' singles, pair skating, and ice dance. Generally held in March, the World Championships are considered the most prestigious of the ISU Figure Skating Championships. With the exception of the Olympic ti"}]}, {"heading": "Events", "year": "1990", "date": "March 21", "txt": "Namibia becomes independent after 75 years of South African rule.", "entities": [{"title": "Namibia", "href": "/wiki/Namibia", "description": "Namibia, officially the Republic of Namibia, is a country in Southern Africa. Its western border is the Atlantic Ocean; it shares land borders with Zambia and Angola to the north, Botswana to the east and South Africa to the south and east. Although it does not border Zimbabwe, less than 200 metres of the Zambezi River separates the two countries. Namibia gained independence from South Africa on 2"}, {"title": "South Africa", "href": "/wiki/South_Africa", "description": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. With over 59 million people, it is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. South Africa has three capital cities: executive Pretoria, judicial Bloemfontein and legislative Cape Town. The largest city is Johannesburg. About 80% of South Africans are of"}]}, {"heading": "Events", "year": "1994", "date": "March 21", "txt": "The United Nations Framework Convention on Climate Change enters into force.", "entities": [{"title": "United Nations Framework Convention on Climate Change", "href": "/wiki/United_Nations_Framework_Convention_on_Climate_Change", "description": "The United Nations Framework Convention on Climate Change (UNFCCC) is an international environmental treaty addressing climate change, negotiated and signed by 154 states at the United Nations Conference on Environment and Development (UNCED), informally known as the Earth Summit, held in Rio de Janeiro from 3 to 14 June 1992. It established a Secretariat headquartered in Bonn and entered into for"}]}, {"heading": "Events", "year": "1999", "date": "March 21", "txt": "Bertrand Piccard and Brian Jones become the first to circumnavigate the Earth in a hot air balloon.", "entities": [{"title": "Bertrand Piccard", "href": "/wiki/Bertrand_Piccard", "description": "Bertrand Piccard FRSGS is a Swiss explorer, psychiatrist and environmentalist. Along with Brian Jones, he was the first to complete a non-stop balloon flight around the globe, in a balloon named Breitling Orbiter 3. He was the initiator, chairman, and pilot, with André Borschberg, of Solar Impulse, the first successful round-the-world solar-powered flight. In 2012 Piccard was designated as a Champ"}, {"title": "Brian Jones (aeronaut)", "href": "/wiki/Brian_Jones_(aeronaut)", "description": "Brian George Jones is an English balloonist."}, {"title": "Circumnavigation", "href": "/wiki/Circumnavigation", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}, {"title": "Hot air balloon", "href": "/wiki/Hot_air_balloon", "description": "A hot-air balloon is a lighter-than-air aircraft consisting of a bag, called an envelope, which contains heated air. Suspended beneath is a gondola or wicker basket, which carries passengers and a source of heat, in most cases an open flame caused by burning liquid propane. The heated air inside the envelope makes it buoyant, since it has a lower density than the colder air outside the envelope. A"}]}, {"heading": "Events", "year": "2000", "date": "March 21", "txt": "Pope John Paul II makes his first ever pontifical visit to Israel.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Roman Pontifical", "href": "/wiki/Roman_Pontifical", "description": "The Roman Pontifical, in Latin the  Pontificale Romanum, is the Roman Catholic liturgical book which contains the rites and ceremonies usually performed by bishops."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "2006", "date": "March 21", "txt": "The social media site Twitter is founded.", "entities": [{"title": "Social media", "href": "/wiki/Social_media", "description": "Social media are interactive technologies that allow the creation or sharing/exchange of information, ideas, career interests, and other forms of expression via virtual communities and networks. While challenges to the definition of social media arise due to the broad variety of stand-alone and built-in social-media services currently available, there are some common features:Social media are inte"}, {"title": "Twitter", "href": "/wiki/Twitter", "description": "Twitter is an American microblogging and social networking service on which users post and interact with messages known as \"tweets\". Registered users can post, like and retweet tweets, but unregistered users can only read them. Users access Twitter through its website interface or its mobile-device application software (\"app\"), though the service could also be accessed via SMS before April 2020. T"}]}, {"heading": "Events", "year": "2019", "date": "March 21", "txt": "The 2019 Xiangshui chemical plant explosion occurs, killing at least 47 people and injuring 640 others.", "entities": [{"title": "2019 Xiangshui chemical plant explosion", "href": "/wiki/2019_Xiangshui_chemical_plant_explosion", "description": "On 21 March 2019, a major explosion occurred at a chemical plant in Chenjiagang Chemical Industry Park, Chenjiagang, Xiangshui County, Yancheng, Jiangsu, China. According to reports published on March 25, 78 people were killed and 617 injured."}]}, {"heading": "Births", "year": "927", "date": "March 21", "txt": "Emperor Taizu of Song (d. 976)", "entities": [{"title": "Emperor Taizu of Song", "href": "/wiki/Emperor_Taizu_of_Song", "description": "Emperor Taizu of Song, personal name Zhao Kuangyin, courtesy name Yuanlang, was the founder and first emperor of the Song dynasty in China. He reigned from 960 until his death in 976. Formerly a distinguished military general of the Later Zhou dynasty, Emperor Taizu came to power after staging a coup d'état and forcing Emperor Gong, the last Later Zhou ruler, to abdicate the throne in his favour."}]}, {"heading": "Births", "year": "1474", "date": "March 21", "txt": "Angela Merici, Italian educator and saint (d. 1540)", "entities": [{"title": "Angela Merici", "href": "/wiki/Angela_Merici", "description": "Angela Merici or Angela de Merici was an Italian religious educator, who is honored as a saint by the Roman Catholic Church. She founded the Company of St. Ursula in 1535 in Brescia, in which women dedicated their lives to the service of the Church through the education of girls. From this organisation later sprang the monastic Order of Ursulines, whose nuns established places of prayer and learni"}]}, {"heading": "Births", "year": "1501", "date": "March 21", "txt": "Anne Brooke, Baroness Cobham, English noble (d. 1558)", "entities": [{"title": "Anne Brooke, Baroness Cobham", "href": "/wiki/Anne_Brooke,_Baroness_Cobham", "description": "Anne Brooke, Baroness Cobham, born Anne Braye, was the wife of Sir George Brooke, 9th Baron Cobham. She was the attendant horsewoman at Anne Boleyn's coronation as Queen Consort on 1 June 1533, and she was allegedly one of the first accusers of Queen Anne in 1536. Anne Braye was Baroness Cobham from 1529 until her death in 1558."}]}, {"heading": "Births", "year": "1521", "date": "March 21", "txt": "Maurice, Elector of Saxony (d. 1553)", "entities": [{"title": "Maurice, Elector of Saxony", "href": "/wiki/Maurice,_Elector_of_Saxony", "description": "Maurice was Duke (1541–47) and later Elector (1547–53) of Saxony. His clever manipulation of alliances and disputes gained the Albertine branch of the Wettin dynasty extensive lands and the electoral dignity."}]}, {"heading": "Births", "year": "1527", "date": "March 21", "txt": "Hermann Finck, German composer and educator (d. 1558)", "entities": [{"title": "Hermann Finck", "href": "/wiki/Hermann_Finck", "description": "Hermann Finck was a German composer."}]}, {"heading": "Births", "year": "1555", "date": "March 21", "txt": "John Leveson, English politician (d. 1615)", "entities": [{"title": "John Leveson", "href": "/wiki/John_Leveson", "description": "Sir John Leveson was an English politician. He was instrumental in putting down the Essex rebellion of 8 February 1601."}]}, {"heading": "Births", "year": "1557", "date": "March 21", "txt": "Anne Howard, Countess of Arundel, English countess and poet (d. 1630)", "entities": [{"title": "Anne Howard, Countess of Arundel", "href": "/wiki/Anne_Howard,_Countess_of_Arundel", "description": "Anne Howard, Countess of Arundel, was an English poet, noblewoman, and religious conspirator. She lived a life devoted to her son, Thomas Howard, and religion, as she converted to Catholicism in 1582, going against society's acceptance. She was known to be a \"woman of strong character, and of religious desposition…whose influence soon made itself felt upon her husband… the increasing seriousness o"}]}, {"heading": "Births", "year": "1626", "date": "March 21", "txt": "Peter of Saint Joseph Betancur, Spanish saint and missionary (d. 1667)", "entities": [{"title": "Peter of Saint Joseph Betancur", "href": "/wiki/Peter_of_Saint_Joseph_Betancur", "description": "Peter of Saint Joseph de Betancur y Gonzáles (Spanish: Pedro de San José de Betancur y Gonzáles, March 21, 1626 – April 25, 1667, called Hermano Pedro de San José Betancurt or more simply Peter de Betancurt,  Hermano Pedro, Santo Hermano Pedro, or San Pedro de Vilaflor, was a Spanish saint and missionary in Guatemala. Known as the \"Saint Francis of Assisi of the Americas\", he is the first saint na"}]}, {"heading": "Births", "year": "1672", "date": "March 21", "txt": "Stefano Benedetto Pallavicino, Italian poet and translator (d. 1742)", "entities": [{"title": "Stefano Benedetto Pallavicino", "href": "/wiki/Stefano_Benedetto_Pallavicino", "description": "Stefano Benedetto Pallavicino was an Italian poet and opera librettist. He was the son of the composer Carlo Pallavicino (1630?-1688)."}]}, {"heading": "Births", "year": "1685", "date": "March 21", "txt": "Johann Sebastian Bach, German Baroque composer and musician (d. 1750)", "entities": [{"title": "Johann Sebastian Bach", "href": "/wiki/Johann_Sebastian_Bach", "description": "Johann Sebastian Bach was a German composer and musician of the Baroque period. He is known for instrumental compositions such as the Brandenburg Concertos and the Goldberg Variations, and for vocal music such as the St Matthew Passion and the Mass in B minor. Since the 19th-century Bach Revival, he has been generally regarded as one of the greatest composers of all time."}]}, {"heading": "Births", "year": "1713", "date": "March 21", "txt": "Francis Lewis, Welsh-American merchant and politician (d. 1803)", "entities": [{"title": "Francis Lewis", "href": "/wiki/Francis_Lewis", "description": "Francis Lewis was a Welsh merchant and signer of the United States Declaration of Independence as a representative of New York."}]}, {"heading": "Births", "year": "1716", "date": "March 21", "txt": "Josef Seger, Bohemian organist, composer, and educator (d. 1782)", "entities": [{"title": "Josef Seger", "href": "/wiki/Josef_Seger", "description": "Josef Seger was a Czech organist, composer, and educator. After graduating in philosophy from the Charles University in Prague and studying music under Bohuslav Matěj Černohorský, Jan Zach, and others, Seger became organist of two churches in Prague and remained there until his death."}]}, {"heading": "Births", "year": "1752", "date": "March 21", "txt": "Mary Dixon Kies, American inventor (d. 1837)", "entities": [{"title": "Mary Dixon Kies", "href": "/wiki/Mary_Dixon_Kies", "description": "Mary Dixon Kies was an American inventor. On May 5, 1809, her patent for a new technique of weaving straw with silk and thread to make hats was signed by President James Madison."}]}, {"heading": "Births", "year": "1763", "date": "March 21", "txt": "Jean Paul, German journalist and author (d. 1825)", "entities": [{"title": "Jean Paul", "href": "/wiki/Jean_Paul", "description": "Jean Paul was a German Romantic writer, best known for his humorous novels and stories."}]}, {"heading": "Births", "year": "1768", "date": "March 21", "txt": "Joseph Fourier, French mathematician and physicist (d. 1830)", "entities": [{"title": "Joseph Fourier", "href": "/wiki/Joseph_Fourier", "description": "Jean-Baptiste Joseph Fourier was a French mathematician and physicist born in Auxerre and best known for initiating the investigation of Fourier series, which eventually developed into Fourier analysis and harmonic analysis, and their applications to problems of heat transfer and vibrations. The Fourier transform and Fourier's law of conduction are also named in his honour. Fourier is also general"}]}, {"heading": "Births", "year": "1806", "date": "March 21", "txt": "Benito Juárez, Mexican lawyer and politician, 25th President of Mexico (d. 1872)", "entities": [{"title": "Benito Juárez", "href": "/wiki/Benito_Ju%C3%A1rez", "description": "Benito Pablo Juárez García was a Mexican lawyer and politician, who served as the 26th president of Mexico from 1858 until his death in 1872. He also served as the Mexican president during the Second French intervention in Mexico. He was the first president of Mexico who was of indigenous origin. Born in Oaxaca to a poor Zapotec rural family and orphaned when he was young, he moved to Oaxaca City "}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1811", "date": "March 21", "txt": "Nathaniel Woodard, English priest and educator (d. 1891)", "entities": [{"title": "Nathaniel Woodard", "href": "/wiki/Nathaniel_Woodard", "description": "Nathaniel Woodard was a priest in the Church of England. He founded 11 schools for the middle classes in England whose aim was to provide education based on \"sound principle and sound knowledge, firmly grounded in the Christian faith\". His educational principles are promoted today through the Woodard Corporation, a registered charity."}]}, {"heading": "Births", "year": "1825", "date": "March 21", "txt": "Alexander Mozhaysky, Russian soldier and engineer (d. 1890)", "entities": [{"title": "Alexander Mozhaysky", "href": "/wiki/Alexander_Mozhaysky", "description": "Alexander Fedorovich Mozhaysky was an admiral in the Imperial Russian Navy, aviation pioneer, researcher and designer of heavier-than-air craft."}]}, {"heading": "Births", "year": "1831", "date": "March 21", "txt": "Dorothea Beale, English suffragist, educational reformer and author (d. 1906)", "entities": [{"title": "Dorothea Beale", "href": "/wiki/Dorothea_Beale", "description": "Dorothea Beale LL.D. was a suffragist, educational reformer and author. As Principal of Cheltenham Ladies' College, she became the founder of St Hilda's College, Oxford."}]}, {"heading": "Births", "year": "1835", "date": "March 21", "txt": "Thomas Hayward, English cricketer (d. 1876)", "entities": [{"title": "Thomas Hayward (cricketer)", "href": "/wiki/Thomas_Hayward_(cricketer)", "description": "Thomas Hayward was an English first-class cricketer who was generally reckoned to be one of the outstanding batsmen of the 1850s and 1860s. In the early 1860s, he and Robert Carpenter, his county colleague, were rated as the two finest batsmen in England. Richard Daft was among those ranking them as equal first, though George Parr reckoned Carpenter the better of the two."}]}, {"heading": "Births", "year": "1839", "date": "March 21", "txt": "Modest Mussorgsky, Russian pianist and composer (d. 1881)", "entities": [{"title": "Modest Mussorgsky", "href": "/wiki/Modest_Mussorgsky", "description": "Modest Petrovich Mussorgsky was a Russian composer, one of the group known as \"The Five\". He was an innovator of Russian music in the Romantic period. He strove to achieve a uniquely Russian musical identity, often in deliberate defiance of the established conventions of Western music."}]}, {"heading": "Births", "year": "1854", "date": "March 21", "txt": "Alick Bannerman, Australian cricketer and coach (d. 1924)", "entities": [{"title": "Alick Bannerman", "href": "/wiki/Alick_Bannerman", "description": "Alexander Chalmers Bannerman was an Australian cricketer who played in 28 Tests between 1879 and 1893."}]}, {"heading": "Births", "year": "1857", "date": "March 21", "txt": "Alice Henry, Australian journalist and activist (d. 1943)", "entities": [{"title": "Alice Henry", "href": "/wiki/Alice_Henry", "description": "Alice Henry was an Australian suffragist, journalist and trade unionist who also became prominent in the American trade union movement as a member of the Women's Trade Union League."}]}, {"heading": "Births", "year": "1859", "date": "March 21", "txt": "Daria Pratt, American golfer (d. 1938)", "entities": [{"title": "Daria Pratt", "href": "/wiki/Daria_Pratt", "description": "Myra Abigail \"Abbie\" Pratt was an American golfer who competed in the 1900 Summer Olympics. She won the bronze medal in the women's competition."}]}, {"heading": "Births", "year": "1865", "date": "March 21", "txt": "George Owen Squier, American general (d. 1934)", "entities": [{"title": "George Owen Squier", "href": "/wiki/George_Owen_Squier", "description": "Major General George Owen Squier was born in Dryden, Michigan, United States. He graduated from the United States Military Academy in the Class of 1887 and received a Ph.D. from Johns Hopkins University in 1893."}]}, {"heading": "Births", "year": "1866", "date": "March 21", "txt": "Antonia Maury, American astronomer and astrophysicist (d. 1952)", "entities": [{"title": "Antonia Maury", "href": "/wiki/Antonia_Maury", "description": "Antonia Caetana de Paiva Pereira Maury was an American astronomer who was the first to detect and calculate the orbit of a spectroscopic binary. She published an important early catalog of stellar spectra using her own system of stellar classification, which was later adopted by the International Astronomical Union. She also spent many years studying the binary star Beta Lyrae. Maury was part of t"}]}, {"heading": "Births", "year": "1867", "date": "March 21", "txt": "Florenz Ziegfeld, Jr., American director and producer (d. 1932)", "entities": [{"title": "Florenz Ziegfeld, Jr.", "href": "/wiki/Florenz_Ziegfeld,_Jr.", "description": "Florenz Edward Ziegfeld Jr. was an American Broadway impresario, notable for his series of theatrical revues, the Ziegfeld Follies (1907–1931), inspired by the Folies Bergère of Paris. He also produced the musical Show Boat. He was known as the \"glorifier of the American girl\". Ziegfeld is a member of the American Theater Hall of Fame."}]}, {"heading": "Births", "year": "1869", "date": "March 21", "txt": "David Robertson, Scottish-English golfer and rugby player (d. 1937)", "entities": [{"title": "David Robertson (golfer)", "href": "/wiki/David_Robertson_(golfer)", "description": "David Donaldson Robertson was a Scottish sportsman who represented Great Britain and Ireland at golf in the 1900 Summer Olympics, and also played international rugby for the Scotland."}]}, {"heading": "Births", "year": "1874", "date": "March 21", "txt": "Alfred Tysoe, English runner (d. 1901)", "entities": [{"title": "Alfred Tysoe", "href": "/wiki/Alfred_Tysoe", "description": "Alfred Ernest Tysoe was an English athlete, and winner of two gold medals at the 1900 Olympic Games representing Great Britain."}]}, {"heading": "Births", "year": "1876", "date": "March 21", "txt": "Walter Tewksbury, American runner and hurdler (d. 1968)", "entities": [{"title": "Walter Tewksbury", "href": "/wiki/Walter_Tewksbury", "description": "Walter Beardsley Tewksbury, was an American track and field athlete. At the 1900 Summer Olympics, he won five medals, including two golds."}]}, {"heading": "Births", "year": "1877", "date": "March 21", "txt": "Maurice Farman, French race car driver and pilot (d. 1964)", "entities": [{"title": "Maurice Farman", "href": "/wiki/Maurice_Farman", "description": "Maurice Alain Farman was an Anglo-French Grand Prix motor racing champion, an aviator, and an aircraft manufacturer and designer."}]}, {"heading": "Births", "year": "1878", "date": "March 21", "txt": "Morris H. Whitehouse, American architect (d. 1944)", "entities": [{"title": "Morris H. Whitehouse", "href": "/wiki/Morris_H._Whitehouse", "description": "Morris Homans Whitehouse was an American architect whose work included the design of the Gus Solomon United States Courthouse in Portland, Oregon."}]}, {"heading": "Births", "year": "1880", "date": "March 21", "txt": "Broncho Billy Anderson, American actor, director, and producer (d. 1971)", "entities": [{"title": "Broncho Billy Anderson", "href": "/wiki/Broncho_Billy_Anderson", "description": "Gilbert M. \"Broncho Billy\" Anderson was an American actor, writer, film director, and film producer, who is best known as the first star of the Western film genre. He was a founder and star for Essanay studios. In 1958, he received a special Academy Award for being a pioneer of the movie industry."}]}, {"heading": "Births", "year": "1880", "date": "March 21", "txt": "Hans Hofmann, German-American painter and academic (d. 1966)", "entities": []}, {"heading": "Births", "year": "1882", "date": "March 21", "txt": "Aleksander Kesküla, Estonian politician (d. 1963)", "entities": [{"title": "Aleksander Kesküla", "href": "/wiki/Aleksander_Kesk%C3%BCla", "description": "Aleksander Eduard Kesküla was an Estonian politician and revolutionary."}]}, {"heading": "Births", "year": "1884", "date": "March 21", "txt": "George David Birkhoff, American mathematician (d. 1944)", "entities": [{"title": "George David Birkhoff", "href": "/wiki/George_David_Birkhoff", "description": "George David Birkhoff was an American mathematician best known for what is now called the ergodic theorem. Birkhoff was one of the most important leaders in American mathematics in his generation, and during his time he was considered by many to be the preeminent American mathematician."}]}, {"heading": "Births", "year": "1885", "date": "March 21", "txt": "Pierre Renoir, French actor and director (d. 1952)", "entities": [{"title": "Pierre Renoir", "href": "/wiki/Pierre_Renoir", "description": "Pierre Renoir was a French stage and film actor. He was the son of the impressionist painter Pierre-Auguste Renoir and elder brother of the film director Jean Renoir. He is also noted for being the first actor to play Georges Simenon's character Inspector Jules Maigret."}]}, {"heading": "Births", "year": "1886", "date": "March 21", "txt": "Walter Dray, American pole vaulter (d. 1973)", "entities": [{"title": "Walter Dray", "href": "/wiki/Walter_Dray", "description": "Walter Remy Dray was an American track and field athlete who competed in the 1904 Summer Olympics. Dray attended Yale University, where he was the captain of the track team. He held the world record in pole vault three separate times. In 1904 he was sixth in pole vault competition. He died in Yorkville, Illinois, aged 87."}]}, {"heading": "Births", "year": "1887", "date": "March 21", "txt": "Clarice Beckett, Australian painter (d. 1935)", "entities": [{"title": "Clarice Beckett", "href": "/wiki/Clarice_Beckett", "description": "Clarice Marjoribanks Beckett was an Australian artist and a key member of the Australian tonalist movement. Her works are featured in the collections of Australia's major public galleries, including the National Gallery of Australia, National Gallery of Victoria and the Art Gallery of South Australia."}]}, {"heading": "Births", "year": "1887", "date": "March 21", "txt": "Lajos Kassák, Hungarian poet, novelist and painter (d. 1967)", "entities": []}, {"heading": "Births", "year": "1887", "date": "March 21", "txt": "M. N. Roy, Indian philosopher and politician (d. 1954)", "entities": []}, {"heading": "Births", "year": "1889", "date": "March 21", "txt": "Jock Sutherland, American football player and coach (d. 1948)", "entities": [{"title": "Jock Sutherland", "href": "/wiki/Jock_Sutherland", "description": "John Bain \"Jock\" Sutherland was an American football player and coach. He coached college football at Lafayette College (1919–1923) and the University of Pittsburgh (1924–1938) and professional football for the Brooklyn Dodgers (1940–1941) and Pittsburgh Steelers (1946–1947). He was inducted into the College Football Hall of Fame in 1951."}]}, {"heading": "Births", "year": "1896", "date": "March 21", "txt": "Friedrich Waismann, Austrian mathematician, physicist, and philosopher from the Vienna Circle (d. 1959)", "entities": [{"title": "Friedrich Waismann", "href": "/wiki/Friedrich_Waismann", "description": "Friedrich Waismann was an Austrian mathematician, physicist, and philosopher. He is best known for being a member of the Vienna Circle and one of the key theorists in logical positivism."}]}, {"heading": "Births", "year": "1897", "date": "March 21", "txt": "Sim Gokkes, Dutch composer and conductor (d. 1943)", "entities": [{"title": "Sim Gokkes", "href": "/wiki/Sim_Gokkes", "description": "Simon (Sim) Gokkes was a Dutch-Jewish composer."}]}, {"heading": "Births", "year": "1897", "date": "March 21", "txt": "Salvador Lutteroth, Mexican wrestling promoter, founded Consejo Mundial de Lucha Libre (d. 1987)", "entities": [{"title": "Consejo Mundial de Lucha Libre", "href": "/wiki/Consejo_Mundial_de_Lucha_Libre", "description": "Consejo Mundial de Lucha Libre Co., Ltd. is a lucha libre professional wrestling promotion based in Mexico City. The promotion was previously known as Empresa Mexicana de Lucha Libre (EMLL). Founded in 1933, it is the oldest professional wrestling promotion still in existence."}]}, {"heading": "Births", "year": "1899", "date": "March 21", "txt": "Panagiotis Pipinelis, Greek politician, Prime Minister of Greece (d. 1970)", "entities": [{"title": "Panagiotis Pipinelis", "href": "/wiki/Panagiotis_Pipinelis", "description": "Panagiotis Pipinelis was a Greek politician and diplomat."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1901", "date": "March 21", "txt": "Karl Arnold, German businessman and politician, President of the German Bundesrat (d. 1958)", "entities": [{"title": "Karl Arnold", "href": "/wiki/Karl_Arnold", "description": "Karl Arnold was a German politician. He was Minister President of North Rhine-Westphalia from 1947 to 1956."}, {"title": "President of the German Bundesrat", "href": "/wiki/President_of_the_German_Bundesrat", "description": "In Germany, the President of the Bundesrat or President of the Federal Council is the chairperson or speaker of the Bundesrat. He or she is elected by the Bundesrat for a term of one year. Traditionally, the Presidency of the Bundesrat rotates among the leaders of the sixteen state governments. This is however only an established praxis, theoretically the Bundesrat is free to elect any member it c"}]}, {"heading": "Births", "year": "1902", "date": "March 21", "txt": "Son House, American blues singer-songwriter and guitarist (d. 1988)", "entities": [{"title": "Son House", "href": "/wiki/Son_House", "description": "Edward James \"Son\" House Jr. was an American delta blues singer and guitarist, noted for his highly emotional style of singing and slide guitar playing."}]}, {"heading": "Births", "year": "1904", "date": "March 21", "txt": "Jehane Benoît, Canadian journalist and author (d. 1987)", "entities": [{"title": "Jehane Benoît", "href": "/wiki/Jehane_Beno%C3%AEt", "description": "Jehane Benoît, was a Canadian culinary author, speaker, commentator, journalist, and broadcaster. After studying at the Sorbonne and Le Cordon Bleu cooking school in Paris, she started her own cooking school, Fumet de la Vieille France, in Montreal. She also opened one of Canada's first vegetarian restaurants, \"The Salad Bar\", in 1935."}]}, {"heading": "Births", "year": "1904", "date": "March 21", "txt": "Forrest Mars, Sr., American candy maker, created M&M's and Mars bar (d. 1999)", "entities": [{"title": "M&M's", "href": "/wiki/M%26M%27s", "description": "M&M's are multi-colored button-shaped chocolates, each of which has the letter \"m\" printed in lower case in white on one side, consisting of a candy shell surrounding a filling which varies depending upon the variety of M&M's. The original candy has a semi-sweet chocolate filling which, upon introduction of other variations, was branded as the \"plain, normal\" variety. Peanut M&M's, which feature a"}, {"title": "Mars (chocolate bar)", "href": "/wiki/Mars_(chocolate_bar)", "description": "Mars, commonly known as Mars bar, is the name of two varieties of chocolate bar produced by Mars, Incorporated. It was first manufactured in 1932 in Slough, England by Forrest Mars, Sr. In its British version the bar consists of caramel and nougat coated with milk chocolate. An American version of the Mars bar was produced which had nougat and toasted almonds covered in milk chocolate; later, cara"}]}, {"heading": "Births", "year": "1904", "date": "March 21", "txt": "Nikos Skalkottas, Greek violinist and composer (d. 1949)", "entities": []}, {"heading": "Births", "year": "1905", "date": "March 21", "txt": "Phyllis McGinley, American author and poet (d. 1978)", "entities": [{"title": "Phyllis McGinley", "href": "/wiki/Phyllis_McGinley", "description": "Phyllis McGinley was an American author of children's books and poetry. Her poetry was in the style of light verse, specializing in humor, satiric tone and the positive aspects of suburban life. She won a Pulitzer prize in 1961."}]}, {"heading": "Births", "year": "1906", "date": "March 21", "txt": "John D. Rockefeller III, American philanthropist (d. 1978)", "entities": [{"title": "John D. Rockefeller III", "href": "/wiki/John_D._Rockefeller_III", "description": "John Davison Rockefeller III was an American philanthropist and the eldest son of John D. Rockefeller Jr. and Abby Aldrich Rockefeller. He was engaged in a wide range of philanthropic projects, many of which his family had launched, as well as supporting organizations related to East Asian affairs. Rockefeller was also a major supporter of the Population Council, and the committee that created the"}]}, {"heading": "Births", "year": "1906", "date": "March 21", "txt": "Jim Thompson, American businessman (d. 1967)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 21", "txt": "André Filho, Brazilian musician and songwriter (d. 1974)", "entities": []}, {"heading": "Births", "year": "1907", "date": "March 21", "txt": "Zoltán Kemény, Hungarian sculptor (d. 1965)", "entities": [{"title": "Zoltán Kemény", "href": "/wiki/Zolt%C3%A1n_Kem%C3%A9ny", "description": "Zoltán Kemény was a sculptor."}]}, {"heading": "Births", "year": "1909", "date": "March 21", "txt": "Harry Lane, English footballer (d. 1977)", "entities": [{"title": "Harry Lane (footballer, born 1909)", "href": "/wiki/Harry_Lane_(footballer,_born_1909)", "description": "Henry William Lane was an English professional footballer who scored 74 goals in 271 appearances in the Football League playing for Birmingham, Southend United and Plymouth Argyle."}]}, {"heading": "Births", "year": "1910", "date": "March 21", "txt": "Julio Gallo, American businessman, co-founded E & J Gallo Winery (d. 1993)", "entities": [{"title": "Julio Gallo", "href": "/wiki/Julio_Gallo", "description": "Julio Gallo was one of two of the founders of the E & J Gallo Winery."}, {"title": "E & J Gallo Winery", "href": "/wiki/E_%26_J_Gallo_Winery", "description": "E & J Gallo Winery is a winery and distributor headquartered in Modesto, California. It was \nfounded in 1933 by Ernest Gallo and Julio Gallo, and is the largest exporter of California wines. E & J Gallo Winery is the largest family-owned winery in the United States."}]}, {"heading": "Births", "year": "1910", "date": "March 21", "txt": "Muhammad Siddiq Khan, Bangladeshi librarian and educator (d. 1978)", "entities": []}, {"heading": "Births", "year": "1911", "date": "March 21", "txt": "Walter Lincoln Hawkins, African-American scientist and inventor (d. 1992)", "entities": [{"title": "Walter Lincoln Hawkins", "href": "/wiki/Walter_Lincoln_Hawkins", "description": "\nWalter Lincoln Hawkins was an American chemist and engineer widely regarded as a pioneer of polymer chemistry. For thirty-four years he worked at Bell Laboratories, where he was instrumental in designing a long-lasting plastic to sheath telephone cables, enabling the introduction of telephone services to thousands of Americans, especially those in rural communities. In addition to his pioneering "}]}, {"heading": "Births", "year": "1912", "date": "March 21", "txt": "André Laurendeau, Canadian journalist, playwright, and politician (d. 1968)", "entities": [{"title": "André Laurendeau", "href": "/wiki/Andr%C3%A9_Laurendeau", "description": "Joseph-Edmond-André Laurendeau was a journalist, politician, co-chair of the Royal Commission on Bilingualism and Biculturalism, and playwright in Quebec, Canada. He is usually referred to as André Laurendeau. He was active in Québécois life, in various spheres and capacities, for three decades. Laurendeau's career also \"spanned the most turbulent periods in the history of Canada\"."}]}, {"heading": "Births", "year": "1913", "date": "March 21", "txt": "George Abecassis, English race car driver and pilot (d. 1991)", "entities": [{"title": "George Abecassis", "href": "/wiki/George_Abecassis", "description": "George Edgar Abecassis was a British racing driver, and co-founder of the HWM Formula One team."}]}, {"heading": "Births", "year": "1913", "date": "March 21", "txt": "Guillermo Haro, Mexican astronomer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 21", "txt": "Paul Tortelier, French cellist and composer (d. 1990)", "entities": [{"title": "Paul Tortelier", "href": "/wiki/Paul_Tortelier", "description": "Paul Tortelier was a French cellist and composer."}]}, {"heading": "Births", "year": "1916", "date": "March 21", "txt": "Bismillah Khan, Indian shehnai player (d. 2006)", "entities": [{"title": "Bismillah Khan", "href": "/wiki/Bismillah_Khan", "description": "Ustad Bismillah Khan, often referred to by the title Ustad, was an Indian musician credited with popularizing the shehnai, a subcontinental wind instrument of the oboe class. While the shehnai had long held importance as a folk instrument played primarily schooled in traditional ceremonies, Khan is credited with elevating its status and bringing it to the concert stage."}, {"title": "Shehnai", "href": "/wiki/Shehnai", "description": "The shehnai is a musical instrument, originating from the Indian subcontinent. It is made out of wood, with a double reed at one end and a metal or wooden flared bell at the other end. It’s sound is thought to create and maintain a sense of auspiciousness and sanctity and as a result, is widely used during marriages, processions and in temples although it is also played in concerts. It was a part "}]}, {"heading": "Births", "year": "1916", "date": "March 21", "txt": "Ken Wharton, English race car driver (d. 1957)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 21", "txt": "Frank Hardy, Australian journalist, author, and playwright (d. 1994)", "entities": [{"title": "Frank Hardy", "href": "/wiki/Frank_Hardy", "description": "Francis Joseph Hardy, published as Frank J. Hardy and also under the pseudonym Ross Franklyn, was an Australian novelist and writer. He best known for his 1950 novel Power Without Glory, and for his later political activism. He brought the plight of Aboriginal Australians to international attention with the publication of his book, The Unlucky Australians, in 1968, written during the Gurindji Stri"}]}, {"heading": "Births", "year": "1918", "date": "March 21", "txt": "Patrick Lucey, American captain and politician, 38th Governor of Wisconsin (d. 2014)", "entities": [{"title": "Patrick Lucey", "href": "/wiki/Patrick_Lucey", "description": "Patrick Joseph Lucey was an American politician. A member of the Democratic Party, he served as the 38th Governor of Wisconsin from 1971 to 1977. He was also independent presidential candidate John B. Anderson's running mate in the 1980 presidential election."}, {"title": "Governor of Wisconsin", "href": "/wiki/Governor_of_Wisconsin", "description": "The Governor of Wisconsin is the head of the executive branch of Wisconsin's state government and the commander-in-chief of the state's army and air forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Wisconsin Legislature, to convene the legislature, and to grant pardons, except in cases of treason and impeachment. The position was fi"}]}, {"heading": "Births", "year": "1918", "date": "March 21", "txt": "Charles Thompson, American pianist and composer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1919", "date": "March 21", "txt": "Douglas Warren, Australian bishop (d. 2013)", "entities": [{"title": "Douglas Warren (bishop)", "href": "/wiki/Douglas_Warren_(bishop)", "description": "Douglas Joseph Warren was an Australian bishop of the Roman Catholic Church. At the time of his death he was, at the age of 93, the oldest Australian Roman Catholic bishop."}]}, {"heading": "Births", "year": "1920", "date": "March 21", "txt": "Manolis Chiotis, Greek singer-songwriter and bouzouki player (d. 1970)", "entities": [{"title": "Manolis Chiotis", "href": "/wiki/Manolis_Chiotis", "description": "Manolis Chiotis was a Greek rebetiko and laiko composer, singer, and bouzouki player. He is considered one of the greatest bouzouki soloists of all time. He popularised the four-course bouzouki (tetrachordo) and introduced the guitar-like tuning, who found it better suited to the kind of virtuoso playing he was famous for."}, {"title": "Bouzouki", "href": "/wiki/Bouzouki", "description": "The bouzouki, also spelled buzuki or buzuci, is a musical instrument popular in Greece. It is a member of the long-necked lute family, with a round body with a flat top and a long neck with a fretted fingerboard. It has steel strings and is played with a plectrum producing a sharp metallic sound, reminiscent of a mandolin but pitched lower. There are two main types of bouzouki: the trichordo (thre"}]}, {"heading": "Births", "year": "1920", "date": "March 21", "txt": "Éric Rohmer, French director, film critic, journalist, novelist and screenwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 21", "txt": "Arthur Grumiaux, Belgian violinist and pianist (d. 1986)", "entities": [{"title": "Arthur Grumiaux", "href": "/wiki/Arthur_Grumiaux", "description": "Baron Arthur Grumiaux was a Belgian violinist, considered by some to have been \"one of the few truly great violin virtuosi of the twentieth century\". He has been noted for having a \"consistently beautiful tone and flawless intonation\". English music critic and broadcaster, Edward Greenfield wrote of him that he was \"a master virtuoso who consistently refused to make a show of his technical prowess"}]}, {"heading": "Births", "year": "1921", "date": "March 21", "txt": "Antony Hopkins, English pianist, composer, and conductor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 21", "txt": "Russ Meyer, American director, producer, and screenwriter (d. 2004)", "entities": [{"title": "Russ Meyer", "href": "/wiki/Russ_Meyer", "description": "Russell Albion Meyer was an American film director, producer, screenwriter, cinematographer, and editor. He is known primarily for writing and directing a series of successful sexploitation films that featured campy humor, sly satire and large-breasted women, such as Faster, Pussycat! Kill! Kill!."}]}, {"heading": "Births", "year": "1923", "date": "March 21", "txt": "Louis-Edmond Hamelin, Canadian geographer, author, and academic (d. 2020)", "entities": [{"title": "Louis-Edmond Hamelin", "href": "/wiki/Louis-Edmond_Hamelin", "description": "Louis-Edmond Hamelin, was a Canadian geographer, professor, and author born in Saint-Didace, Quebec, Canada, best known for his studies of Northern Canada."}]}, {"heading": "Births", "year": "1923", "date": "March 21", "txt": "Nizar Qabbani, Syrian poet, publisher, and diplomat (d. 1998)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 21", "txt": "Nirmala Srivastava, Indian religious leader, founded Sahaja Yoga (d. 2011)", "entities": [{"title": "Sahaja Yoga", "href": "/wiki/Sahaja_Yoga", "description": "Sahaja Yoga was founded in 1970 by Shri Mataji Nirmala Devi. Shri Nirmala Srivastava is more widely known as Her Holiness Shri Mataji Nirmala Devi or as \"Mother\" by her followers, who are called Sahaja yogis."}]}, {"heading": "Births", "year": "1923", "date": "March 21", "txt": "Rezső Nyers, Hungarian politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 21", "txt": "Philip Abbott, American actor (d. 1998)", "entities": [{"title": "Philip Abbott", "href": "/wiki/Philip_Abbott", "description": "Philip Abbott was an American character actor. He appeared in several films and numerous television series, including a lead role as Arthur Ward in the crime series The F.B.I. Abbott was also the founder of Theatre West in Los Angeles."}]}, {"heading": "Births", "year": "1924", "date": "March 21", "txt": "Dov Shilansky, Lithuanian-Israeli lawyer and politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 21", "txt": "Harold Ashby, American saxophonist (d. 2003)", "entities": [{"title": "Harold Ashby", "href": "/wiki/Harold_Ashby", "description": "Harold Ashby was an American jazz tenor saxophonist. He worked with Duke Ellington's band, having replaced Jimmy Hamilton in 1968. In 1959, he recorded backing Willie Dixon on the latter's debut album, Willie's Blues."}]}, {"heading": "Births", "year": "1925", "date": "March 21", "txt": "Peter Brook, English-French director and producer", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 21", "txt": "Hugo Koblet, Swiss cyclist (d. 1964)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 21", "txt": "André Delvaux, Belgian director and screenwriter (d. 2002)", "entities": [{"title": "André Delvaux", "href": "/wiki/Andr%C3%A9_Delvaux", "description": "André, Baron Delvaux was a Belgian film director and widely regarded as the founder of the Belgian national cinema. Born in Heverlee, he died in Valencia, Spain after giving a speech at the World Arts Meeting. He received the Magritte Honorary Award at the Magritte Awards 2011."}]}, {"heading": "Births", "year": "1927", "date": "March 21", "txt": "Halton Arp, American-German astronomer and critic (d. 2013)", "entities": [{"title": "Halton Arp", "href": "/wiki/Halton_Arp", "description": "Halton Christian \"Chip\" Arp was an American astronomer. He was known for his 1966 Atlas of Peculiar Galaxies, which catalogues many examples of interacting and merging galaxies, though Arp disputed the idea, claiming apparent associations were prime examples of ejections. Arp was also known as a critic of the Big Bang theory and for advocating a non-standard cosmology incorporating intrinsic redsh"}]}, {"heading": "Births", "year": "1927", "date": "March 21", "txt": "Hans-Dietrich Genscher, German soldier and politician, Vice-Chancellor of Germany (d. 2016)", "entities": [{"title": "Vice-Chancellor of Germany", "href": "/wiki/Vice-Chancellor_of_Germany", "description": "The Deputy to the Federal Chancellor, commonly known as Vice Chancellor (Vizekanzler), is the second highest ranking German cabinet member. The chancellor is the head of government and, according to the constitution, gives this title of deputy to one of the Federal Ministers. It is common that the title is given to the major minister provided by the (smaller) coalition partner."}]}, {"heading": "Births", "year": "1928", "date": "March 21", "txt": "Surya Bahadur Thapa, Nepalese politician, 24th Prime Minister of Nepal (d. 2015)", "entities": [{"title": "Surya Bahadur Thapa", "href": "/wiki/Surya_Bahadur_Thapa", "description": "Surya Bahadur Thapa was the only Nepali politician a five-time Prime Minister of Nepal. He served under three different kings in a political career lasting more than 50 years."}, {"title": "Prime Minister of Nepal", "href": "/wiki/Prime_Minister_of_Nepal", "description": "The prime minister of Nepal is the head of government and chief executive of Nepal. The prime minister is the chair of the Council of Ministers of Nepal and the chief adviser to the President of Nepal. The Prime Minister is a member of the House of Representatives of Nepal and is the highest ranking federal officer within the government."}]}, {"heading": "Births", "year": "1929", "date": "March 21", "txt": "Maurice Catarcio, American wrestler (d. 2005)", "entities": [{"title": "Maurice Catarcio", "href": "/wiki/Maurice_Catarcio", "description": "Maurice A. Catarcio was an American professional wrestler. He was best known for competing in the then World Wide Wrestling Federation from 1957 to 1960, under the ring-name The Matador. After being diagnosed with prostate cancer in 1991, he became an advocate for public health and fitness. He was also in The Guinness Book of World Records for his public displays of strength."}]}, {"heading": "Births", "year": "1930", "date": "March 21", "txt": "James Coco, American actor (d. 1987)", "entities": [{"title": "James Coco", "href": "/wiki/James_Coco", "description": "James Emil Coco was an American stage and screen actor. He was the recipient of a Primetime Emmy Award, a Drama Desk Award and three Obie Awards, as well as nominations for a Tony Award, an Academy Award and two Golden Globe Awards. Coco is remembered for his supporting roles in the films Man of La Mancha (1972) and Only When I Laugh (1981)."}]}, {"heading": "Births", "year": "1930", "date": "March 21", "txt": "Otis Spann, American blues pianist, singer and composer (d. 1970)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 21", "txt": "Toyonobori, Japanese sumo wrestler (d. 1998)", "entities": [{"title": "Toyonobori", "href": "/wiki/Toyonobori", "description": "Michiharu Sadano , known in sumo and professional wrestling as Michiharu Toyonobori  or simply Toyonobori , was a sumo wrestler from Japan.\nAfter retiring as a rikishi from sumo, he became a professional wrestler."}]}, {"heading": "Births", "year": "1931", "date": "March 21", "txt": "Clark L. Brundin, American-English engineer and academic", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 21", "txt": "Catherine Gibson, Scottish swimmer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 21", "txt": "Al Williamson, American illustrator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 21", "txt": "Walter Gilbert, American physicist and chemist, Nobel Prize laureate", "entities": [{"title": "Walter Gilbert", "href": "/wiki/Walter_Gilbert", "description": "Walter Gilbert is an American biochemist, physicist, molecular biology pioneer, and Nobel laureate."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1932", "date": "March 21", "txt": "Joseph Silverstein, American violinist and conductor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 21", "txt": "John Hall, English businessman", "entities": [{"title": "John Hall (businessman)", "href": "/wiki/John_Hall_(businessman)", "description": "Sir John Hall is a property developer in North East England. He is also life president and former chairman of Newcastle United Football Club."}]}, {"heading": "Births", "year": "1933", "date": "March 21", "txt": "Michael Heseltine, Welsh businessman and politician, Deputy Prime Minister of the United Kingdom", "entities": [{"title": "Deputy Prime Minister of the United Kingdom", "href": "/wiki/Deputy_Prime_Minister_of_the_United_Kingdom", "description": "Deputy Prime Minister of the United Kingdom (DPM) is an office sometimes given to a minister in the Government of the United Kingdom."}]}, {"heading": "Births", "year": "1934", "date": "March 21", "txt": "Al Freeman, Jr., American actor and director (d. 2012)", "entities": [{"title": "Al Freeman, Jr.", "href": "/wiki/Al_Freeman,_Jr.", "description": "Albert Cornelius Freeman Jr. was an American actor, director, and educator. A life member of The Actors Studio, Freeman appeared in a wide variety of plays, ranging from Leroi Jones' Slave/Toilet to Joe Papp's revivals of Long Day's Journey Into Night and Troilus and Cressida, and films, including My Sweet Charlie, Finian's Rainbow, and Malcolm X, as well as television series and soap operas, such"}]}, {"heading": "Births", "year": "1935", "date": "March 21", "txt": "Brian Clough, English footballer and manager (d. 2004)", "entities": [{"title": "Brian Clough", "href": "/wiki/Brian_Clough", "description": "Brian Howard Clough, OBE was an English football player and manager, being one of only four managers to have won the English league while managing two different clubs. He played as a striker and remains one of the Football League's highest goalscorers, but his career was shortened by a serious injury. As a manager, Clough's name is closely associated with that of Peter Taylor, who served as his as"}]}, {"heading": "Births", "year": "1936", "date": "March 21", "txt": "Ed Broadbent, Canadian pilot and politician", "entities": [{"title": "Ed Broadbent", "href": "/wiki/Ed_Broadbent", "description": "John Edward \"Ed\" Broadbent is a Canadian social-democratic politician, political scientist, and chair of the Broadbent Institute, a policy thinktank. He was leader of the New Democratic Party from 1975 to 1989. In the 2004 federal election, he returned to Parliament for an additional term as the Member of Parliament for Ottawa Centre."}]}, {"heading": "Births", "year": "1936", "date": "March 21", "txt": "Mike Westbrook, English pianist and composer", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 21", "txt": "Ann Clwyd, Welsh journalist and politician, Shadow Secretary of State for Wales", "entities": [{"title": "Ann Clwyd", "href": "/wiki/Ann_Clwyd", "description": "Ann Clwyd Roberts is a Welsh Labour Party politician who served as Member of Parliament (MP) for Cynon Valley from 1984 until 2019. Although she had intended to stand down in 2015, she was re-elected in that year's general election and in 2017 before standing down in 2019."}, {"title": "Shadow Secretary of State for Wales", "href": "/wiki/Shadow_Secretary_of_State_for_Wales", "description": null}]}, {"heading": "Births", "year": "1937", "date": "March 21", "txt": "Tom Flores, American football player and coach", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 21", "txt": "Pierre-Jean Rémy, French diplomat and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 21", "txt": "Michael Foreman, English author and illustrator", "entities": [{"title": "Michael Foreman (author/illustrator)", "href": "/wiki/Michael_Foreman_(author/illustrator)", "description": null}]}, {"heading": "Births", "year": "1938", "date": "March 21", "txt": "Grahame Thomas, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 21", "txt": "Kathleen Widdoes, American actress", "entities": [{"title": "Kathleen Widdoes", "href": "/wiki/Kathleen_Widdoes", "description": "Kathleen Effie Widdoes is an American actress. She is best known for her role as Emma Snyder in the television soap opera As the World Turns, which earned her four Daytime Emmy Award nominations."}]}, {"heading": "Births", "year": "1940", "date": "March 21", "txt": "Solomon Burke, American singer-songwriter (d. 2010)", "entities": [{"title": "Solomon Burke", "href": "/wiki/Solomon_Burke", "description": "Solomon Vincent McDonald Burke was an American preacher and singer who shaped the sound of rhythm and blues as one of the founding fathers of soul music in the 1960s. He has been called \"a key transitional figure bridging R&B and soul\", and was known for his \"prodigious output\"."}]}, {"heading": "Births", "year": "1940", "date": "March 21", "txt": "Andrea Elle, German bicyclist", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 21", "txt": "Françoise Dorléac, French actress (d. 1967)", "entities": [{"title": "Françoise Dorléac", "href": "/wiki/Fran%C3%A7oise_Dorl%C3%A9ac", "description": "Françoise Paulette Louise Dorléac was a French actress and model. She was the elder sister of Catherine Deneuve, with whom she starred in the 1967 musical, The Young Girls of Rochefort. Her other films include Philippe de Broca's movie L'homme de Rio, François Truffaut's La peau douce, Roman Polanski's Cul-de-sac, and Val Guest's Where the Spies Are."}]}, {"heading": "Births", "year": "1942", "date": "March 21", "txt": "Kostas Politis, Greek basketball player and coach (d. 2018)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 21", "txt": "Amina Claudine Myers, African-American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 21", "txt": "Patcha Ramachandra Rao, India metallurgist, educator and administrator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 21", "txt": "István Gyulai, Hungarian sprinter and sportscaster (d. 2006)", "entities": [{"title": "István Gyulai", "href": "/wiki/Istv%C3%A1n_Gyulai", "description": "István Gyulai was a former Hungarian television commentator and General Secretary of the IAAF and the AIPS."}]}, {"heading": "Births", "year": "1943", "date": "March 21", "txt": "Hartmut Haenchen, German conductor", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 21", "txt": "Vivian Stanshall, English singer-songwriter, guitarist, and painter (d. 1995)", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 21", "txt": "Marie-Christine Barrault, French actress", "entities": [{"title": "Marie-Christine Barrault", "href": "/wiki/Marie-Christine_Barrault", "description": "Marie-Christine Barrault is a French actress. She is best known for her performance in Cousin Cousine (1975) for which she was nominated for the Academy Award for Best Actress. In 2010, she released her autobiography, titled This Long Way To Get To You."}]}, {"heading": "Births", "year": "1944", "date": "March 21", "txt": "Janet Daley, American-English journalist and author", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 21", "txt": "Hideki Ishima, Japanese guitarist", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 21", "txt": "Mike Jackson, English general", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 21", "txt": "David Lindley, American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 21", "txt": "Gaye Adegbalola, African-American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 21", "txt": "Anthony Grabiner, Baron Grabiner, English lawyer", "entities": [{"title": "Anthony Grabiner, Baron Grabiner", "href": "/wiki/Anthony_Grabiner,_Baron_Grabiner", "description": "Anthony Stephen Grabiner, Baron Grabiner, QC is a British barrister, academic administrator, and life peer. He is head of chambers at One Essex Court, a leading set of commercial barristers in the Temple, and was the Treasurer of Lincoln's Inn for 2013. Since 2014, he has been the Master of Clare College, Cambridge, and since 2015, he has served as the President of the University of Law. Grabiner "}]}, {"heading": "Births", "year": "1945", "date": "March 21", "txt": "Charles Greene, American sprinter and coach", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 21", "txt": "Rose Stone, African-American R&B singer and keyboard player", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 21", "txt": "Timothy Dalton, Welsh-English actor", "entities": [{"title": "Timothy Dalton", "href": "/wiki/Timothy_Dalton", "description": "Timothy Leonard Dalton Leggett, known by the stage name Timothy Dalton, is a British actor. He was the fourth actor to portray fictional secret agent James Bond in the Eon Productions film series, where he starred in The Living Daylights (1987) and Licence to Kill (1989). He has also appeared in the films Flash Gordon (1980), The Rocketeer (1991), Looney Tunes: Back in Action (2003), Hot Fuzz (200"}]}, {"heading": "Births", "year": "1946", "date": "March 21", "txt": "Ray Dorset, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 21", "txt": "Joseph Mitsuaki Takami, Japanese cardinal", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 21", "txt": "George Johnston. Scottish footballer, forward", "entities": [{"title": "George Johnston (footballer, born 1947)", "href": "/wiki/George_Johnston_(footballer,_born_1947)", "description": "George Johnston is a Scottish former professional footballer who played as a forward. He played more than 150 matches in the English Football League."}]}, {"heading": "Births", "year": "1948", "date": "March 21", "txt": "Scott Fahlman, American computer scientist and academic", "entities": [{"title": "Scott Fahlman", "href": "/wiki/Scott_Fahlman", "description": "Scott Elliott Fahlman is a computer scientist and Professor Emeritus at Carnegie Mellon University's Language Technologies Institute and Computer Science Department. He is notable for early work on automated planning and scheduling in a blocks world, on semantic networks, on neural networks, on the programming languages Dylan, and Common Lisp, and he was one of the founders of Lucid Inc.. During t"}]}, {"heading": "Births", "year": "1949", "date": "March 21", "txt": "Alvin Kallicharran, Guyanese cricketer and coach", "entities": [{"title": "Alvin Kallicharran", "href": "/wiki/Alvin_Kallicharran", "description": "Alvin Isaac Kallicharran is a former Indo-Guyanese cricketer who played Test cricket for the West Indies between 1972 and 1981 as a left-handed batsman and right-arm off spinner."}]}, {"heading": "Births", "year": "1949", "date": "March 21", "txt": "Andy Love, Scottish-English politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 21", "txt": "Eddie Money, American singer-songwriter and guitarist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 21", "txt": "Slavoj Žižek, Slovenian sociologist, philosopher, and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 21", "txt": "Roger Hodgson, English singer-songwriter and keyboard player", "entities": [{"title": "Roger Hodgson", "href": "/wiki/Roger_Hodgson", "description": "Charles Roger Pomfret Hodgson is an English musician, singer and songwriter, best known as the former co-frontman and founding member of progressive rock band Supertramp. Hodgson composed and sang the majority of the band’s hits such as \"Dreamer\", \"Give a Little Bit\", \"Take the Long Way Home\", \"The Logical Song\", \"It's Raining Again\", and \"Breakfast in America\"."}]}, {"heading": "Births", "year": "1950", "date": "March 21", "txt": "Ron Oden, American minister and politician, 19th Mayor of Palm Springs", "entities": [{"title": "Mayor of Palm Springs", "href": "/wiki/Mayor_of_Palm_Springs", "description": "The Mayor of Palm Springs, California is a largely ceremonial title, elected at-large, with no executive functions. The Mayor is the chairman of the city council meetings. The legislative body is the five-member city council, which is voted into office by public elections. The Council appoints a professional manager to oversee the administrative operations, implement its policies, and advise it. T"}]}, {"heading": "Births", "year": "1950", "date": "March 21", "txt": "Sergey Lavrov, Russian politician and diplomat, Russian Minister of Foreign Affairs", "entities": [{"title": "Minister of Foreign Affairs (Russia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Russia)", "description": "The Minister of Foreign Affairs is the head of Russian Ministry of Foreign Affairs which is concerned with foreign affairs and is a member of the Government of Russia."}]}, {"heading": "Births", "year": "1951", "date": "March 21", "txt": "Conrad Lozano, American bass player", "entities": [{"title": "Conrad Lozano", "href": "/wiki/Conrad_Lozano", "description": "Conrad R. Lozano is an American musician and the bass player for Los Lobos."}]}, {"heading": "Births", "year": "1951", "date": "March 21", "txt": "Russell Thompkins Jr., American soul singer", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 21", "txt": "Steve Furber, English computer scientist and academic", "entities": [{"title": "Steve Furber", "href": "/wiki/Steve_Furber", "description": "Stephen Byram Furber is a British computer scientist, mathematician and hardware engineer, currently the ICL Professor of Computer Engineering in the Department of Computer Science at the University of Manchester, UK. After completing his education at the University of Cambridge, he spent the 1980s at Acorn Computers, where he was a principal designer of the BBC Micro and the ARM 32-bit RISC micro"}]}, {"heading": "Births", "year": "1953", "date": "March 21", "txt": "Paul Martin Lester, American photographer, author, and educator", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 21", "txt": "David Wisniewski, English-American author and illustrator (d. 2002)", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 21", "txt": "Prayut Chan-o-cha, Thai politician, Prime Minister of Thailand", "entities": [{"title": "Prayut Chan-o-cha", "href": "/wiki/Prayut_Chan-o-cha", "description": "Prayut Chan-o-cha is a Thai politician, retired Royal Thai Army general officer serving as Prime Minister of Thailand since 2014 and Minister of Defence since 2019. Prayut served as chief of the Thai army from 2010 to 2014 and was the leader of the National Council for Peace and Order (NCPO), the military junta which governed Thailand between 22 May 2014 and 10 July 2019."}, {"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Births", "year": "1955", "date": "March 21", "txt": "Fadi Abboud, Lebanese economist and politician", "entities": [{"title": "Fadi Abboud", "href": "/wiki/Fadi_Abboud", "description": "Fadi or Fady Elias Abi Abboud is a Lebanese businessman, politician."}]}, {"heading": "Births", "year": "1955", "date": "March 21", "txt": "Jair Bolsonaro, Brazilian politician and retired military officer, 38th President of Brazil", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 21", "txt": "Bob Bennett, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 21", "txt": "Dimitrios Papadimoulis, Greek politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 21", "txt": "Bärbel Wöckel, East German sprinter", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 21", "txt": "Dick Beardsley, American runner", "entities": [{"title": "Dick Beardsley", "href": "/wiki/Dick_Beardsley", "description": "Dick Beardsley is an American long-distance runner best known for tying for first place with Inge Simonsen in the inaugural 1981 London Marathon and his close finish with Alberto Salazar in the 1982 Boston Marathon."}]}, {"heading": "Births", "year": "1956", "date": "March 21", "txt": "Guy Chadwick, German-English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 21", "txt": "Richard H. Kirk, English guitarist, keyboard player, composer, and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 21", "txt": "Ingrid Kristiansen, Norwegian runner", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 21", "txt": "Marlies Göhr, German sprinter", "entities": [{"title": "Marlies Göhr", "href": "/wiki/Marlies_G%C3%B6hr", "description": "Marlies Göhr is a former East German track and field athlete, the winner of the 100 metres at the inaugural World Championships in 1983. She ranked in the top 10 of the 100 m world rankings for twelve straight years, ranking first in six of those years. During this time she won many medals as a sprinter at major international championships and set several world records."}]}, {"heading": "Births", "year": "1958", "date": "March 21", "txt": "Brad Hall, American comedian, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 21", "txt": "Gary Oldman, English actor, filmmaker, musician and author", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 21", "txt": "Sarah Jane Morris, English singer-songwriter", "entities": [{"title": "Sarah Jane Morris (singer)", "href": "/wiki/Sarah_Jane_Morris_(singer)", "description": "Sarah Jane Morris is an English singer of pop, jazz, rock and R&B and a songwriter."}]}, {"heading": "Births", "year": "1959", "date": "March 21", "txt": "Yuval Rotem, Israeli diplomat", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 21", "txt": "Nobuo Uematsu, Japanese keyboard player and composer", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 21", "txt": "Marwan Farhat, Syrian actor and voice actor", "entities": [{"title": "Marwan Farhat", "href": "/wiki/Marwan_Farhat", "description": "Marwan Farhat is a Syrian television actor and voice actor."}]}, {"heading": "Births", "year": "1960", "date": "March 21", "txt": "Benito T. de Leon, Filipino general", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 21", "txt": "Raivo Puusepp, Estonian architect", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 21", "txt": "Ayrton Senna, Brazilian race car driver (d. 1994)", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 21", "txt": "Robert Sweet, American drummer and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 21", "txt": "Lothar Matthäus, German footballer and manager", "entities": [{"title": "Lothar Matthäus", "href": "/wiki/Lothar_Matth%C3%A4us", "description": "Lothar Herbert Matthäus is a German football manager and former player. After captaining West Germany to victory in the 1990 FIFA World Cup where he lifted the World Cup trophy, he was named European Footballer of the Year. In 1991, he was named the first ever FIFA World Player of the Year, and remains the only German to have received the award. He was also included in the Ballon d'Or Dream Team i"}]}, {"heading": "Births", "year": "1961", "date": "March 21", "txt": "Gary O'Reilly, English footballer, defender", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 21", "txt": "Kassie DePaiva, American actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 21", "txt": "Slim Jim Phantom, American rock drummer", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 21", "txt": "Kim Turner, American hurdler", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 21", "txt": "Matthew Broderick, American actor", "entities": [{"title": "Matthew Broderick", "href": "/wiki/Matthew_Broderick", "description": "Matthew Broderick is an American actor and singer. His roles include the Golden Globe-nominated portrayal of the title character in Ferris Bueller's Day Off (1986), the voice of Simba in Disney's The Lion King (1994), and Leo Bloom in both the Broadway musical The Producers and its 2005 film adaptation. Other films he had starring credits in include WarGames (1983), Glory (1989), The Freshman (199"}]}, {"heading": "Births", "year": "1962", "date": "March 21", "txt": "Kathy Greenwood, Canadian actress and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 21", "txt": "Rosie O'Donnell, American actress, producer, and talk show host", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 21", "txt": "Mark Waid, American author", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 21", "txt": "Shawon Dunston, American baseball player", "entities": [{"title": "Shawon Dunston", "href": "/wiki/Shawon_Dunston", "description": "Shawon Donnell Dunston is an American retired professional baseball player. A shortstop, Dunston played in Major League Baseball (MLB) from 1985 through 2002. While not an elite defensive talent, Dunston possessed one of the strongest throwing arms ever to play shortstop."}]}, {"heading": "Births", "year": "1963", "date": "March 21", "txt": "Ronald Koeman, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 21", "txt": "Shawn Lane, American guitarist, songwriter, and producer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 21", "txt": "Share Pedersen, American bass player", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 21", "txt": "Ieuan Evans, Welsh rugby player", "entities": [{"title": "Ieuan Evans", "href": "/wiki/Ieuan_Evans", "description": "Ieuan Cennydd Evans is a former rugby union player who played on the wing for Wales and the British and Irish Lions. He is the fourth highest try scorer for Wales behind Shane Williams, George North and Gareth Thomas and joint 24th in the world on the all-time test try scoring list. Evans held the record for the most Wales caps as captain with 28, a record overtaken by Ryan Jones in 2012."}]}, {"heading": "Births", "year": "1964", "date": "March 21", "txt": "Jesper Skibby, Danish cyclist", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 21", "txt": "Xavier Bertrand, French businessman and politician, French Minister of Social Affairs", "entities": [{"title": "Xavier Bertrand", "href": "/wiki/Xavier_Bertrand", "description": "Xavier René Louis Bertrand is a French politician who has been serving as president of the regional council of Hauts-de-France since the 2015 regional elections."}, {"title": "Minister of Social Affairs (France)", "href": "/wiki/Minister_of_Social_Affairs_(France)", "description": "The Minister of Labour, Employment and Economic Inclusion, commonly just referred to as Minister of Labour, is a cabinet member in the Government of France. The minister is responsible for employment, labour legislation as well as the integration of foreigners."}]}, {"heading": "Births", "year": "1965", "date": "March 21", "txt": "Thomas Frank, American author, historian and political analyst", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 21", "txt": "Benito Archundia, Mexican footballer, referee, lawyer, and economist", "entities": [{"title": "Benito Archundia", "href": "/wiki/Benito_Archundia", "description": "Benito Armando Archundia Téllez is a retired Mexican football referee. He is known in Mexico as Armando Archundia, but appears as Benito Archundia in FIFA records. He has been a professional referee since 1985 and has had his FIFA referee permission since 1993. His first fixture as an international referee was the 1994 match between USA and Greece."}]}, {"heading": "Births", "year": "1966", "date": "March 21", "txt": "Hauke Fuhlbrügge, German runner", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 21", "txt": "Matthew Maynard, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 21", "txt": "Moa Matthis, Swedish author", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 21", "txt": "Carwyn Jones, Welsh lawyer and politician, First Minister of Wales", "entities": [{"title": "Carwyn Jones", "href": "/wiki/Carwyn_Jones", "description": "Carwyn Howell Jones is a Welsh politician who served as First Minister of Wales and Leader of Welsh Labour from 2009 to 2018. He served as Counsel General for Wales from 2007 to 2009. Jones was first elected Member of the Senedd (MS) for Bridgend in 1999."}, {"title": "First Minister of Wales", "href": "/wiki/First_Minister_of_Wales", "description": "The First Minister of Wales is the Leader of the Welsh Government. The First Minister chairs the Welsh Cabinet and is primarily responsible for the formulation, development and presentation of Welsh Government policy. Additional functions of the First Minister include promoting and representing Wales in an official capacity, at home and abroad, and responsibility for constitutional affairs, as the"}]}, {"heading": "Births", "year": "1967", "date": "March 21", "txt": "Mirela Rupic, American costume and fashion designer", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 21", "txt": "Cameron Clyne, Australian businessman", "entities": [{"title": "Cameron Clyne", "href": "/wiki/Cameron_Clyne", "description": "\n\nCameron Clyne is an Australian businessman, who served Group CEO of the National Australia Bank Group."}]}, {"heading": "Births", "year": "1968", "date": "March 21", "txt": "Andrew Copeland, American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 21", "txt": "Gary Walsh, English football coach and former footballer", "entities": [{"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}]}, {"heading": "Births", "year": "1968", "date": "March 21", "txt": "Greg Ellis, English actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 21", "txt": "Tolunay Kafkas, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 21", "txt": "Scott Williams, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 21", "txt": "Jonah Goldberg, American journalist and author", "entities": [{"title": "Jonah Goldberg", "href": "/wiki/Jonah_Goldberg", "description": "Jonah Jacob Goldberg is an American conservative syndicated columnist, author, political analyst, and commentator. The founding editor of National Review Online, from 1998 until 2019 he was an editor at National Review. Goldberg writes a weekly column about politics and culture for the Los Angeles Times.In October 2019, Goldberg became founding editor of the online opinion and news publication The"}]}, {"heading": "Births", "year": "1970", "date": "March 21", "txt": "Shiho Niiyama, Japanese voice actress (d. 2000)", "entities": [{"title": "Shiho Niiyama", "href": "/wiki/Shiho_Niiyama", "description": "Shiho Niiyama  was a Japanese voice actress from Matsuyama, Ehime. She was attached to Aoni Production at the time of her death. Niiyama was most known for the roles of Kou Seiya/Sailor Star Fighter in the Pretty Soldier Sailor Moon series, Risa Kanzaki in Neighborhood Story, Suou Takamura in Clamp School Detectives and Deedlit in Record of Lodoss War: Chronicles of the Heroic Knight. She was also"}]}, {"heading": "Births", "year": "1970", "date": "March 21", "txt": "Cenk Uygur, Turkish-American political activist", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 21", "txt": "Zsolt Kürtösi, Hungarian decathlete", "entities": [{"title": "Zsolt Kürtösi", "href": "/wiki/Zsolt_K%C3%BCrt%C3%B6si", "description": "\nZsolt István Kurtosi is a Hungarian decathlete."}]}, {"heading": "Births", "year": "1972", "date": "March 21", "txt": "Chris Candido, American wrestler (d. 2005)", "entities": [{"title": "Chris Candido", "href": "/wiki/Chris_Candido", "description": "Christopher Barrett Candido was an American professional wrestler. Candido is best remembered for his tenures with promotions such as World Championship Wrestling, Extreme Championship Wrestling, New Japan Pro Wrestling, Total Nonstop Action Wrestling and Smoky Mountain Wrestling, where he performed under the ring name Chris Candido, as well as for his appearances in the World Wrestling Federation"}]}, {"heading": "Births", "year": "1972", "date": "March 21", "txt": "Balázs Kiss, Hungarian hammer thrower", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 21", "txt": "Derartu Tulu, Ethiopian runner", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 21", "txt": "Graeme Welch, English cricketer", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 21", "txt": "Ananda Lewis, American television host", "entities": [{"title": "Ananda Lewis", "href": "/wiki/Ananda_Lewis", "description": "Ananda Lewis is an American television host, carpenter, former model, and social activist. She was an MTV veejay from the late 1990s until 2001, when she left the network to host her own broadcast syndicated television talk show, The Ananda Lewis Show. She was a correspondent for The Insider from 2004 to 2005. She then became a carpenter. She hosted the 2019 revival of While You Were Out on TLC."}]}, {"heading": "Births", "year": "1973", "date": "March 21", "txt": "Stuart Nethercott, English footballer, defender and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 21", "txt": "Large Professor, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 21", "txt": "Rhys Darby, New Zealand comedian and actor", "entities": [{"title": "Rhys Darby", "href": "/wiki/Rhys_Darby", "description": "Rhys Montague Darby is a New Zealand actor and comedian, known for his energetic physical comedy routines, telling stories accompanied with mime and sound effects of things such as machinery and animals. He was nominated for the Billy T Award in 2001 and 2002. He also won the 2012 Fred (Dagg) award at the New Zealand International Comedy Festival, for best NZ show."}]}, {"heading": "Births", "year": "1974", "date": "March 21", "txt": "Dejima Takeharu, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 21", "txt": "Edsel Dope, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 21", "txt": "Ted Kravitz, British presenter and Formula One pit-lane reporter", "entities": [{"title": "Formula One", "href": "/wiki/Formula_One", "description": "Formula One is the highest class of international auto racing for single-seater formula racing cars sanctioned by the Fédération Internationale de l'Automobile (FIA). The World Drivers' Championship, which became the FIA Formula One World Championship in 1981, has been one of the premier forms of racing around the world since its inaugural season in 1950. The word formula in the name refers to the"}]}, {"heading": "Births", "year": "1974", "date": "March 21", "txt": "Kevin Leahy, American drummer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 21", "txt": "Conor Woodman, Irish journalist and author", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 21", "txt": "Yacoub Al-Mohana, Kuwaiti director and producer", "entities": [{"title": "Yacoub Al-Mohana", "href": "/wiki/Yacoub_Al-Mohana", "description": "Yacoub Yousef Al-Mohana is a Kuwaiti film and musical director. He had worked musical videos of the Persian Gulf region's popular vocalists such as Rashed Al-Majed, Rahma Mezher and Ali Al Badr. He was noted for his many works of art, including paintings and poetry, and being a very well versed musician, as he acquired skills from his well-versed family of musicians. He has worked on many televisi"}]}, {"heading": "Births", "year": "1975", "date": "March 21", "txt": "Corne Krige, South African rugby player", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 21", "txt": "Fabricio Oberto, Argentinian-Italian basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 21", "txt": "Vitaly Potapenko, Ukrainian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 21", "txt": "Mark Williams, Welsh snooker player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 21", "txt": "Rachael MacFarlane, American voice actress and singer", "entities": [{"title": "Rachael MacFarlane", "href": "/wiki/Rachael_MacFarlane", "description": "Rachael Ann Laudiero is an American voice actress and singer. Her voice credits include Hayley Smith on the animated television show American Dad!, Supreme Leader Numbuh 362 in the television series Codename: Kids Next Door and Kate Lockwell in the video game Starcraft II."}]}, {"heading": "Births", "year": "1976", "date": "March 21", "txt": "Bamboo Mañalac, Filipino singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 21", "txt": "Tekin Sazlog, German-Turkish footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 21", "txt": "Bruno Cirillo, Italian footballer", "entities": [{"title": "Bruno Cirillo", "href": "/wiki/Bruno_Cirillo", "description": "Bruno \"Brunillo\" Cirillo is a former Italian footballer who played as a centre-back."}]}, {"heading": "Births", "year": "1977", "date": "March 21", "txt": "Jamie Delgado, English tennis player", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 21", "txt": "Sally Barsosio, Kenyan runner", "entities": [{"title": "Sally Barsosio", "href": "/wiki/Sally_Barsosio", "description": "Sally Barsosio is a Kenyan distance runner. As of 2015, Barsosio is the youngest ever medallist at the World Junior Championships in Athletics, at 14 years and 182 days."}]}, {"heading": "Births", "year": "1978", "date": "March 21", "txt": "Joyce Jimenez, Filipino movie and TV actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 21", "txt": "Charmaine Dragun, Australian journalist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 21", "txt": "Cristian Guzmán, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 21", "txt": "Mohammad Rezaei, Iranian wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 21", "txt": "Ronaldinho, Brazilian footballer", "entities": [{"title": "Ronaldinho", "href": "/wiki/Ronaldinho", "description": "Ronaldo de Assis Moreira, commonly known as Ronaldinho Gaúcho or simply Ronaldinho, is a Brazilian former professional footballer and current ambassador for Barcelona. He played mostly as an attacking midfielder, but was also deployed as a winger. Often considered one of the best players of his generation and regarded by many as one of the greatest of all time, Ronaldinho won two FIFA World Player"}]}, {"heading": "Births", "year": "1980", "date": "March 21", "txt": "Marit Bjørgen, Norwegian skier", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 21", "txt": "Lee Jin, South Korean singer and actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 21", "txt": "Deryck Whibley, Canadian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 21", "txt": "Germano Borovicz Cardoso Schweger, Brazilian footballer", "entities": [{"title": "Germano Borovicz Cardoso Schweger", "href": "/wiki/Germano_Borovicz_Cardoso_Schweger", "description": "Germano Borovicz Cardozo Schweger or simply Germano, is a retired Brazilian footballer who played as a defensive midfielder."}]}, {"heading": "Births", "year": "1981", "date": "March 21", "txt": "Sébastien Chavanel, French cyclist", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 21", "txt": "Glenn Hall, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 21", "txt": "Jason King, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 21", "txt": "Todd Polglase, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 21", "txt": "Maria Elena Camerin, Italian tennis player", "entities": [{"title": "Maria Elena Camerin", "href": "/wiki/Maria_Elena_Camerin", "description": "Maria Elena Camerin is a former professional tennis player from Italy."}]}, {"heading": "Births", "year": "1982", "date": "March 21", "txt": "Ejegayehu Dibaba, Ethiopian runner", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 21", "txt": "Aaron Hill, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 21", "txt": "Colin Turkington, Northern Irish race car driver", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 21", "txt": "Lucila Pascua, Spanish basketball player", "entities": [{"title": "Lucila Pascua", "href": "/wiki/Lucila_Pascua", "description": "Lucila Pascua Suárez is a Spanish basketball center."}]}, {"heading": "Births", "year": "1983", "date": "March 21", "txt": "Jean Ondoa, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 21", "txt": "Tiago dos Santos Roberto, Brazilian footballer", "entities": [{"title": "Tiago dos Santos Roberto", "href": "/wiki/Tiago_dos_Santos_Roberto", "description": "Tiago full name Tiago dos Santos Roberto is a Brazilian footballer who plays as a forward."}]}, {"heading": "Births", "year": "1984", "date": "March 21", "txt": "Guillermo Daniel Rodríguez, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 21", "txt": "Ryan Callahan, American ice hockey player", "entities": [{"title": "Ryan Callahan", "href": "/wiki/Ryan_Callahan", "description": "Ryan G. Callahan is an American former professional ice hockey right winger who played 13 seasons in the National Hockey League (NHL) with the New York Rangers and the Tampa Bay Lightning."}]}, {"heading": "Births", "year": "1985", "date": "March 21", "txt": "Adrian Peterson, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 21", "txt": "Scott Eastwood, American actor", "entities": [{"title": "Scott Eastwood", "href": "/wiki/Scott_Eastwood", "description": "Scott Eastwood is an American actor and model. His notable films are Flags of Our Fathers (2006), Gran Torino (2008), Invictus (2009), The Forger (2012), Trouble with the Curve (2012), Texas Chainsaw (2013), Fury (2014), The Perfect Wave (2014), The Longest Ride (2015), Mercury Plains (2016), Suicide Squad (2016), Snowden (2016), Walk of Fame (2017), The Fate of the Furious (2017), Overdrive (2017"}]}, {"heading": "Births", "year": "1986", "date": "March 21", "txt": "Michu, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 21", "txt": "Romanos Alyfantis, Greek swimmer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 21", "txt": "Nikoleta Kyriakopoulou, Greek pole vaulter", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 21", "txt": "Carlos Carrasco, Venezuelan baseball pitcher", "entities": [{"title": "Carlos Carrasco (baseball)", "href": "/wiki/Carlos_Carrasco_(baseball)", "description": "Carlos Luis Carrasco, nicknamed \"Cookie\", is a Venezuelan-born American professional baseball pitcher for the New York Mets of Major League Baseball (MLB). He made his MLB debut with the Cleveland Indians in 2009. Listed at 6 feet 4 inches (1.93 m) and 224 pounds (102 kg), he throws and bats right-handed."}]}, {"heading": "Births", "year": "1988", "date": "March 21", "txt": "Kateřina Čechová, Czech sprinter", "entities": [{"title": "Kateřina Čechová", "href": "/wiki/Kate%C5%99ina_%C4%8Cechov%C3%A1", "description": "Kateřina Čechová is a Czech athlete who specialises in the 100 m and 200 m sprints."}]}, {"heading": "Births", "year": "1988", "date": "March 21", "txt": "Erik Johnson, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 21", "txt": "Eric Krüger, German sprinter", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 21", "txt": "Michael Madl, Austrian footballer, defender", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 21", "txt": "Jordi Alba, Spanish footballer", "entities": [{"title": "Jordi Alba", "href": "/wiki/Jordi_Alba", "description": "Jordi Alba Ramos is a Spanish professional footballer who plays as a left-back for Barcelona and the Spain national team."}]}, {"heading": "Births", "year": "1989", "date": "March 21", "txt": "Nicolás Lodeiro, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 21", "txt": "Takeru Satoh, Japanese actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 21", "txt": "Mandy Capristo, German singer-songwriter and dancer", "entities": [{"title": "Mandy Capristo", "href": "/wiki/Mandy_Capristo", "description": "Mandy Grace Capristo, also known mononymously as Mandy, is a German singer and songwriter."}]}, {"heading": "Births", "year": "1990", "date": "March 21", "txt": "Ryann Krais, American runner and heptathlete", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 21", "txt": "Alex Nimo, Liberian-American soccer player", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 21", "txt": "Luke Chapman, English footballer", "entities": [{"title": "Luke Chapman", "href": "/wiki/Luke_Chapman", "description": "Luke Richard Chapman is an English former footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1991", "date": "March 21", "txt": "Antoine Griezmann, French footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "March 21", "txt": "Lehlogonolo Masalesa, South African footballer", "entities": [{"title": "Lehlogonolo Masalesa", "href": "/wiki/Lehlogonolo_Masalesa", "description": "Lehlogonolo Masalesa is a South African footballer who currently plays for Black Leopards in the DStv Premiership as a midfielder."}]}, {"heading": "Births", "year": "1992", "date": "March 21", "txt": "Karolína Plíšková, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 21", "txt": "Jake Bidwell, English footballer", "entities": [{"title": "Jake Bidwell", "href": "/wiki/Jake_Bidwell", "description": "Jake Brian Bidwell is an English professional footballer who plays as a left back for Swansea City. He began his career in the academy at Premier League side Everton and was capped by England at age-group level."}]}, {"heading": "Births", "year": "1993", "date": "March 21", "txt": "Jesse Joronen, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 21", "txt": "Margaret Lu, American fencer", "entities": [{"title": "Margaret Lu", "href": "/wiki/Margaret_Lu", "description": "Margaret Lu is an American fencer."}]}, {"heading": "Births", "year": "1996", "date": "March 21", "txt": "Aurora Mikalsen, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "March 21", "txt": "Martina Stoessel, Argentine actress", "entities": [{"title": "Martina Stoessel", "href": "/wiki/Martina_Stoessel", "description": "Martina Alejandra Stoessel Muzlera, known professionally as Martina Stoessel, or by the stage name Tini is an Argentine actress, singer, songwriter, dancer and model, who gained international popularity for her debut role as Violetta Castillo in the Disney Channel Latin America original telenovela, Violetta."}]}, {"heading": "Births", "year": "2000", "date": "March 21", "txt": "Jace Norman, American actor", "entities": [{"title": "Jace Norman", "href": "/wiki/Jace_Norman", "description": "Jace Lee Norman is an American actor. He stars as Henry Hart in the Nickelodeon television series Henry Danger."}]}, {"heading": "Deaths", "year": "543 or 547", "date": "March 21", "txt": "Benedict of Nursia, Italian saint (b. 480)", "entities": [{"title": "547", "href": "/wiki/547", "description": "Year 547 (DXLVII) was a common year starting on Tuesday of the Julian calendar. The denomination 547 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years."}, {"title": "Benedict of Nursia", "href": "/wiki/Benedict_of_Nursia", "description": "Benedict of Nursia is a Catholic saint venerated in the Catholic Church, the Eastern Orthodox Church, the Oriental Orthodox Churches, the Anglican Communion and Old Catholic Churches. He is a patron saint of Europe."}]}, {"heading": "Deaths", "year": "867", "date": "March 21", "txt": "Ælla, king of Northumbria", "entities": [{"title": "Ælla of Northumbria", "href": "/wiki/%C3%86lla_of_Northumbria", "description": "Ælla was King of Northumbria, a kingdom in medieval England, during the middle of the 9th century. Sources on Northumbrian history in this period are limited, and so Ælla's ancestry is not known and the dating of the beginning of his reign is questionable."}, {"title": "Kingdom of Northumbria", "href": "/wiki/Kingdom_of_Northumbria", "description": "Northumbria was an early medieval Anglo-Saxon kingdom in what is now Northern England and south-east Scotland."}]}, {"heading": "Deaths", "year": "867", "date": "March 21", "txt": "Osberht, king of Northumbria", "entities": []}, {"heading": "Deaths", "year": "1034", "date": "March 21", "txt": "Ezzo, Count Palatine of Lotharingia (b. 955)", "entities": [{"title": "Ezzo, Count Palatine of Lotharingia", "href": "/wiki/Ezzo,_Count_Palatine_of_Lotharingia", "description": "Ezzo, sometimes called Ehrenfried, a member of the Ezzonid dynasty, was Count Palatine of Lotharingia from 1015 until his death. As brother-in-law of Emperor Otto III, father of Queen Richeza of Poland and several other illustrious children, he was one of the most important figures of the Rhenish history of his time."}]}, {"heading": "Deaths", "year": "1063", "date": "March 21", "txt": "Richeza of Lotharingia (b. 995)", "entities": [{"title": "Richeza of Lotharingia", "href": "/wiki/Richeza_of_Lotharingia", "description": "Richeza of Lotharingia was a member of the Ezzonen dynasty who became queen of Poland as the wife of Mieszko II Lambert. Her Polish marriage was arranged to strengthen the ties between Mieszko and her uncle Emperor Otto III. She returned to Germany following the deposition of her husband in 1031, either divorcing or separating from him. Upon the death of her brother Duke Otto II of Swabia and the "}]}, {"heading": "Deaths", "year": "1076", "date": "March 21", "txt": "Robert I, Duke of Burgundy (b. 1011)", "entities": [{"title": "Robert I, Duke of Burgundy", "href": "/wiki/Robert_I,_Duke_of_Burgundy", "description": "Robert I, known as Robert the Old and \"Old French: Tête-Hardi, lit. 'the Headstrong'\", was Duke of Burgundy from 1032 to his death. Robert was the son of King Robert II of France and Constance of Arles. His brother was Henry I of France."}]}, {"heading": "Deaths", "year": "1201", "date": "March 21", "txt": "Absalon, Danish archbishop (b. c. 1128)", "entities": [{"title": "Absalon", "href": "/wiki/Absalon", "description": "Absalon was a Danish statesman and prelate of the Catholic Church who served as the bishop of Roskilde from 1158 to 1192 and archbishop of Lund from 1178 until his death. He was the foremost politician and church father of Denmark in the second half of the 12th century, and was the closest advisor of King Valdemar I of Denmark. He was a key figure in the Danish policies of territorial expansion in"}]}, {"heading": "Deaths", "year": "1306", "date": "March 21", "txt": "Robert II, Duke of Burgundy (b. 1248)", "entities": [{"title": "Robert II, Duke of Burgundy", "href": "/wiki/Robert_II,_Duke_of_Burgundy", "description": "Robert II of Burgundy was Duke of Burgundy between 1272 and 1306. Robert was the third son of duke Hugh IV and Yolande of Dreux."}]}, {"heading": "Deaths", "year": "1372", "date": "March 21", "txt": "Rudolf VI, Margrave of Baden", "entities": [{"title": "Rudolf VI, Margrave of Baden", "href": "/wiki/Rudolf_VI,_Margrave_of_Baden", "description": "Rudolf VI of Baden was Margrave of Baden-Baden and Count of Eberstein from 1353 to 1372."}]}, {"heading": "Deaths", "year": "1487", "date": "March 21", "txt": "Nicholas of Flüe, Swiss monk and saint (b. 1417)", "entities": [{"title": "Nicholas of Flüe", "href": "/wiki/Nicholas_of_Fl%C3%BCe", "description": "Nicholas of Flüe was a Swiss hermit and ascetic who is the patron saint of Switzerland. He is sometimes invoked as Brother Klaus. A farmer, military leader, member of the assembly, councillor, judge and mystic, he was respected as a man of complete moral integrity. Brother Klaus's counsel to the Diet of Stans (1481) helped to prevent war between the Swiss cantons."}]}, {"heading": "Deaths", "year": "1540", "date": "March 21", "txt": "John de Vere, 15th Earl of Oxford, English peer and courtier (b. c. 1482)", "entities": [{"title": "John de Vere, 15th Earl of Oxford", "href": "/wiki/John_de_Vere,_15th_Earl_of_Oxford", "description": "John de Vere, 15th Earl of Oxford, Lord Great Chamberlain KG PC was an English peer and courtier."}]}, {"heading": "Deaths", "year": "1556", "date": "March 21", "txt": "Thomas Cranmer, English archbishop (b. 1489)", "entities": [{"title": "Thomas Cranmer", "href": "/wiki/Thomas_Cranmer", "description": "Thomas Cranmer was a leader of the English Reformation and Archbishop of Canterbury during the reigns of Henry VIII, Edward VI and, for a short time, Mary I. He helped build the case for the annulment of Henry's marriage to Catherine of Aragon, which was one of the causes of the separation of the English Church from union with the Holy See. Along with Thomas Cromwell, he supported the principle of"}]}, {"heading": "Deaths", "year": "1571", "date": "March 21", "txt": "Odet de Coligny, French cardinal and Protestant (b. 1517)", "entities": [{"title": "Odet de Coligny", "href": "/wiki/Odet_de_Coligny", "description": "Odet de Coligny was a French aristocrat, cardinal, Bishop-elect of Beauvais, Peer of France, and member of the French Royal Council. From 1534 he was usually referred to as the Cardinal of Châtillon."}]}, {"heading": "Deaths", "year": "1617", "date": "March 21", "txt": "Pocahontas, Algonquian Indigenous princess (b. c. 1595)", "entities": [{"title": "Pocahontas", "href": "/wiki/Pocahontas", "description": "Pocahontas was a Native American woman, belonging to the Powhatan People, notable for her association with the colonial settlement at Jamestown, Virginia. She was the daughter of Powhatan, the paramount chief of a network of tributary tribes in the Tsenacommacah, encompassing the Tidewater region of Virginia."}]}, {"heading": "Deaths", "year": "1653", "date": "March 21", "txt": "Tarhoncu Ahmed Pasha, Albanian politician, Grand Vizier of the Ottoman Empire", "entities": [{"title": "Tarhoncu Ahmed Pasha", "href": "/wiki/Tarhoncu_Ahmed_Pasha", "description": "Tarhoncu Ahmed Pasha was an Ottoman Albanian statesman and Grand Vizier of the Ottoman Empire from 20 June 1652 until 21 March 1653, when he was executed because of the economic reforms he initiated."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1656", "date": "March 21", "txt": "James Ussher, Irish archbishop (b. 1581)", "entities": [{"title": "James Ussher", "href": "/wiki/James_Ussher", "description": "James Ussher was the Church of Ireland Archbishop of Armagh and Primate of All Ireland between 1625 and 1656. He was a prolific scholar and church leader, who today is most famous for his identification of the genuine letters of the church father, Ignatius of Antioch, and for his chronology that sought to establish the time and date of the creation as \"the entrance of the night preceding the 23rd "}]}, {"heading": "Deaths", "year": "1676", "date": "March 21", "txt": "Henri Sauval, French historian and author (b. 1623)", "entities": [{"title": "Henri Sauval", "href": "/wiki/Henri_Sauval", "description": "\nHenri Sauval was a French historian."}]}, {"heading": "Deaths", "year": "1729", "date": "March 21", "txt": "John Law, Scottish-French economist and politician, Controller-General of Finances (b. 1671)", "entities": [{"title": "John Law (economist)", "href": "/wiki/John_Law_(economist)", "description": "John Law was a Scottish economist who distinguished money, a means of exchange, from national wealth dependent on trade. He served as Controller General of Finances under the Duke of Orleans, who was regent for the juvenile Louis XV of France. In 1716, Law set up a private Banque Générale in France. A year later it was nationalised at his request and renamed as Banque Royale. The private bank had "}, {"title": "Controller-General of Finances", "href": "/wiki/Controller-General_of_Finances", "description": "The Controller-General or Comptroller-General of Finances was the name of the minister in charge of finances in France from 1661 to 1791. It replaced the former position of Superintendent of Finances, which was abolished with the downfall of Nicolas Fouquet. It did not hold any real political power until 1665, when First Minister Jean-Baptiste Colbert, who had acted upon financial matters since Fo"}]}, {"heading": "Deaths", "year": "1729", "date": "March 21", "txt": "Elżbieta Sieniawska, politically influential Polish magnate (b. 1669)", "entities": []}, {"heading": "Deaths", "year": "1734", "date": "March 21", "txt": "Robert Wodrow, Scottish historian and author (b. 1679)", "entities": [{"title": "Robert Wodrow", "href": "/wiki/Robert_Wodrow", "description": "Robert Wodrow was a Scottish minister and historian, known as a chronicler and defender of the Covenanters. Robert Wodrow was born at Glasgow, where his father, James Wodrow, was a professor of divinity. Robert was educated at the university and was librarian from 1697 to 1701. From 1703 till his death, he was parish minister at Eastwood, near Glasgow. He had sixteen children, his son Patrick bein"}]}, {"heading": "Deaths", "year": "1751", "date": "March 21", "txt": "Johann Heinrich Zedler, German publisher (b. 1706)", "entities": [{"title": "Johann Heinrich Zedler", "href": "/wiki/Johann_Heinrich_Zedler", "description": "Johann Heinrich Zedler was a bookseller and publisher. His most important achievement was the creation of a German encyclopedia, the Grosses Universal-Lexicon , \nthe largest and most comprehensive German-language encyclopedia developed in the 18th century."}]}, {"heading": "Deaths", "year": "1752", "date": "March 21", "txt": "Gio Nicola Buhagiar, Maltese painter (b. 1698)", "entities": [{"title": "Gio Nicola Buhagiar", "href": "/wiki/Gio_Nicola_Buhagiar", "description": "Gio Nicola Buhagiar was a Maltese painter."}]}, {"heading": "Deaths", "year": "1762", "date": "March 21", "txt": "Nicolas Louis de Lacaille, French priest, astronomer, and academic (b. 1713)", "entities": [{"title": "Nicolas Louis de Lacaille", "href": "/wiki/Nicolas_Louis_de_Lacaille", "description": "Abbé Nicolas-Louis de Lacaille, formerly sometimes spelled de la Caille, was a French astronomer and geodesist who named 14 out of the 88 constellations. From 1750 to 1754 he studied the sky at the Cape of Good Hope in present-day South Africa. Lacaille observed over 10,000 stars using just a half-inch refractor."}]}, {"heading": "Deaths", "year": "1772", "date": "March 21", "txt": "Jacques-Nicolas Bellin, French geographer and cartographer (b. 1703)", "entities": [{"title": "Jacques-Nicolas Bellin", "href": "/wiki/Jacques-Nicolas_Bellin", "description": "Jacques Nicolas Bellin was a French hydrographer, geographer, and member of the French intellectual group called the philosophes."}]}, {"heading": "Deaths", "year": "1795", "date": "March 21", "txt": "Giovanni Arduino, Italian miner and geologist (b. 1714)", "entities": [{"title": "Giovanni Arduino (geologist)", "href": "/wiki/Giovanni_Arduino_(geologist)", "description": "Giovanni Arduino was an Italian geologist who is known as the \"Father of Italian Geology\"."}]}, {"heading": "Deaths", "year": "1801", "date": "March 21", "txt": "Andrea Luchesi, Italian composer and educator (b. 1741)", "entities": [{"title": "Andrea Luchesi", "href": "/wiki/Andrea_Luchesi", "description": "Andrea Luca Luchesi was an Italian composer."}]}, {"heading": "Deaths", "year": "1804", "date": "March 21", "txt": "Louis Antoine, Duke of Enghien (b. 1772)", "entities": [{"title": "Louis Antoine, Duke of Enghien", "href": "/wiki/Louis_Antoine,_Duke_of_Enghien", "description": "Louis Antoine de Bourbon, Duke of Enghien was a member of the House of Bourbon of France. More famous for his death than for his life, he was executed on charges of aiding Britain and plotting against France. Royalty across Europe were shocked and dismayed at his execution. Tsar Alexander I of Russia was especially alarmed, and decided to curb Napoleon's power."}]}, {"heading": "Deaths", "year": "1843", "date": "March 21", "txt": "Robert Southey, English poet, historian, and translator (b. 1774)", "entities": [{"title": "Robert Southey", "href": "/wiki/Robert_Southey", "description": "Robert Southey was an English poet of the Romantic school, and Poet laureate from 1813 until his death. Like the other Lake Poets, William Wordsworth and Samuel Taylor Coleridge, Southey had begun as a radical, but became steadily more conservative, as he acquired respect for Britain and its institutions. Other romantics, notably Byron, accused him of siding with the establishment for money and st"}]}, {"heading": "Deaths", "year": "1843", "date": "March 21", "txt": "Guadalupe Victoria, Mexican general and politician, 1st President of Mexico (b. 1786)", "entities": [{"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Deaths", "year": "1854", "date": "March 21", "txt": "Pedro María de Anaya, Mexican soldier. President (1847-1848) (b. 1795)", "entities": [{"title": "Pedro María de Anaya", "href": "/wiki/Pedro_Mar%C3%ADa_de_Anaya", "description": "Pedro Bernardino María de Anaya y Álvarez was a military officer who served twice as interim president of Mexico from 1847 to 1848. He also played an important role during the Mexican–American War."}]}, {"heading": "Deaths", "year": "1863", "date": "March 21", "txt": "Edwin Vose Sumner, American general (b. 1797)", "entities": [{"title": "Edwin Vose Sumner", "href": "/wiki/Edwin_Vose_Sumner", "description": "Edwin Vose Sumner was a career United States Army officer who became a Union Army general and the oldest field commander of any Army Corps on either side during the American Civil War. His nicknames \"Bull\" or \"Bull Head\" came both from his great booming voice and a legend that a musket ball once bounced off his head."}]}, {"heading": "Deaths", "year": "1869", "date": "March 21", "txt": "Juan Almonte, son of José María Morelos, was a Mexican soldier and diplomat who served as a regent in the Second Mexican Empire (1863-1864) (b. 1803)", "entities": [{"title": "Juan Almonte", "href": "/wiki/Juan_Almonte", "description": "Juan Nepomuceno Almonte was a 19th-century Mexican official, soldier and diplomat, the natural son of Fr. José María Morelos. He was a veteran of the Battle of the Alamo during the Texas Revolution. Almonte was also a leader of Mexico's Conservatives in the 1860s and served as regent after the Second Mexican Empire was established by Napoleon III of France."}, {"title": "José María Morelos", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Morelos", "description": "José María Teclo Morelos Pérez y Pavón was a Mexican Roman Catholic priest and revolutionary rebel leader who led the Mexican War of Independence movement, assuming its leadership after the execution of Miguel Hidalgo y Costilla in 1811. Morelos and Ignacio López Rayón are credited with organizing the war of independence. Under Morelos the Congress of Anáhuac was installed on 13 September 1813, an"}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Second Mexican Empire", "href": "/wiki/Second_Mexican_Empire", "description": "The Mexican Empire or Second Mexican Empire was the name of Mexico under a constitutional hereditary monarchy declared by a Mexican Assembly of Notables in accordance with the interests of the French Empire, during the Second French intervention in Mexico. Napoleon III of France wanted to establish a monarchist ally in the Americas as a restraint upon the growing power of the United States. Chosen"}]}, {"heading": "Deaths", "year": "1884", "date": "March 21", "txt": "Ezra Abbot, American scholar and academic (b. 1819)", "entities": [{"title": "Ezra Abbot", "href": "/wiki/Ezra_Abbot", "description": "Ezra Abbot was an American biblical scholar."}]}, {"heading": "Deaths", "year": "1891", "date": "March 21", "txt": "Joseph E. Johnston, American general (b. 1807)", "entities": [{"title": "Joseph E. Johnston", "href": "/wiki/Joseph_E._Johnston", "description": "Joseph Eggleston Johnston was an American career army officer, serving with distinction in the United States Army during the Mexican–American War (1846–1848) and the Seminole Wars. After Virginia seceded from the Union, he entered the Confederate States Army as one of its most senior general officers."}]}, {"heading": "Deaths", "year": "1915", "date": "March 21", "txt": "Frederick Winslow Taylor, American golfer, tennis player, and engineer (b. 1856)", "entities": [{"title": "Frederick Winslow Taylor", "href": "/wiki/Frederick_Winslow_Taylor", "description": "Frederick Winslow Taylor was an American mechanical engineer. He was widely known for his methods to improve industrial efficiency. He was one of the first management consultants. Taylor was one of the intellectual leaders of the Efficiency Movement and his ideas, broadly conceived, were highly influential in the Progressive Era (1890s–1920s). In 1911, Taylor summed up his efficiency techniques in"}]}, {"heading": "Deaths", "year": "1920", "date": "March 21", "txt": "Evelina Haverfield, British suffragette and aid worker (b. 1867)", "entities": [{"title": "Evelina Haverfield", "href": "/wiki/Evelina_Haverfield", "description": "Evelina Haverfield was a British suffragette and aid worker. In the early part of the 20th century, she was involved in Emmeline Pankhurst's militant women's suffrage organisation the Women's Social and Political Union. During World War I she worked as a nurse in Serbia. After the war, she returned to Serbia with her companion Vera Holme to set up an orphanage in Bajina Bašta, a town in the west o"}]}, {"heading": "Deaths", "year": "1932", "date": "March 21", "txt": "Frantz Reichel, French rugby player and hurdler (b. 1871)", "entities": [{"title": "Frantz Reichel", "href": "/wiki/Frantz_Reichel", "description": "François Étienne \"Frantz\" Reichel was a French sports administrator, athlete and journalist. He competed at the 1896 Summer Olympics in Athens as a runner and at the 1900 Summer Olympics in Paris as a rugby union player. He co-founded the Association Internationale de la Presse Sportive (AIPS), and served as its first president in 1924–1932."}]}, {"heading": "Deaths", "year": "1934", "date": "March 21", "txt": "Franz Schreker, Austrian composer and conductor (b. 1878)", "entities": [{"title": "Franz Schreker", "href": "/wiki/Franz_Schreker", "description": "Franz Schreker was an Austrian composer, conductor, teacher and administrator. Primarily a composer of operas, Schreker developed a style characterized by aesthetic plurality, timbral experimentation, strategies of extended tonality and conception of total music theatre into the narrative of 20th-century music."}]}, {"heading": "Deaths", "year": "1934", "date": "March 21", "txt": "Lilyan Tashman, American actress (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "March 21", "txt": "Alexander Glazunov, Russian composer and conductor (b. 1865)", "entities": [{"title": "Alexander Glazunov", "href": "/wiki/Alexander_Glazunov", "description": "Alexander Konstantinovich Glazunov was a Russian composer, music teacher, and conductor of the late Russian Romantic period. He was director of the Saint Petersburg Conservatory between 1905 and 1928 and was instrumental in the reorganization of the institute into the Petrograd Conservatory, then the Leningrad Conservatory, following the Bolshevik Revolution. He continued as head of the Conservato"}]}, {"heading": "Deaths", "year": "1939", "date": "March 21", "txt": "Evald Aav, Estonian composer and conductor (b. 1900)", "entities": [{"title": "Evald Aav", "href": "/wiki/Evald_Aav", "description": "Evald Aav was an Estonian composer born in Tallinn, Governorate of Estonia, Russian Empire. He studied music composition there with Artur Kapp and wrote primarily vocal music to words in the Estonian language. In 1928 he composed the first national Estonian opera, Vikerlased. The opera premiered in Tallinn on 8 September 1928. He modelled his style of composition after Tchaikovsky."}]}, {"heading": "Deaths", "year": "1939", "date": "March 21", "txt": "Ali Hikmet Ayerdem, Turkish general and politician (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "March 21", "txt": "Cornelia Fort, American soldier and pilot (b. 1919)", "entities": [{"title": "Cornelia Fort", "href": "/wiki/Cornelia_Fort", "description": "Cornelia Clark Fort was a United States aviator who became famous for being part of two aviation-related events. The first occurred while conducting a civilian training flight at Pearl Harbor on December 7, 1941 when she was the first United States pilot to encounter the Japanese air fleet during the Attack on Pearl Harbor. She and her student narrowly escaped a mid-air collision with the Japanese"}]}, {"heading": "Deaths", "year": "1945", "date": "March 21", "txt": "Arthur Nebe, German SS officer (b. 1894)", "entities": [{"title": "Arthur Nebe", "href": "/wiki/Arthur_Nebe", "description": "Arthur Nebe (help·info) was a key functionary in the security and police apparatus of Nazi Germany and a Holocaust perpetrator."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1951", "date": "March 21", "txt": "Willem Mengelberg, Dutch conductor and composer (b. 1871)", "entities": [{"title": "Willem Mengelberg", "href": "/wiki/Willem_Mengelberg", "description": "Joseph Wilhelm Mengelberg was a Dutch conductor, famous for his performances of Beethoven, Brahms, Mahler and Strauss with the Concertgebouw Orchestra."}]}, {"heading": "Deaths", "year": "1953", "date": "March 21", "txt": "Ed Voss, American basketball player (b. 1922)", "entities": [{"title": "Ed Voss", "href": "/wiki/Ed_Voss", "description": "Ed Voss was an American basketball player."}]}, {"heading": "Deaths", "year": "1956", "date": "March 21", "txt": "Hatı Çırpan, Turkish politician (b. 1890)", "entities": [{"title": "Hatı Çırpan", "href": "/wiki/Hat%C4%B1_%C3%87%C4%B1rpan", "description": "Hatı Çırpan was a Turkish politician, one of the first female members of the parliament in the Grand National Assembly of Turkey, elected in the 1935 general elections."}]}, {"heading": "Deaths", "year": "1958", "date": "March 21", "txt": "Cyril M. Kornbluth, American soldier and author (b. 1923)", "entities": [{"title": "Cyril M. Kornbluth", "href": "/wiki/Cyril_M._Kornbluth", "description": "Cyril M. Kornbluth was an American science fiction author and a member of the Futurians. He used a variety of pen-names, including Cecil Corwin, S. D. Gottesman, Edward J. Bellin, Kenneth Falconer, Walter C. Davies, Simon Eisner, Jordan Park, Arthur Cooke, Paul Dennis Lavond, and Scott Mariner. The \"M\" in Kornbluth's name may have been in tribute to his wife, Mary Byers; Kornbluth's colleague and "}]}, {"heading": "Deaths", "year": "1970", "date": "March 21", "txt": "Manolis Chiotis, Greek singer-songwriter and bouzouki player (b. 1920)", "entities": [{"title": "Manolis Chiotis", "href": "/wiki/Manolis_Chiotis", "description": "Manolis Chiotis was a Greek rebetiko and laiko composer, singer, and bouzouki player. He is considered one of the greatest bouzouki soloists of all time. He popularised the four-course bouzouki (tetrachordo) and introduced the guitar-like tuning, who found it better suited to the kind of virtuoso playing he was famous for."}, {"title": "Bouzouki", "href": "/wiki/Bouzouki", "description": "The bouzouki, also spelled buzuki or buzuci, is a musical instrument popular in Greece. It is a member of the long-necked lute family, with a round body with a flat top and a long neck with a fretted fingerboard. It has steel strings and is played with a plectrum producing a sharp metallic sound, reminiscent of a mandolin but pitched lower. There are two main types of bouzouki: the trichordo (thre"}]}, {"heading": "Deaths", "year": "1975", "date": "March 21", "txt": "Joe Medwick, American baseball player and coach (b. 1911)", "entities": [{"title": "Joe Medwick", "href": "/wiki/Joe_Medwick", "description": "Joseph Michael Medwick, nicknamed \"Ducky\", was an American Major League Baseball player. A left fielder with the St. Louis Cardinals during the \"Gashouse Gang\" era of the 1930s, he also played with the Brooklyn Dodgers, New York Giants (1943–1945), and Boston Braves (1945). Medwick is the last National League player to win the Batting Triple Crown Award (1937)."}]}, {"heading": "Deaths", "year": "1978", "date": "March 21", "txt": "Cearbhall Ó Dálaigh, President of Ireland (b. 1911)", "entities": [{"title": "Cearbhall Ó Dálaigh", "href": "/wiki/Cearbhall_%C3%93_D%C3%A1laigh", "description": "Cearbhall Ó Dálaigh was an Irish Fianna Fáil politician, judge and barrister who served as the fifth President of Ireland from December 1974 to October 1976."}]}, {"heading": "Deaths", "year": "1980", "date": "March 21", "txt": "Peter Stoner, American mathematician and astronomer (b. 1888)", "entities": [{"title": "Peter Stoner", "href": "/wiki/Peter_Stoner", "description": "Peter Stoner was a Christian Writer and Chairman of the Departments of Mathematics and Astronomy at Pasadena City College until 1953; Chairman of the science division, Westmont College, 1953–57; Professor Emeritus of Science, Westmont College; Professor Emeritus of Mathematics and Astronomy, Pasadena City College."}]}, {"heading": "Deaths", "year": "1985", "date": "March 21", "txt": "Michael Redgrave, English actor, director, and manager (b. 1908)", "entities": [{"title": "Michael Redgrave", "href": "/wiki/Michael_Redgrave", "description": "Sir Michael Scudamore Redgrave CBE was an English stage and film actor, director, manager, and author. He received a nomination for the Academy Award for Best Actor for his performance in Mourning Becomes Electra (1947), as well as two BAFTA nominations for Best British Actor for his performances in The Night My Number Came Up (1955) and Time Without Pity (1957)."}]}, {"heading": "Deaths", "year": "1987", "date": "March 21", "txt": "Walter L. Gordon, Canadian accountant, lawyer, and politician, 22nd Canadian Minister of Finance (b. 1906)", "entities": [{"title": "Walter L. Gordon", "href": "/wiki/Walter_L._Gordon", "description": "Walter Lockhart Gordon was a Canadian accountant, businessman, politician, and writer."}, {"title": "Minister of Finance (Canada)", "href": "/wiki/Minister_of_Finance_(Canada)", "description": "The minister of finance is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Department of Finance and presenting the federal government's budget each year. It is one of the most important positions in the Cabinet."}]}, {"heading": "Deaths", "year": "1987", "date": "March 21", "txt": "Robert Preston, American captain, actor, and singer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "March 21", "txt": "Vedat Dalokay, Turkish architect and politician, Mayor of Ankara (b. 1927)", "entities": [{"title": "Vedat Dalokay", "href": "/wiki/Vedat_Dalokay", "description": "Vedat Ali Dalokay was a renowned Turkish architect and a former mayor of Ankara."}, {"title": "List of mayors of Ankara", "href": "/wiki/List_of_mayors_of_Ankara", "description": "This is a list of mayors of Ankara, Turkey in the Republican era."}]}, {"heading": "Deaths", "year": "1991", "date": "March 21", "txt": "Leo Fender, American businessman, founded Fender Musical Instruments Corporation (b. 1909)", "entities": [{"title": "Fender Musical Instruments Corporation", "href": "/wiki/Fender_Musical_Instruments_Corporation", "description": "The Fender Musical Instruments Corporation is an American manufacturer of stringed instruments and amplifiers. Fender produces acoustic guitars, bass amplifiers and public address equipment, but is best known for its solid-body electric guitars and bass guitars, particularly the Stratocaster, Telecaster, Jazzmaster, Precision Bass, and the Jazz Bass. The company was founded in Fullerton, Californi"}]}, {"heading": "Deaths", "year": "1992", "date": "March 21", "txt": "John Ireland, Canadian-American actor and director (b. 1914)", "entities": [{"title": "John Ireland (actor)", "href": "/wiki/John_Ireland_(actor)", "description": "John Benjamin Ireland was a Canadian-American actor and film director. He was nominated for an Academy Award for his performance in All the King's Men (1949), making him the first Vancouver-born actor to receive an Oscar nomination."}]}, {"heading": "Deaths", "year": "1992", "date": "March 21", "txt": "Natalie Sleeth, American pianist and composer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "March 21", "txt": "Macdonald Carey, American actor (b. 1913)", "entities": [{"title": "Macdonald Carey", "href": "/wiki/Macdonald_Carey", "description": "Edward Macdonald Carey was an American actor, best known for his role as the patriarch Dr. Tom Horton on NBC's soap opera Days of Our Lives. For almost three decades, he was the show's central cast member."}]}, {"heading": "Deaths", "year": "1994", "date": "March 21", "txt": "Lili Damita, French-American actress and singer (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "March 21", "txt": "Aleksandrs Laime, Latvian-born explorer (b. 1911) ", "entities": [{"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}]}, {"heading": "Deaths", "year": "1997", "date": "March 21", "txt": "Wilbert Awdry, English cleric and author, created Thomas the Tank Engine (b. 1911)", "entities": [{"title": "Wilbert Awdry", "href": "/wiki/Wilbert_Awdry", "description": "Wilbert Vere Awdry, OBE was an English Anglican cleric, railway enthusiast, and children's author. Better known as the Reverend W. Awdry, he was the creator of Thomas the Tank Engine, the central figure in his Railway Series."}]}, {"heading": "Deaths", "year": "1998", "date": "March 21", "txt": "Galina Ulanova, Russian ballerina (b. 1910)", "entities": [{"title": "Galina Ulanova", "href": "/wiki/Galina_Ulanova", "description": "Galina Sergeyevna Ulanova was a Russian ballet dancer. She is frequently cited as being one of the greatest ballerinas of the 20th century."}]}, {"heading": "Deaths", "year": "1999", "date": "March 21", "txt": "Jean Guitton, French philosopher and author (b. 1905)", "entities": [{"title": "Jean Guitton", "href": "/wiki/Jean_Guitton", "description": "Jean Guitton was a French Catholic philosopher and theologian."}]}, {"heading": "Deaths", "year": "1999", "date": "March 21", "txt": "Ernie Wise, English comedian and actor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 21", "txt": "Chung Ju-yung, South Korean businessman, founded Hyundai (b. 1915)", "entities": [{"title": "Chung Ju-yung", "href": "/wiki/Chung_Ju-yung", "description": "Chung Ju-yung or Jung Joo-young, was a South Korean entrepreneur, businessman and the founder of Hyundai Groups of South Korea. Raised as the eldest son of a poor Korean farmer, he became the richest man in South Korea. Chung was an integral part to the rapid development of Korea's economy, growing Hyundai Heavy Industries to be the largest ship builder in the world, as well as growing Hyundai Mot"}, {"title": "Hyundai Group", "href": "/wiki/Hyundai_Group", "description": "Hyundai Group was a South Korean conglomerate founded by Chung Ju-yung. The first company in the group was founded in 1947 as a construction company. With government assistance, Chung and his family members rapidly expanded into various industries, eventually becoming South Korea's second Enterprise Group. The company spun off many of its better known businesses after the 1997 Asian financial cris"}]}, {"heading": "Deaths", "year": "2001", "date": "March 21", "txt": "Anthony Steel, English actor and singer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 21", "txt": "Herman Talmadge, American lieutenant, lawyer, and politician, 70th Governor of Georgia (b. 1913)", "entities": [{"title": "Herman Talmadge", "href": "/wiki/Herman_Talmadge", "description": "Herman Eugene Talmadge was an American politician who served as a U.S. Senator from Georgia from 1957 to 1981. A staunch segregationist, he was denounced by the Senate for financial irregularities, which were revealed during a bitter divorce from his second wife. He previously served as governor of the state from 1948 to 1955, taking over after the death of his father Eugene Talmadge, the governor"}, {"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Deaths", "year": "2003", "date": "March 21", "txt": "Shivani, Indian author (b. 1923)", "entities": [{"title": "Shivani", "href": "/wiki/Shivani", "description": "Gaura Pant, better known as Shivani, is a Hindi magazine story writer of the 20th century and a pioneer in writing Indian women-based fiction. She was awarded the Padma Shri for her contribution to Hindi literature in 1982."}]}, {"heading": "Deaths", "year": "2003", "date": "March 21", "txt": "Umar Wirahadikusumah, Indonesian general and politician, 4th Vice President of Indonesia (b. 1924)", "entities": [{"title": "Vice President of Indonesia", "href": "/wiki/Vice_President_of_Indonesia", "description": "The Vice President of the Republic of Indonesia is second-highest officer in the executive branch of the Indonesian government, after the president, and ranks first in the presidential line of succession. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Deaths", "year": "2004", "date": "March 21", "txt": "Ludmilla Tchérina, French actress, dancer, and choreographer (b. 1924)", "entities": [{"title": "Ludmilla Tchérina", "href": "/wiki/Ludmilla_Tch%C3%A9rina", "description": "Ludmilla Tchérina was a French prima ballerina, sculptor, actress, painter, choreographer and author of two novels."}]}, {"heading": "Deaths", "year": "2005", "date": "March 21", "txt": "Barney Martin, American police officer and actor (b. 1923)", "entities": [{"title": "Barney Martin", "href": "/wiki/Barney_Martin", "description": "Barney Martin was an American actor, comedy writer, and New York City Police Department detective. He is best known for playing Morty Seinfeld, father of Jerry, on the sitcom Seinfeld."}]}, {"heading": "Deaths", "year": "2005", "date": "March 21", "txt": "Bobby Short, American singer and pianist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 21", "txt": "Drew Hayes, American author and illustrator (b. 1969)", "entities": [{"title": "Drew Hayes", "href": "/wiki/Drew_Hayes", "description": "Lawrence Andrew \"Drew\" Hayes was a writer and graphic artist who is best known as the creator of the long-running independent comic book series Poison Elves."}]}, {"heading": "Deaths", "year": "2007", "date": "March 21", "txt": "Sven O. Høiby, Norwegian hurdler and journalist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 21", "txt": "Denis Cosgrove, English-American geographer and academic (b. 1948)", "entities": [{"title": "Denis Cosgrove", "href": "/wiki/Denis_Cosgrove", "description": "Denis Edmund Cosgrove was a distinguished British cultural geographer and Professor of Geography at the University of California, Los Angeles. Before this, he was Professor of Human Geography and Dean of the Graduate School at Royal Holloway, University of London. In 1998, he received the prestigious Back Award from the Royal Geographical Society."}]}, {"heading": "Deaths", "year": "2008", "date": "March 21", "txt": "Guillermo Jullian de la Fuente, Chilean architect and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 21", "txt": "Mohit Sharma, Indian army officer (b. 1978)", "entities": [{"title": "Mohit Sharma (soldier)", "href": "/wiki/Mohit_Sharma_(soldier)", "description": "Major Mohit Sharma, AC, SM was an Indian Army Officer who was posthumously awarded the Ashoka Chakra, India's highest peace-time military decoration. Maj Sharma was from the elite 1st Para SF. He died in action on 21 March 2009 while leading his Bravo Assault Team in Kupwara district."}, {"title": "1978", "href": "/wiki/1978", "description": "1978 (MCMLXXVIII) was a common year starting on Sunday of the Gregorian calendar, the 1978th year of the Common Era (CE) and Anno Domini (AD) designations, the 978th year of the 2nd millennium, the 78th year of the 20th century, and the 9th year of the 1970s decade. "}]}, {"heading": "Deaths", "year": "2009", "date": "March 21", "txt": "Walt Poddubny, Canadian ice hockey player and coach (b. 1960)", "entities": [{"title": "Walt Poddubny", "href": "/wiki/Walt_Poddubny", "description": "Walter Michael Poddubny was a Canadian professional ice hockey left winger and coach who played eleven seasons in the National Hockey League (NHL) from 1981–82 until 1991–92. He played 468 career NHL games, scoring 184 goals and 238 assists for 422 points."}]}, {"heading": "Deaths", "year": "2010", "date": "March 21", "txt": "Wolfgang Wagner, German director and manager (b. 1919)", "entities": [{"title": "Wolfgang Wagner", "href": "/wiki/Wolfgang_Wagner", "description": "Wolfgang Wagner was a German opera director. He is best known as the director (Festspielleiter) of the Bayreuth Festival, a position he initially assumed alongside his brother Wieland in 1951 until the latter's death in 1966. From then on, he assumed total control until he retired in 2008, although many of the productions which he commissioned were severely criticized in their day. He had been pla"}]}, {"heading": "Deaths", "year": "2011", "date": "March 21", "txt": "Loleatta Holloway, American singer-songwriter (b. 1946)", "entities": [{"title": "Loleatta Holloway", "href": "/wiki/Loleatta_Holloway", "description": "Loleatta Holloway was an American singer, mainly known for disco songs such as \"Hit and Run\" and \"Love Sensation\". In December 2016, Billboard named her the 95th most successful dance artist of all time. According to the Independent, Holloway had \"undoubtedly the most sampled female voice in popular music\" that was used in house and dance tracks."}]}, {"heading": "Deaths", "year": "2011", "date": "March 21", "txt": "Gerd Klier, German footballer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 21", "txt": "Ladislav Novák, Czech footballer and manager (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 21", "txt": "Pinetop Perkins, American singer and pianist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 21", "txt": "Albrecht Dietz, German economist and businessman (b. 1926)", "entities": [{"title": "Albrecht Dietz", "href": "/wiki/Albrecht_Dietz", "description": "Albrecht Dietz was a German entrepreneur and scientist who founded the first leasing company in Germany. He was considered to be one of the pioneers and founding fathers of the German leasing industry. His publications on economic subjects ranged from leasing and corporate management to institutions and evolutionary economics."}]}, {"heading": "Deaths", "year": "2012", "date": "March 21", "txt": "Ron Erhardt, American football player and coach (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 21", "txt": "Robert Fuest, English director, screenwriter, and production designer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 21", "txt": "Tonino Guerra, Italian poet and screenwriter (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 21", "txt": "Irving Louis Horowitz, American sociologist, author, and academic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 21", "txt": "Yuri Razuvaev, Russian chess player and trainer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 21", "txt": "Marina Salye, Russian geologist and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 21", "txt": "Chinua Achebe, Nigerian novelist, poet, and critic (b. 1930)", "entities": [{"title": "Chinua Achebe", "href": "/wiki/Chinua_Achebe", "description": "Chinua Achebe was a Nigerian novelist, poet, and critic who is regarded as the dominant figure in modern African literature. His first novel and magnum opus Things Fall Apart (1958), occupies a pivotal place in African literature, and remains the most widely studied, taught and read African novel. A titled Igbo chief himself, Achebe sought to escape the colonial perspective that predominated Afric"}]}, {"heading": "Deaths", "year": "2013", "date": "March 21", "txt": "Rick Hautala, American author and screenwriter (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 21", "txt": "Harlon Hill, American football player and coach (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 21", "txt": "Pietro Mennea, Italian sprinter and politician (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 21", "txt": "Giancarlo Zagni, Italian director and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 21", "txt": "Qoriniasi Bale, Fijian lawyer and politician, 25th Attorney-General of Fiji (b. 1929)", "entities": [{"title": "Qoriniasi Bale", "href": "/wiki/Qoriniasi_Bale", "description": "Qoriniasi Babitu Bale was a lawyer and politician who served twice as Fiji's Minister for Justice and Attorney-General, most recently from 2001 to 2006, when he was deposed in the military coup of 5 December. Like many of Fiji's most influential leaders, Bale was a native of Levukana in Vanua Balavu in the Lau Islands."}, {"title": "Attorney General of Fiji", "href": "/wiki/Attorney_General_of_Fiji", "description": "The Attorney-General is a political and legal officer in Fiji. The Attorney-General is the chief law officer of the State, and has responsibility for supervising Fijian law and advising the government on legal matters. Like other members of the Fijian Cabinet, the Attorney-General is appointed by the President on the advice of the Prime Minister."}]}, {"heading": "Deaths", "year": "2014", "date": "March 21", "txt": "Bill Boedeker, American football player and soldier (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 21", "txt": "Jack Fleck, American golfer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 21", "txt": "Simeon Oduoye, Nigerian police officer and politician (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 21", "txt": "James Rebhorn, American actor (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 21", "txt": "Ignatius Zakka I Iwas, Iraqi patriarch (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 21", "txt": "Ishaya Bakut, Nigerian general and politician, Governor of Benue State (b. 1947)", "entities": [{"title": "Ishaya Bakut", "href": "/wiki/Ishaya_Bakut", "description": "General Ishaya Bakut was Military Governor of Benue State in Nigeria from September 1986 to December 1987 during the military regime of General Ibrahim Babangida.\nHe was Field Commander in Liberia of the ECOMOG West African multinational force from September 1991 to December 1992."}, {"title": "List of Governors of Benue State", "href": "/wiki/List_of_Governors_of_Benue_State", "description": "This is a list of administrators and governors of Benue State. \nBenue State of Nigeria was formed on 03 February 1976 when Benue-Plateau State was divided into Benue and Plateau states."}]}, {"heading": "Deaths", "year": "2015", "date": "March 21", "txt": "Chuck Bednarik, American lieutenant and football player (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 21", "txt": "James C. Binnicker, American sergeant (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 21", "txt": "Hans Erni, Swiss painter, sculptor, and illustrator (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 21", "txt": "Jørgen Ingmann, Danish singer and guitarist (Grethe and Jørgen Ingmann) (b. 1925)", "entities": [{"title": "Grethe and Jørgen Ingmann", "href": "/wiki/Grethe_and_J%C3%B8rgen_Ingmann", "description": "Grethe Ingmann and Jørgen Ingmann were Danish singers and musicians. Together they won the Dansk Melodi Grand Prix in 1963, and went on to represent Denmark in the Eurovision Song Contest 1963 with the song \"Dansevise\" with music by Otto Francker and lyrics by Sejr Volmer-Sørensen. The song won the competition. No other Danish song would take first place in the Eurovision competition again until t"}]}, {"heading": "Deaths", "year": "2015", "date": "March 21", "txt": "Alberta Watson, Canadian actress (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 21", "txt": "Chuck Barris, American game show host and producer (b. 1929)", "entities": [{"title": "Chuck Barris", "href": "/wiki/Chuck_Barris", "description": "Charles Hirsch Barris was an American game show creator, producer, and host. Barris was known for hosting The Gong Show and creating The Dating Game and The Newlywed Game. He was also a songwriter who wrote \"Palisades Park\" recorded by Freddy Cannon. Barris wrote an autobiography titled Confessions of a Dangerous Mind, which was made into the film of the same name and directed by George Clooney."}]}, {"heading": "Deaths", "year": "2017", "date": "March 21", "txt": "Colin Dexter, English author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 21", "txt": "Martin McGuinness, Irish republican and deputy First Minister of Northern Ireland (2007–2017) (b. 1950)", "entities": [{"title": "First Minister and deputy First Minister", "href": "/wiki/First_Minister_and_deputy_First_Minister", "description": "The First Minister and deputy First Minister of Northern Ireland are the joint heads of government of the Northern Ireland Executive and have overall responsibility for the running of the Executive Office."}]}, {"heading": "Deaths", "year": "2017", "date": "March 21", "txt": "Mike Hall, British cyclist  (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "March 21", "txt": "Victor Hochhauser CBE, British music promoter (b. 1923)", "entities": [{"title": "Victor Hochhauser", "href": "/wiki/Victor_Hochhauser", "description": "Victor Hochhauser was a British music promoter."}]}, {"heading": "Deaths", "year": "2019", "date": "March 21", "txt": "Gonzalo Portocarrero, Peruvian sociologist (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2021  - Nawal El Saadawi, Egyptian secularist, feminist (b.1931)[27]", "date": "March 21", "txt": "Nawal El Saadawi, Egyptian secularist, feminist (b.1931)", "entities": []}]