[{"heading": "Events", "year": "363", "date": "March 5", "txt": "Roman Emperor Julian leaves Antioch with an army of 90,000 to attack the Sasanian Empire, in a campaign which would bring about his own death.", "entities": [{"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Julian (emperor)", "href": "/wiki/Julian_(emperor)", "description": "Julian was Roman emperor from 361 to 363, as well as a notable philosopher and author in Greek. His rejection of Christianity, and his promotion of Neoplatonic Hellenism in its place, caused him to be remembered as Julian the Apostate by the Christian Church."}, {"title": "Antioch", "href": "/wiki/Antioch", "description": "Antioch on the Orontes was an ancient Greek city on the eastern side of the Orontes River. Its ruins lie near the current city of Antakya, Turkey, to which the ancient city lends its name."}, {"title": "Julian's Persian War", "href": "/wiki/Julian%27s_Persian_War", "description": "Julian's Persian expedition was the last undertaking of the Roman emperor Julian, begun in March 363. It was an aggressive war against the Sasanian Empire ruled by Shapur II."}, {"title": "Sasanian Empire", "href": "/wiki/Sasanian_Empire", "description": "\nThe Sasanian or Sassanid Empire, officially known as the Empire of Iranians, and called the Neo-Persian Empire by historians, was the last Persian imperial dynasty before the Muslim conquest in the mid seventh century AD. Named after the House of Sasan, it endured for over four centuries, from 224 to 651 AD, making it the longest-lived Persian dynasty. The Sasanian Empire succeeded the Parthian E"}]}, {"heading": "Events", "year": "1046", "date": "March 5", "txt": "Nasir Khusraw begins the seven-year Middle Eastern journey which he will later describe in his book Safarnama.", "entities": [{"title": "Nasir Khusraw", "href": "/wiki/Nasir_Khusraw", "description": "Abu Mo’in Hamid ad-Din Nasir ibn Khusraw al-Qubadiani or Nāsir Khusraw Qubādiyānī Balkhi also spelled as Nasir Khusrow and Naser Khosrow was a Persian poet, philosopher, Isma'ili scholar, traveler and one of the greatest writers in Persian literature. He was born in Qabodiyon, a village in Bactria in the ancient Greater Iranian province of Khorasan, now in modern Tajikistan and died in Yamagan, no"}]}, {"heading": "Events", "year": "1279", "date": "March 5", "txt": "The Livonian Order is defeated in the Battle of Aizkraukle by the Grand Duchy of Lithuania.", "entities": [{"title": "Livonian Order", "href": "/wiki/Livonian_Order", "description": "The Livonian Order was an autonomous branch of the Teutonic Order,\nformed in 1237. From 1435 to 1561 it was a member of the Livonian Confederation."}, {"title": "Battle of Aizkraukle", "href": "/wiki/Battle_of_Aizkraukle", "description": "The Battle of Aizkraukle or Ascheraden was a battle fought on March 5, 1279, between the Grand Duchy of Lithuania, led by Traidenis, and the Livonian branch of the Teutonic Order near Aizkraukle in present-day Latvia. The order suffered a great defeat: 71 knights, including the grand master, Ernst von Rassburg, and Eilart Hoberg, leader of the knights from Danish Estonia, were killed. It was the s"}, {"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}]}, {"heading": "Events", "year": "1496", "date": "March 5", "txt": "King Henry VII of England issues letters patent to John Cabot and his sons, authorising them to explore unknown lands.", "entities": [{"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}, {"title": "John Cabot", "href": "/wiki/John_Cabot", "description": "John Cabot was an Italian navigator and explorer. His 1497 voyage to the coast of North America under the commission of Henry VII of England is the earliest known European exploration of coastal North America since the Norse visits to Vinland in the eleventh century. \nTo mark the celebration of the 500th anniversary of Cabot's expedition, both the Canadian and British governments elected Cape Bona"}]}, {"heading": "Events", "year": "1616", "date": "March 5", "txt": "Nicolaus Copernicus's book On the Revolutions of the Heavenly Spheres is added to the Index of Forbidden Books 73 years after it was first published.", "entities": [{"title": "Nicolaus Copernicus", "href": "/wiki/Nicolaus_Copernicus", "description": "Nicolaus Copernicus was a Renaissance-era mathematician, astronomer, and Catholic canon who formulated a model of the universe that placed the Sun rather than Earth at its center. In all likelihood, Copernicus developed his model independently of Aristarchus of Samos, an ancient Greek astronomer who had formulated such a model some eighteen centuries earlier."}, {"title": "Index Librorum Prohibitorum", "href": "/wiki/Index_Librorum_Prohibitorum", "description": "The Index Librorum Prohibitorum was a list of publications deemed \nheretical or contrary to morality by the Sacred Congregation of the Index, and Catholics were forbidden to read them without permission."}]}, {"heading": "Events", "year": "1766", "date": "March 5", "txt": "Antonio de Ulloa, the first Spanish governor of Louisiana, arrives in New Orleans.", "entities": [{"title": "Antonio de Ulloa", "href": "/wiki/Antonio_de_Ulloa", "description": "Antonio de Ulloa y de la Torre-Giralt, FRS, FRSA, KOS was a Spanish naval officer, scientist, and administrator. At the age of nineteen, he joined the French Geodesic Mission to what is now the country of Ecuador. That mission took more than eight years to complete its work, during which time Ulloa made many astronomical, natural, and social observations in South America. The reports of Ulloa's fi"}, {"title": "Louisiana", "href": "/wiki/Louisiana", "description": "Louisiana is a state in the Deep South and South Central regions of the United States. It is the 19th-smallest by area and the 25th most populous of the 50 U.S. states. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is"}, {"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}]}, {"heading": "Events", "year": "1770", "date": "March 5", "txt": "Boston Massacre: Five Americans, including Crispus Attucks, are fatally shot by British troops in an event that would contribute to the outbreak of the American Revolutionary War (also known as the American War of Independence) five years later.", "entities": [{"title": "Boston Massacre", "href": "/wiki/Boston_Massacre", "description": "The Boston Massacre was a confrontation on March 5, 1770, in which British soldiers shot and killed several people while being harassed by a mob in Boston. The event was heavily publicized by leading Patriots such as Paul Revere and Samuel Adams. British troops had been stationed in the Province of Massachusetts Bay since 1768 in order to support crown-appointed officials and to enforce unpopular "}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Crispus Attucks", "href": "/wiki/Crispus_Attucks", "description": "Crispus Attucks was an American stevedore of African and Native American descent, widely regarded as the first person killed in the Boston Massacre and thus the first American killed in the American Revolution. Historians disagree on whether he was a free man or an escaped slave, but most agree that he was of Natick and African descent. Two major sources of eyewitness testimony about the Boston Ma"}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1811", "date": "March 5", "txt": "Peninsular War: A French force under the command of Marshal Victor is routed while trying to prevent an Anglo-Spanish-Portuguese army from lifting the Siege of Cádiz in the Battle of Barrosa.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "Claude Victor-Perrin, Duc de Belluno", "href": "/wiki/Claude_Victor-Perrin,_Duc_de_Belluno", "description": "Claude Victor-Perrin, 1st Duke of Belluno was a French soldier and military commander who served during both the French Revolutionary Wars and the Napoleonic Wars. He was made a Marshal of the Empire in 1807 by Emperor Napoleon I."}, {"title": "Siege of Cádiz", "href": "/wiki/Siege_of_C%C3%A1diz", "description": "The siege of Cádiz was a siege of the large Spanish naval base of Cádiz by a French army from 5 February 1810 to 24 August 1812 during the Peninsular War. Following the occupation of Seville, Cádiz became the Spanish seat of power, and was targeted by 70,000 French troops under the command of the Marshals Claude Victor and Nicolas Jean-de-Dieu Soult for one of the most important sieges of the war."}, {"title": "Battle of Barrosa", "href": "/wiki/Battle_of_Barrosa", "description": "The Battle of Barrosa was part of an unsuccessful manoeuvre by an Anglo-Iberian force to break the French siege of Cádiz during the Peninsular War. During the battle, a single British division defeated two French divisions and captured a regimental eagle."}]}, {"heading": "Events", "year": "1824", "date": "March 5", "txt": "First Anglo-Burmese War: The British officially declare war on Burma.", "entities": [{"title": "First Anglo-Burmese War", "href": "/wiki/First_Anglo-Burmese_War", "description": "The First Anglo-Burmese War, also known as the First Burma War, was the first of three wars fought between the British and Burmese empires in the 19th century. The war, which began primarily over the control of Northeastern India, ended in a decisive British victory, giving the British total control of Assam, Manipur, Cachar and Jaintia as well as Arakan Province and Tenasserim. The Burmese submit"}, {"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}]}, {"heading": "Events", "year": "1825", "date": "March 5", "txt": "Roberto Cofresí, one of the last successful Caribbean pirates, is defeated in combat and captured by authorities.", "entities": [{"title": "Roberto Cofresí", "href": "/wiki/Roberto_Cofres%C3%AD", "description": "Roberto Cofresí y Ramírez de Arellano, better known as El Pirata Cofresí, was a pirate from Puerto Rico. He was born into a noble family, but the political and economic difficulties faced by the island as a colony of the Spanish Empire during the Latin American wars of independence meant that his household was poor. Cofresí worked at sea from an early age which familiarized him with the region's g"}, {"title": "Pirate", "href": "/wiki/Pirate", "description": "Piracy is an act of robbery or criminal violence by ship or boat-borne attackers upon another ship or a coastal area, typically with the goal of stealing cargo and other valuable goods. Those who conduct acts of piracy are called pirates, while the dedicated ships that pirates use are called pirate ships. The earliest documented instances of piracy were in the 14th century BC, when the Sea Peoples"}, {"title": "Capture of the sloop Anne", "href": "/wiki/Capture_of_the_sloop_Anne", "description": "The capture of the sloop Anne was the result of a naval campaign carried out by an alliance between the Spanish Empire forces in Puerto Rico, the Danish government in Saint Thomas and the United States Navy. The powers pursued Roberto Cofresí's pirate flotilla in March 1825 because of the economic losses suffered by the parties to the pirates, as well as diplomatic concerns caused by their use of "}]}, {"heading": "Events", "year": "1836", "date": "March 5", "txt": "Samuel Colt patents the first production-model revolver, the .34-caliber.", "entities": [{"title": "Samuel Colt", "href": "/wiki/Samuel_Colt", "description": "Samuel Colt was an American inventor, industrialist, and businessman who established Colt's Patent Fire-Arms Manufacturing Company and made the mass production of revolvers commercially viable."}, {"title": "Revolver", "href": "/wiki/Revolver", "description": "A revolver is a repeating handgun that has at least one barrel and uses a revolving cylinder containing multiple chambers for firing. Before firing a round, cocking the hammer partially rotates the cylinder, indexing one of the cylinder chambers into alignment with the barrel, allowing the bullet to be fired through the bore. The hammer cocking can be achieved by either the user manually pulling t"}]}, {"heading": "Events", "year": "1850", "date": "March 5", "txt": "The Britannia Bridge across the Menai Strait between the island of Anglesey and the mainland of Wales is opened.", "entities": [{"title": "Britannia Bridge", "href": "/wiki/Britannia_Bridge", "description": "Britannia Bridge is a bridge across the Menai Strait between the island of Anglesey and the mainland of Wales. It was originally designed and built by the noted railway engineer Robert Stephenson as a tubular bridge of wrought iron rectangular box-section spans for carrying rail traffic. Its importance was to form a critical link of the Chester and Holyhead Railway's route, enabling trains to dire"}, {"title": "Menai Strait", "href": "/wiki/Menai_Strait", "description": "The Menai Strait is a narrow stretch of shallow tidal water about 25 km (16 mi) long, which separates the island of Anglesey from the mainland of Wales. It varies in width from 400 metres (1,300 ft) from Fort Belan to Abermenai Point to 1,100 metres (3,600 ft) from Traeth Gwyllt to Caernarfon Castle. It then narrows to 500 metres (1,600 ft) in the middle reaches and then it broadens again. At Bang"}, {"title": "Anglesey", "href": "/wiki/Anglesey", "description": "Anglesey, an island off the north-west coast of Wales, forms the principal area and historic county of that name. It includes Holy Island to the west and some islets and skerries. Anglesey island, at 260 square miles (673 km2), is by far the largest in Wales, the seventh largest in the British Isles, largest in the Irish Sea and the second most populous after the Isle of Man. The area administered"}]}, {"heading": "Events", "year": "1860", "date": "March 5", "txt": "Parma, Tuscany, Modena and Romagna vote in referendums to join the Kingdom of Sardinia.", "entities": [{"title": "Parma", "href": "/wiki/Parma", "description": "Parma is a city in the northern Italian region of Emilia-Romagna famous for its architecture, music, art, prosciutto (ham), cheese and surrounding countryside. With a population of 198,292 inhabitants, Parma is the second most populous city in Emilia-Romagna after Bologna, the region's capital. The city is home to the University of Parma, one of the oldest universities in the world.\nParma is divid"}, {"title": "Tuscany", "href": "/wiki/Tuscany", "description": "Tuscany is a region in central Italy with an area of about 23,000 square kilometres and a population of about 3.8 million inhabitants. The regional capital is Florence (Firenze)."}, {"title": "Modena", "href": "/wiki/Modena", "description": "Modena is a city and comune (municipality) on the south side of the Po Valley, in the Province of Modena in the Emilia-Romagna region of northern Italy."}, {"title": "Romagna", "href": "/wiki/Romagna", "description": "Romagna is an Italian historical region that approximately corresponds to the south-eastern portion of present-day Emilia-Romagna, North Italy. Traditionally, it is limited by the Apennines to the south-west, the Adriatic to the east, and the rivers Reno and Sillaro to the north and west. The region's major cities include Cesena, Faenza, Forlì, Imola, Ravenna, Rimini and City of San Marino. The re"}, {"title": "Referendum", "href": "/wiki/Referendum", "description": "A referendum is a direct and universal vote in which an entire electorate is invited to vote on a particular proposal and can have nationwide or local forms. This may result in the adoption of a new policy or specific law. In some countries, it is synonymous with or commonly known by other names including a plebiscite, votation, ballot question, ballot measure, or proposition."}, {"title": "Kingdom of Sardinia", "href": "/wiki/Kingdom_of_Sardinia", "description": "The Kingdom of Sardinia, also referred to as Kingdom of Savoy-Sardinia, Piedmont-Sardinia, or Savoy-Piedmont-Sardinia during the Savoyard period, was a state in Southern Europe from the early 14th until the mid-19th century."}]}, {"heading": "Events", "year": "1868", "date": "March 5", "txt": "Mefistofele, an opera by Arrigo Boito, receives its premiere performance at La Scala.", "entities": [{"title": "Arrigo Boito", "href": "/wiki/Arrigo_Boito", "description": "Arrigo Boito was an Italian poet, journalist, novelist, librettist and composer, best known today for his libretti, especially those for Giuseppe Verdi's last two monumental operas Otello and Falstaff and his own opera Mefistofele. Along with Emilio Praga and his own brother Camillo Boito, he is regarded as one of the prominent representatives of the Scapigliatura artistic movement."}, {"title": "La Scala", "href": "/wiki/La_Scala", "description": "La Scala is an opera house in Milan, Italy. The theatre was inaugurated on 3 August 1778 and was originally known as the Nuovo Regio Ducale Teatro alla Scala. The premiere performance was Antonio Salieri's Europa riconosciuta."}]}, {"heading": "Events", "year": "1872", "date": "March 5", "txt": "George Westinghouse patents the air brake.", "entities": [{"title": "George Westinghouse", "href": "/wiki/George_Westinghouse", "description": "George Westinghouse Jr. was an American entrepreneur and engineer based in Pennsylvania who created the railway air brake and was a pioneer of the electrical industry, receiving his first patent at the age of 19. Westinghouse saw the potential of using alternating current for electric power distribution in the early 1880s and put all his resources into developing and marketing it. This put Westing"}, {"title": "Railway air brake", "href": "/wiki/Railway_air_brake", "description": "A railway air brake is a railway brake power braking system with compressed air as the operating medium. Modern trains rely upon a fail-safe air brake system that is based upon a design patented by George Westinghouse on April 13, 1869. The Westinghouse Air Brake Company was subsequently organized to manufacture and sell Westinghouse's invention. In various forms, it has been nearly universally ad"}]}, {"heading": "Events", "year": "1906", "date": "March 5", "txt": "Moro Rebellion: United States Army troops bring overwhelming force against the native Moros in the First Battle of Bud Dajo, leaving only six survivors.", "entities": [{"title": "Moro Rebellion", "href": "/wiki/Moro_Rebellion", "description": "The Moro Rebellion (1899–1913) was an armed conflict between the Moro people and the United States military during the Philippine–American War."}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Moro people", "href": "/wiki/Moro_people", "description": "The collective term Moro people or Bangsamoro people refers to the 13 Islamized ethnolinguistic groups of Mindanao, Sulu, and Palawan, native to the region known as the Bangsamoro. As Muslim-majority ethnic groups, they form the largest non-Christian population in the Philippines, and comprise about 5% of the country's total population, or 5 million people."}, {"title": "First Battle of Bud Dajo", "href": "/wiki/First_Battle_of_Bud_Dajo", "description": "The First Battle of Bud Dajo, also known as the Moro Crater Massacre, was a counter insurgency action fought by the United States Army against Moros in March 1906, during the Moro Rebellion in the southwestern Philippines. \nWhether the occupants of Bud Dajo were hostile to U.S. forces is disputed, as inhabitants of Jolo Island had previously used the crater as a place of refuge during Spanish assa"}]}, {"heading": "Events", "year": "1912", "date": "March 5", "txt": "Italo-Turkish War: Italian forces are the first to use airships for military purposes, employing them for reconnaissance behind Turkish lines.", "entities": [{"title": "Italo-Turkish War", "href": "/wiki/Italo-Turkish_War", "description": "The Italo-Turkish or Turco-Italian War was fought between the Kingdom of Italy and the Ottoman Empire from September 29, 1911, to October 18, 1912. As a result of this conflict, Italy captured the Ottoman Tripolitania Vilayet (province), of which the main sub-provinces (sanjaks) were Fezzan, Cyrenaica, and Tripoli itself. These territories became the colonies of Italian Tripolitania and Cyrenaica,"}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Airship", "href": "/wiki/Airship", "description": "An airship, dirigible balloon or blimp is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air."}, {"title": "Reconnaissance", "href": "/wiki/Reconnaissance", "description": "In military operations, reconnaissance or scouting is the exploration of an area by military forces to obtain information about enemy forces, terrain, and other activities."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1931", "date": "March 5", "txt": "The British Raj: Gandhi–Irwin Pact is signed.", "entities": [{"title": "British Raj", "href": "/wiki/British_Raj", "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"}, {"title": "Gandhi–Irwin Pact", "href": "/wiki/Gandhi%E2%80%93Irwin_Pact", "description": "The Gandhi–Irwin Pact was a political agreement signed by Mahatma Gandhi and Lord Irwin, Viceroy of India, on 5 March 1931 before the second Round Table Conference in London. Before this, Lord Irwin, the Viceroy, had announced in October 1929 a vague offer of 'dominion status' for British-occupied India in an unspecified future and a Round Table Conference to discuss a future constitution. The sec"}]}, {"heading": "Events", "year": "1933", "date": "March 5", "txt": "Adolf Hitler's Nazi Party receives 43.9% at the Reichstag elections, which allows the Nazis to later pass the Enabling Act and establish a dictatorship.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Nazi Party", "href": "/wiki/Nazi_Party", "description": "The Nazi Party, officially the National Socialist German Workers' Party, was a far-right political party in Germany active between 1920 and 1945, that created and supported the ideology of Nazism. Its precursor, the German Workers' Party, existed from 1919 to 1920. The Nazi Party emerged from the German nationalist, racist and populist Freikorps paramilitary culture, which fought against the commu"}, {"title": "German federal election, March 1933", "href": "/wiki/German_federal_election,_March_1933", "description": "Federal elections were held in Germany on 5 March 1933, after the Nazi seizure of power on 30 January and just six days after the Reichstag fire. Nazi stormtroopers had unleashed a widespread campaign of violence against the Communist Party (KPD), left-wingers, trade unionists, the Social Democratic Party of Germany, and the Centre Party. They were the last multi-party elections in Germany until 1"}, {"title": "Enabling Act of 1933", "href": "/wiki/Enabling_Act_of_1933", "description": "The Enabling Act of 1933, formally titled Gesetz zur Behebung der Not von Volk und Reich, was a law that gave the German Cabinet—most importantly, the Chancellor—the power to enact laws without the involvement of the Reichstag or consult with Weimar President Paul von Hindenburg, and to override fundamental aspects of the Weimar Constitution. The Enabling Act gave Hitler plenary powers and followe"}]}, {"heading": "Events", "year": "1936", "date": "March 5", "txt": "First flight of K5054, the first prototype Supermarine Spitfire advanced monoplane fighter aircraft in the United Kingdom.", "entities": [{"title": "Supermarine Spitfire", "href": "/wiki/Supermarine_Spitfire", "description": "The Supermarine Spitfire is a British single-seat fighter aircraft that was used by the Royal Air Force and other Allied countries before, during, and after World War II. Many variants of the Spitfire were built, using several wing configurations, and it was produced in greater numbers than any other British aircraft. It was also the only British fighter produced continuously throughout the war. T"}]}, {"heading": "Events", "year": "1939", "date": "March 5", "txt": "Spanish Civil War: The National Defence Council seizes control of the republican government in a coup d'etat, with the intention of negotiating an end to the war.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "National Defence Council (Spain)", "href": "/wiki/National_Defence_Council_(Spain)", "description": "The National Defence Council was the governing body in Republican Spain at the end of the Spanish Civil War (1936–39). The council seized power with Colonel Segismundo Casado’s coup on 5 March 1939 when it was clear that the Republicans had lost the war. The leaders hoped to negotiate an end to hostilities with the rebel forces led by General Francisco Franco. However, Franco insisted on unconditi"}, {"title": "Republican faction (Spanish Civil War)", "href": "/wiki/Republican_faction_(Spanish_Civil_War)", "description": "The Republican faction, also known as the Loyalist faction, was the side in the Spanish Civil War of 1936 to 1939 that supported the government of the Second Spanish Republic against the Nationalist faction of the military rebellion. The name Republicans was mainly used by its members and supporters, while its opponents used the term Rojos (Reds) to refer to this faction due to its left-leaning id"}, {"title": "Coup d'etat", "href": "/wiki/Coup_d%27etat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "1940", "date": "March 5", "txt": "Six high-ranking members of the Soviet politburo, including Joseph Stalin, sign an order for the execution of 25,700 Polish intelligentsia, including 14,700 Polish POWs, in what will become known as the Katyn massacre.", "entities": [{"title": "Politburo of the Communist Party of the Soviet Union", "href": "/wiki/Politburo_of_the_Communist_Party_of_the_Soviet_Union", "description": "The Political Bureau of the Central Committee of the Communist Party of the Soviet Union was the highest policy-making authority within the Communist Party of the Soviet Union. It was founded in October 1917, and refounded in March 1919, at the 8th Congress of the Bolshevik Party. It was known as the Presidium from 1952 to 1966. The existence of the Politburo ended in 1991 upon the breakup of the "}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Intelligentsia", "href": "/wiki/Intelligentsia", "description": "\nThe intelligentsia is a status class of educated people engaged in the complex mental labours that critique, guide, and lead in shaping the culture and politics of their society. As a status class, the intelligentsia includes artists, teachers and academics, writers, and the literary hommes de lettres. Individual members of the intelligentsia are known as intellectuals."}, {"title": "Prisoner of war", "href": "/wiki/Prisoner_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}, {"title": "Katyn massacre", "href": "/wiki/Katyn_massacre", "description": "The Katyn massacre was a series of mass executions of nearly 22,000 Polish military officers and intelligentsia carried out by the Soviet Union, specifically the NKVD in April and May 1940. Though the killings also occurred in the Kalinin and Kharkiv prisons and elsewhere, the massacre is named after the Katyn Forest, where some of the mass graves were first discovered."}]}, {"heading": "Events", "year": "1942", "date": "March 5", "txt": "World War II: Japanese forces capture Batavia, capital of Dutch East Indies, which is left undefended after the withdrawal of the KNIL garrison and Australian Blackforce battalion to Buitenzorg and Bandung.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Batavia, Dutch East Indies", "href": "/wiki/Batavia,_Dutch_East_Indies", "description": "Batavia, also called Batauia in the city's Malay vernacular, was the capital of the Dutch East Indies. The area corresponds to present-day Jakarta, Indonesia. Batavia can refer to the city proper or its suburbs and hinterland, the Ommelanden, which included the much-larger area of the Residency of Batavia in the present-day Indonesian provinces of Jakarta, Banten and West Java."}, {"title": "Dutch East Indies", "href": "/wiki/Dutch_East_Indies", "description": "The Dutch East Indies was a Dutch colony consisting of what is now Indonesia. It was formed from the nationalised colonies of the Dutch East India Company, which came under the administration of the Dutch government in 1800."}, {"title": "Royal Netherlands East Indies Army", "href": "/wiki/Royal_Netherlands_East_Indies_Army", "description": "The Royal Netherlands East Indies Army was the military force maintained by the Kingdom of the Netherlands in its colony of the Dutch East Indies, in areas that are now part of Indonesia. The KNIL's air arm was the Royal Netherlands East Indies Army Air Force. Elements of the Royal Netherlands Navy were also stationed in the Netherlands East Indies."}, {"title": "Battalion", "href": "/wiki/Battalion", "description": "A battalion is a military unit, typically consisting of 300 to 1000 soldiers commanded by a lieutenant colonel, and subdivided into a number of companies. In some countries, battalions are exclusively infantry, while in others battalions are unit-level organizations."}, {"title": "Buitenzorg", "href": "/wiki/Buitenzorg", "description": "Bogor is a city in the West Java province, Indonesia. Located around 60 kilometers (37 mi) south of the national capital of Jakarta, Bogor is the 6th largest city of Jakarta metropolitan area and the 14th nationwide. The city covers an area of 118.50 km2, and it had a population of 950,334 at the 2010 Census and 1,043,070 at the 2020 Census. Bogor is an important economic, scientific, cultural and"}, {"title": "Bandung", "href": "/wiki/Bandung", "description": "Bandung is the capital of West Java province in Indonesia and fourth-largest city in Indonesia, yet Greater Bandung is the country's second-largest metropolitan extended with over 11 million inhabitants. Located 768 metres above sea level, approximately 140 kilometres southeast of Jakarta, Bandung has cooler year-round temperatures than most other Indonesian cities. The city lies on a river basin "}]}, {"heading": "Events", "year": "1943", "date": "March 5", "txt": "First Flight of the Gloster Meteor, Britain's first combat jet aircraft.", "entities": [{"title": "Gloster Meteor", "href": "/wiki/Gloster_Meteor", "description": "The Gloster Meteor was the first British jet fighter and the Allies' only jet aircraft to achieve combat operations during the Second World War. The Meteor's development was heavily reliant on its ground-breaking turbojet engines, pioneered by Frank Whittle and his company, Power Jets Ltd. Development of the aircraft began in 1940, although work on the engines had been under way since 1936. The Me"}]}, {"heading": "Events", "year": "1944", "date": "March 5", "txt": "World War II: The Red Army begins the Uman–Botoșani Offensive in the western Ukrainian SSR.", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Uman–Botoșani Offensive", "href": "/wiki/Uman%E2%80%93Boto%C8%99ani_Offensive", "description": "The Uman–Botoșani offensive or Uman–Botoshany offensive was a part of the Dnieper–Carpathian offensive, carried out by the Red Army in the western Ukrainian Soviet Socialist Republic against the German 8th Army of Army Group South during World War II. Led by Marshal of the Soviet Union Ivan Konev, it became one of the most successful Red Army operations of the whole war. In over a month of combat "}, {"title": "Ukrainian Soviet Socialist Republic", "href": "/wiki/Ukrainian_Soviet_Socialist_Republic", "description": "The Ukrainian Soviet Socialist Republic, also known as Soviet Ukraine, was one of the constituent republics of the Soviet Union from the Union's inception in 1922 until its breakup in 1991. In the anthem of the Ukrainian Soviet Socialist Republic, the republic was referred to simply as Ukraine. The republic was governed by the Communist Party of the Soviet Union out of Moscow through its republica"}]}, {"heading": "Events", "year": "1946", "date": "March 5", "txt": "Cold War: Winston Churchill coins the phrase \"Iron Curtain\" in his speech at Westminster College, Missouri.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel-prized writer and historian, a prolific painter, and one of the longest-serving"}, {"title": "Iron Curtain", "href": "/wiki/Iron_Curtain", "description": "The Iron Curtain was a political boundary dividing Europe into two separate areas from the end of World War II in 1945 until the end of the Cold War in 1991. The term symbolizes the efforts by the Soviet Union (USSR) to block itself and its satellite states from open contact with the West and its allied states. On the east side of the Iron Curtain were the countries that were connected to or influ"}, {"title": "Westminster College, Missouri", "href": "/wiki/Westminster_College,_Missouri", "description": "Westminster College is a private liberal arts college in Fulton, Missouri. It was established in 1851 as Fulton College. The National Churchill Museum is a national historic site located on campus. The school enrolled 658 students in 2019."}]}, {"heading": "Events", "year": "1953", "date": "March 5", "txt": "Joseph Stalin, the longest serving leader of the Soviet Union, dies at his Volynskoe dacha in Moscow after suffering a cerebral hemorrhage four days earlier.", "entities": [{"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}, {"title": "Cerebral hemorrhage", "href": "/wiki/Cerebral_hemorrhage", "description": "Intracerebral hemorrhage (ICH), also known as cerebral bleed and intraparenchymal bleed, is a sudden bleeding into the tissues of the brain, into its ventricles, or into both. It is one kind of bleeding within the skull and is one kind of stroke."}]}, {"heading": "Events", "year": "1960", "date": "March 5", "txt": "Indonesian President Sukarno dismissed the Dewan Perwakilan Rakyat (DPR), 1955 democratically elected parliament, and replaced with DPR-GR, the parliament of his own selected members.", "entities": [{"title": "President of Indonesia", "href": "/wiki/President_of_Indonesia", "description": "The president of the Republic of Indonesia is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}, {"title": "Sukarno", "href": "/wiki/Sukarno", "description": "Sukarno was an Indonesian politician who was the first president of Indonesia, serving from 1945 to 1967."}, {"title": "Dewan Perwakilan Rakyat", "href": "/wiki/Dewan_Perwakilan_Rakyat", "description": "The People's Representative Council of the Republic of Indonesia is one of two elected national legislative assemblies in Indonesia. Together with the Dewan Perwakilan Daerah (DPD), a second chamber with limited powers, it makes up a legislative body, the Majelis Permusyawaratan Rakyat (MPR)."}]}, {"heading": "Events", "year": "1963", "date": "March 5", "txt": "American country music stars Patsy Cline, Hawkshaw Hawkins, Cowboy Copas and their pilot Randy Hughes are killed in a plane crash in Camden, Tennessee.", "entities": [{"title": "Patsy Cline", "href": "/wiki/Patsy_Cline", "description": "Patsy Cline was an American singer. She is considered one of the most influential vocalists of the 20th century and was one of the first country music artists to successfully cross over into pop music. Cline had several major hits during her eight-year recording career, including two number-one hits on the Billboard Hot Country and Western Sides chart."}, {"title": "Hawkshaw Hawkins", "href": "/wiki/Hawkshaw_Hawkins", "description": "Harold Franklin Hawkins, better known as Hawkshaw Hawkins, was an American country music singer popular from the 1950s into the early 1960s. He was known for his rich, smooth vocals and music drawn from blues, boogie and honky tonk. At 6 ft 5 inches tall, Hawkins had an imposing stage presence, and he dressed more conservatively than some other male country singers. Hawkins died in the 1963 plane "}, {"title": "Cowboy Copas", "href": "/wiki/Cowboy_Copas", "description": "Lloyd Estel Copas, known by his stage name Cowboy Copas, was an American country music singer. He was popular from the 1940s until his death in the 1963 plane crash that also killed country stars Patsy Cline and Hawkshaw Hawkins. Copas was a member of the Grand Ole Opry."}, {"title": "1963 Camden PA-24 crash", "href": "/wiki/1963_Camden_PA-24_crash", "description": "On March 5, 1963, American country music performers Patsy Cline, Cowboy Copas, and Hawkshaw Hawkins were killed in an airplane crash near Camden, Tennessee, United States, along with the pilot Randy Hughes. The accident occurred as the three artists were returning home to Nashville, Tennessee, after performing in Kansas City, Kansas."}, {"title": "Camden, Tennessee", "href": "/wiki/Camden,_Tennessee", "description": "Camden is a city in Benton County, Tennessee, United States. The population was 3,582 at the 2010 census. It is the county seat of Benton County."}]}, {"heading": "Events", "year": "1965", "date": "March 5", "txt": "March Intifada: A Leftist uprising erupts in Bahrain against British colonial presence.", "entities": [{"title": "March Intifada", "href": "/wiki/March_Intifada", "description": "The March Intifada was an uprising that broke out in Bahrain in March 1965. The uprising was led by Leftist groups, the National Liberation Front - Bahrain calling for the end of the British presence in Bahrain and numerous notable individuals participated in the uprising, including Wa'ad political activist Ali Rabea. The uprising was sparked by the laying-off of hundreds of Bahraini workers at th"}, {"title": "Left-wing politics", "href": "/wiki/Left-wing_politics", "description": "Left-wing politics supports social equality and egalitarianism, often in critique of social hierarchy. Left-wing politics typically involves a concern for those in society whom its adherents perceive as disadvantaged relative to others as well as a belief that there are unjustified inequalities that need to be reduced or abolished. According to emeritus professor of economics Barry Clark, left-win"}, {"title": "Bahrain", "href": "/wiki/Bahrain", "description": "Bahrain, officially the Kingdom of Bahrain, is a country in the Persian Gulf. The island nation comprises a small archipelago made up of 70 natural islands and an additional 33 artificial islands, centered around Bahrain Island which makes up around 83 percent of the country's landmass. The country is situated between the Qatari peninsula and the north eastern coast of Saudi Arabia to which it is "}]}, {"heading": "Events", "year": "1966", "date": "March 5", "txt": "BOAC Flight 911, a Boeing 707 aircraft, breaks apart in mid-air due to clear-air turbulence and crashes into Mount Fuji, Japan, killing all 124 people on board.", "entities": [{"title": "BOAC Flight 911", "href": "/wiki/BOAC_Flight_911", "description": "BOAC Flight 911 was a round-the-world flight operated by the British Overseas Airways Corporation that crashed near Mount Fuji in Japan on 5 March 1966, with the loss of all 113 passengers and 11 crew members. The Boeing 707 jetliner involved disintegrated mid-air shortly after departing from Tokyo, as a result of severe clear-air turbulence."}, {"title": "Boeing 707", "href": "/wiki/Boeing_707", "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"}, {"title": "Clear-air turbulence", "href": "/wiki/Clear-air_turbulence", "description": "In meteorology, clear-air turbulence (CAT) is the turbulent movement of air masses in the absence of any visual clues, such as clouds, and is caused when bodies of air moving at widely different speeds meet."}, {"title": "Mount Fuji", "href": "/wiki/Mount_Fuji", "description": "Mount Fuji , located on the island of Honshū, is the highest mountain in Japan, standing 3,776.24 m (12,389.2 ft). It is the second-highest volcano located on an island in Asia, and seventh-highest peak of an island on Earth. Mount Fuji is an active stratovolcano that last erupted from 1707 to 1708. The mountain is located about 100 km (62 mi) southwest of Tokyo and is visible from there on clear "}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Events", "year": "1970", "date": "March 5", "txt": "The Treaty on the Non-Proliferation of Nuclear Weapons goes into effect after ratification by 43 nations.", "entities": [{"title": "Treaty on the Non-Proliferation of Nuclear Weapons", "href": "/wiki/Treaty_on_the_Non-Proliferation_of_Nuclear_Weapons", "description": "The Treaty on the Non-Proliferation of Nuclear Weapons, commonly known as the Non-Proliferation Treaty or NPT, is an international treaty whose objective is to prevent the spread of nuclear weapons and weapons technology, to promote cooperation in the peaceful uses of nuclear energy, and to further the goal of achieving nuclear disarmament and general and complete disarmament. Between 1965 and 196"}]}, {"heading": "Events", "year": "1974", "date": "March 5", "txt": "Yom Kippur War: Israeli forces withdraw from the west bank of the Suez Canal.", "entities": [{"title": "Yom Kippur War", "href": "/wiki/Yom_Kippur_War", "description": "The Yom Kippur War, Ramadan War, or October War also known as the 1973 Arab–Israeli War, was fought from October 6 to 25, 1973, by a coalition of Arab states led by Egypt and Syria against Israel. The war took place mostly in Sinai and the Golan—occupied by Israel during the 1967 Six-Day War—with some fighting in African Egypt and northern Israel. Egypt's initial war objective was to use its milit"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}]}, {"heading": "Events", "year": "1978", "date": "March 5", "txt": "The Landsat 3 is launched from Vandenberg Air Force Base in California.", "entities": [{"title": "Landsat 3", "href": "/wiki/Landsat_3", "description": "Landsat 3 is the third satellite of the Landsat program. It was launched on March 5, 1978, with the primary goal of providing a global archive of satellite imagery. Unlike later Landsat satellites, Landsat 3 was managed solely by NASA. Landsat 3 decommissioned on September 7, 1983, beyond its design life of one year. The data collected during Landsat 3's lifetime was used by 31 countries. Countrie"}, {"title": "Vandenberg Air Force Base", "href": "/wiki/Vandenberg_Air_Force_Base", "description": "Vandenberg Air Force Base is a United States Space Force Base located 14.8 km (9.2 mi) northwest of Lompoc, California. Established in 1941, Vandenberg Air Force Base is a space launch base, launching spacecraft from the Western Range and also performs missile testing. The United States Space Force's 30th Space Wing serves as the host wing for the base. In addition to its military space launch mis"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Events", "year": "1979", "date": "March 5", "txt": "Soviet probes Venera 11, Venera 12 and the German-American solar satellite Helios II all are hit by \"off the scale\" gamma rays leading to the discovery of soft gamma repeaters.", "entities": [{"title": "Venera 11", "href": "/wiki/Venera_11", "description": "The Venera 11 was a Soviet uncrewed space mission which was part of the Venera program to explore the planet Venus. Venera 11 was launched on 9 September 1978 at 03:25:39 UTC."}, {"title": "Venera 12", "href": "/wiki/Venera_12", "description": "The Venera 12 was a Soviet uncrewed space mission to explore the planet Venus. Venera 12 was launched on 14 September 1978 at 02:25:13 UTC."}, {"title": "Helios (spacecraft)", "href": "/wiki/Helios_(spacecraft)", "description": "Helios-A and Helios-B are a pair of probes that were launched into heliocentric orbit to study solar processes. As a joint venture of West Germany's space agency DLR and NASA the probes were launched from Cape Canaveral Air Force Station, Florida, on December 10, 1974, and January 15, 1976, respectively. As built by the main contractor, Messerschmitt-Bölkow-Blohm, they were the first space probes "}, {"title": "Gamma-ray burst", "href": "/wiki/Gamma-ray_burst", "description": "In gamma-ray astronomy, gamma-ray bursts (GRBs) are immensely energetic explosions that have been observed in distant galaxies. They are the brightest and most energetic electromagnetic events known to occur in the universe. Bursts can last from ten milliseconds to several hours. After an initial flash of gamma rays, a longer-lived \"afterglow\" is usually emitted at longer wavelengths."}, {"title": "Soft gamma repeater", "href": "/wiki/Soft_gamma_repeater", "description": "A soft gamma repeater (SGR) is an astronomical object which emits large bursts of gamma-rays and X-rays at irregular intervals. It is conjectured that they are a type of magnetar or, alternatively, neutron stars with fossil disks around them."}]}, {"heading": "Events", "year": "1981", "date": "March 5", "txt": "The ZX81, a pioneering British home computer, is launched by Sinclair Research and would go on to sell over 1.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 million units around the world.", "entities": [{"title": "ZX81", "href": "/wiki/ZX81", "description": "The ZX81 is a home computer that was produced by Sinclair Research and manufactured in Dundee, Scotland, by Timex Corporation. It was launched in the United Kingdom in March 1981 as the successor to Sinclair's ZX80 and designed to be a low-cost introduction to home computing for the general public. It was hugely successful; more than 1.5 million units were sold. In the United States it was initial"}, {"title": "Home computer", "href": "/wiki/Home_computer", "description": "Home computers were a class of microcomputers that entered the market in 1977 and became common during the 1980s. They were marketed to consumers as affordable and accessible computers that, for the first time, were intended for the use of a single nontechnical user. These computers were a distinct market segment that typically cost much less than business, scientific or engineering-oriented compu"}, {"title": "Sinclair Research", "href": "/wiki/Sinclair_Research", "description": "Sinclair Research Ltd is a British consumer electronics company founded by Clive Sinclair in Cambridge. It was originally incorporated in 1973 as Westminster Mail Order Ltd, renamed Sinclair Instrument Ltd, then Science of Cambridge Ltd, then Sinclair Computers Ltd, and finally Sinclair Research Ltd. It remained dormant until 1976, when it was activated with the intention of continuing Sinclair's "}]}, {"heading": "Events", "year": "1982", "date": "March 5", "txt": "Soviet probe Venera 14 lands on Venus.", "entities": [{"title": "Venera 14", "href": "/wiki/Venera_14", "description": "Venera 14 was a probe in the Soviet Venera program for the exploration of Venus."}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "2003", "date": "March 5", "txt": "In Haifa, 17 Israeli civilians are killed in the Haifa bus 37 suicide bombing.", "entities": [{"title": "Haifa", "href": "/wiki/Haifa", "description": "Haifa is the third-largest city in Israel—after Jerusalem and Tel Aviv—with a population of 285,316 in 2019. The city of Haifa forms part of the Haifa metropolitan area, the third-most populous metropolitan area in Israel. It is home to the Baháʼí Faith's Baháʼí World Centre, and is a UNESCO World Heritage Site and a destination for Baháʼí pilgrimage."}, {"title": "Haifa bus 37 suicide bombing", "href": "/wiki/Haifa_bus_37_suicide_bombing", "description": "The Haifa bus 37 suicide bombing was a suicide bombing carried out on 5 March 2003 on an Egged bus in Haifa, Israel. Seventeen passengers were killed in the attack and 53 were injured. Many of the victims were students from Haifa University."}]}, {"heading": "Events", "year": "2012", "date": "March 5", "txt": "Tropical Storm Irina kills over 75 as it passes through Madagascar.", "entities": [{"title": "Tropical Storm Irina", "href": "/wiki/Tropical_Storm_Irina", "description": "Severe Tropical Storm Irina was a large tropical cyclone that brought gusty winds and torrential rain across Madagascar, Mozambique, and South Africa. Irina is considered one of the most devastating systems of the 2011–12 season. Irina formed from a tropical wave that was located north of Madagascar. The disturbance continued to move south and became Irina on February 27. Irina moved parallel to t"}, {"title": "Madagascar", "href": "/wiki/Madagascar", "description": "Madagascar, officially the Republic of Madagascar, and previously known as the Malagasy Republic, is an island country in the Indian Ocean, approximately 400 kilometres off the coast of East Africa. At 592,800 square kilometres (228,900 sq mi) Madagascar is the world's second-largest island country. The nation comprises the island of Madagascar and numerous smaller peripheral islands. Following th"}]}, {"heading": "Events", "year": "2021", "date": "March 5", "txt": "Pope Francis begins a historical visit to Iraq admist the COVID-19 pandemic.", "entities": [{"title": "Pope Francis", "href": "/wiki/Pope_Francis", "description": "Pope Francis is the head of the Catholic Church and sovereign of the Vatican City State. Francis is the first pope to be a member of the Society of Jesus, the first from the Americas, the first from the Southern Hemisphere, and the first pope from outside Europe since Gregory III, a Syrian who reigned in the 8th century."}, {"title": "List of pastoral visits of Pope Francis", "href": "/wiki/List_of_pastoral_visits_of_Pope_Francis", "description": "This is a list of pastoral visits of Pope Francis. His visit to the Philippines in January 2015 included the largest papal event in history with around 6–7 million attendees in his final Mass at Manila, surpassing the then-largest papal event at World Youth Day 1995 in the same venue 20 years earlier."}, {"title": "COVID-19 pandemic", "href": "/wiki/COVID-19_pandemic", "description": "The COVID-19 pandemic, also known as the coronavirus pandemic, is an ongoing global pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was first identified in December 2019 in Wuhan, China. The World Health Organization declared a Public Health Emergency of International Concern regarding COVID-19 on 30 January 2020, an"}]}, {"heading": "Events", "year": "2021", "date": "March 5", "txt": "Twenty people are killed and 30 injured in a suicide car bombing in Mogadishu, Somalia.", "entities": [{"title": "Mogadishu", "href": "/wiki/Mogadishu", "description": "Mogadishu, locally known as Xamar or Hamar, is the capital city and most populous city of Somalia. The city has served as an important port connecting with traders all round the Indian Ocean for millennia and has an estimated population of 2,185,000 (2020). Mogadishu is located in the coastal Banadir region on the Indian Ocean, which unlike other Somali regions, is considered a municipality rather"}]}, {"heading": "Births", "year": "1133", "date": "March 5", "txt": "Henry II of England (d. 1189)", "entities": [{"title": "Henry II of England", "href": "/wiki/Henry_II_of_England", "description": "Henry II, also known as Henry Curtmantle, Henry FitzEmpress or Henry Plantagenet, was King of England from 1154 until his death in 1189. He was the first king of the House of Plantagenet. King Louis VII of France made him Duke of Normandy in 1150. Henry became Count of Anjou and Maine upon the death of his father, Count Geoffrey V, in 1151. His marriage in 1152 to Eleanor of Aquitaine, whose marri"}]}, {"heading": "Births", "year": "1224", "date": "March 5", "txt": "Saint Kinga of Poland (d. 1292)", "entities": [{"title": "Kinga of Poland", "href": "/wiki/Kinga_of_Poland", "description": "Kinga of Poland is a saint in the Catholic Church and patroness of Poland and Lithuania."}]}, {"heading": "Births", "year": "1324", "date": "March 5", "txt": "David II of Scotland (d. 1371)", "entities": [{"title": "David II of Scotland", "href": "/wiki/David_II_of_Scotland", "description": "David II was King of Scotland for nearly 42 years, from 1329 until his death in 1371. He was the last male of the House of Bruce. Although David spent long periods in exile or captivity, he managed to ensure the survival of his kingdom and left the Scottish monarchy in a strong position."}]}, {"heading": "Births", "year": "1326", "date": "March 5", "txt": "Louis I of Hungary (d. 1382)", "entities": [{"title": "Louis I of Hungary", "href": "/wiki/Louis_I_of_Hungary", "description": "Louis I, also Louis the Great ; or Louis the Hungarian, was King of Hungary and Croatia from 1342 and King of Poland from 1370. He was the first child of Charles I of Hungary and his wife, Elizabeth of Poland, to survive infancy. A 1338 treaty between his father and Casimir III of Poland, Louis's maternal uncle, confirmed Louis's right to inherit the Kingdom of Poland if his uncle died without a s"}]}, {"heading": "Births", "year": "1340", "date": "March 5", "txt": "Cansignorio della Scala, Lord of Verona (d. 1375)", "entities": [{"title": "Cansignorio della Scala", "href": "/wiki/Cansignorio_della_Scala", "description": "Cansignorio della Scala was Lord of Verona from 1359 until 1375, initially together with his brother Paolo Alboino."}]}, {"heading": "Births", "year": "1451", "date": "March 5", "txt": "William Herbert, 2nd Earl of Pembroke, English Earl (d. 1491)", "entities": [{"title": "William Herbert, 2nd Earl of Pembroke", "href": "/wiki/William_Herbert,_2nd_Earl_of_Pembroke", "description": "William Herbert, 2nd Earl of Pembroke was an English nobleman and politician. He was the son of William Herbert, 1st Earl of Pembroke and Anne Devereux. His paternal grandparents were William ap Thomas and Gwladys, daughter of Dafydd Gam, and his maternal grandparents were Walter Devereux, Lord Chancellor of Ireland and Elizabeth Merbury."}]}, {"heading": "Births", "year": "1512", "date": "March 5", "txt": "Gerardus Mercator, Flemish mathematician, cartographer, and philosopher (d. 1594)", "entities": [{"title": "Gerardus Mercator", "href": "/wiki/Gerardus_Mercator", "description": "Gerardus Mercator was a 16th-century geographer, cosmographer and cartographer from the County of Flanders. He is most renowned for creating the 1569 world map based on a new projection which represented sailing courses of constant bearing as straight lines—an innovation that is still employed in nautical charts."}]}, {"heading": "Births", "year": "1523", "date": "March 5", "txt": "Rodrigo de Castro Osorio, Spanish cardinal (d. 1600)", "entities": [{"title": "Rodrigo de Castro Osorio", "href": "/wiki/Rodrigo_de_Castro_Osorio", "description": "Rodrigo de Castro Osorio, was Cardinal-Bishop of Zamora (1574–1578) and Diocese of Cuenca (1578–1581), Archbishop of Seville, (1581–1600), a member of the Council of State of Spain and the Supreme Council of the Spanish Inquisition for the reign of Philip II of Spain. Great-uncle of Pedro Fernández de Castro y Andrade, Conde de Lemos. He was closely linked to the city of Monforte de Lemos in Galic"}]}, {"heading": "Births", "year": "1527", "date": "March 5", "txt": "Ulrich, Duke of Mecklenburg (d. 1603)", "entities": [{"title": "Ulrich, Duke of Mecklenburg", "href": "/wiki/Ulrich,_Duke_of_Mecklenburg", "description": "Ulrich III, Duke of Mecklenburg or Ulrich III of Mecklenburg-Güstrow was Duke of Mecklenburg (-Güstrow) from 1555-56 to 1603."}]}, {"heading": "Births", "year": "1539", "date": "March 5", "txt": "Christoph Pezel, German theologian (d. 1604)", "entities": [{"title": "Christoph Pezel", "href": "/wiki/Christoph_Pezel", "description": "Christoph Pezel was an influential Reformed Theologian who introduced the Reformed confession to Nassau-Dillenburg and Bremen."}]}, {"heading": "Births", "year": "1563", "date": "March 5", "txt": "John Coke, English civil servant and politician (d. 1644)", "entities": [{"title": "John Coke", "href": "/wiki/John_Coke", "description": "Sir John Coke was an English office holder and politician who sat in the House of Commons at various times between 1621 and 1629."}]}, {"heading": "Births", "year": "1575", "date": "March 5", "txt": "William Oughtred, English minister and mathematician (d. 1660)", "entities": [{"title": "William Oughtred", "href": "/wiki/William_Oughtred", "description": "William Oughtred was an English mathematician and Anglican clergyman. After John Napier invented logarithms and Edmund Gunter created the logarithmic scales upon which slide rules are based, Oughtred was the first to use two such scales sliding by one another to perform direct multiplication and division. He is credited with inventing the slide rule in about 1622. He also introduced the \"×\" symbol"}]}, {"heading": "Births", "year": "1585", "date": "March 5", "txt": "John George I, Elector of Saxony (d. 1656)", "entities": [{"title": "John George I, Elector of Saxony", "href": "/wiki/John_George_I,_Elector_of_Saxony", "description": "John George I was Elector of Saxony from 1611 to 1656."}]}, {"heading": "Births", "year": "1585", "date": "March 5", "txt": "Frederick I, Landgrave of Hesse-Homburg (d. 1638)", "entities": []}, {"heading": "Births", "year": "1637", "date": "March 5", "txt": "Jan van der Heyden, Dutch painter and engineer (d. 1712)", "entities": [{"title": "Jan van der Heyden", "href": "/wiki/Jan_van_der_Heyden", "description": "Jan van der Heyden was a Dutch Baroque-era painter, glass painter, draughtsman and printmaker. Van der Heyden was one of the first Dutch painters to specialize in townscapes and became one of the leading architectural painters of the Dutch Golden Age. He painted a number of still lifes in the beginning and at the end of his career."}]}, {"heading": "Births", "year": "1658", "date": "March 5", "txt": "Antoine de la Mothe Cadillac, French explorer and politician, 3rd Colonial Governor of Louisiana (d. 1730)", "entities": [{"title": "Antoine de la Mothe Cadillac", "href": "/wiki/Antoine_de_la_Mothe_Cadillac", "description": "Antoine de la Mothe, sieur de Cadillac, born Antoine Laumet, was a French explorer and adventurer in New France which stretched from Eastern Canada to Louisiana on the Gulf of Mexico. He rose from a modest beginning in Acadia in 1683 as an explorer, trapper, and a trader of alcohol and furs, and he achieved various positions of political importance in the colony. He was the commander of Fort de Bu"}, {"title": "List of colonial governors of Louisiana", "href": "/wiki/List_of_colonial_governors_of_Louisiana", "description": "This is a list of the colonial governors of Louisiana, from the founding of the first settlement by the French in 1699 to the territory's acquisition by the United States in 1803."}]}, {"heading": "Births", "year": "1693", "date": "March 5", "txt": "Johann Jakob Wettstein, Swiss theologian and scholar (d. 1754)", "entities": [{"title": "Johann Jakob Wettstein", "href": "/wiki/Johann_Jakob_Wettstein", "description": "\n\nJohann Jakob Wettstein was a Swiss theologian, best known as a New Testament critic."}]}, {"heading": "Births", "year": "1696", "date": "March 5", "txt": "Giovanni Battista Tiepolo, Italian painter (d. 1770)", "entities": [{"title": "Giovanni Battista Tiepolo", "href": "/wiki/Giovanni_Battista_Tiepolo", "description": "Giovanni Battista Tiepolo, also known as Giambattista Tiepolo, was an Italian painter and printmaker from the Republic of Venice who painted in the Rococo style, considered important member of the 18th-century Venetian school. He was prolific, and worked not only in Italy, but also in Germany and Spain."}]}, {"heading": "Births", "year": "1703", "date": "March 5", "txt": "Vasily Trediakovsky, Russian poet and playwright (d. 1768)", "entities": [{"title": "Vasily Trediakovsky", "href": "/wiki/Vasily_Trediakovsky", "description": "Vasily Kirillovich Trediakovsky was a Russian poet, essayist and playwright who helped lay the foundations of classical Russian literature."}]}, {"heading": "Births", "year": "1713", "date": "March 5", "txt": "Edward Cornwallis, English general and politician, Governor of Gibraltar (d. 1776)", "entities": [{"title": "Edward Cornwallis", "href": "/wiki/Edward_Cornwallis", "description": "Edward Cornwallis was a British career military officer and was a member of the aristocratic Cornwallis family, who reached the rank of Lieutenant General. After Cornwallis fought in Scotland, putting down the Jacobite rebellion of 1745, he was appointed Groom of the Chamber for King George II. He was then made Governor of Nova Scotia (1749–1752), one of the colonies in North America, and assigned"}, {"title": "Governor of Gibraltar", "href": "/wiki/Governor_of_Gibraltar", "description": "The Governor of Gibraltar is the representative of the British monarch in the British overseas territory of Gibraltar. The governor is appointed by the monarch on the advice of the British Government. The role of the governor is to act as the de facto head of state. They are responsible for formally appointing the Chief Minister of Gibraltar, along with other members of the Government of Gibraltar"}]}, {"heading": "Births", "year": "1713", "date": "March 5", "txt": "Frederick Cornwallis, English archbishop (d. 1783)", "entities": []}, {"heading": "Births", "year": "1723", "date": "March 5", "txt": "Princess Mary of Great Britain (d. 1773)", "entities": [{"title": "Princess Mary of Great Britain", "href": "/wiki/Princess_Mary_of_Great_Britain", "description": "Princess Mary of Great Britain was the second-youngest daughter of George II of Great Britain and his wife, Caroline of Ansbach, and Landgravine of Hesse-Kassel as the wife of Frederick II, Landgrave of Hesse-Kassel."}]}, {"heading": "Births", "year": "1733", "date": "March 5", "txt": "Vincenzo Galeotti, Italian-Danish dancer and choreographer (d. 1816)", "entities": [{"title": "Vincenzo Galeotti", "href": "/wiki/Vincenzo_Galeotti", "description": "Vincenzo Galeotti was an Italian-born Danish dancer, choreographer and ballet master, who was influential as the director of the Royal Danish Ballet from 1775 until his death."}]}, {"heading": "Births", "year": "1739", "date": "March 5", "txt": "Benjamin Ruggles Woodbridge, American colonel and physician (d. 1819)", "entities": [{"title": "Benjamin Ruggles Woodbridge", "href": "/wiki/Benjamin_Ruggles_Woodbridge", "description": "Benjamin Ruggles Woodbridge was an American physician, lawyer, farmer, and military officer who served as a colonel in the Massachusetts militia during the American Revolutionary War. Woodbridge was a commander at the Battle of Bunker Hill, and also owned a rum still, a wood lot, a grazing meadow, and a mill, and came to be the wealthiest man in South Hadley, Massachusetts. Colonel Woodbridge was "}]}, {"heading": "Births", "year": "1748", "date": "March 5", "txt": "Jonas Carlsson Dryander, Swedish botanist and biologist (d. 1810)", "entities": [{"title": "Jonas Carlsson Dryander", "href": "/wiki/Jonas_Carlsson_Dryander", "description": "Jonas Carlsson Dryander was a Swedish botanist.\n"}]}, {"heading": "Births", "year": "1748", "date": "March 5", "txt": "William Shield, English violinist and composer (d. 1829)", "entities": []}, {"heading": "Births", "year": "1750", "date": "March 5", "txt": "Jean-Baptiste-Gaspard d'Ansse de Villoison, French scholar and academic (d. 1805)", "entities": [{"title": "Jean-Baptiste-Gaspard d'Ansse de Villoison", "href": "/wiki/Jean-Baptiste-Gaspard_d%27Ansse_de_Villoison", "description": "Jean-Baptiste-Gaspard d'Ansse de Villoison was a classical scholar born at Corbeil-sur-Seine, France."}]}, {"heading": "Births", "year": "1751", "date": "March 5", "txt": "Jan Křtitel Kuchař, Czech organist, composer, and educator (d. 1829)", "entities": [{"title": "Jan Křtitel Kuchař", "href": "/wiki/Jan_K%C5%99titel_Kucha%C5%99", "description": "Jan Křtitel Kuchař, or also German: Johann Baptist Kucharz was a Czech organist, mandolinist, harpsichordist, music composer, operatic conductor, and teacher."}]}, {"heading": "Births", "year": "1774", "date": "March 5", "txt": "Christoph Ernst Friedrich Weyse, Danish organist and composer (d. 1842)", "entities": [{"title": "Christoph Ernst Friedrich Weyse", "href": "/wiki/Christoph_Ernst_Friedrich_Weyse", "description": "Christoph(er) Ernst Friedrich Weyse was a Danish composer during the Danish Golden Age.\n"}]}, {"heading": "Births", "year": "1779", "date": "March 5", "txt": "Benjamin Gompertz, English mathematician and statistician (d. 1865)", "entities": [{"title": "Benjamin Gompertz", "href": "/wiki/Benjamin_Gompertz", "description": "Benjamin Gompertz was a British self-educated mathematician and actuary, who became a Fellow of the Royal Society. Gompertz is now best known for his Gompertz law of mortality, a demographic model published in 1825. He was the brother of the early animal rights activist and inventor Lewis Gompertz and the poet Isaac Gompertz."}]}, {"heading": "Births", "year": "1785", "date": "March 5", "txt": "Carlo Odescalchi, Italian cardinal (d. 1841)", "entities": [{"title": "Carlo Odescalchi", "href": "/wiki/Carlo_Odescalchi", "description": "Carlo Odescalchi, was an Italian prince and priest, Archbishop of Ferrara, cardinal of the Catholic Church and Vicar General of the Diocese of Rome. For years a close collaborator of popes Pius VII and Gregory XVI, in 1838 he renounced his titles in order to become a Jesuit."}]}, {"heading": "Births", "year": "1794", "date": "March 5", "txt": "Jacques Babinet, French physicist, mathematician, and astronomer (d. 1872)", "entities": [{"title": "Jacques Babinet", "href": "/wiki/Jacques_Babinet", "description": "Jacques Babinet was a French physicist, mathematician, and astronomer who is best known for his contributions to optics."}]}, {"heading": "Births", "year": "1794", "date": "March 5", "txt": "Robert Cooper Grier, American lawyer and jurist (d. 1870)", "entities": []}, {"heading": "Births", "year": "1814", "date": "March 5", "txt": "Wilhelm von Giesebrecht, German historian and academic (d. 1889)", "entities": [{"title": "Wilhelm von Giesebrecht", "href": "/wiki/Wilhelm_von_Giesebrecht", "description": "Friedrich Wilhelm von Giesebrecht was a German historian."}]}, {"heading": "Births", "year": "1800", "date": "March 5", "txt": "Georg Friedrich Daumer, German poet and philosopher (d. 1875)", "entities": [{"title": "Georg Friedrich Daumer", "href": "/wiki/Georg_Friedrich_Daumer", "description": "Georg Friedrich Daumer was a German poet and philosopher. He was educated at the gymnasium of his native city, at that time directed by the famous philosopher Hegel. In 1817 he entered the University of Erlangen as a student of theology, but abandoned that study for philosophy. For a number of years Daumer was professor at the gymnasium of Nuremberg; owing to ill-health he was pensioned in 1832 an"}]}, {"heading": "Births", "year": "1815", "date": "March 5", "txt": "John Wentworth, American journalist and politician, 19th Mayor of Chicago (d. 1888)", "entities": [{"title": "John Wentworth (Illinois politician)", "href": "/wiki/John_Wentworth_(Illinois_politician)", "description": "John Wentworth was the editor of the Chicago Democrat, publisher of an extensive Wentworth family genealogy, a two-term mayor of Chicago, and a six-term member of the United States House of Representatives, both before and after his service as mayor."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1817", "date": "March 5", "txt": "Austen Henry Layard, English archaeologist, academic, and politician, Under-Secretary of State for Foreign Affairs (d. 1894)", "entities": [{"title": "Austen Henry Layard", "href": "/wiki/Austen_Henry_Layard", "description": "Sir Austen Henry Layard was an English traveller, archaeologist, cuneiformist, art historian, draughtsman, collector, politician and diplomat. He is best known as the excavator of Nimrud and of Nineveh, where he uncovered a large proportion of the Assyrian palace reliefs known, and in 1851 the library of Ashurbanipal."}, {"title": "Under-Secretary of State for Foreign Affairs", "href": "/wiki/Under-Secretary_of_State_for_Foreign_Affairs", "description": "The Parliamentary Under-Secretary of State for Foreign Affairs has been a junior position in the British government since 1782, subordinate to both the Secretary of State for Foreign Affairs and since 1945 also to the Minister of State for Foreign Affairs. The post has been based at the Foreign and Commonwealth Office, which was created in 1968, by the merger of the Foreign Office, where the posit"}]}, {"heading": "Births", "year": "1830", "date": "March 5", "txt": "Étienne-Jules Marey, French physiologist and chronophotographer (d. 1904)", "entities": [{"title": "Étienne-Jules Marey", "href": "/wiki/%C3%89tienne-Jules_Marey", "description": "Étienne-Jules Marey was a French scientist, physiologist and chronophotographer."}]}, {"heading": "Births", "year": "1830", "date": "March 5", "txt": "Charles Wyville Thomson, Scottish historian and zoologist (d. 1882)", "entities": []}, {"heading": "Births", "year": "1834", "date": "March 5", "txt": "Félix de Blochausen, Luxembourgian politician, 6th Prime Minister of Luxembourg (d. 1915)", "entities": [{"title": "Félix de Blochausen", "href": "/wiki/F%C3%A9lix_de_Blochausen", "description": "Baron Félix de Blochausen, was a Luxembourgish politician. An Orangist, he was the sixth Prime Minister of Luxembourg, serving for ten years, from 26 December 1874 until 20 February 1885."}, {"title": "List of Prime Ministers of Luxembourg", "href": "/wiki/List_of_Prime_Ministers_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Births", "year": "1834", "date": "March 5", "txt": "Marietta Piccolomini, Italian soprano (d. 1899)", "entities": []}, {"heading": "Births", "year": "1853", "date": "March 5", "txt": "Howard Pyle, American author and illustrator (d. 1911)", "entities": [{"title": "Howard Pyle", "href": "/wiki/Howard_Pyle", "description": "Howard Pyle was an American illustrator and author, primarily of books for young people. He was a native of Wilmington, Delaware, and he spent the last year of his life in Florence, Italy."}]}, {"heading": "Births", "year": "1862", "date": "March 5", "txt": "Siegbert Tarrasch, German chess player and theoretician (d. 1934)", "entities": [{"title": "Siegbert Tarrasch", "href": "/wiki/Siegbert_Tarrasch", "description": "Siegbert Tarrasch was a German chess player, considered to have been among the strongest ones, and one of the most influential chess theoreticians of the late 19th and early 20th century."}]}, {"heading": "Births", "year": "1867", "date": "March 5", "txt": "Louis-Alexandre Taschereau, Canadian lawyer and politician, 14th Premier of Quebec (d. 1952)", "entities": [{"title": "Louis-Alexandre Taschereau", "href": "/wiki/Louis-Alexandre_Taschereau", "description": "Louis-Alexandre Taschereau was the 14th Premier of the Canadian province of Quebec from 1920 to 1936. He was elected four times, the first in 1900, in the riding of Montmorency. He was also a member of the Parti libéral du Québec."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1869", "date": "March 5", "txt": "Michael von Faulhaber, German cardinal (d. 1952)", "entities": [{"title": "Michael von Faulhaber", "href": "/wiki/Michael_von_Faulhaber", "description": "Michael Cardinal Ritter von Faulhaber was a senior Catholic prelate and Archbishop of Munich for 35 years, from 1917 to his death in 1952. Created Cardinal in 1921, von Faulhaber criticized the Weimar Republic as rooted in treason in a speech at the 62nd German Catholics' Day of 1922. Cardinal von Faulhaber was a leading member and co-founder of the Amici Israel, a priestly association founded in "}]}, {"heading": "Births", "year": "1870", "date": "March 5", "txt": "Frank Norris, American journalist and author (d. 1902)", "entities": [{"title": "Frank Norris", "href": "/wiki/Frank_Norris", "description": "Benjamin Franklin \"Frank\" Norris Jr. was an American journalist and novelist during the Progressive Era, whose fiction was predominantly in the naturalist genre. His notable works include McTeague: A Story of San Francisco (1899), The Octopus: A Story of California (1901) and The Pit (1903)."}]}, {"heading": "Births", "year": "1870", "date": "March 5", "txt": "Evgeny Paton, French-Ukrainian engineer (d. 1953)", "entities": []}, {"heading": "Births", "year": "1871", "date": "March 5", "txt": "Rosa Luxemburg, Polish-Russian economist and philosopher (d. 1919)", "entities": [{"title": "Rosa Luxemburg", "href": "/wiki/Rosa_Luxemburg", "description": "Rosa Luxemburg was a Polish-German Marxist, philosopher, economist, anti-war activist and revolutionary socialist. Successively, she was a member of the Social Democracy of the Kingdom of Poland and Lithuania (SDKPiL), the Social Democratic Party of Germany (SPD), the Independent Social Democratic Party (USPD) and the Communist Party of Germany (KPD). Born in Poland, she became a German citizen in"}]}, {"heading": "Births", "year": "1871", "date": "March 5", "txt": "Konstantinos Pallis, Greek general and politician, Minister Governor-General of Macedonia (d. 1941)", "entities": [{"title": "Minister Governor-General of Macedonia", "href": "/wiki/Minister_Governor-General_of_Macedonia", "description": "The Ministry of Macedonia and Thrace is a former ministry of Greece. Responsible for the regions of Macedonia and Thrace, since 2015 it has been demoted to the level of a sub-ministry within the Ministry of the Interior. The incumbent Deputy Minister for Macedonia and Thrace is Stavros Kalafatis of New Democracy."}]}, {"heading": "Births", "year": "1873", "date": "March 5", "txt": "Olav Bjaaland, Norwegian skier and explorer (d. 1961)", "entities": [{"title": "Olav Bjaaland", "href": "/wiki/Olav_Bjaaland", "description": "Olav Bjaaland was a Norwegian ski champion and polar explorer. In 1911, he was one of the first five men to reach the South Pole as part of Amundsen's South Pole expedition."}]}, {"heading": "Births", "year": "1874", "date": "March 5", "txt": "Henry Travers, English-American actor (d. 1965)", "entities": [{"title": "Henry Travers", "href": "/wiki/Henry_Travers", "description": "Travers John Heagerty, known by the stage name Henry Travers, was an English film and stage character actor. His most famous role was the guardian angel Clarence Odbody in the 1946 film classic It's a Wonderful Life. He also received an Academy Award nomination for his supporting role in Mrs. Miniver (1942). Travers specialized in portraying slightly bumbling but friendly and lovable old men."}]}, {"heading": "Births", "year": "1875", "date": "March 5", "txt": "Harry Lawson, Australian politician, 27th Premier of Victoria (d. 1952)", "entities": [{"title": "Harry Lawson", "href": "/wiki/Harry_Lawson", "description": "Sir Harry Sutherland Wightman Lawson KCMG, was an Australian politician who served as Premier of Victoria from 1918 to 1924. He later entered federal politics, serving as a Senator for Victoria (1929–1935) and briefly as a minister in the Lyons Government. He was a member of the Nationalist Party until 1931, when it was replaced with the United Australia Party."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1876", "date": "March 5", "txt": "Thomas Inskip, 1st Viscount Caldecote, English lawyer and politician, 8th Lord Chief Justice of England (d. 1947)", "entities": [{"title": "Thomas Inskip, 1st Viscount Caldecote", "href": "/wiki/Thomas_Inskip,_1st_Viscount_Caldecote", "description": "Thomas Walker Hobart Inskip, 1st Viscount Caldecote, was a British politician who served in many legal posts, culminating in serving as Lord Chancellor from 1939 until 1940. Despite legal posts dominating his career for all but four years, he is most prominently remembered for serving as Minister for Coordination of Defence from 1936 until 1939."}, {"title": "Lord Chief Justice of England", "href": "/wiki/Lord_Chief_Justice_of_England", "description": "The Lord Chief Justice of England and Wales is the Head of the Judiciary of England and Wales and the President of the Courts of England and Wales."}]}, {"heading": "Births", "year": "1876", "date": "March 5", "txt": "Elisabeth Moore, American tennis player (d. 1959)", "entities": []}, {"heading": "Births", "year": "1879", "date": "March 5", "txt": "William Beveridge, Bangladeshi-English economist and academic (d. 1963)", "entities": [{"title": "William Beveridge", "href": "/wiki/William_Beveridge", "description": "William Henry Beveridge, 1st Baron Beveridge, was a British economist and Liberal politician who was a progressive and social reformer. His 1942 report Social Insurance and Allied Services served as the basis for the post-World War II welfare state put in place by the Labour government elected in 1945. He was considered an authority on unemployment insurance from early in his career, served under "}]}, {"heading": "Births", "year": "1879", "date": "March 5", "txt": "Andres Larka, Estonian general and politician, 1st Estonian Minister of War (d. 1943)", "entities": [{"title": "Estonian Minister of War", "href": "/wiki/Estonian_Minister_of_War", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1880", "date": "March 5", "txt": "Sergei Natanovich Bernstein, Russian mathematician and academic (d. 1968)", "entities": [{"title": "Sergei Natanovich Bernstein", "href": "/wiki/Sergei_Natanovich_Bernstein", "description": "Sergei Natanovich Bernstein was a Russian and Soviet mathematician of Jewish origin known for contributions to partial differential equations, differential geometry, probability theory, and approximation theory."}]}, {"heading": "Births", "year": "1882", "date": "March 5", "txt": "Dora Marsden, English author and activist (d. 1960)", "entities": [{"title": "Dora Marsden", "href": "/wiki/Dora_Marsden", "description": "Dora Marsden was an English suffragette, editor of literary journals, and philosopher of language. Beginning her career as an activist in the Women's Social and Political Union, Marsden eventually broke off from the suffragist organization in order to found a journal that would provide a space for more radical voices in the movement. Her prime importance lies with her contributions to the suffrage"}]}, {"heading": "Births", "year": "1883", "date": "March 5", "txt": "Pauline Sperry, American mathematician (d. 1967)", "entities": [{"title": "Pauline Sperry", "href": "/wiki/Pauline_Sperry", "description": "Pauline Sperry was an American mathematician."}]}, {"heading": "Births", "year": "1885", "date": "March 5", "txt": "Marius Barbeau, Canadian ethnographer and academic (d. 1969)", "entities": [{"title": "Marius Barbeau", "href": "/wiki/Marius_Barbeau", "description": "Charles Marius Barbeau,, also known as C. Marius Barbeau, or more commonly simply Marius Barbeau, was a Canadian ethnographer and folklorist who is today considered a founder of Canadian anthropology. A Rhodes Scholar, he is best known for an early championing of Québecois folk culture, and for his exhaustive cataloguing of the social organization, narrative and musical traditions, and plastic art"}]}, {"heading": "Births", "year": "1886", "date": "March 5", "txt": "Dong Biwu, Chinese judge and politician, Chairman of the People's Republic of China (d. 1975)", "entities": [{"title": "Dong Biwu", "href": "/wiki/Dong_Biwu", "description": "Dong Biwu was a Chinese communist revolutionary and politician, who served as Acting Chairman of the People's Republic of China between 1972 and 1975."}, {"title": "List of Presidents of the People's Republic of China", "href": "/wiki/List_of_Presidents_of_the_People%27s_Republic_of_China", "description": "The office of President of the People's Republic of China, called 国家主席 in short, was created in 1954 when the first constitution consolidated the system of government in the People's Republic of China. At the time, the title was translated into English as State Chairman. The position was abolished between 1975 and 1982 with the functions of head of state being performed by the Chairman of the Stan"}]}, {"heading": "Births", "year": "1886", "date": "March 5", "txt": "Freddie Welsh, Welsh boxer (d. 1927)", "entities": []}, {"heading": "Births", "year": "1887", "date": "March 5", "txt": "Heitor Villa-Lobos, Brazilian guitarist and composer (d. 1959)", "entities": [{"title": "Heitor Villa-Lobos", "href": "/wiki/Heitor_Villa-Lobos", "description": "Heitor Villa-Lobos was a Brazilian composer, conductor, cellist, and classical guitarist described as \"the single most significant creative figure in 20th-century Brazilian art music\". Villa-Lobos has become the best-known South American composer of all time. A prolific composer, he wrote numerous orchestral, chamber, instrumental and vocal works, totaling over 2000 works by his death in 1959. His"}]}, {"heading": "Births", "year": "1894", "date": "March 5", "txt": "Henry Daniell, English-American actor (d. 1963)", "entities": [{"title": "Henry Daniell", "href": "/wiki/Henry_Daniell", "description": "Charles Henry Pywell Daniell was a mid-20th century English actor who had a long career on stage and in cinema. He came to prominence for his portrayal of many villainous roles in several films including The Great Dictator, The Philadelphia Story and The Sea Hawk. Daniell was given few opportunities to play sympathetic or 'good guy' roles; one such exception was a memorable supporting role as Fran"}]}, {"heading": "Births", "year": "1898", "date": "March 5", "txt": "Zhou Enlai, Chinese politician, 1st Premier of the People's Republic of China (d. 1976)", "entities": [{"title": "Zhou Enlai", "href": "/wiki/Zhou_Enlai", "description": "Zhou Enlai, Wade-Giles transliteration Chou En-lai, was the first Premier of the People's Republic of China. From October 1949 until his death in January 1976, Zhou was China's head of government. Zhou served under Chairman Mao Zedong and helped the Communist Party rise to power, later helping consolidate its control, form its foreign policy, and develop the Chinese economy."}, {"title": "Premier of the People's Republic of China", "href": "/wiki/Premier_of_the_People%27s_Republic_of_China", "description": "The premier of the State Council of the People's Republic of China, sometimes also referred to informally as the \"prime minister\", is the head of the central government of China and is the holder of the highest rank in the Civil Service. This position replaced the role of premier of the Government Administration Council of the Central People's Government, which existed from 1949 to 1954."}]}, {"heading": "Births", "year": "1898", "date": "March 5", "txt": "Misao Okawa, Japanese super-centenarian (d. 2015)", "entities": []}, {"heading": "Births", "year": "1900", "date": "March 5", "txt": "Lilli Jahn, Jewish German doctor (d. 1944) ", "entities": [{"title": "Lilli Jahn", "href": "/wiki/Lilli_Jahn", "description": "Lilli Jahn was a German-Jewish doctor and victim of Nazism in Germany. She gained international fame posthumously following the publication of her letters to her five children which she wrote during her imprisonment in the labour camp Breitenau. She was deported to the concentration camp Auschwitz and was killed there."}]}, {"heading": "Births", "year": "1900", "date": "March 5", "txt": "Johanna Langefeld, German guard and supervisor of three Nazi concentration camps (d. 1974)", "entities": []}, {"heading": "Births", "year": "1901", "date": "March 5", "txt": "Friedrich Günther, Prince of Schwarzburg (d. 1971)", "entities": [{"title": "Friedrich Günther, Prince of Schwarzburg", "href": "/wiki/Friedrich_G%C3%BCnther,_Prince_of_Schwarzburg", "description": "Friedrich Günther, Prince of Schwarzburg was the final head of the House of Schwarzburg and heir to the formerly sovereign principalities of Schwarzburg-Rudolstadt and Schwarzburg-Sondershausen."}]}, {"heading": "Births", "year": "1901", "date": "March 5", "txt": "Julian Przyboś, Polish poet, essayist and translator (d. 1970)", "entities": []}, {"heading": "Births", "year": "1904", "date": "March 5", "txt": "Karl Rahner, German priest and theologian (d. 1984)", "entities": [{"title": "Karl Rahner", "href": "/wiki/Karl_Rahner", "description": "Karl Rahner, was a German Jesuit priest and theologian who, alongside Henri de Lubac, Hans Urs von Balthasar, and Yves Congar, is considered to be one of the most influential Roman Catholic theologians of the 20th century. He was the brother of Hugo Rahner, also a Jesuit scholar."}]}, {"heading": "Births", "year": "1905", "date": "March 5", "txt": "László Benedek, Hungarian-American director and cinematographer (d. 1992)", "entities": [{"title": "László Benedek", "href": "/wiki/L%C3%A1szl%C3%B3_Benedek", "description": "László Benedek was a Hungarian-born film director and cinematographer, most notable for directing The Wild One (1953)."}]}, {"heading": "Births", "year": "1908", "date": "March 5", "txt": "Fritz Fischer, German historian and author (d. 1999)", "entities": [{"title": "Fritz Fischer", "href": "/wiki/Fritz_Fischer", "description": "Fritz Fischer was a German historian best known for his analysis of the causes of World War I. In the early 1960s Fischer advanced the controversial thesis that responsibility for the outbreak of the war rested solely on Imperial Germany."}]}, {"heading": "Births", "year": "1908", "date": "March 5", "txt": "Irving Fiske, American author and playwright (d. 1990)", "entities": []}, {"heading": "Births", "year": "1908", "date": "March 5", "txt": "Rex Harrison, English actor (d. 1990)", "entities": []}, {"heading": "Births", "year": "1910", "date": "March 5", "txt": "Momofuku Ando, Taiwanese-Japanese businessman, founded Nissin Foods (d. 2007)", "entities": [{"title": "Momofuku Ando", "href": "/wiki/Momofuku_Ando", "description": "Momofuku Ando , ORS, was a Taiwanese-Japanese inventor and businessman who founded Nissin Food Products Co., Ltd.. He is known as the inventor of instant noodles and the creator of the brands Top Ramen and Cup Noodles."}, {"title": "Nissin Foods", "href": "/wiki/Nissin_Foods", "description": "Nissin Food Products Co., Ltd. is a Japanese food company that specializes in the production and sale of convenience food and instant noodles."}]}, {"heading": "Births", "year": "1910", "date": "March 5", "txt": "Ennio Flaiano, Italian author, screenwriter, and critic (d. 1972)", "entities": []}, {"heading": "Births", "year": "1911", "date": "March 5", "txt": "Subroto Mukerjee, Indian Air Marshall, Father of the Indian Air Force (d. 1960)", "entities": [{"title": "Subroto Mukerjee", "href": "/wiki/Subroto_Mukerjee", "description": "Air Marshal Subroto Mukerjee, OBE was the first Indian Commander-in-Chief (C-in-C) of the Indian Air Force. His career spanned almost three decades and had been awarded with many honours until his untimely demise in 1960. He has been called the \"Father of the Indian Air Force\"."}, {"title": "Indian Air Force", "href": "/wiki/Indian_Air_Force", "description": "The Indian Air Force (IAF) is the air arm of the Indian Armed Forces. Its complement of personnel and aircraft assets ranks fourth amongst the air forces of the world. Its primary mission is to secure Indian airspace and to conduct aerial warfare during armed conflict. It was officially established on 8 October 1932 as an auxiliary air force of the British Empire which honoured India's aviation se"}]}, {"heading": "Births", "year": "1912", "date": "March 5", "txt": "Jack Marshall, New Zealand colonel, lawyer, and politician, 28th Prime Minister of New Zealand (d. 1988)", "entities": [{"title": "Jack Marshall", "href": "/wiki/Jack_Marshall", "description": "Sir John Ross Marshall was a New Zealand politician of the National Party. He entered Parliament in 1946 and was first promoted to Cabinet in 1951. After spending twelve years as Deputy Prime Minister, he served as the 28th Prime Minister from February until December 1972."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1915", "date": "March 5", "txt": "Henry Hicks, Canadian academic and politician, 16th Premier of Nova Scotia (d. 1990)", "entities": [{"title": "Henry Hicks (Nova Scotia politician)", "href": "/wiki/Henry_Hicks_(Nova_Scotia_politician)", "description": "Henry Davies Hicks, was a lawyer, university administrator, and politician in Nova Scotia."}, {"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Births", "year": "1915", "date": "March 5", "txt": "Laurent Schwartz, French mathematician and academic (d. 2002)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 5", "txt": "Milt Schmidt, Canadian ice hockey player, coach, and manager (d. 2017)", "entities": [{"title": "Milt Schmidt", "href": "/wiki/Milt_Schmidt", "description": "Milton Conrad Schmidt was a Canadian professional ice hockey centre, coach and general manager, mostly for the Boston Bruins of the National Hockey League (NHL), where he was a member of the Kraut Line. He was elected to the Hockey Hall of Fame in 1961. In 2017 Schmidt was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Births", "year": "1918", "date": "March 5", "txt": "Red Storey, Canadian football player, referee, and sportscaster (d. 2006)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 5", "txt": "James Tobin, American economist and academic (d. 2002)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 5", "txt": "José Aboulker, Algerian surgeon and activist (d. 2009)", "entities": [{"title": "José Aboulker", "href": "/wiki/Jos%C3%A9_Aboulker", "description": "José Aboulker was a French Algerian Jew and leading figure in French Algeria of the anti-Nazi resistance in World War II. After the war, he became a neurosurgeon and a political figure in France, who argued for the political rights of Algerian Muslims."}]}, {"heading": "Births", "year": "1920", "date": "March 5", "txt": "Virginia Christine, American actress (d. 1996)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 5", "txt": "Rachel Gurney, English actress (d. 2001)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 5", "txt": "Wang Zengqi, Chinese writer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 5", "txt": "Elmer Valo, American baseball player and coach (d. 1998)", "entities": [{"title": "Elmer Valo", "href": "/wiki/Elmer_Valo", "description": "Elmer William Valo, born Imrich Valo, was a Slovak American professional baseball right fielder, coach, and scout in Major League Baseball (MLB). He batted left-handed and threw right-handed."}]}, {"heading": "Births", "year": "1922", "date": "March 5", "txt": "James Noble, American actor (d. 2016)", "entities": [{"title": "James Noble (actor)", "href": "/wiki/James_Noble_(actor)", "description": "James Wilkes Noble was an American actor, best known for his portrayal of sweet-natured debs, naive Governor Eugene X. Gatling on ABC's 1979–1986 sitcom Benson."}]}, {"heading": "Births", "year": "1922", "date": "March 5", "txt": "Pier Paolo Pasolini, Italian actor, director, and screenwriter (d. 1975)", "entities": []}, {"heading": "Births", "year": "1923", "date": "March 5", "txt": "Juan A. Rivero, Puerto Rican biologist and academic (d. 2014)", "entities": [{"title": "Juan A. Rivero", "href": "/wiki/Juan_A._Rivero", "description": "Dr. Juan Arturo Rivero Quintero was a Puerto Rican biologist who founded the Dr. Juan A. Rivero Zoo at the University of Puerto Rico's Mayagüez Campus."}]}, {"heading": "Births", "year": "1923", "date": "March 5", "txt": "Laurence Tisch, American businessman, co-founded the Loews Corporation (d. 2003)", "entities": [{"title": "Loews Corporation", "href": "/wiki/Loews_Corporation", "description": "Loews Corporation is an American conglomerate headquartered in New York City. The company's majority-stake holdings include CNA Financial Corporation, Diamond Offshore Drilling, Boardwalk Pipeline Partners, Loews Hotels and Altium Packaging."}]}, {"heading": "Births", "year": "1924", "date": "March 5", "txt": "Roger Marche, French footballer (d. 1997)", "entities": [{"title": "Roger Marche", "href": "/wiki/Roger_Marche", "description": "Roger Gaston Louis Marche was a French footballer who played as a defender. He was part of the French national team during the 1954 and 1958 World Cup tournaments. He was nicknamed Le Sanglier des Ardennes for the region from which he came."}]}, {"heading": "Births", "year": "1927", "date": "March 5", "txt": "Jack Cassidy, American actor and singer (d. 1976)", "entities": [{"title": "Jack Cassidy", "href": "/wiki/Jack_Cassidy", "description": "John Joseph Edward Cassidy, known as \"Jack\", was an American actor and singer known for his work in the theatre, television and films. He received multiple Tony Award nominations and a win as well as a Grammy Award for his work on the Broadway production of the musical She Loves Me. He also received two Primetime Emmy Award nominations. He was the father of teen idols David Cassidy and Shaun Cassi"}]}, {"heading": "Births", "year": "1927", "date": "March 5", "txt": "Robert Lindsay, 29th Earl of Crawford, Scottish businessman and politician", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 5", "txt": "J. Hillis Miller, American academic and critic", "entities": [{"title": "J. Hillis Miller", "href": "/wiki/J._Hillis_Miller", "description": "Joseph Hillis Miller Jr. was an American literary critic and scholar who advanced theories of literary deconstruction. He was part of the Yale School along with scholars including Paul de Man, Jacques Derrida, and Geoffrey Hartman, who advocated deconstruction as an analytical means by which the relationship between literary text and the associated meaning could be analyzed. Through his career, he"}]}, {"heading": "Births", "year": "1929", "date": "March 5", "txt": "Erik Carlsson, Swedish race car driver (d. 2015)", "entities": [{"title": "Erik Carlsson", "href": "/wiki/Erik_Carlsson", "description": "Erik Hilding Carlsson was a Swedish rally driver for Saab. He was nicknamed \"Carlsson på taket\" as well as Mr. Saab."}]}, {"heading": "Births", "year": "1929", "date": "March 5", "txt": "J. B. Lenoir, American singer-songwriter and guitarist (d. 1967)", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 5", "txt": "John Ashley, Canadian ice hockey player and referee (d. 2008)", "entities": [{"title": "John Ashley (ice hockey)", "href": "/wiki/John_Ashley_(ice_hockey)", "description": "John George Ashley was a referee in the National Hockey League. He was born in Galt, Ontario."}]}, {"heading": "Births", "year": "1930", "date": "March 5", "txt": "Del Crandall, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 5", "txt": "Fred, French author and illustrator (d. 2013)", "entities": [{"title": "Fred (cartoonist)", "href": "/wiki/Fred_(cartoonist)", "description": "Frédéric Othon Théodore Aristidès, known by his pseudonym Fred, was a French cartoonist in the Franco-Belgian comics tradition. He is best known for his series Philémon."}]}, {"heading": "Births", "year": "1931", "date": "March 5", "txt": "Barry Tuckwell, Australian horn player and educator (d. 2020)", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 5", "txt": "Paul Sand, American actor", "entities": [{"title": "Paul Sand", "href": "/wiki/Paul_Sand", "description": "Paul Sand is an American actor and comedian."}]}, {"heading": "Births", "year": "1933", "date": "March 5", "txt": "Walter Kasper, German cardinal and theologian", "entities": [{"title": "Walter Kasper", "href": "/wiki/Walter_Kasper", "description": "Walter Kasper is a German Roman Catholic Cardinal and theologian. He is President Emeritus of the Pontifical Council for Promoting Christian Unity, having served as its president from 2001 to 2010."}]}, {"heading": "Births", "year": "1934", "date": "March 5", "txt": "Daniel Kahneman, Israeli-American economist and psychologist, Nobel Prize laureate", "entities": [{"title": "Daniel Kahneman", "href": "/wiki/Daniel_Kahneman", "description": "Daniel Kahneman is an Israeli psychologist and economist notable for his work on the psychology of judgment and decision-making, as well as behavioral economics, for which he was awarded the 2002 Nobel Memorial Prize in Economic Sciences. His empirical findings challenge the assumption of human rationality prevailing in modern economic theory."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1935", "date": "March 5", "txt": "Letizia Battaglia, Italian photographer and journalist", "entities": [{"title": "Letizia Battaglia", "href": "/wiki/Letizia_Battaglia", "description": "Letizia Battaglia is an Italian photographer and photojournalist."}]}, {"heading": "Births", "year": "1935", "date": "March 5", "txt": "Philip K. Chapman, Australian-American astronaut and engineer", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 5", "txt": "Canaan Banana, Zimbabwean minister and politician, 1st President of Zimbabwe (d. 2003)", "entities": [{"title": "Canaan Banana", "href": "/wiki/Canaan_Banana", "description": "Canaan Sodindo Banana was a Zimbabwean Methodist minister, theologian, and politician who served as the first President of Zimbabwe from 1980 to 1987. He was Zimbabwe's first head of state after the Lancaster House Agreement that led to the country’s independence. In 1987, he stepped down as President and was succeeded by Prime Minister Robert Mugabe, who became the country's executive president. "}, {"title": "President of Zimbabwe", "href": "/wiki/President_of_Zimbabwe", "description": "The President of Zimbabwe is the highest office in the executive branch of the country's government. The president is head of state of Zimbabwe, elected by direct universal suffrage using a two-round system. Formerly a ceremonial role, the president is now also the head of government. The president serves a maximum of two five-year terms."}]}, {"heading": "Births", "year": "1936", "date": "March 5", "txt": "Dale Douglass, American golfer", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 5", "txt": "Dean Stockwell, American actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 5", "txt": "Olusegun Obasanjo, Nigerian general and politician, 5th President of Nigeria", "entities": [{"title": "Olusegun Obasanjo", "href": "/wiki/Olusegun_Obasanjo", "description": "Chief Olusegun Matthew Okikiola Aremu Obasanjo, GCFR, is a Nigerian political and military leader who served as Nigeria's head of state from 1976 to 1979 and later as its President from 1999 to 2007. Ideologically a Nigerian nationalist, he was a member of the People's Democratic Party (PDP) from 1999 to 2015 and again from 2018 onward."}, {"title": "President of Nigeria", "href": "/wiki/President_of_Nigeria", "description": "The president of the Federal Republic of Nigeria is the head of state and head of government of the Federal Republic of Nigeria. The president of Nigeria is also the commander-in-chief of the Nigerian Armed Forces. The president is elected in national elections which take place every four years. The offices, powers, and titles of the head of state and the head of government were officially merged "}]}, {"heading": "Births", "year": "1938", "date": "March 5", "txt": "Paul Evans, American singer-songwriter and guitarist", "entities": [{"title": "Paul Evans (musician)", "href": "/wiki/Paul_Evans_(musician)", "description": "Paul Evans is an American rock and roll singer and songwriter, who was most prominent in the 1950s and 1960s. As a performer, he had hits with the songs \"Seven Little Girls Sitting in the Backseat\", reaching No. 9 \non the Billboard Hot 100 in 1959), \"Midnight Special\" and \"Happy-Go-Lucky Me\"."}]}, {"heading": "Births", "year": "1938", "date": "March 5", "txt": "Lynn Margulis, American biologist and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 5", "txt": "Fred Williamson, American football player, actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 5", "txt": "Samantha Eggar, English actress", "entities": [{"title": "Samantha Eggar", "href": "/wiki/Samantha_Eggar", "description": "Victoria Louise Samantha Marie Elizabeth Therese Eggar is a British-American retired actress. After beginning her career in Shakespearean theatre, she rose to fame for her performance in William Wyler's thriller The Collector (1965), which earned her a Golden Globe Award and an Academy Award nomination for Best Actress."}]}, {"heading": "Births", "year": "1939", "date": "March 5", "txt": "Tony Rundle, Australian politician, 40th Premier of Tasmania", "entities": [{"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1939", "date": "March 5", "txt": "Benyamin Sueb, Indonesian actor and comedian (d. 1995)", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 5", "txt": "Peter Woodcock, Canadian serial killer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1939", "date": "March 5", "txt": "Pierre Wynants, Belgian chef", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 5", "txt": "Tom Butler, English bishop", "entities": [{"title": "Tom Butler (bishop)", "href": "/wiki/Tom_Butler_(bishop)", "description": "Thomas Frederick Butler is a British retired Anglican bishop. He was the ninth Anglican Bishop of Southwark. He was enthroned in Southwark Cathedral on 12 September 1998. He retired from this position on 5 March 2010. In 2014, Butler was involved in the transition process for the new Diocese of Leeds as \"mentor bishop\"; he remains an honorary assistant bishop of that diocese."}]}, {"heading": "Births", "year": "1940", "date": "March 5", "txt": "Ken Irvine, Australian rugby league player (d. 1990)", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 5", "txt": "Graham McRae, New Zealand race car driver", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 5", "txt": "Sepp Piontek, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 5", "txt": "Des Wilson, New Zealand-English businessman and activist", "entities": [{"title": "Des Wilson", "href": "/wiki/Des_Wilson", "description": "\n\nDes Wilson is a New Zealand born British campaigner, political activist, businessman, sports administrator, author and poker player. He was one of the founders of the British homelessness charity Shelter and was for a while an activist in, and President of, the British Liberal Party."}]}, {"heading": "Births", "year": "1942", "date": "March 5", "txt": "Felipe González, Spanish lawyer and politician, Prime Minister of Spain", "entities": [{"title": "Felipe González", "href": "/wiki/Felipe_Gonz%C3%A1lez", "description": "Felipe González Márquez is a Spanish lawyer, professor, and politician, who was the Secretary-General of the Spanish Socialist Workers' Party (PSOE) from 1974 to 1997, and the 3rd Prime Minister of Spain since the restoration of democracy, from 1982 to 1996. He remains the longest-serving Prime Minister of Spain to be freely elected."}, {"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1942", "date": "March 5", "txt": "Mike Resnick, American author and editor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 5", "txt": "David Watkins, Welsh rugby player", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 5", "txt": "Lucio Battisti, Italian singer-songwriter and guitarist (d. 1998)", "entities": [{"title": "Lucio Battisti", "href": "/wiki/Lucio_Battisti", "description": "Lucio Battisti was an influential Italian singer-songwriter and composer. He is widely recognized for songs that defined the late 1960s and 1970s era of Italian songwriting."}]}, {"heading": "Births", "year": "1944", "date": "March 5", "txt": "Peter Brandes, Danish painter and sculptor", "entities": [{"title": "Peter Brandes", "href": "/wiki/Peter_Brandes", "description": "Peter Brandes is a Danish painter, sculptor, ceramic artist and photographer."}]}, {"heading": "Births", "year": "1944", "date": "March 5", "txt": "Roy Gutman, American journalist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "March 5", "txt": "Wilf Tranter, English footballer", "entities": [{"title": "Wilf Tranter", "href": "/wiki/Wilf_Tranter", "description": "Wilfred Tranter is an English former footballer who played as a half-back. Born in Pendlebury, Lancashire, he played for Manchester United, Brighton & Hove Albion, Fulham, Baltimore Bays and St. Louis Stars. He made his Football League debut for Manchester United two days after his 19th birthday on 7 March 1964, when regular centre-half Bill Foulkes missed the trip to West Ham United due to injury"}]}, {"heading": "Births", "year": "1946", "date": "March 5", "txt": "Richard Bell, Canadian pianist (d. 2007)", "entities": [{"title": "Richard Bell (Canadian musician)", "href": "/wiki/Richard_Bell_(Canadian_musician)", "description": "Richard Bell was a Canadian musician best known as the pianist for Janis Joplin and her Full Tilt Boogie Band. He was also a keyboardist with the Band during the 1990s."}]}, {"heading": "Births", "year": "1946", "date": "March 5", "txt": "Guerrino Boatto, Italian illustrator and painter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 5", "txt": "Graham Hawkins, English footballer and manager (d. 2016)", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 5", "txt": "Murray Head, English actor and singer", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 5", "txt": "Clodagh Rodgers, Northern Irish singer and actress", "entities": [{"title": "Clodagh Rodgers", "href": "/wiki/Clodagh_Rodgers", "description": "Clodagh Rodgers is a retired singer and actress from Northern Ireland, best known for her hit singles including \"Come Back and Shake Me\", \"Goodnight Midnight\", and \"Jack in the Box\"."}]}, {"heading": "Births", "year": "1947", "date": "March 5", "txt": "Kent Tekulve, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 5", "txt": "Paquirri, Spanish bullfighter (d. 1984)", "entities": [{"title": "Paquirri", "href": "/wiki/Paquirri", "description": "Francisco Rivera Pérez, known as Paquirri, was a Spanish bullfighter."}]}, {"heading": "Births", "year": "1948", "date": "March 5", "txt": "Eddy Grant, Guyanese-British singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 5", "txt": "Richard Hickox, English conductor and scholar (d. 2008)", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 5", "txt": "Elaine Paige, English singer and actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 5", "txt": "Jan van Beveren, Dutch footballer and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 5", "txt": "Bernard Arnault, French businessman, philanthropist, and art collector", "entities": [{"title": "Bernard Arnault", "href": "/wiki/Bernard_Arnault", "description": "Bernard Jean Étienne Arnault is a French billionaire investor, businessman, and art collector. He is the chairman and chief executive of LVMH Moët Hennessy – Louis Vuitton SE, the world's largest luxury-goods company. In April 2018, he became the richest person in fashion, topping Zara's Amancio Ortega. Arnault briefly surpassed Jeff Bezos to become the richest person in the world in December 2019"}]}, {"heading": "Births", "year": "1949", "date": "March 5", "txt": "Franz Josef Jung, German lawyer and politician, German Federal Minister of Defence", "entities": [{"title": "Federal Ministry of Defence (Germany)", "href": "/wiki/Federal_Ministry_of_Defence_(Germany)", "description": "The Federal Ministry of Defence, abbreviated BMVg, is a top-level federal agency, headed by the Federal Minister of Defence as a member of the Cabinet of Germany. The ministry is headquartered at the Hardthöhe district in Bonn and has a second office in the Bendlerblock building in Berlin."}]}, {"heading": "Births", "year": "1949", "date": "March 5", "txt": "Tom Russell, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 5", "txt": "Rodney Hogg, Australian cricketer and coach", "entities": [{"title": "Rodney Hogg", "href": "/wiki/Rodney_Hogg", "description": "Rodney Malcolm Hogg is a former Victorian, South Australian and Australian cricketer. He was a fast bowler. Hogg played in 38 Test matches and 71 One Day Internationals between 1978 and 1985. In Tests he took 123 wickets at an average of 28.47. He is best remembered for taking 41 wickets in his first six tests during the 1978–79 Ashes."}]}, {"heading": "Births", "year": "1952", "date": "March 5", "txt": "Petar Borota, Serbian footballer and coach (d. 2010)", "entities": [{"title": "Petar Borota", "href": "/wiki/Petar_Borota", "description": "Petar Borota was a Serbian footballer who played as a goalkeeper, most notably for Partizan and Chelsea."}]}, {"heading": "Births", "year": "1952", "date": "March 5", "txt": "Mike Squires, American baseball player and scout", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 5", "txt": "Katarina Frostenson, Swedish poet and author", "entities": [{"title": "Katarina Frostenson", "href": "/wiki/Katarina_Frostenson", "description": "Alma Katarina Frostenson Arnault is a Swedish poet and writer. She was a member of the Swedish Academy from 1992 to 2019. In 2003, Frostenson was made a Chevalier of the Legion of Honour in France in recognition of her services to literature."}]}, {"heading": "Births", "year": "1953", "date": "March 5", "txt": "Michael J. Sandel, American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 5", "txt": "Tokyo Sexwale, South African businessman and politician, 1st Premier of Gauteng", "entities": [{"title": "Premier of Gauteng", "href": "/wiki/Premier_of_Gauteng", "description": "The Premier of Gauteng is the head of government of the Gauteng province of South Africa. The current Premier of Gauteng is David Makhura, a member of the African National Congress, who was elected in the 2014 election. He took office on 21 May 2014."}]}, {"heading": "Births", "year": "1954", "date": "March 5", "txt": "Marsha Warfield, American actress", "entities": [{"title": "Marsha Warfield", "href": "/wiki/Marsha_Warfield", "description": "Marsha Francine Warfield is an American actress and comedian. She grew up on Chicago's South Side, graduating from Calumet High School. She is best known for her 1986–92 role of Roz Russell on the Top 10 rated NBC sitcom Night Court. Roz was the tough, no-nonsense bailiff in Judge Stone's court. Warfield also starred in the sitcom Empty Nest as Dr. Maxine Douglas (1993–95). Before Night Court, she"}]}, {"heading": "Births", "year": "1954", "date": "March 5", "txt": "João Lourenço, Angolan president", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 5", "txt": "Penn Jillette, American magician, actor, and author", "entities": [{"title": "Penn Jillette", "href": "/wiki/Penn_Jillette", "description": "Penn Fraser Jillette is an American magician, actor, musician, inventor, television presenter, and author, best known for his work with fellow magician Teller as half of the team Penn & Teller. The duo has been featured in numerous stage and television shows, such as Penn & Teller: Fool Us and Penn & Teller: Bullshit!, and is currently headlining in Las Vegas at The Rio. Jillette serves as the act"}]}, {"heading": "Births", "year": "1956", "date": "March 5", "txt": "Teena Marie, American singer-songwriter and producer (d. 2010)", "entities": [{"title": "Teena Marie", "href": "/wiki/Teena_Marie", "description": "Mary Christine Brockert, known professionally as Teena Marie, was an American singer-songwriter, musician, composer, arranger, and producer. She was known by her childhood nickname Tina before taking the stage name Teena Marie and later acquired the nickname Lady Tee, given to her by her collaborator and friend, Rick James."}]}, {"heading": "Births", "year": "1956", "date": "March 5", "txt": "Christopher Snowden, English engineer and academic", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 5", "txt": "Mark E. Smith, English singer, songwriter and musician (d. 2018)", "entities": [{"title": "Mark E. Smith", "href": "/wiki/Mark_E._Smith", "description": "Mark Edward Smith was an English singer and songwriter, who was the lead singer, lyricist and only constant member of the post-punk group the Fall. Smith formed the band after attending the June 1976 Sex Pistols gig in Manchester and was its leader until his death. During their 42-year existence, the Fall's line-up included some 60 musicians with whom Smith released 32 studio albums and numerous s"}]}, {"heading": "Births", "year": "1957", "date": "March 5", "txt": "Ray Suarez, American journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 5", "txt": "Volodymyr Bezsonov, Ukrainian footballer and manager", "entities": [{"title": "Volodymyr Bezsonov", "href": "/wiki/Volodymyr_Bezsonov", "description": "Volodymyr Vasylyovych Bezsonov is a Soviet and Ukrainian football manager and former player, he played for the USSR national football team. The most recent team he was managing was Dnipro Dnipropetrovsk in the Ukrainian Premier League."}]}, {"heading": "Births", "year": "1958", "date": "March 5", "txt": "Bob Forward, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 5", "txt": "Andy Gibb, English-Australian singer-songwriter and actor (d. 1988)", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 5", "txt": "Vazgen Sargsyan, Armenian colonel and politician, 8th Prime Minister of Armenia (d. 1999)", "entities": [{"title": "Vazgen Sargsyan", "href": "/wiki/Vazgen_Sargsyan", "description": "Vazgen Zaveni Sargsyan was an Armenian military commander and politician. He was the first Defence Minister of Armenia from 1991 to 1992 and then from 1995 to 1999. He served as Armenia's Prime Minister from 11 June 1999 until his assassination on 27 October of that year. He rose to prominence during the mass movement for the unification of Nagorno-Karabakh with Armenia in the late 1980s and led A"}, {"title": "Prime Minister of Armenia", "href": "/wiki/Prime_Minister_of_Armenia", "description": "The prime minister of Armenia is the head of government and most senior minister within the Armenian government, and is required by the constitution to \"determine the main directions of policy of the Government, manage the activities of the Government and coordinate the work of the members of the Government.\" Also, according to the constitution, the prime minister heads the Security Council, which"}]}, {"heading": "Births", "year": "1960", "date": "March 5", "txt": "Paul Drayson, Baron Drayson, English businessman and politician, Minister for Defence Equipment, Support and Technology", "entities": [{"title": "Paul Drayson, Baron Drayson", "href": "/wiki/Paul_Drayson,_Baron_Drayson", "description": "Paul Rudd Drayson, Baron Drayson FREng PC, is a British businessman, amateur racing driver and Labour politician. He was Minister of Science in the Department for Business, Innovation and Skills until May 2010, where he replaced Ian Pearson. In June 2009 he was additionally appointed as Minister of State for Strategic Defence Acquisition Reform at the Ministry of Defence. After losing his minister"}, {"title": "Minister for Defence Equipment, Support and Technology", "href": "/wiki/Minister_for_Defence_Equipment,_Support_and_Technology", "description": "The Minister for Defence Procurement is a junior Defence minister in the Ministry of Defence of the British Government. The current incumbent of the post, Conservative MP, Jeremy Quin, was appointed on 13 February 2020."}]}, {"heading": "Births", "year": "1963", "date": "March 5", "txt": "Joel Osteen, American pastor, author, and television host", "entities": [{"title": "Joel Osteen", "href": "/wiki/Joel_Osteen", "description": "Joel Scott Osteen is an American multimillionaire pastor, televangelist, businessman and author, based in Houston, Texas. As of 2018, Osteen's televised sermons were seen by approximately 10 million viewers in the US and several million more in over 100 countries weekly. Osteen has also written several best-selling books."}]}, {"heading": "Births", "year": "1964", "date": "March 5", "txt": "Bertrand Cantat, French singer-songwriter", "entities": [{"title": "Bertrand Cantat", "href": "/wiki/Bertrand_Cantat", "description": "\nBertrand Cantat is a French musician and former frontman of rock band Noir Désir. In 2003, he was convicted of murder of French actress Marie Trintignant. He returned to Noir Désir after his release from prison in 2007, playing with the group until it disbanded in 2010."}]}, {"heading": "Births", "year": "1964", "date": "March 5", "txt": "Gerald Vanenburg, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 5", "txt": "Steve Linnane, Australian rugby league player", "entities": [{"title": "Steve Linnane", "href": "/wiki/Steve_Linnane", "description": "Steve Linnane is an Australian former rugby league footballer who played in the 1980s and 1990s, and coached in the 2000s. After playing club football in the Winfield Cup for the St. George Dragons and the Newcastle Knights, he moved to England where he became coach of Super League clubs Halifax Blue Sox and the Hull Kingston Rovers."}]}, {"heading": "Births", "year": "1965", "date": "March 5", "txt": "José Semedo, Portuguese footballer and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 5", "txt": "Oh Eun-sun, South Korean mountaineer", "entities": [{"title": "Oh Eun-sun", "href": "/wiki/Oh_Eun-sun", "description": "Oh Eun-sun is a South Korean mountaineer. She was the first Korean woman to climb the Seven Summits. On April 27, 2010, she reached the summit of Annapurna; upon doing so, she claimed to have climbed all fourteen eight-thousanders, which would have made her the first woman to achieve this feat. However, her claim to have ascended Kangchenjunga was disputed by multiple experts. Oh later admitted th"}]}, {"heading": "Births", "year": "1966", "date": "March 5", "txt": "Bob Halkidis, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 5", "txt": "Michael Irvin, American football player, sportscaster, and actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 5", "txt": "Aasif Mandvi, Indian-American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 5", "txt": "Zachery Stevens, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 5", "txt": "Gordon Bajnai, Hungarian businessman and politician, 7th Prime Minister of Hungary", "entities": [{"title": "Gordon Bajnai", "href": "/wiki/Gordon_Bajnai", "description": "György Gordon Bajnai is a Hungarian entrepreneur and economist, who served as the Prime Minister of Hungary from 2009 to 2010. Prior to that, he functioned as Minister of Local Government and Regional Development from 2007 to 2008, then as Minister of National Development and Economy from 2008 to 2009. In March 2009, following Prime Minister Ferenc Gyurcsány's announced resignation, Bajnai was nom"}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Births", "year": "1968", "date": "March 5", "txt": "Theresa Villiers, English lawyer and politician, Secretary of State for Northern Ireland", "entities": [{"title": "Secretary of State for Northern Ireland", "href": "/wiki/Secretary_of_State_for_Northern_Ireland", "description": "The Secretary of State for Northern Ireland also referred to as the Northern Ireland Secretary, is the principal secretary of state in Her Majesty's Government who represents Northern Ireland in Cabinet. The Secretary of State is a minister of the Crown who is accountable to the Parliament of the United Kingdom and is the chief minister in the Northern Ireland Office. As with other ministers, the "}]}, {"heading": "Births", "year": "1969", "date": "March 5", "txt": "Paul Blackthorne, English actor and producer", "entities": [{"title": "Paul Blackthorne", "href": "/wiki/Paul_Blackthorne", "description": "Paul Blackthorne is an English actor. Although born in Shropshire, England, he spent his early childhood on British military bases in England and Germany."}]}, {"heading": "Births", "year": "1969", "date": "March 5", "txt": "Danny King, English author and playwright", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 5", "txt": "Moussa Saïb, Algerian footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 5", "txt": "M.C. Solaar, Senegalese-French rapper", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 5", "txt": "Mike Brown, American basketball player and coach", "entities": [{"title": "Mike Brown (basketball, born 1970)", "href": "/wiki/Mike_Brown_(basketball,_born_1970)", "description": "Michael Burton Brown is an American basketball coach who is the associate head coach for the Golden State Warriors of the National Basketball Association (NBA). He is the former head coach of the Cleveland Cavaliers and the Los Angeles Lakers."}]}, {"heading": "Births", "year": "1970", "date": "March 5", "txt": "John Frusciante, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 5", "txt": "Yuu Watase, Japanese illustrator", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 5", "txt": "Greg Berry, English footballer and coach", "entities": [{"title": "Greg Berry", "href": "/wiki/Greg_Berry", "description": "Greg Berry is an English retired footballer who played as a winger. He is the head coach and technical director at Peace Arch Soccer Club and is also coaching at Coastal WFC in British Columbia, Canada."}]}, {"heading": "Births", "year": "1971", "date": "March 5", "txt": "Jeffrey Hammonds, American baseball player and scout", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 5", "txt": "Yuri Lowenthal, American voice actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 5", "txt": "Filip Meirhaeghe, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 5", "txt": "Mark Protheroe, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 5", "txt": "Yannis Anastasiou, Greek footballer and manager", "entities": [{"title": "Yannis Anastasiou", "href": "/wiki/Yannis_Anastasiou", "description": "Yannis Anastasiou is a Greek former professional footballer who played as a striker. He last managed Atromitos."}]}, {"heading": "Births", "year": "1973", "date": "March 5", "txt": "Nelly Arcan, Canadian author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 5", "txt": "Juan Esnáider, Argentinian footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 5", "txt": "Ryan Franklin, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 5", "txt": "Nicole Pratt, Australian tennis player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "March 5", "txt": "Špela Pretnar, Slovenian skier", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 5", "txt": "Kevin Connolly, American actor and director", "entities": [{"title": "Kevin Connolly (actor)", "href": "/wiki/Kevin_Connolly_(actor)", "description": "Kevin Connolly is an American actor and director. He is best known for his role as Eric Murphy in the HBO series Entourage, and his role as the eldest son Ryan Malloy in the 1990s television sitcom Unhappily Ever After. Connolly is also a director, having directed many episodes of television as well as the films Gardener of Eden, Dear Eleanor and Gotti."}]}, {"heading": "Births", "year": "1974", "date": "March 5", "txt": "Jens Jeremies, German footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 5", "txt": "Matt Lucas,  English actor, comedian, writer, and television personality", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 5", "txt": "Eva Mendes, American model and actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 5", "txt": "Luciano Burti, Brazilian race car driver and sportscaster", "entities": [{"title": "Luciano Burti", "href": "/wiki/Luciano_Burti", "description": "Luciano Pucci Burti is a Brazilian racing driver who briefly raced in Formula One. He is now a commentator for TV Globo."}]}, {"heading": "Births", "year": "1975", "date": "March 5", "txt": "Sasho Petrovski, Australian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 5", "txt": "Chris Silverwood, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 5", "txt": "Neil Jackson, English actor, producer, and screenwriter", "entities": [{"title": "Neil Jackson", "href": "/wiki/Neil_Jackson", "description": "Neil Jackson is an English actor and writer who has appeared in several television series and films, but is probably best known for his role as Marcus on Blade: The Series and Sasha on Make It or Break It."}]}, {"heading": "Births", "year": "1976", "date": "March 5", "txt": "Šarūnas Jasikevičius, Lithuanian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 5", "txt": "Paul Konerko, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 5", "txt": "Norm Maxwell, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 5", "txt": "Taismary Agüero, Cuban-Italian volleyball player", "entities": [{"title": "Taismary Agüero", "href": "/wiki/Taismary_Ag%C3%BCero", "description": "Taismary Agüero Leiva  is a Cuban-born Italian volleyball player. She is the only player to represent two women's volleyball national team to win Major titles."}]}, {"heading": "Births", "year": "1977", "date": "March 5", "txt": "Adam Hayden, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 5", "txt": "Jared Crouch, Australian footballer", "entities": [{"title": "Jared Crouch", "href": "/wiki/Jared_Crouch", "description": "Jared Crouch is a South Australian former Australian football player with the Sydney Swans of the Australian Football League (AFL), who is colloquially known as \"Crouchie\" to Swans fans and media. He currently serves as a development coach at the Sydney Swans."}]}, {"heading": "Births", "year": "1978", "date": "March 5", "txt": "Mike Hessman, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 5", "txt": "Kimberly McCullough, American actress, singer, and dancer", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 5", "txt": "Carlos Ochoa, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 5", "txt": "Martin Axenrot, Swedish drummer", "entities": [{"title": "Martin Axenrot", "href": "/wiki/Martin_Axenrot", "description": "Erik Martin \"Axe\" Axenrot is a Swedish death metal drummer. Known for his intricate playing style, Axenrot is currently the drummer for the bands Opeth and Bloodbath. His drumming has been highly praised by Opeth members and fans, with Mikael Akerfeldt calling him \"a joy to play with.\" Axenrot has also been jokingly referred to as The Lord of the Rings character Legolas by band members and fans."}]}, {"heading": "Births", "year": "1979", "date": "March 5", "txt": "Lee Mears, English rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 5", "txt": "Shay Carl, American businessman, co-founded Maker Studios", "entities": [{"title": "Shay Carl", "href": "/wiki/Shay_Carl", "description": "Shay Carl Butler, known professionally as Shay Carl, is an American vlogger, author and YouTube personality. Butler has three YouTube channels, two of which have over three million subscribers. Butler and Corey Vidal developed a documentary called Vlogumentary on a $200,000+ budget that was funded with an Indiegogo campaign and raised by mostly from his viewers. Vlogumentary was released on April "}, {"title": "Maker Studios", "href": "/wiki/Maker_Studios", "description": "Disney Digital Network is an American multi-channel network located in Culver City, California. It is the successor to Maker Studios, co-founded by Lisa Donovan, Danny Zappin, Scott Katz, Kassem Gharaibeh, Shay Carl, Rawn Erickson II, Ben Donovan, and Philip DeFranco in 2009. Maker Studios was acquired by The Walt Disney Company in 2014 for $500 million, and was absorbed into the newly formed Disn"}]}, {"heading": "Births", "year": "1981", "date": "March 5", "txt": "Barret Jackman, Canadian ice hockey player", "entities": [{"title": "Barret Jackman", "href": "/wiki/Barret_Jackman", "description": "Barret D. Jackman is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) with the St. Louis Blues and the Nashville Predators. Jackman was selected 17th overall in the 1999 NHL Entry Draft by the St. Louis Blues. Jackman was born in Trail, British Columbia and grew up in Salmo, British Columbia & later Fruitvale, British Columbia."}]}, {"heading": "Births", "year": "1981", "date": "March 5", "txt": "Paul Martin, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 5", "txt": "Dan Carter, New Zealand rugby player", "entities": [{"title": "Dan Carter", "href": "/wiki/Dan_Carter", "description": "Daniel William Carter is a retired New Zealand rugby union player."}]}, {"heading": "Births", "year": "1982", "date": "March 5", "txt": "Philipp Haastrup, German footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 5", "txt": "Édgar Dueñas, Mexican footballer", "entities": [{"title": "Édgar Dueñas", "href": "/wiki/%C3%89dgar_Due%C3%B1as", "description": "Edgar Esteban Dueñas Peñaflor, is a Mexican former professional footballer."}]}, {"heading": "Births", "year": "1984", "date": "March 5", "txt": "Branko Cvetković, Serbian basketball player", "entities": [{"title": "Branko Cvetković", "href": "/wiki/Branko_Cvetkovi%C4%87", "description": "Branko Cvetković is a retired Serbian professional basketball player. He also represented the Serbian national basketball team internationally. He is 2.00 m tall and can play at the shooting guard and small forward positions."}]}, {"heading": "Births", "year": "1984", "date": "March 5", "txt": "Guillaume Hoarau, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 5", "txt": "David Marshall, Scottish footballer", "entities": [{"title": "David Marshall (Scottish footballer)", "href": "/wiki/David_Marshall_(Scottish_footballer)", "description": "David James Marshall is a Scottish professional footballer who plays as a goalkeeper for Championship club Derby County and the Scotland national team."}]}, {"heading": "Births", "year": "1985", "date": "March 5", "txt": "Brad Mills, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 5", "txt": "Kenichi Matsuyama, Japanese actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 5", "txt": "Alexandre Barthe, French footballer", "entities": [{"title": "Alexandre Barthe", "href": "/wiki/Alexandre_Barthe", "description": "Alexandre Barthe is a French former footballer who played as a defender. He has won the Bulgarian league championship on six occasions in a row."}]}, {"heading": "Births", "year": "1986", "date": "March 5", "txt": "Matty Fryatt, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 5", "txt": "Anna Chakvetadze, Russian tennis player", "entities": [{"title": "Anna Chakvetadze", "href": "/wiki/Anna_Chakvetadze", "description": "Anna Djambuliovna Chakvetadze is a Russian former professional tennis player."}]}, {"heading": "Births", "year": "1987", "date": "March 5", "txt": "Chris Cohen, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 5", "txt": "Liassine Cadamuro-Bentaïba, Algerian footballer", "entities": [{"title": "Liassine Cadamuro-Bentaïba", "href": "/wiki/Liassine_Cadamuro-Benta%C3%AFba", "description": "Liassine Cadamuro-Bentaïba is an Algerian professional footballer who plays for French club Athlético Marseille. A versatile defender, he can operate as a right back, central defender or left back."}]}, {"heading": "Births", "year": "1990", "date": "March 5", "txt": "Danny Drinkwater, English footballer", "entities": [{"title": "Danny Drinkwater", "href": "/wiki/Danny_Drinkwater", "description": "Daniel Noel Drinkwater is an English professional footballer who plays as a midfielder for Süper Lig club Kasımpaşa on loan from Premier League club Chelsea. He previously played for Manchester United and Leicester City, and has spent time on loan at Huddersfield Town, Cardiff City, Watford, Barnsley, Burnley and Aston Villa. Drinkwater has also played internationally for England at under-18, unde"}]}, {"heading": "Births", "year": "1990", "date": "March 5", "txt": "Mason Plumlee, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 5", "txt": "Alex Smithies, English footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "March 5", "txt": "Ramiro Funes Mori, Argentinian footballer", "entities": [{"title": "Ramiro Funes Mori", "href": "/wiki/Ramiro_Funes_Mori", "description": "José Ramiro Funes Mori is an Argentine professional footballer who plays as a defender for La Liga club Villarreal and the Argentina national team. He plays primarily as a centre back but can also operate as a left back and defensive midfielder."}]}, {"heading": "Births", "year": "1991", "date": "March 5", "txt": "Daniil Trifonov, Russian pianist and composer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 5", "txt": "El Hadji Ba, French footballer", "entities": [{"title": "El Hadji Ba", "href": "/wiki/El_Hadji_Ba", "description": "El Hadji Ba is a French professional footballer who plays for En Avant de Guingamp as a midfielder."}]}, {"heading": "Births", "year": "1993", "date": "March 5", "txt": "Joshua Coyne, American violinist and composer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 5", "txt": "Fred, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 5", "txt": "Harry Maguire, English footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 5", "txt": "Daria Gavrilova, Russian-Australian tennis player", "entities": [{"title": "Daria Gavrilova", "href": "/wiki/Daria_Gavrilova", "description": "Daria Alexeyevna Gavrilova is an Australian professional tennis player. She represented Russia until 2015, before emigrating to Australia."}]}, {"heading": "Births", "year": "1994", "date": "March 5", "txt": "Kyle Schwarber, American baseball player", "entities": []}, {"heading": "Births", "year": "1996", "date": "March 5", "txt": "Taylor Hill, American model", "entities": [{"title": "Taylor Hill (model)", "href": "/wiki/Taylor_Hill_(model)", "description": "Taylor Marie Hill is an American model. She has been a Victoria's Secret Angel since 2015."}]}, {"heading": "Births", "year": "1996", "date": "March 5", "txt": "Emmanuel Mudiay, Congolese basketball player", "entities": []}, {"heading": "Births", "year": "1997", "date": "March 5", "txt": "Milena Venega, Cuban rower", "entities": [{"title": "Milena Venega", "href": "/wiki/Milena_Venega", "description": "Milena Venega is a Cuban rower."}]}, {"heading": "Births", "year": "1998", "date": "March 5", "txt": "Bo Bichette, American baseball player", "entities": [{"title": "Bo Bichette", "href": "/wiki/Bo_Bichette", "description": "Bo Joseph Bichette is a Brazilian-American professional baseball shortstop for the Toronto Blue Jays of Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "2007", "date": "March 5", "txt": "Roman Griffin Davis, British actor", "entities": [{"title": "Roman Griffin Davis", "href": "/wiki/Roman_Griffin_Davis", "description": "Romanov Griffin Davis is an English actor. He is best known for his title role in the film Jojo Rabbit (2019), for which he was nominated for a Golden Globe Award for Best Actor — Motion Picture — Musical or Comedy."}]}, {"heading": "Deaths", "year": "254", "date": "March 5", "txt": "Pope Lucius I (b. 200)", "entities": [{"title": "Pope Lucius I", "href": "/wiki/Pope_Lucius_I", "description": "Pope Lucius I was the bishop of Rome from 25 June 253 to his death on 5 March 254. He was banished soon after his consecration, but gained permission to return. He was mistakenly classified as a martyr in the persecution by Emperor Valerian, which did not begin until after Lucius' death."}]}, {"heading": "Deaths", "year": "824", "date": "March 5", "txt": "Suppo I, Frankish nobleman", "entities": [{"title": "Suppo I", "href": "/wiki/Suppo_I", "description": "Suppo I was a Frankish nobleman who held lands in the Regnum Italicum in the early ninth century."}, {"title": "Nobility", "href": "/wiki/Nobility", "description": "Nobility is a social class normally ranked immediately below royalty and found in some societies that have a formal aristocracy. Nobility has often been an estate of the realm that possessed more acknowledged privilege and higher social status than most other classes in society. The privileges associated with nobility may constitute substantial advantages over or relative to non-nobles or may be l"}]}, {"heading": "Deaths", "year": "1239", "date": "March 5", "txt": "Hermann Balk, German knight", "entities": [{"title": "Hermann Balk", "href": "/wiki/Hermann_Balk", "description": "Hermann Balk, also known as Hermann von Balk or Hermann Balke, was a Knight-Brother of the Teutonic Order and its first Landmeister, or Provincial Master, in both Prussia and Livonia. From 1219 to 1227, he served as the Deutschmeister in the Order's Province of Alemannia. Balk led the crusaders during the Prussian Crusade and became Master of Prussia in 1230. From 1237 to 1238, he also served in t"}]}, {"heading": "Deaths", "year": "1410", "date": "March 5", "txt": "Matthew of Kraków, Polish reformer (b. 1335)", "entities": [{"title": "Matthew of Kraków", "href": "/wiki/Matthew_of_Krak%C3%B3w", "description": "\nMatthew of Kraków was a renowned German-Polish scholar and priest of the fourteenth century."}]}, {"heading": "Deaths", "year": "1417", "date": "March 5", "txt": "Manuel III Megas Komnenos, Emperor of Trebizond (b. 1364)", "entities": [{"title": "Manuel III of Trebizond", "href": "/wiki/Manuel_III_of_Trebizond", "description": "Manuel III Megas Komnenos was Emperor of Trebizond from 20 March, 1390 to his death in 1417."}, {"title": "Empire of Trebizond", "href": "/wiki/Empire_of_Trebizond", "description": "The Empire of Trebizond, or Trapezuntine Empire, was a monarchy and one of three successor rump states of the Byzantine Empire that flourished during the 13th through 15th centuries, consisting of the far northeastern corner of Anatolia and the southern Crimea. The empire was formed in 1204 with the help of the Georgian queen Tamar after the Georgian expedition in Chaldia and Paphlagonia, commande"}]}, {"heading": "Deaths", "year": "1534", "date": "March 5", "txt": "Antonio da Correggio, Italian painter and educator (b. 1489)", "entities": [{"title": "Antonio da Correggio", "href": "/wiki/Antonio_da_Correggio", "description": "Antonio Allegri da Correggio, usually known as just Correggio, was the foremost painter of the Parma school of the High Italian Renaissance, who was responsible for some of the most vigorous and sensuous works of the 16th century. In his use of dynamic composition, illusionistic perspective and dramatic foreshortening, Correggio prefigured the Baroque art of the 17th century and the Rococo art of "}]}, {"heading": "Deaths", "year": "1539", "date": "March 5", "txt": "Nuno da Cunha, Portuguese admiral and politician, Governor of Portuguese India (b. 1487)", "entities": [{"title": "Nuno da Cunha", "href": "/wiki/Nuno_da_Cunha", "description": "Nuno da Cunha was a Portuguese admiral who was governor of Portuguese possessions in India from 1529 to 1538. He was the governor of Portuguese Asia that ruled for more time in the sixteenth century in a total of nine years. He was the son of Antónia Pais and Tristão da Cunha, the famous Portuguese navigator, admiral and ambassador to Pope Leo X. Nuno da Cunha proved his mettle in battles at Oja a"}, {"title": "List of governors of Portuguese India", "href": "/wiki/List_of_governors_of_Portuguese_India", "description": "The government of Portuguese India started on 12 September 1505, seven years after the Portuguese discovery of the sea route to India by Vasco da Gama, with the nomination of the first Viceroy Francisco de Almeida, then settled at Cochin (Kochi). Until 1752, the name \"India\" included all Portuguese possessions in the Indian Ocean, from Southern Africa to Southeast Asia, governed – either by a Vice"}]}, {"heading": "Deaths", "year": "1599", "date": "March 5", "txt": "Guido Panciroli, Italian historian and jurist (b. 1523)", "entities": [{"title": "Guido Panciroli", "href": "/wiki/Guido_Panciroli", "description": "Guido Panciroli or Pancirolli was a sixteenth-century Italian antiquarian, historian, jurist and law professor at Ferrara, Padua and Turin. In his time he was renowned as a legal scholar, teaching students who came from all around Europe. Posthumously, he was well known for his innovative comparative survey, Rerum memorabilium, iam olim deperditarum, that brought attention to the loss of knowledge"}]}, {"heading": "Deaths", "year": "1605", "date": "March 5", "txt": "Clement VIII, pope of the Catholic Church (b. 1536)", "entities": [{"title": "Pope Clement VIII", "href": "/wiki/Pope_Clement_VIII", "description": "Pope Clement VIII, born Ippolito Aldobrandini, was Bishop of Rome from 2 February 1592 to his death. Born in Fano, Italy to a prominent Florentine family, he initially came to prominence as a canon lawyer before being made a Cardinal-Priest in 1585. In 1592 he was elected Pope and took the name of Clement. During his papacy he effected the reconciliation of Henry IV of France to the Catholic faith"}]}, {"heading": "Deaths", "year": "1611", "date": "March 5", "txt": "Shimazu Yoshihisa, Japanese daimyō (b. 1533)", "entities": [{"title": "Shimazu Yoshihisa", "href": "/wiki/Shimazu_Yoshihisa", "description": "Shimazu Yoshihisa  was a powerful daimyō and the 16th Chief of Shimazu clan of Satsuma Province, the eldest son of Shimazu Takahisa. Eventually in 1584, Yoshihisa succeeded controlled the entire Kyushu region."}]}, {"heading": "Deaths", "year": "1622", "date": "March 5", "txt": "Ranuccio I Farnese, Duke of Parma (b. 1569)", "entities": [{"title": "Ranuccio I Farnese, Duke of Parma", "href": "/wiki/Ranuccio_I_Farnese,_Duke_of_Parma", "description": "Ranuccio I Farnese reigned as Duke of Parma, Piacenza and Castro from 1592. A firm believer in absolute monarchy, Ranuccio, in 1594, centralised the administration of Parma and Piacenza, thus rescinding the nobles' hitherto vast prerogative. He is best remembered for the \"Great Justice\" of 1612, which saw the executions of a large number of Piacentine nobles suspected of plotting against him. Clau"}]}, {"heading": "Deaths", "year": "1695", "date": "March 5", "txt": "Henry Wharton, English writer and librarian (b. 1664)", "entities": [{"title": "Henry Wharton", "href": "/wiki/Henry_Wharton", "description": "Henry Wharton was an English writer and librarian."}]}, {"heading": "Deaths", "year": "1726", "date": "March 5", "txt": "Evelyn Pierrepont, 1st Duke of Kingston-upon-Hull, English politician, Lord President of the Council (b. 1655)", "entities": [{"title": "Evelyn Pierrepont, 1st Duke of Kingston-upon-Hull", "href": "/wiki/Evelyn_Pierrepont,_1st_Duke_of_Kingston-upon-Hull", "description": "Evelyn Pierrepont, 1st Duke of Kingston-upon-Hull, was an English aristocrat, the third son of Robert Pierrepont of Thoresby, Nottinghamshire, and his wife Elizabeth Evelyn, and the grandson of William Pierrepont of Thoresby. He was born at West Dean, Wiltshire."}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Deaths", "year": "1770", "date": "March 5", "txt": "Crispus Attucks, American slave (b. 1723)", "entities": [{"title": "Crispus Attucks", "href": "/wiki/Crispus_Attucks", "description": "Crispus Attucks was an American stevedore of African and Native American descent, widely regarded as the first person killed in the Boston Massacre and thus the first American killed in the American Revolution. Historians disagree on whether he was a free man or an escaped slave, but most agree that he was of Natick and African descent. Two major sources of eyewitness testimony about the Boston Ma"}]}, {"heading": "Deaths", "year": "1778", "date": "March 5", "txt": "Thomas Arne, English composer and educator (b. 1710)", "entities": [{"title": "Thomas Arne", "href": "/wiki/Thomas_Arne", "description": "Thomas Augustine Arne was an English composer. He is best known for his patriotic song \"Rule, Britannia!\" and the song \"A-Hunting We Will Go\". Arne was a leading British theatre composer of the 18th century, working at Drury Lane and Covent Garden. He wrote many operatic entertainments for the London theatres and pleasure gardens, as well as concertos, sinfonias, and sonatas."}]}, {"heading": "Deaths", "year": "1815", "date": "March 5", "txt": "Franz Mesmer, German physician and astrologist (b. 1734)", "entities": [{"title": "Franz Mesmer", "href": "/wiki/Franz_Mesmer", "description": "Franz Anton Mesmer was a doctor with an interest in astronomy. He theorised the existence of a natural energy transference occurring between all animated and inanimate objects; this he called \"animal magnetism\", sometimes later referred to as mesmerism. Mesmer's theory attracted a wide following between about 1780 and 1850, and continued to have some influence until the end of the 19th century. In"}]}, {"heading": "Deaths", "year": "1827", "date": "March 5", "txt": "Pierre-Simon Laplace, French mathematician and astronomer (b. 1749)", "entities": [{"title": "Pierre-Simon Laplace", "href": "/wiki/Pierre-Simon_Laplace", "description": "Pierre-Simon, marquis de Laplace was a French scholar and polymath whose work was important to the development of engineering, mathematics, statistics, physics, astronomy, and philosophy. He summarized and extended the work of his predecessors in his five-volume Mécanique Céleste (1799–1825). This work translated the geometric study of classical mechanics to one based on calculus, opening up a bro"}]}, {"heading": "Deaths", "year": "1827", "date": "March 5", "txt": "Alessandro Volta, Italian physicist and academic (b. 1745)", "entities": []}, {"heading": "Deaths", "year": "1829", "date": "March 5", "txt": "John Adams, English sailor and mutineer (b. 1766)", "entities": [{"title": "John Adams (mutineer)", "href": "/wiki/John_Adams_(mutineer)", "description": "John Adams, known as Jack Adams, was the last survivor of the Bounty mutineers who settled on Pitcairn Island in January 1790, the year after the mutiny. His real name was John Adams, but he used the name Alexander Smith until he was discovered in 1808 by Captain Mayhew Folger of the American whaling ship Topaz. His children used the surname \"Adams\"."}]}, {"heading": "Deaths", "year": "1849", "date": "March 5", "txt": "David Scott, Scottish historical painter (b. 1806)", "entities": [{"title": "David Scott (painter)", "href": "/wiki/David_Scott_(painter)", "description": "David Scott was a Scottish historical painter."}]}, {"heading": "Deaths", "year": "1876", "date": "March 5", "txt": "Marie d'Agoult, German-French historian and author (b. 1805)", "entities": [{"title": "Marie d'Agoult", "href": "/wiki/Marie_d%27Agoult", "description": "Marie Catherine Sophie, Comtesse d'Agoult, was a Franco-German romantic author and historian, known also by her pen name, Daniel Stern."}]}, {"heading": "Deaths", "year": "1889", "date": "March 5", "txt": "Mary Louise Booth, American writer, editor and translator (b. 1831)", "entities": [{"title": "Mary Louise Booth", "href": "/wiki/Mary_Louise_Booth", "description": "Mary Louise Booth was an American editor, translator, and writer. She was the first editor-in-chief of the women's fashion magazine, Harper's Bazaar."}]}, {"heading": "Deaths", "year": "1893", "date": "March 5", "txt": "Hippolyte Taine, French historian and critic (b. 1828)", "entities": [{"title": "Hippolyte Taine", "href": "/wiki/Hippolyte_Taine", "description": "Hippolyte Adolphe Taine was a French critic and historian. He was the chief theoretical influence of French naturalism, a major proponent of sociological positivism and one of the first practitioners of historicist criticism. Literary historicism as a critical movement has been said to originate with him. Taine is also remembered for his attempts to provide a scientific account of literature."}]}, {"heading": "Deaths", "year": "1895", "date": "March 5", "txt": "Nikolai Leskov, Russian author, playwright, and journalist (b. 1831)", "entities": [{"title": "Nikolai Leskov", "href": "/wiki/Nikolai_Leskov", "description": "Nikolai Semyonovich Leskov was a Russian novelist, short-story writer, playwright, and journalist, who also wrote under the pseudonym M. Stebnitsky. Praised for his unique writing style and innovative experiments in form, and held in high esteem by Leo Tolstoy, Anton Chekhov and Maxim Gorky among others, Leskov is credited with creating a comprehensive picture of contemporary Russian society using"}]}, {"heading": "Deaths", "year": "1895", "date": "March 5", "txt": "Sir Henry Rawlinson, 1st Baronet, English general and scholar (b. 1810)", "entities": []}, {"heading": "Deaths", "year": "1907", "date": "March 5", "txt": "Friedrich Blass, German philologist, scholar, and academic (b. 1843)", "entities": [{"title": "Friedrich Blass", "href": "/wiki/Friedrich_Blass", "description": "Friedrich Blass was a German classical scholar."}]}, {"heading": "Deaths", "year": "1925", "date": "March 5", "txt": "Johan Jensen, Danish mathematician and engineer (b. 1859)", "entities": [{"title": "Johan Jensen (mathematician)", "href": "/wiki/Johan_Jensen_(mathematician)", "description": "Johan Ludwig William Valdemar Jensen, mostly known as Johan Jensen, was a Danish mathematician and engineer. He was the president of the Danish Mathematical Society from 1892 to 1903."}]}, {"heading": "Deaths", "year": "1927", "date": "March 5", "txt": "Franz Mertens, Polish-Austrian mathematician and academic (b. 1840)", "entities": [{"title": "Franz Mertens", "href": "/wiki/Franz_Mertens", "description": "Franz Mertens was a Polish mathematician. He was born in Schroda in the Grand Duchy of Posen, Kingdom of Prussia and died in Vienna, Austria."}]}, {"heading": "Deaths", "year": "1929", "date": "March 5", "txt": "David Dunbar Buick, Scottish-American businessman, founded Buick (b. 1854)", "entities": [{"title": "David Dunbar Buick", "href": "/wiki/David_Dunbar_Buick", "description": "David Dunbar Buick was a Scottish-born American Detroit-based inventor, best known for founding the Buick Motor Company. He headed this company and its predecessor from 1899-1906, thereby helping to create one of the most successful nameplates in United States motor vehicle history."}, {"title": "Buick", "href": "/wiki/Buick", "description": "Buick is a division of the American automobile manufacturer General Motors (GM). Started by automotive pioneer David Dunbar Buick, it was among the first American marques of automobiles, and was the company that established General Motors in 1908. Before the establishment of General Motors, GM founder William C. Durant had served as Buick's general manager and major investor."}]}, {"heading": "Deaths", "year": "1934", "date": "March 5", "txt": "Reşit Galip, Turkish academic and politician, 6th Turkish Minister of National Education (b. 1893)", "entities": [{"title": "Reşit Galip", "href": "/wiki/Re%C5%9Fit_Galip", "description": "Reşit Galip, also known as Reşit Galip Baymur was a Turkish politician in the early years of the Turkish Republic. By profession, he was a medical doctor."}, {"title": "List of Ministers of National Education of Turkey", "href": "/wiki/List_of_Ministers_of_National_Education_of_Turkey", "description": "Following is a list of Ministers of National Education of Turkey."}]}, {"heading": "Deaths", "year": "1935", "date": "March 5", "txt": "Roque Ruaño, Spanish priest and engineer (b. 1877)", "entities": [{"title": "Roque Ruaño", "href": "/wiki/Roque_Rua%C3%B1o", "description": "Roque Ruaño Garrido, O.P. was a Spanish priest-civil engineer. He was known after he drew up plans for University of Santo Tomas (UST) Main Building, the first earthquake-shock resistant building in Asia, which was constructed at the Sulucan property of the Dominican order in city of Manila."}]}, {"heading": "Deaths", "year": "1940", "date": "March 5", "txt": "Cai Yuanpei, Chinese philosopher and academic (b. 1868)", "entities": [{"title": "Cai Yuanpei", "href": "/wiki/Cai_Yuanpei", "description": "Cai Yuanpei was a Chinese philosopher and politician as well as an influential educationalist in the history of Chinese modern education. He made contributions to education reform with his own education ideology. He was the president of Peking University, and founder of the Academia Sinica. He was known for his critical evaluation of Chinese culture and synthesis of Chinese and Western thinking, i"}]}, {"heading": "Deaths", "year": "1944", "date": "March 5", "txt": "Max Jacob, French poet and author (b. 1876)", "entities": [{"title": "Max Jacob", "href": "/wiki/Max_Jacob", "description": "Max Jacob was a French poet, painter, writer, and critic."}]}, {"heading": "Deaths", "year": "1945", "date": "March 5", "txt": "Lena Baker, African American held captive post slavery-era(b. 1900)", "entities": [{"title": "Lena Baker", "href": "/wiki/Lena_Baker", "description": "Lena Baker was an African American maid in Cuthbert, Georgia, United States, who was convicted of capital murder of a white man, Ernest Knight. She was executed by the state of Georgia in 1945. Baker was the only woman in Georgia to be executed by electrocution."}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while naturalized African immigrants may also identify as African-American."}]}, {"heading": "Deaths", "year": "1947", "date": "March 5", "txt": "Alfredo Casella, Italian pianist, composer, and conductor (b. 1883)", "entities": [{"title": "Alfredo Casella", "href": "/wiki/Alfredo_Casella", "description": "Alfredo Casella was an Italian composer, pianist and conductor."}]}, {"heading": "Deaths", "year": "1950", "date": "March 5", "txt": "Edgar Lee Masters, American poet, author, and playwright (b. 1868)", "entities": [{"title": "Edgar Lee Masters", "href": "/wiki/Edgar_Lee_Masters", "description": "Edgar Lee Masters was an American attorney, poet, biographer, and dramatist. He is the author of Spoon River Anthology, The New Star Chamber and Other Essays, Songs and Satires, The Great Valley, The Serpent in the Wilderness, An Obscure Tale, The Spleen, Mark Twain: A Portrait, Lincoln: The Man, and Illinois Poems. In all, Masters published twelve plays, twenty-one books of poetry, six novels and"}]}, {"heading": "Deaths", "year": "1950", "date": "March 5", "txt": "Roman Shukhevych, Ukrainian general and politician (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "March 5", "txt": "Herman J. Mankiewicz, American screenwriter and producer (b. 1897)", "entities": [{"title": "Herman J. Mankiewicz", "href": "/wiki/Herman_J._Mankiewicz", "description": "Herman Jacob Mankiewicz was an American screenwriter who, with Orson Welles, wrote the screenplay for Citizen Kane (1941). Earlier, he was a Berlin correspondent for Women’s Wear Daily, assistant theater editor at The New York Times, and the first regular drama critic at The New Yorker. Alexander Woollcott said that Herman Mankiewicz was the \"funniest man in New York\". Both Mankiewicz and Welles r"}]}, {"heading": "Deaths", "year": "1953", "date": "March 5", "txt": "Sergei Prokofiev, Russian pianist, composer, and conductor (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "March 5", "txt": "Joseph Stalin, Soviet dictator and politician of Georgian descent, 2nd leader of the Soviet Union (b. 1878)", "entities": [{"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}, {"title": "List of leaders of the Soviet Union", "href": "/wiki/List_of_leaders_of_the_Soviet_Union", "description": "During its sixty-nine-year history, the Soviet Union usually had a de facto leader who would not necessarily be head of state but would lead while holding an office such as Premier or General Secretary. Under the 1977 Constitution, the Chairman of the Council of Ministers, or Premier, was the head of government and the Chairman of the Presidium of the Supreme Soviet was the head of state. The offi"}]}, {"heading": "Deaths", "year": "1955", "date": "March 5", "txt": "Antanas Merkys, Lithuanian lawyer and politician, 14th Prime Minister of Lithuania (b. 1888)", "entities": [{"title": "Antanas Merkys", "href": "/wiki/Antanas_Merkys", "description": "Antanas Merkys was the last Prime Minister of independent Lithuania, serving from November 1939 to June 1940. When the Soviet Union presented an ultimatum to Lithuania demanding that it accept a Soviet garrison, President Antanas Smetona fled the country leaving Merkys as acting president. Merkys ostensibly cooperated with the Soviets, and illegally took over the presidency in his own right. After"}, {"title": "Prime Minister of Lithuania", "href": "/wiki/Prime_Minister_of_Lithuania", "description": "The prime minister of Lithuania is the head of the government of Lithuania. The prime minister is Lithuania's head of government and is appointed by the president with the assent of the Lithuanian parliament, the Seimas. The modern office of prime minister was established in 1990, when Lithuania declared its independence, although the official title was \"Chairperson of the Council of Ministers\" un"}]}, {"heading": "Deaths", "year": "1963", "date": "March 5", "txt": "Patsy Cline, American singer-songwriter (b. 1932)", "entities": [{"title": "Patsy Cline", "href": "/wiki/Patsy_Cline", "description": "Patsy Cline was an American singer. She is considered one of the most influential vocalists of the 20th century and was one of the first country music artists to successfully cross over into pop music. Cline had several major hits during her eight-year recording career, including two number-one hits on the Billboard Hot Country and Western Sides chart."}]}, {"heading": "Deaths", "year": "1963", "date": "March 5", "txt": "Cowboy Copas, American singer-songwriter and guitarist (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "March 5", "txt": "Hawkshaw Hawkins, American singer-songwriter and guitarist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "March 5", "txt": "Chen Cheng, Chinese general and politician, 27th Premier of the Republic of China (b. 1897)", "entities": [{"title": "Chen Cheng", "href": "/wiki/Chen_Cheng", "description": "Chen Cheng was a Chinese political and military leader, and one of the main commanders of the National Revolutionary Army during the Second Sino-Japanese War and the Chinese Civil War."}, {"title": "List of premiers of the Republic of China", "href": "/wiki/List_of_premiers_of_the_Republic_of_China", "description": "This is a list of the Premiers of the Republic of China since 1912. The Republic of China before 1949 controlled Mainland China as well as offshore islands. The Republic of China since 1949 has only controlled Taiwan and nearby islands. This current Republic of China is usually known as Taiwan. In the country's history, the official title of the head of government has changed over time."}]}, {"heading": "Deaths", "year": "1965", "date": "March 5", "txt": "Pepper Martin, American baseball player and manager (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "March 5", "txt": "Anna Akhmatova, Ukrainian-Russian poet, author, and translator (b. 1889)", "entities": [{"title": "Anna Akhmatova", "href": "/wiki/Anna_Akhmatova", "description": "Anna Andreyevna Gorenko, better known by the pen name Anna Akhmatova, was one of the most significant Russian poets of the 20th century. She was shortlisted for the Nobel Prize in 1965 and received second-most (three) nominations for the award the following year."}]}, {"heading": "Deaths", "year": "1967", "date": "March 5", "txt": "Mischa Auer, Russian-American actor (b. 1905)", "entities": [{"title": "Mischa Auer", "href": "/wiki/Mischa_Auer", "description": "Mischa Auer was a Russian-born American actor who moved to Hollywood in the late 1920s. He first appeared in film in 1928. Auer had a long career playing in many of the era's best known films. He was nominated for the Academy Award for Best Supporting Actor in 1936 for his performance in the screwball comedy My Man Godfrey, which led to further zany comedy roles. He later moved into television and"}]}, {"heading": "Deaths", "year": "1967", "date": "March 5", "txt": "Mohammad Mosaddegh, Iranian political scientist and politician, 60th Prime Minister of Iran (b. 1882)", "entities": [{"title": "Prime Minister of Iran", "href": "/wiki/Prime_Minister_of_Iran", "description": "The Prime Minister of Iran was a political post in Iran that had existed during several different periods of time starting with the Qajar era until its most recent revival from 1979 to 1989 following the Iranian Revolution."}]}, {"heading": "Deaths", "year": "1967", "date": "March 5", "txt": "Georges Vanier, Canadian general and politician, 19th Governor General of Canada (b. 1888)", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1971", "date": "March 5", "txt": "Allan Nevins, American journalist and author (b. 1890)", "entities": [{"title": "Allan Nevins", "href": "/wiki/Allan_Nevins", "description": "Joseph Allan Nevins was an American historian and journalist, known for his extensive work on the history of the Civil War and his biographies of such figures as Grover Cleveland, Hamilton Fish, Henry Ford, and John D. Rockefeller, as well as his public service. He was a leading exponent of business history and oral history."}]}, {"heading": "Deaths", "year": "1973", "date": "March 5", "txt": "Robert C. O'Brien, American journalist and author (b. 1918)", "entities": [{"title": "Robert C. O'Brien (author)", "href": "/wiki/Robert_C._O%27Brien_(author)", "description": "Robert Leslie Carroll Conly, better known by pen name Robert C. O'Brien, was an American novelist and a journalist for National Geographic magazine."}]}, {"heading": "Deaths", "year": "1974", "date": "March 5", "txt": "John Samuel Bourque, Canadian colonel and politician (b. 1894)", "entities": [{"title": "John Samuel Bourque", "href": "/wiki/John_Samuel_Bourque", "description": "John Samuel Bourque was a Quebec politician, Cabinet Minister, military member and businessman. He was the Member of Legislative Assembly of Quebec for the riding of Sherbrooke for 25 years."}]}, {"heading": "Deaths", "year": "1974", "date": "March 5", "txt": "Billy De Wolfe, American actor (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "March 5", "txt": "Sol Hurok, Ukrainian-American businessman (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "March 5", "txt": "Otto Tief, Estonian lawyer and politician, Prime Minister of Estonia (b. 1889)", "entities": [{"title": "Otto Tief", "href": "/wiki/Otto_Tief", "description": "Otto Tief was an Estonian politician, military commander, and a lawyer."}, {"title": "List of heads of government of Estonia", "href": "/wiki/List_of_heads_of_government_of_Estonia", "description": "This is a list of people, who have been heads of government of the Republic of Estonia from 1918, either as a Chairman of the Council of Elders (1918), Prime Minister, State Elder (1920–1934) or President-Regent (1937–1938). The office of Prime Minister (Peaminister) first came into use soon after Estonia gained its independence in 1918. From 1918 to 1934, Estonia used a parliamentary political sy"}]}, {"heading": "Deaths", "year": "1977", "date": "March 5", "txt": "Tom Pryce, Welsh race car driver (b. 1949)", "entities": [{"title": "Tom Pryce", "href": "/wiki/Tom_Pryce", "description": "Thomas Maldwyn Pryce was a British racing driver from Wales known for winning the Brands Hatch Race of Champions, a non-championship Formula One race, in 1975 and for the circumstances surrounding his death. Pryce is the only Welsh driver to have won a Formula One race and is also the only Welshman to lead a Formula One World Championship Grand Prix: two laps of the 1975 British Grand Prix."}]}, {"heading": "Deaths", "year": "1980", "date": "March 5", "txt": "Jay Silverheels, Canadian-American actor (b. 1912)", "entities": [{"title": "Jay Silverheels", "href": "/wiki/Jay_Silverheels", "description": "Jay Silverheels was an Indigenous Canadian actor and athlete. He was well known for his role as Tonto, the Native American companion of the Lone Ranger in the American western television series The Lone Ranger."}]}, {"heading": "Deaths", "year": "1981", "date": "March 5", "txt": "Yip Harburg, American songwriter and composer (b. 1896)", "entities": [{"title": "Yip Harburg", "href": "/wiki/Yip_Harburg", "description": "Edgar Yipsel \"Yip\" Harburg was an American popular song lyricist and librettist who worked with many well-known composers. He wrote the lyrics to the standards \"Brother, Can You Spare a Dime?\", \"April in Paris\", and \"It's Only a Paper Moon\", as well as all of the songs for the film The Wizard of Oz, including \"Over the Rainbow\". He was known for the social commentary of his lyrics, as well as his "}]}, {"heading": "Deaths", "year": "1982", "date": "March 5", "txt": "John Belushi, American actor (b. 1949)", "entities": [{"title": "John Belushi", "href": "/wiki/John_Belushi", "description": "John Adam Belushi was an American actor, comedian and singer, and one of the seven original cast members of the NBC sketch comedy show Saturday Night Live (SNL). Throughout his career, Belushi had a personal and artistic partnership with his fellow SNL star Dan Aykroyd, whom he met while they were both working at Chicago's The Second City comedy club."}]}, {"heading": "Deaths", "year": "1984", "date": "March 5", "txt": "Pierre Cochereau, French organist and composer (b. 1924)", "entities": [{"title": "Pierre Cochereau", "href": "/wiki/Pierre_Cochereau", "description": "Pierre Eugène Charles Cochereau was a French organist, improviser, composer, and pedagogue."}]}, {"heading": "Deaths", "year": "1984", "date": "March 5", "txt": "Tito Gobbi, Italian operatic baritone (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "March 5", "txt": "William Powell, American actor (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "March 5", "txt": "Alberto Olmedo, Argentine comedian and actor (b. 1933)", "entities": [{"title": "Alberto Olmedo", "href": "/wiki/Alberto_Olmedo", "description": "Alberto Olmedo was an Argentine comedian and actor, popularly regarded as one of the most important comedians in the history of his country, for his outstanding work in television, cinema and theater."}]}, {"heading": "Deaths", "year": "1990", "date": "March 5", "txt": "Gary Merrill, American actor and director (b. 1915)", "entities": [{"title": "Gary Merrill", "href": "/wiki/Gary_Merrill", "description": "Gary Fred Merrill was an American film and television actor whose credits included more than 50 feature films, a half-dozen mostly short-lived TV series, and dozens of television guest appearances. Merrill starred in All About Eve and married his co-star Bette Davis."}]}, {"heading": "Deaths", "year": "1995", "date": "March 5", "txt": "Vivian Stanshall, English singer-songwriter and musician (b. 1943)", "entities": [{"title": "Vivian Stanshall", "href": "/wiki/Vivian_Stanshall", "description": "Vivian Stanshall was an English singer-songwriter, musician, author, poet and wit, best known for his work with the Bonzo Dog Doo-Dah Band, for his exploration of the British upper classes in Sir Henry at Rawlinson End, and for acting as Master of Ceremonies on Mike Oldfield's album Tubular Bells."}]}, {"heading": "Deaths", "year": "1996", "date": "March 5", "txt": "Whit Bissell, American character actor (b. 1909)", "entities": [{"title": "Whit Bissell", "href": "/wiki/Whit_Bissell", "description": "Whitner Nutting Bissell was an American character actor."}]}, {"heading": "Deaths", "year": "1997", "date": "March 5", "txt": "Samm Sinclair Baker, American writer (b. 1909)", "entities": [{"title": "Samm Sinclair Baker", "href": "/wiki/Samm_Sinclair_Baker", "description": "Samm Sinclair Baker was the author/co-author of many how-to and self-help books, most notably The Complete Scarsdale Medical Diet which he co-authored with Dr. Herman Tarnower."}]}, {"heading": "Deaths", "year": "1997", "date": "March 5", "txt": "Jean Dréville, French director and screenwriter (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 5", "txt": "Richard Kiley, American actor and singer (b. 1922)", "entities": [{"title": "Richard Kiley", "href": "/wiki/Richard_Kiley", "description": "Richard Paul Kiley was an American stage, television, and film actor. He is best known for his distinguished theatrical career in which he twice won the Tony Award for Best Actor In A Musical. Kiley created the role of Don Quixote in the original 1965 production of the Broadway musical Man of La Mancha and was the first to sing and record \"The Impossible Dream\", the hit song from the show. In the "}]}, {"heading": "Deaths", "year": "2000", "date": "March 5", "txt": "Lolo Ferrari, French dancer, actress and singer (b. 1963)", "entities": [{"title": "Lolo Ferrari", "href": "/wiki/Lolo_Ferrari", "description": "Lolo Ferrari, born Eve Valois, was a French dancer, pornographic actress, actress and singer billed as \"the woman with the largest breast implants in the world\"."}]}, {"heading": "Deaths", "year": "2005", "date": "March 5", "txt": "David Sheppard, English cricketer and bishop (b. 1929)", "entities": [{"title": "David Sheppard", "href": "/wiki/David_Sheppard", "description": "David Stuart Sheppard, Baron Sheppard of Liverpool was a Church of England Bishop of Liverpool who played cricket for Sussex and England in his youth. Sheppard remains the only ordained minister to have played Test cricket, though others such as Tom Killick were ordained after playing Tests."}]}, {"heading": "Deaths", "year": "2008", "date": "March 5", "txt": "Joseph Weizenbaum, German computer scientist and author (b. 1923)", "entities": [{"title": "Joseph Weizenbaum", "href": "/wiki/Joseph_Weizenbaum", "description": "Joseph Weizenbaum was a German American computer scientist and a professor at MIT. The Weizenbaum Award is named after him. He is considered one of the fathers of modern artificial intelligence."}]}, {"heading": "Deaths", "year": "2010", "date": "March 5", "txt": "Charles B. Pierce, American director, producer, and screenwriter (b. 1938)", "entities": [{"title": "Charles B. Pierce", "href": "/wiki/Charles_B._Pierce", "description": "Charles Bryant Pierce was an American film director, screenwriter, producer, set decorator, cinematographer, and actor, and is considered one of the first modern independent filmmakers. Pierce directed thirteen films over the span of 26 years, but is best known for his cult hits The Legend of Boggy Creek (1973) and The Town That Dreaded Sundown (1976)."}]}, {"heading": "Deaths", "year": "2010", "date": "March 5", "txt": "Richard Stapley, British actor and writer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "March 5", "txt": "Manolis Rasoulis, Greek singer-songwriter (b. 1945)", "entities": [{"title": "Manolis Rasoulis", "href": "/wiki/Manolis_Rasoulis", "description": "Emmanouil (Manolis) Rasoulis, best known as the lyricist of famous songs, was a Greek music composer, singer, writer, and journalist."}]}, {"heading": "Deaths", "year": "2012", "date": "March 5", "txt": "Paul Haines, New Zealand-Australian author (b. 1970)", "entities": [{"title": "Paul Haines (fiction writer)", "href": "/wiki/Paul_Haines_(fiction_writer)", "description": "Paul Haines was a New Zealand-born horror and speculative fiction writer. He lived in Melbourne with his wife and daughter."}]}, {"heading": "Deaths", "year": "2012", "date": "March 5", "txt": "Philip Madoc, Welsh-English actor (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 5", "txt": "Robert B. Sherman, American songwriter and screenwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 5", "txt": "William O. Wooldridge, American sergeant (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 5", "txt": "Paul Bearer, American wrestler and manager (b. 1954)", "entities": [{"title": "Paul Bearer", "href": "/wiki/Paul_Bearer", "description": "William Alvin \"Bill\" Moody was an American professional wrestling manager and licensed funeral director. He is best known for his tenure with the World Wrestling Federation where he performed under the ring name Paul Bearer as the manager of The Undertaker. He later managed wrestlers such as Mankind and Undertaker's storyline brother, Kane. Outside WWE, he was known by the name Percival \"Percy\" Pr"}]}, {"heading": "Deaths", "year": "2013", "date": "March 5", "txt": "Hugo Chávez, Venezuelan colonel and politician, President of Venezuela (b. 1954)", "entities": [{"title": "List of Presidents of Venezuela", "href": "/wiki/List_of_Presidents_of_Venezuela", "description": "Under the Venezuelan Constitution, the President of Venezuela is the head of state and head of government of Venezuela. As chief of the executive branch and face of the government as a whole, the presidency is the highest political office in the country by influence and recognition. The president is also the commander-in-chief of the National Bolivarian Armed Forces of Venezuela. The president is "}]}, {"heading": "Deaths", "year": "2013", "date": "March 5", "txt": "Duane Gish, American biochemist and academic (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 5", "txt": "Geoff Edwards, American actor and game show host (b. 1931)", "entities": [{"title": "Geoff Edwards", "href": "/wiki/Geoff_Edwards", "description": "Geoffrey Bruce Owen Edwards was an American television actor, game show host and radio personality. Starting in the early 2000s, he was also a writer and broadcaster on the subject of travel."}]}, {"heading": "Deaths", "year": "2014", "date": "March 5", "txt": "Ailsa McKay, Scottish economist and academic (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 5", "txt": "Leopoldo María Panero, Spanish poet and translator (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 5", "txt": "Ola L. Mize, American colonel, Medal of Honor recipient (b. 1931)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2015", "date": "March 5", "txt": "Vlada Divljan, Serbian singer-songwriter and guitarist (b. 1958)", "entities": [{"title": "Vlada Divljan", "href": "/wiki/Vlada_Divljan", "description": "Vladimir \"Vlada\" Divljan, was a Serbian singer and songwriter. He was known as the frontman for the Serbian and Yugoslav rock band Idoli, one of the bands which initiated the Yugoslav new wave on the music and cultural scene of Yugoslavia in the 1980s, as well as for his solo works."}]}, {"heading": "Deaths", "year": "2015", "date": "March 5", "txt": "Edward Egan, American cardinal (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 5", "txt": "Hassan Al-Turabi, Sudanese activist and politician (b. 1932)", "entities": [{"title": "Hassan Al-Turabi", "href": "/wiki/Hassan_Al-Turabi", "description": "Hassan 'Abd Allah al Turabi was a Sudanese Islamist politician who was considered \"the true architect\" of 1989 coup that brought Omar Al-Bashir to power. He has been called \"one of the most influential figures in modern Sudanese politics\", and a \"longtime hard-line ideological leader\". He was instrumental in institutionalizing sharia in the northern part of the country and was frequently imprisone"}]}, {"heading": "Deaths", "year": "2016", "date": "March 5", "txt": "Ray Tomlinson, American computer programmer and engineer (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 5", "txt": "Al Wistert, American football player and coach (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 5", "txt": "Kurt Moll, German opera singer (b. 1938)", "entities": [{"title": "Kurt Moll", "href": "/wiki/Kurt_Moll", "description": "Kurt Moll was a German operatic bass singer who enjoyed an international career and was widely recorded."}]}]