[{"heading": "Events", "year": "934", "date": "March 16", "txt": "Meng Zhixiang declares himself emperor and establishes Later Shu as a new state independent of Later Tang.", "entities": [{"title": "Meng Zhixiang", "href": "/wiki/Meng_Zhixiang", "description": "Meng Zhixiang was a general of the Later Tang who went on to found the independent state of Later Shu during the Chinese Five Dynasties and Ten Kingdoms period. Meng Zhixiang was an in-law of the Later Tang ruling family, who went by the family name Li. Meng married the eldest sister or perhaps a cousin of the founding emperor, Zhuangzong. Meng served the Later Tang as the military governor (Jiedu"}, {"title": "Emperor of China", "href": "/wiki/Emperor_of_China", "description": "Emperor of China, or Huáng dì was the monarch of China during the Imperial Period of Chinese history. In traditional Chinese political theory, the emperor was considered the Son of Heaven and the autocrat of All under Heaven. Under the Han dynasty, Confucianism replaced Legalism as the official political theory and succession theoretically followed agnatic primogeniture. The succession of emperors"}, {"title": "Later Shu", "href": "/wiki/Later_Shu", "description": "Shu, also known as Meng Shu, was one of the Ten Kingdoms during the Five Dynasties and Ten Kingdoms period in China. It was located in present-day Sichuan with its capital in Chengdu and lasted from 934 to 965. It was the fourth and latest state of this name on the same territory."}, {"title": "Later Tang", "href": "/wiki/Later_Tang", "description": "Tang, known in history as Later Tang, was a short-lived imperial dynasty that lasted from 923 to 937 during the Five Dynasties and Ten Kingdoms period in the history of China."}]}, {"heading": "Events", "year": "1190", "date": "March 16", "txt": "Massacre of Jews at Clifford's Tower, York.", "entities": [{"title": "York Castle", "href": "/wiki/York_Castle", "description": "York Castle is a fortified complex in the city of York, England. It consists of a sequence of castles, prisons, law courts and other buildings, which were built over the last nine centuries on the south side of the River Foss. The now-ruined keep of the medieval Norman castle is commonly referred to as Clifford's Tower. Built originally on the orders of William I to dominate the former Viking city"}, {"title": "York", "href": "/wiki/York", "description": "York is a cathedral city and unitary authority area, at the confluence of the rivers Ouse and Foss, in England. At the 2011 census, the borough population was 198,051 and the population of the city was 153,717. The city has long-standing buildings and structures, such as a minster, castle and ancient city walls."}]}, {"heading": "Events", "year": "1244", "date": "March 16", "txt": "Over 200 Cathars who refuse to recant burn to death after the Fall of Montségur.", "entities": [{"title": "Cathar", "href": "/wiki/Cathar", "description": "\n\nCatharism was a Christian dualist or Gnostic movement between the 12th and 14th centuries which thrived in Southern Europe, particularly in northern Italy and southern France. Followers were described as Cathars and referred to themselves as Good Christians, and are now mainly remembered for a prolonged period of persecution by the Catholic Church, which did not recognize their unorthodox Christ"}, {"title": "Siege of Montségur", "href": "/wiki/Siege_of_Monts%C3%A9gur", "description": "The Siege of Montségur was a nine-month siege of the Cathar-held Château de Montségur by French royal forces starting in May 1243. After the castle surrendered, about 210 perfecti and unrepentant credentes were burned in a bonfire on 16 March 1244."}]}, {"heading": "Events", "year": "1621", "date": "March 16", "txt": "Samoset, a Mohegan, visited the settlers of Plymouth Colony and greets them, \"Welcome, Englishmen! My name is Samoset.\"", "entities": [{"title": "Samoset", "href": "/wiki/Samoset", "description": "Samoset was an Abenaki sagamore and the first Native American to make contact with the Pilgrims of Plymouth Colony. He startled the colonists on March 16, 1621, by walking into Plymouth Colony and greeting them in English, saying \"welcome\"."}, {"title": "Mohegan", "href": "/wiki/Mohegan", "description": "The Mohegan are an Algonquian Native American tribe historically based in present-day Connecticut; the majority are associated with the Mohegan Indian Tribe, a federally recognized tribe living on a reservation in the eastern upper Thames River valley of south-central Connecticut. It is one of two federally recognized tribes in the state, the other being the Mashantucket Pequot whose reservation i"}, {"title": "Plymouth Colony", "href": "/wiki/Plymouth_Colony", "description": "Plymouth Colony was an English colonial venture in America from 1620 to 1691 at a location that had previously been surveyed and named by Captain John Smith. The settlement served as the capital of the colony and developed as the town of Plymouth, Massachusetts. At its height, Plymouth Colony occupied most of the southeastern portion of Massachusetts."}]}, {"heading": "Events", "year": "1660", "date": "March 16", "txt": "The Long Parliament of England is dissolved so as to prepare for the new Convention Parliament.", "entities": [{"title": "Long Parliament", "href": "/wiki/Long_Parliament", "description": "The Long Parliament was an English Parliament which lasted from 1640 until 1660. It followed the fiasco of the Short Parliament, which had convened for only three weeks during the spring of 1640 after an 11-year parliamentary absence. In September 1640, King Charles I issued writs summoning a parliament to convene on 3 November 1640. He intended it to pass financial bills, a step made necessary by"}, {"title": "Convention Parliament (1660)", "href": "/wiki/Convention_Parliament_(1660)", "description": "The Convention Parliament followed the Long Parliament that had finally voted for its own dissolution on 16 March that year. Elected as a \"free parliament\", i.e. with no oath of allegiance to the Commonwealth or to the monarchy, it was predominantly Royalist in its membership. It assembled for the first time on 25 April 1660."}]}, {"heading": "Events", "year": "1792", "date": "March 16", "txt": "King Gustav III of Sweden is shot; he dies on March 29.", "entities": [{"title": "Gustav III of Sweden", "href": "/wiki/Gustav_III_of_Sweden", "description": "Gustav III, also called Gustavus III, was King of Sweden from 1771 until his assassination in 1792. He was the eldest son of Adolf Frederick, King of Sweden and Queen Louise Ulrika, and a first cousin of Empress Catherine the Great of Russia by reason of their common descent from Christian August of Holstein-Gottorp, Prince of Eutin, and his wife Albertina Frederica of Baden-Durlach."}, {"title": "March 29", "href": "/wiki/March_29", "description": "March 29 is the 88th day of the year in the Gregorian calendar; 277 days remain until the end of the year."}]}, {"heading": "Events", "year": "1802", "date": "March 16", "txt": "The Army Corps of Engineers is established to found and operate the United States Military Academy at West Point.", "entities": [{"title": "United States Army Corps of Engineers", "href": "/wiki/United_States_Army_Corps_of_Engineers", "description": "The United States Army Corps of Engineers (USACE) is an engineer formation of the United States Army that has three primary mission areas: engineer regiment, military construction, and civil works. The day-to-day activities of the three mission areas are administered by a lieutenant general known as the commanding general/chief of engineers. The chief of engineers commands the engineer regiment, c"}, {"title": "United States Military Academy", "href": "/wiki/United_States_Military_Academy", "description": "The United States Military Academy (USMA), also known as West Point, Army, Army West Point, The Academy, or simply The Point, is a four-year federal service academy in West Point, New York. It was originally established as a fort that sits on strategic high ground overlooking the Hudson River with a scenic view, 50 miles (80 km) north of New York City. It is the oldest of the five American service"}]}, {"heading": "Events", "year": "1815", "date": "March 16", "txt": "Prince Willem proclaims himself King of the United Kingdom of the Netherlands, the first constitutional monarch in the Netherlands.", "entities": [{"title": "William I of the Netherlands", "href": "/wiki/William_I_of_the_Netherlands", "description": "William I was a Prince of Orange, the King of the Netherlands and Grand Duke of Luxembourg."}, {"title": "United Kingdom of the Netherlands", "href": "/wiki/United_Kingdom_of_the_Netherlands", "description": "The United Kingdom of the Netherlands is the unofficial name given to the Kingdom of the Netherlands as it existed between 1815 and 1839. The United Netherlands was created in the aftermath of the Napoleonic Wars through the fusion of territories that had belonged to the former Dutch Republic, Austrian Netherlands, and Prince-Bishopric of Liège in order to form a buffer state between the major Eur"}, {"title": "Constitutional monarchy", "href": "/wiki/Constitutional_monarchy", "description": "A constitutional monarchy is a form of monarchy in which the monarch exercises authority in accordance with a written or unwritten constitution. Constitutional monarchies differ from absolute monarchies in that they are bound to exercise powers and authorities within limits prescribed by an established legal framework. Constitutional monarchies range from countries such as Liechtenstein, Monaco, M"}]}, {"heading": "Events", "year": "1872", "date": "March 16", "txt": "The Wanderers F.C. won the first FA Cup, the oldest football competition in the world, beating Royal Engineers A.F.C. 1–0 at The Oval in Kennington, London.", "entities": [{"title": "Wanderers F.C.", "href": "/wiki/Wanderers_F.C.", "description": "Wanderers Football Club was an English football club based in Upper Norwood, London. The original club was an amateur one founded as \"Forest Football Club\" in 1859. In 1864, it changed its name to \"Wanderers\". Comprising mainly former pupils of the leading English public schools, Wanderers was among the dominant teams of the early years of organised football and won the Football Association Challe"}, {"title": "FA Cup", "href": "/wiki/FA_Cup", "description": "The Football Association Challenge Cup, more commonly known as the FA Cup, is an annual knockout football competition in men's domestic English football. First played during the 1871–72 season, it is the oldest national football competition in the world. It is organised by and named after The Football Association. Since 2015, it has been known as The Emirates FA Cup after its headline sponsor. A c"}, {"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}, {"title": "Royal Engineers A.F.C.", "href": "/wiki/Royal_Engineers_A.F.C.", "description": "The Royal Engineers Association Football Club is an association football team representing the Corps of Royal Engineers, the ’Sappers’, of the British Army and based in Chatham, Kent. In the 1870s it was one of the strongest sides in English football, winning the FA Cup in 1875 and being Cup Finalists in three of the first four seasons. The Engineers were pioneers of the combination game, where te"}, {"title": "The Oval", "href": "/wiki/The_Oval", "description": "The Oval, known for sponsorship reasons as the Kia Oval, is an international cricket ground in Kennington, in the London Borough of Lambeth, in south London. The Oval has been the home ground of Surrey County Cricket Club since it was opened in 1845. It was the first ground in England to host international Test cricket in September 1880. The final Test match of the English season is traditionally "}, {"title": "Kennington", "href": "/wiki/Kennington", "description": "Kennington is a district in south London, England. It is mainly within the London Borough of Lambeth, running along the boundary with the London Borough of Southwark, a boundary which can be discerned from the early medieval period between the Lambeth and St George's parishes of those boroughs respectively. It is located 1.4 miles (2.3 km) south of Charing Cross in Inner London and is identified a"}]}, {"heading": "Events", "year": "1898", "date": "March 16", "txt": "In Melbourne the representatives of five colonies adopted a constitution, which would become the basis of the Commonwealth of Australia.", "entities": [{"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}, {"title": "Constitution of Australia", "href": "/wiki/Constitution_of_Australia", "description": "The Constitution of Australia is a written constitution that is the supreme law of Australia. It establishes Australia as a federation under a constitutional monarchy and outlines the structure and powers of the federal executive government, legislature, and judiciary."}, {"title": "Commonwealth of Australia", "href": "/wiki/Commonwealth_of_Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}]}, {"heading": "Events", "year": "1916", "date": "March 16", "txt": "The 7th and 10th US cavalry regiments under John J. Pershing cross the US–Mexico border to join the hunt for Pancho Villa.", "entities": [{"title": "John J. Pershing", "href": "/wiki/John_J._Pershing", "description": "John Joseph Pershing, nicknamed \"Black Jack\", was a senior United States Army officer. He served most famously as the commander of the American Expeditionary Forces (AEF) on the Western Front in World War I, 1917–18. In addition to leading the A.E.F. to victory in World War I, Pershing notably served as a mentor to many in the generation of generals who led the United States Army during World War "}, {"title": "US–Mexico border", "href": "/wiki/US%E2%80%93Mexico_border", "description": "The Mexico–United States border is an international border separating Mexico and the United States, extending from the Pacific Ocean in the west to the Gulf of Mexico in the east. The border traverses a variety of terrains, ranging from urban areas to deserts. The Mexico–United States border is the most frequently crossed border in the world, with approximately 350 million documented crossings ann"}, {"title": "Pancho Villa", "href": "/wiki/Pancho_Villa", "description": "Francisco \"Pancho\" Villa was a Mexican revolutionary general and one of the most prominent figures of the Mexican Revolution."}]}, {"heading": "Events", "year": "1918", "date": "March 16", "txt": "Finnish Civil War: Battle of Länkipohja is infamous for its bloody aftermath as the Whites executed 70–100 capitulated Reds.", "entities": [{"title": "Finnish Civil War", "href": "/wiki/Finnish_Civil_War", "description": "The Finnish Civil War was a civil war in Finland in 1918 fought for the leadership and control of Finland between White Finland and Finnish Socialist Workers' Republic during the country's transition from a Grand Duchy of the Russian Empire to an independent state. The clashes took place in the context of the national, political, and social turmoil caused by World War I in Europe. The war was foug"}, {"title": "Battle of Länkipohja", "href": "/wiki/Battle_of_L%C3%A4nkipohja", "description": "The Battle of Länkipohja was a Finnish Civil War battle fought in the village of Länkipohja on 16 March 1918 between the Whites and the Reds. Together with the battles fought in Kuru, Ruovesi and Vilppula between 15 and 18 March, the Battle of Länkipohja was one the first military operations related to the Battle of Tampere, which was the decisive battle of the Finnish Civil War. The battle is kno"}, {"title": "Whites (Finland)", "href": "/wiki/Whites_(Finland)", "description": "The Whites, or White Finland, was the name used to refer to the refugee government and forces under Pehr Evind Svinhufvud's first senate who opposed the \"Reds\", or the Finnish Socialist Workers' Republic, during the Finnish civil war (1918)."}, {"title": "Finnish Socialist Workers' Republic", "href": "/wiki/Finnish_Socialist_Workers%27_Republic", "description": "The Finnish Socialist Workers' Republic (FSWR), more commonly referred to as Red Finland, was a self-proclaimed Finnish socialist state that ruled parts of the country during the Finnish Civil War of 1918. It was outlined on 29 January 1918 by the Finnish People's Delegation, the Reds and Red Guards of the Finnish Social Democratic Party, after the socialist revolution in Finland on 26 January 191"}]}, {"heading": "Events", "year": "1924", "date": "March 16", "txt": "In accordance with the Treaty of Rome, Fiume becomes annexed as part of Italy.", "entities": [{"title": "Treaty of Rome (1924)", "href": "/wiki/Treaty_of_Rome_(1924)", "description": "The Treaty of Rome was agreed on 27 January 1924, when Italy and the Kingdom of Serbs, Croats and Slovenes agreed that Fiume would be annexed to Italy as the Province of Fiume or Province of Carnaro, and the town of Sušak would be part of the Kingdom of Serbs, Croats and Slovenes."}, {"title": "Rijeka", "href": "/wiki/Rijeka", "description": "Rijeka is the principal seaport and the third-largest city in Croatia. It is located in Primorje-Gorski Kotar County on Kvarner Bay, an inlet of the Adriatic Sea and in 2011 had a population of 128,624 inhabitants. \nHistorically, because of its strategic position and its excellent deep-water port, the city was fiercely contested, especially between Italy, Hungary, and Croatia, changing rulers and "}]}, {"heading": "Events", "year": "1926", "date": "March 16", "txt": "History of Rocketry: Robert Goddard launches the first liquid-fueled rocket, at Auburn, Massachusetts.", "entities": [{"title": "Rocket", "href": "/wiki/Rocket#Modern_rocketry", "description": "A rocket is a projectile that spacecraft, aircraft or other vehicle use to obtain thrust from a rocket engine. Rocket engine exhaust is formed entirely from propellant carried within the rocket. Rocket engines work by action and reaction and push rockets forward simply by expelling their exhaust in the opposite direction at high speed, and can therefore work in the vacuum of space."}, {"title": "Robert H. Goddard", "href": "/wiki/Robert_H._Goddard", "description": "Robert Hutchings Goddard was an American engineer, professor, physicist, and inventor who is credited with creating and building the world's first liquid-fueled rocket. Goddard successfully launched his rocket on March 16, 1926, which ushered in an era of space flight and innovation. He and his team launched 34 rockets between 1926 and 1941, achieving altitudes as high as 2.6 km (1.6 mi) and speed"}, {"title": "Rocket", "href": "/wiki/Rocket", "description": "A rocket is a projectile that spacecraft, aircraft or other vehicle use to obtain thrust from a rocket engine. Rocket engine exhaust is formed entirely from propellant carried within the rocket. Rocket engines work by action and reaction and push rockets forward simply by expelling their exhaust in the opposite direction at high speed, and can therefore work in the vacuum of space."}, {"title": "Auburn, Massachusetts", "href": "/wiki/Auburn,_Massachusetts", "description": "Auburn is a town in Worcester County, Massachusetts, United States. The population was 16,188 at the 2010 census."}]}, {"heading": "Events", "year": "1935", "date": "March 16", "txt": "Adolf Hitler orders Germany to rearm herself in violation of the Treaty of Versailles. Conscription is reintroduced to form the Wehrmacht.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Treaty of Versailles", "href": "/wiki/Treaty_of_Versailles", "description": "The Treaty of Versailles was the most important of the peace treaties that brought World War I to an end. The Treaty ended the state of war between Germany and the Allied Powers. It was signed on 28 June 1919 in the Palace of Versailles, exactly five years after the assassination of Archduke Franz Ferdinand, which had directly led to the war. The other Central Powers on the German side signed sepa"}, {"title": "Wehrmacht", "href": "/wiki/Wehrmacht", "description": "The Wehrmacht was the unified armed forces of Nazi Germany from 1935 to 1945. It consisted of the  Heer (army), the Kriegsmarine (navy) and the Luftwaffe. The designation \"Wehrmacht\" replaced the previously-used term Reichswehr, and was the manifestation of the Nazi regime's efforts to rearm Germany to a greater extent than the Treaty of Versailles permitted."}]}, {"heading": "Events", "year": "1936", "date": "March 16", "txt": "Warmer-than-normal temperatures rapidly melt snow and ice on the upper Allegheny and Monongahela rivers, leading to a major flood in Pittsburgh.", "entities": [{"title": "Allegheny River", "href": "/wiki/Allegheny_River", "description": "The Allegheny River is a 325-mile (523 km) long headwater stream of the Ohio River in western Pennsylvania and New York, United States. The Allegheny River runs from its headwaters just below the middle of Pennsylvania's northern border northwesterly into New York then in a zigzag southwesterly across the border and through Western Pennsylvania to join the Monongahela River at the Forks of the Ohi"}, {"title": "Monongahela River", "href": "/wiki/Monongahela_River", "description": "The Monongahela River —often referred to locally as the Mon —is a 130-mile-long (210 km) river on the Allegheny Plateau in north-central West Virginia and southwestern Pennsylvania. The river flows from the confluence of its west and east forks in north-central West Virginia northeasterly into southwestern Pennsylvania, then northerly to Pittsburgh and its confluence with the Allegheny River to fo"}, {"title": "Pittsburgh Flood of 1936", "href": "/wiki/Pittsburgh_Flood_of_1936", "description": null}]}, {"heading": "Events", "year": "1939", "date": "March 16", "txt": "From Prague Castle, Hitler proclaims Bohemia and Moravia a German protectorate.", "entities": [{"title": "Prague Castle", "href": "/wiki/Prague_Castle", "description": "Prague Castle is a castle complex in Prague, Czech Republic, built in the 9th century. It is the official office of the President of the Czech Republic. The castle was a seat of power for kings of Bohemia, Holy Roman emperors, and presidents of Czechoslovakia. The Bohemian Crown Jewels are kept within a hidden room inside it."}, {"title": "Protectorate of Bohemia and Moravia", "href": "/wiki/Protectorate_of_Bohemia_and_Moravia", "description": "The Protectorate of Bohemia and Moravia was a partially annexed territory of Nazi Germany established on 16 March 1939 following the German occupation of the Czech lands on 15 March 1939. Earlier, following the Munich Agreement of September 1938, Nazi Germany had incorporated the Czech Sudetenland territory as a Reichsgau."}, {"title": "Protectorate", "href": "/wiki/Protectorate", "description": "A protectorate is a state that is controlled and protected by another sovereign state. It is a dependent territory that has been granted local autonomy over most internal affairs while still recognizing the suzerainty of a more powerful sovereign state without being its direct possession. In exchange, the protectorate usually accepts specified obligations depending on the terms of their arrangemen"}]}, {"heading": "Events", "year": "1945", "date": "March 16", "txt": "World War II: The Battle of Iwo Jima ended, but small pockets of Japanese resistance persisted.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Iwo Jima", "href": "/wiki/Battle_of_Iwo_Jima", "description": "The Battle of Iwo Jima was a major battle in which the United States Marine Corps and Navy landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army (IJA) during World War II. The American invasion, designated Operation Detachment, had the purpose of capturing the island with its two airfields: South Field and Central Field."}]}, {"heading": "Events", "year": "1945", "date": "March 16", "txt": "Ninety percent of Würzburg, Germany is destroyed in only 20 minutes by British bombers, resulting in around 5,000 deaths.", "entities": []}, {"heading": "Events", "year": "1962", "date": "March 16", "txt": "A Flying Tiger Line Super Constellation disappears in the western Pacific Ocean, with all 107 aboard missing and presumed dead.", "entities": [{"title": "Flying Tiger Line", "href": "/wiki/Flying_Tiger_Line", "description": "Flying Tiger Line, also known as Flying Tigers, was the first scheduled cargo airline in the United States and a major military charter operator during the Cold War era for both cargo and personnel. The airline was bought by Federal Express in 1988."}, {"title": "Lockheed Constellation", "href": "/wiki/Lockheed_Constellation", "description": "The Lockheed Constellation (\"Connie\") is a propeller-driven, four-engine airliner built by Lockheed Corporation starting in 1943. The Constellation series was the first pressurized-cabin civil airliner series to go into widespread use. Its pressurized cabin enabled commercial passengers to fly well above most bad weather for the first time, thus significantly improving the general safety and ease "}, {"title": "Flying Tiger Line Flight 739", "href": "/wiki/Flying_Tiger_Line_Flight_739", "description": "Flying Tiger Line Flight 739 was a Lockheed L-1049 Super Constellation propliner chartered by the United States military that disappeared on March 16, 1962, over the Western Pacific Ocean. The aircraft was transporting 93 U.S. soldiers and three South Vietnamese from Travis Air Force Base, California to Saigon, Vietnam. After refueling at Andersen Air Force Base, Guam, the Super Constellation was "}]}, {"heading": "Events", "year": "1966", "date": "March 16", "txt": "Launch of Gemini 8, the 12th manned American space flight and first space docking with an Agena Target Vehicle.", "entities": [{"title": "Gemini 8", "href": "/wiki/Gemini_8", "description": "Gemini 8 was the sixth crewed spaceflight in NASA's Gemini program. It was launched on March 16, 1966, and was the 12th crewed American flight and the 22nd crewed spaceflight of all time. The mission conducted the first docking of two spacecraft in orbit, but suffered the first critical in-space system failure of a U.S. spacecraft which threatened the lives of the astronauts and required an immedi"}, {"title": "Agena target vehicle", "href": "/wiki/Agena_target_vehicle", "description": "The Agena Target Vehicle (ATV), also known as Gemini-Agena Target Vehicle (GATV) was an uncrewed spacecraft used by NASA during its Gemini program to develop and practice orbital space rendezvous and docking techniques, and to perform large orbital changes, in preparation for the Apollo program lunar missions.\nThe spacecraft was based on Lockheed Aircraft's Agena-D upper stage rocket, fitted with "}]}, {"heading": "Events", "year": "1968", "date": "March 16", "txt": "Vietnam War: My Lai Massacre occurs; between 347 and 500 Vietnamese villagers (men, women, and children) are killed by American troops.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "My Lai Massacre", "href": "/wiki/My_Lai_Massacre", "description": "The Mỹ Lai massacre was the mass murder of unarmed South Vietnamese civilians by U.S. troops in Sơn Tịnh District, South Vietnam, on March 16, 1968 during the Vietnam War. Between 347 and 504 unarmed people were killed by U.S. Army soldiers from Company C, 1st Battalion, 20th Infantry Regiment and Company B, 4th Battalion, 3rd Infantry Regiment, 11th Brigade, 23rd (Americal) Infantry Division. Vic"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1969", "date": "March 16", "txt": "A Viasa McDonnell Douglas DC-9 crashes in Maracaibo, Venezuela, killing 155.", "entities": [{"title": "Viasa", "href": "/wiki/Viasa", "description": "Venezolana Internacional de Aviación Sociedad Anónima, or VIASA for short, was the Venezuelan flag carrier airline between 1960 and 1997. It was headquartered in the Torre Viasa in Caracas. Launched in November 1960, it was nationalised in 1975 due to financial problems, and re-privatised in 1991, with the major stake going to Iberia. The company ceased operations in January 1997, and went into li"}, {"title": "McDonnell Douglas DC-9", "href": "/wiki/McDonnell_Douglas_DC-9", "description": "The McDonnell Douglas DC-9 is a single-aisle airliner designed by the Douglas Aircraft Company.\n\nAfter introducing its heavy DC-8 in 1959, Douglas approved the smaller, all-new DC-9 for shorter flights on April 8, 1963.\nThe DC-9-10 first flew on February 25, 1965 and gained its type certificate on November 23, to enter service with Delta Air Lines on December 8.\n\nWith five seats across in economy,"}, {"title": "Viasa Flight 742", "href": "/wiki/Viasa_Flight_742", "description": "Viasa Flight 742 was an international, scheduled passenger flight from Caracas, Venezuela to Miami International Airport with an intermediate stopover in Maracaibo, Venezuela that crashed on 16 March 1969. After taking off on the Maracaibo to Miami leg, the DC-9-30 hit a series of power lines before crashing into the La Trinidad section of Maracaibo. All 84 people on board perished, as well as 71 "}, {"title": "Maracaibo", "href": "/wiki/Maracaibo", "description": "Maracaibo is a city and municipality in northwestern Venezuela, on the western shore of the strait that connects Lake Maracaibo to the Gulf of Venezuela. It is the second-largest city in Venezuela, after the national capital, Caracas, and the capital of the state of Zulia. The population of the city is approximately 2,658,355 with the metropolitan area estimated at 5,278,448 as of 2010.\nMaracaibo "}]}, {"heading": "Events", "year": "1977", "date": "March 16", "txt": "Assassination of Kamal Jumblatt, the main leader of the anti-government forces in the Lebanese Civil War.", "entities": [{"title": "Kamal Jumblatt", "href": "/wiki/Kamal_Jumblatt", "description": "Kamal Fouad Jumblatt was a Lebanese politician who founded the Progressive Socialist Party. He led the National Movement during the civil war against the Lebanese Front. He was a major ally of the Palestine Liberation Organization until his assassination in 1977. He has authored more than 40 books centered on various political, philosophical, literary, religious, medical, social, and economic topi"}, {"title": "Lebanese Civil War", "href": "/wiki/Lebanese_Civil_War", "description": "The Lebanese Civil War was a multifaceted civil war in Lebanon, lasting from 1975 to 1990 and resulting in an estimated 120,000 fatalities. As of 2012, approximately 76,000 people remain displaced within Lebanon. There was also an exodus of almost one million people from Lebanon as a result of the war."}]}, {"heading": "Events", "year": "1978", "date": "March 16", "txt": "Former Italian Prime Minister Aldo Moro is kidnapped. (He is later murdered by his captors.)", "entities": [{"title": "Aldo Moro", "href": "/wiki/Aldo_Moro", "description": "Aldo Romeo Luigi Moro was an Italian statesman and a prominent member of the Christian Democracy (DC). He served as 38th prime minister of Italy from December 1963 to June 1968 and then from November 1974 to July 1976."}]}, {"heading": "Events", "year": "1978", "date": "March 16", "txt": "A Balkan Bulgarian Airlines Tupolev Tu-134 crashes near Gabare, Bulgaria, killing 73.", "entities": [{"title": "Tupolev Tu-134", "href": "/wiki/Tupolev_Tu-134", "description": "The Tupolev Tu-134 is a twin-engined, narrow-body, jet airliner built in the Soviet Union from 1966 to 1989. The original version featured a glazed-nose design and, like certain other Russian airliners, it can operate from unpaved airfields."}, {"title": "1978 Balkan Bulgarian Tupolev Tu-134 crash", "href": "/wiki/1978_Balkan_Bulgarian_Tupolev_Tu-134_crash", "description": "The 1978 Balkan Bulgarian Tupolev Tu-134 crash was an accident that occurred on 16 March 1978, when a Balkan Bulgarian Airlines Tupolev Tu-134 airliner on an international flight from Sofia Airport to Warsaw Airport crashed. All passengers and crew died in the crash. As of 2021, it remains the worst accident in Bulgarian aviation history. Exact cause of the crash remains unknown."}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}]}, {"heading": "Events", "year": "1978", "date": "March 16", "txt": "Supertanker Amoco Cadiz splits in two after running aground on the Portsall Rocks, three miles off the coast of Brittany, resulting in the largest oil spill in history at that time.", "entities": [{"title": "Brittany", "href": "/wiki/Brittany", "description": "Brittany is a peninsula, an historic country and cultural region in the west of modern France, covering the western part of what was known as Armorica during the period of Roman occupation. It became an independent kingdom and then a duchy before being united with the Kingdom of France in 1532 as a province governed as a separate nation under the crown."}, {"title": "Oil spill", "href": "/wiki/Oil_spill", "description": "An oil spill is the release of a liquid petroleum hydrocarbon into the environment, especially the marine ecosystem, due to human activity, and is a form of pollution. The term is usually given to marine oil spills, where oil is released into the ocean or coastal waters, but spills may also occur on land. Oil spills may be due to releases of crude oil from tankers, offshore platforms, drilling rig"}]}, {"heading": "Events", "year": "1979", "date": "March 16", "txt": "Sino-Vietnamese War: The People's Liberation Army crosses the border back into China, ends the war.", "entities": [{"title": "Sino-Vietnamese War", "href": "/wiki/Sino-Vietnamese_War", "description": "The Sino-Vietnamese War was a border war fought between China and Vietnam in early 1979. China launched an offensive in response to Vietnam's actions against the Khmer Rouge in 1978, which ended the rule of the Chinese-backed Khmer Rouge. Both China and Vietnam claimed victory in the last of the Indochina Wars."}, {"title": "People's Liberation Army", "href": "/wiki/People%27s_Liberation_Army", "description": "The People's Liberation Army (PLA) is the regular armed forces of the People's Republic of China (PRC) and the armed wing of the PRC's founding and ruling political party, the Chinese Communist Party (CCP). Besides the Central Military Commission (CMC) and several minor units directly under it, the PLA has five major service branches: the Ground Force, Navy, Air Force, Rocket Force, and the Strate"}]}, {"heading": "Events", "year": "1984", "date": "March 16", "txt": "William Buckley, the CIA station chief in Lebanon, is kidnapped by Hezbollah. (He later dies in captivity.)", "entities": [{"title": "William Francis Buckley", "href": "/wiki/William_Francis_Buckley", "description": "William Francis Buckley was a United States Army officer and a CIA station chief in Beirut from 1984 until 1985. His cover was as a Political Officer at the U.S. Embassy. He was kidnapped by the group Hezbollah in March 1984. He was held hostage and tortured by psychiatrist Aziz al-Abub. Hezbollah later claimed they executed him in October 1985, but another American hostage disputed that, believin"}, {"title": "Hezbollah", "href": "/wiki/Hezbollah", "description": "Hezbollah is a Lebanese Shia Islamist political party and militant group, led by its Secretary-General Hassan Nasrallah since 1992. Hezbollah's paramilitary wing is the Jihad Council, and its political wing is the Loyalty to the Resistance Bloc party in the Lebanese Parliament. Either the entire organization or only its military wing has been designated a terrorist organization by several countrie"}]}, {"heading": "Events", "year": "1985", "date": "March 16", "txt": "Associated Press newsman Terry Anderson is taken hostage in Beirut. He is released on December 4, 1991.", "entities": [{"title": "Associated Press", "href": "/wiki/Associated_Press", "description": "The Associated Press (AP) is an American non-profit news agency headquartered in New York City. Founded in 1846, it operates as a cooperative, unincorporated association. Its members are U.S. newspapers and broadcasters. AP news reports that it distributes to its members and customers are produced in English, Spanish, and Arabic. The AP has earned 54 Pulitzer Prizes, including 32 for photography, "}, {"title": "Terry A. Anderson", "href": "/wiki/Terry_A._Anderson", "description": "Terry A. Anderson is an American journalist. He reported for the Associated Press. In 1985, he was taken hostage by Shiite Hezbollah militants of the Islamic Jihad Organization in Lebanon and held until 1991. In 2004, he ran unsuccessfully for the Ohio State Senate."}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}]}, {"heading": "Events", "year": "1988", "date": "March 16", "txt": "Iran–Contra affair: Lieutenant Colonel Oliver North and Vice Admiral John Poindexter are indicted on charges of conspiracy to defraud the United States.", "entities": [{"title": "Iran–Contra affair", "href": "/wiki/Iran%E2%80%93Contra_affair", "description": "The Iran–Contra affair, popularized in Iran as the McFarlane affair, the Iran–Contra scandal, or simply Iran–Contra, was a political scandal in the United States that occurred during the second term of the Reagan Administration. Senior administration officials secretly facilitated the sale of arms to the Khomeini government of the Islamic Republic of Iran, which was the subject of an arms embargo."}, {"title": "Oliver North", "href": "/wiki/Oliver_North", "description": "Oliver Laurence North is an American political commentator, television host, military historian, author, and retired United States Marine Corps lieutenant colonel."}, {"title": "John Poindexter", "href": "/wiki/John_Poindexter", "description": "John Marlan Poindexter is a retired United States naval officer and Department of Defense official. He was Deputy National Security Advisor and National Security Advisor for the Reagan administration. He was convicted in April 1990 of multiple felonies as a result of his actions in the Iran–Contra affair, but his convictions were reversed on appeal in 1991. More recently, he served a brief stint a"}, {"title": "Conspiracy (criminal)", "href": "/wiki/Conspiracy_(criminal)", "description": "In criminal law, a conspiracy is an agreement between two or more persons to commit a crime at some time in the future. Criminal law in some countries or for some conspiracies may require that at least one overt act be undertaken in furtherance of that agreement, to constitute an offense. There is no limit on the number participating in the conspiracy and, in most countries, no requirement that an"}]}, {"heading": "Events", "year": "1988", "date": "March 16", "txt": "Halabja chemical attack: The Kurdish town of Halabja in Iraq is attacked with a mix of poison gas and nerve agents on the orders of Saddam Hussein, killing 5,000 people and injuring about 10,000 people.", "entities": [{"title": "Kurd", "href": "/wiki/Kurd", "description": "Kurds or Kurdish people are an Iranic ethnic group native to a mountainous region of Western Asia known as Kurdistan, which spans southeastern Turkey, northwestern Iran, northern Iraq, and northern Syria. There are exclaves of Kurds in Central Anatolia, Khorasan, and the Caucasus, as well as significant Kurdish diaspora communities in the cities of western Turkey and Western Europe. The Kurdish po"}, {"title": "Halabja", "href": "/wiki/Halabja", "description": "Halabja\n(Kurdish: ,Helebce هەڵەبجە‎) is a city in the Kurdistan Region of Iraq and the capital of Halabja Governorate, located about 240 km (150 mi) northeast of Baghdad and 14 km (9 mi) from the Iranian border."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Poison gas", "href": "/wiki/Poison_gas", "description": "Many gases have toxic properties, which are often assessed using the LC50 measure. In the United States, many of these gases have been assigned an NFPA 704 health rating of 4 or 3, and/or exposure limits determined by the ACGIH professional association. Some, but by no means all, toxic gases are detectable by odor, which can serve as a warning. Among the best known toxic gases are carbon monoxide,"}, {"title": "Nerve agent", "href": "/wiki/Nerve_agent", "description": "Nerve agents, sometimes also called nerve gases, are a class of organic chemicals that disrupt the mechanisms by which nerves transfer messages to organs. The disruption is caused by the blocking of acetylcholinesterase (AChE), an enzyme that catalyses the breakdown of acetylcholine, a neurotransmitter. Nerve agents are acetylcholinesterase inhibitors used as poison."}]}, {"heading": "Events", "year": "1988", "date": "March 16", "txt": "The Troubles: Ulster loyalist militant Michael Stone attacks a Provisional IRA funeral in Belfast with pistols and grenades. Three persons, one of them a member of PIRA are killed, and more than 60 others are wounded.", "entities": [{"title": "Ulster loyalism", "href": "/wiki/Ulster_loyalism", "description": "Ulster loyalism is a strand of Ulster unionism associated with working class Ulster Protestants in Northern Ireland. Like most unionists, loyalists support the continued existence of Northern Ireland within the United Kingdom, and oppose a united Ireland. Unlike other strands of unionism, loyalism has been described as an ethnic nationalism of Ulster Protestants and \"a variation of British nationa"}, {"title": "Michael Stone (loyalist)", "href": "/wiki/Michael_Stone_(loyalist)", "description": "Michael Stone is an ex-member of the Loyalist Ulster Defence Association paramilitary group in Northern Ireland, convicted of three counts of murder committed at an IRA funeral in 1988. In 2000 he was released from prison on licence under the Good Friday Agreement. In November 2006, Stone was charged with attempted murder of Martin McGuinness and Gerry Adams, having been arrested attempting to ent"}, {"title": "Milltown Cemetery attack", "href": "/wiki/Milltown_Cemetery_attack", "description": "The Milltown Cemetery attack took place on 16 March 1988 at Milltown Cemetery in Belfast, Northern Ireland. During the large funeral of three Provisional IRA members killed in Gibraltar, an Ulster Defence Association (UDA) member, Michael Stone, attacked the mourners with hand grenades and pistols. He had learned there would be no police or armed IRA members at the cemetery. As Stone then ran towa"}, {"title": "Provisional IRA", "href": "/wiki/Provisional_IRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Belfast", "href": "/wiki/Belfast", "description": "Belfast is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 343,542 as of 2019. Belfast suffered greatly during the violence that accompanied the partition of Ireland, and especially during the more recent conflict kn"}]}, {"heading": "Events", "year": "1995", "date": "March 16", "txt": "Mississippi formally ratifies the Thirteenth Amendment, becoming the last state to approve the abolition of slavery. The Thirteenth Amendment was officially ratified in 1865.", "entities": [{"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}, {"title": "Thirteenth Amendment to the United States Constitution", "href": "/wiki/Thirteenth_Amendment_to_the_United_States_Constitution", "description": "The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by Congress on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."}, {"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}]}, {"heading": "Events", "year": "2001", "date": "March 16", "txt": "A series of bomb blasts that took place in the city of Shijiazhuang, China killed 108 people and injured 38 others, was the biggest mass murder in China in decades.", "entities": [{"title": "Shijiazhuang bombings", "href": "/wiki/Shijiazhuang_bombings", "description": "The Shijiazhuang bombings, also known as Jin Ruchao bombings and March 16 bombings, were a series of bomb blasts that took place on March 16, 2001 in Shijiazhuang, the capital of Hebei province in North China. A total of 108 people were killed, and 38 others injured when within a short period of time several bombs exploded near four apartment buildings. Investigations found that Jin was motivated "}, {"title": "Shijiazhuang", "href": "/wiki/Shijiazhuang", "description": "Shijiazhuang formerly known as Shimen and romanized as Shihkiachwang, is the capital and largest city of North China's Hebei Province. Administratively a prefecture-level city, it is about 266 kilometres (165 mi) southwest of Beijing, and it administers eight districts, two county-level cities, and 12 counties."}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Events", "year": "2003", "date": "March 16", "txt": "American activist Rachel Corrie is killed in Rafah trying to obstruct the demolition of a home by being run over by a bulldozer.", "entities": [{"title": "Rachel Corrie", "href": "/wiki/Rachel_Corrie", "description": "Rachel Aliene Corrie was an American activist and diarist. A member of the pro-Palestinian group International Solidarity Movement (ISM), she was crushed to death by an Israel Defense Forces (IDF) armored bulldozer in a southern Gaza Strip combat zone during the height of the second Palestinian intifada under contested circumstances."}, {"title": "Rafah", "href": "/wiki/Rafah", "description": "Rafah is a Palestinian city in the southern Gaza Strip. It is the district capital of the Rafah Governorate, located 30 kilometers (19 mi) south of Gaza City. Rafah's population of 152,950 (2014) is overwhelmingly made up of former Palestinian refugees."}]}, {"heading": "Events", "year": "2005", "date": "March 16", "txt": "Israel officially hands over Jericho to Palestinian control.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Jericho", "href": "/wiki/Jericho", "description": "Jericho is a Palestinian city in the West Bank. It is located in the Jordan Valley, with the Jordan River to the east and Jerusalem to the west. It is the administrative seat of the Jericho Governorate, and is governed by the Palestinian National Authority. In 2007, it had a population of 18,346. The city was annexed and ruled by Jordan from 1949 to 1967, and has been held under Israeli occupation"}]}, {"heading": "Events", "year": "2014", "date": "March 16", "txt": "Crimea votes in a controversial referendum to secede from Ukraine to join Russia.", "entities": [{"title": "Crimea", "href": "/wiki/Crimea", "description": "Crimea is a peninsula located on the northern coast of the Black Sea in Eastern Europe that is almost completely surrounded by both the Black Sea and the smaller Sea of Azov to the northeast. Crimea is located south of the Ukrainian region of Kherson, to which it is connected by the Isthmus of Perekop, and west of the Russian region of Kuban, from which it is separated by the Strait of Kerch thoug"}, {"title": "2014 Crimean status referendum", "href": "/wiki/2014_Crimean_status_referendum", "description": "The Crimean status referendum was a controversial vote on the political status of Crimea held on March 16, 2014 by the legislature of the Autonomous Republic of Crimea and the local government of Sevastopol. The referendum asked local populations whether they wanted to join Russia as a federal subject, or if they wanted to restore the 1992 Crimean constitution and Crimea's status as a part of Ukra"}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}]}, {"heading": "Events", "year": "2016", "date": "March 16", "txt": "A bomb detonates in a bus carrying government employees in Peshawar, Pakistan, killing 15 and injuring at least 54.", "entities": [{"title": "2016 Peshawar bus bombing", "href": "/wiki/2016_Peshawar_bus_bombing", "description": "A bomb detonated in a bus carrying government employees in Peshawar, Pakistan, killing 15 and injuring at least 25."}, {"title": "Peshawar", "href": "/wiki/Peshawar", "description": "Peshawar is the capital of the Pakistani province of Khyber Pakhtunkhwa and its largest city. It is the sixth-largest in Pakistan. Peshawar is also the largest Pashtun-majority city in Pakistan. Situated in the broad Valley of Peshawar just east of the historic Khyber Pass, close to the border with Afghanistan, Peshawar's recorded history dates back to at least 539 BCE, making it the oldest city i"}]}, {"heading": "Events", "year": "2016", "date": "March 16", "txt": "Two suicide bombers detonate their explosives at a mosque during morning prayer on the outskirts of Maiduguri, Nigeria, killing 22 and injuring 18.", "entities": [{"title": "Maiduguri", "href": "/wiki/Maiduguri", "description": "Maiduguri is the capital and the largest city of Borno State in north-eastern Nigeria. The city sits along the seasonal Ngadda River which disappears into the Firki swamps in the areas around Lake Chad. Maiduguri was founded in 1907 as a military outpost by the British and has since grown rapidly with a population exceeding a million by 2007."}]}, {"heading": "Events", "year": "2020", "date": "March 16", "txt": "The Dow Jones Industrial Average falls by 2,997.10, the single largest point drop in history and the second-largest percentage drop ever at 12.93%, an even greater crash than Black Monday (1929). This follows the U.S. Federal Reserve announcing that it will cut its target interest rate to 0–0.25%.", "entities": [{"title": "2020 stock market crash", "href": "/wiki/2020_stock_market_crash#Black_Monday_II_(16_March)", "description": "The 2020 stock market crash was a major and sudden global stock market crash that began on 20 February 2020 and ended on 7 April."}, {"title": "List of largest daily changes in the Dow Jones Industrial Average", "href": "/wiki/List_of_largest_daily_changes_in_the_Dow_Jones_Industrial_Average", "description": "\nThis is a list of the largest daily changes in the Dow Jones Industrial Average from 1896. Compare to the list of largest daily changes in the S&P 500 Index."}, {"title": "Wall Street Crash of 1929", "href": "/wiki/Wall_Street_Crash_of_1929", "description": "The Wall Street Crash of 1929, also known as the Great Crash, was a major American stock market crash that occurred in the autumn of 1929. It started in September and ended late in October, when share prices on the New York Stock Exchange collapsed."}, {"title": "Federal Reserve", "href": "/wiki/Federal_Reserve", "description": "The Federal Reserve System is the central banking system of the United States of America. It was created on December 23, 1913, with the enactment of the Federal Reserve Act, after a series of financial panics led to the desire for central control of the monetary system in order to alleviate financial crises. Over the years, events such as the Great Depression in the 1930s and the Great Recession d"}]}, {"heading": "Events", "year": "2021 - 2021 Atlanta spa shootings", "date": "March 16", "txt": "Eight people are killed and one is injured in a trio of shootings at spas in and near Atlanta, Georgia, U.S. A suspect was arrested the same day.", "entities": [{"title": "2021 Atlanta spa shootings", "href": "/wiki/2021_Atlanta_spa_shootings", "description": "On March 16, 2021, a series of mass shootings occurred at three spas or massage parlors in the metropolitan area of Atlanta, Georgia, United States. Eight people were killed, six of whom were Asian women, and one other person was wounded. A suspect, 21-year-old Robert Aaron Long, was taken into custody later that day."}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}, {"title": "Georgia (U.S state)", "href": "/wiki/Georgia_(U.S_state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}]}, {"heading": "Births", "year": "1399", "date": "March 16", "txt": "The Xuande Emperor, ruler of Ming China (d. 1435)", "entities": [{"title": "Xuande Emperor", "href": "/wiki/Xuande_Emperor", "description": "The Xuande Emperor, personal name Zhu Zhanji (朱瞻基), was the fifth Emperor of the Ming dynasty, reigned from 1425 to 1435. His era name \"Xuande\" means \"Proclamation of Virtue\"."}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}]}, {"heading": "Births", "year": "1445", "date": "March 16", "txt": "Johann Geiler von Kaisersberg, Swiss priest and theologian (d. 1510)", "entities": [{"title": "Johann Geiler von Kaisersberg", "href": "/wiki/Johann_Geiler_von_Kaisersberg", "description": "Johann Geiler von Kaysersberg was a priest, considered one of the greatest of the popular preachers of the 15th century."}]}, {"heading": "Births", "year": "1465", "date": "March 16", "txt": "Kunigunde of Austria, Archduchess of Austria (d. 1520)", "entities": [{"title": "Kunigunde of Austria", "href": "/wiki/Kunigunde_of_Austria", "description": "Kunigunde of Austria, a member of the House of Habsburg, was Duchess of Bavaria from 1487 to 1508, by her marriage to the Wittelsbach duke Albert IV."}]}, {"heading": "Births", "year": "1473", "date": "March 16", "txt": "Henry IV, Duke of Saxony (d. 1541)", "entities": [{"title": "Henry IV, Duke of Saxony", "href": "/wiki/Henry_IV,_Duke_of_Saxony", "description": "Henry IV the Pious, Duke of Saxony was a Duke of Saxony from the House of Wettin. Succeeding George, Duke of Saxony, a fervent Catholic who sought to extinguish Lutheranism by any means possible, Henry established the Lutheran church as the state religion in his domains."}]}, {"heading": "Births", "year": "1559", "date": "March 16", "txt": "Amar Singh I, successor of Maharana Pratap of Mewar (d. 1620)", "entities": [{"title": "Amar Singh I", "href": "/wiki/Amar_Singh_I", "description": "Maharana Amar Singh I, the Maharana of Mewar, was the eldest son and successor of Maharana Pratap of Mewar. He was the 14th Rana of Mewar dynasty of Sisodia Rajputs and ruler of Mewar from January 19, 1597 till his death on January 26, 1620. His capital was Udaipur."}]}, {"heading": "Births", "year": "1581", "date": "March 16", "txt": "Pieter Corneliszoon Hooft, Dutch historian and poet (d. 1647)", "entities": [{"title": "Pieter Corneliszoon Hooft", "href": "/wiki/Pieter_Corneliszoon_Hooft", "description": "Pieter Corneliszoon Hooft - Knight in the Order of Saint Michael - was a Dutch historian, poet and playwright who lived during the Dutch Golden Age."}]}, {"heading": "Births", "year": "1585", "date": "March 16", "txt": "Gerbrand Bredero, Dutch poet and playwright (d. 1618)", "entities": [{"title": "Gerbrand Bredero", "href": "/wiki/Gerbrand_Bredero", "description": "Gerbrand Adriaenszoon Bredero was a Dutch poet and playwright in the period known as the Dutch Golden Age."}]}, {"heading": "Births", "year": "1590", "date": "March 16", "txt": "Ii Naotaka, Japanese daimyō (d. 1659)", "entities": [{"title": "Ii Naotaka", "href": "/wiki/Ii_Naotaka", "description": "Ii Naotaka  was a Japanese daimyō of the early Edo period who served under the Tokugawa shogunate. He was the son of the famous Tokugawa general Ii Naomasa. His childhood name was Bennosuke (弁之介)."}]}, {"heading": "Births", "year": "1596", "date": "March 16", "txt": "Ebba Brahe, Swedish countess (d. 1674)", "entities": [{"title": "Ebba Brahe", "href": "/wiki/Ebba_Brahe", "description": "Ebba Magnusdotter Brahe was a Swedish countess, landowner, and courtier. She is foremost known for being the love object of King Gustavus Adolphus of Sweden, and because he wished to marry her prior to his marriage, plans which were however never realized. Their love affair has been famous in the Swedish romantic history and the subject of fiction, and are documented in their preserved corresponde"}]}, {"heading": "Births", "year": "1609", "date": "March 16", "txt": "Michael Franck, German baker, teacher, poet, and composer (d. 1667)", "entities": [{"title": "Michael Franck", "href": "/wiki/Michael_Franck", "description": "Michael Franck was a German baker, teacher, poet, composer and Protestant hymnwriter. He was born in Schleusingen, and died in Coburg."}]}, {"heading": "Births", "year": "1609", "date": "March 16", "txt": "Agostino Mitelli, Italian painter (d. 1660)", "entities": []}, {"heading": "Births", "year": "1621", "date": "March 16", "txt": "Georg Neumark, German poet and composer (d. 1681)", "entities": [{"title": "Georg Neumark", "href": "/wiki/Georg_Neumark", "description": "Georg Neumark was a German poet and composer of hymns."}]}, {"heading": "Births", "year": "1631", "date": "March 16", "txt": "René Le Bossu, French critic (d. 1680)", "entities": [{"title": "René Le Bossu", "href": "/wiki/Ren%C3%A9_Le_Bossu", "description": "René Le Bossu or le Bossu was a French critic. His surname comes from the French word for \"humpback\".\n\n"}]}, {"heading": "Births", "year": "1638", "date": "March 16", "txt": "François Crépieul, Jesuit missionary (d. 1702)", "entities": [{"title": "François Crépieul", "href": "/wiki/Fran%C3%A7ois_Cr%C3%A9pieul", "description": "François Crépieul was a Jesuit missionary in Canada and vicar apostolic for the Montagnais Indians."}]}, {"heading": "Births", "year": "1654", "date": "March 16", "txt": "Andreas Acoluthus, German scholar (d. 1704)", "entities": [{"title": "Andreas Acoluthus", "href": "/wiki/Andreas_Acoluthus", "description": "Andreas Acoluthus was a German scholar of orientalism and professor of theology at Breslau (Wrocław). A native of Bernstadt (Bierutów), Lower Silesia, he was the son of Johannes Acoluthus, pastor of St. Elisabeth and superintendent of the churches and schools of Breslau."}]}, {"heading": "Births", "year": "1670", "date": "March 16", "txt": "François de Franquetot de Coigny, French general (d. 1759)", "entities": [{"title": "François de Franquetot de Coigny", "href": "/wiki/Fran%C3%A7ois_de_Franquetot_de_Coigny", "description": "François de Franquetot de Coigny was a Marshal of France, Count, and from 1747, the Duke of Coigny."}]}, {"heading": "Births", "year": "1673", "date": "March 16", "txt": "Jean Bouhier, French jurist and scholar (d. 1746)", "entities": [{"title": "Jean Bouhier (jurist)", "href": "/wiki/Jean_Bouhier_(jurist)", "description": "Jean Bouhier was a French magistrate, jurisconsultus, historian, translator, bibliophile and scholar. He served as the first président à mortier to the parlement de Bourgogne from 1704 to 1728, when he resigned to devote himself to his historic and literary work following his 1727 election to the Académie française."}]}, {"heading": "Births", "year": "1687", "date": "March 16", "txt": "Sophia Dorothea of Hanover, queen consort of Frederick William I (d. 1757)", "entities": [{"title": "Sophia Dorothea of Hanover", "href": "/wiki/Sophia_Dorothea_of_Hanover", "description": "Sophia Dorothea of Hanover was a Queen consort of Prussia as spouse of Frederick William I. She was the sister of George II, King of Great Britain, and the mother of Frederick II, King of Prussia."}]}, {"heading": "Births", "year": "1693", "date": "March 16", "txt": "Malhar Rao Holkar, Indian nobleman (d. 1766)", "entities": [{"title": "Malhar Rao Holkar", "href": "/wiki/Malhar_Rao_Holkar", "description": "Malhar Rao Holkar was a noble subhedar of the Maratha Empire, in present-day India. He was one of the early officers along with Ranoji Sindhia to help spread the Maratha rule to northern states and was given the estate of Indore to rule by the Peshwas, during the reign of the Maratha Emperor Shahu I."}]}, {"heading": "Births", "year": "1701", "date": "March 16", "txt": "Daniel Lorenz Salthenius, Swedish theologian (d. 1750)", "entities": [{"title": "Daniel Lorenz Salthenius", "href": "/wiki/Daniel_Lorenz_Salthenius", "description": "Daniel Lorenz Salthenius was a professor of theology at the University of Königsberg from 1732 until his death."}]}, {"heading": "Births", "year": "1729", "date": "March 16", "txt": "Maria Louise Albertine (d. 1818)", "entities": [{"title": "Countess Maria Louise Albertine of Leiningen-Dagsburg-Falkenburg", "href": "/wiki/Countess_Maria_Louise_Albertine_of_Leiningen-Dagsburg-Falkenburg", "description": "Countess Maria Louise Albertine of Leiningen-Dagsburg-Falkenburg ; also known as Princess George, was heiress to the barony of Broich and by marriage Princess of Hesse-Darmstadt. She was the grandmother and educator of Princess Louise of Mecklenburg-Strelitz, who later became Queen consort of Prussia."}]}, {"heading": "Births", "year": "1741", "date": "March 16", "txt": "Carlo Amoretti, Italian scientist (d. 1816)", "entities": [{"title": "Carlo Amoretti", "href": "/wiki/Carlo_Amoretti", "description": "Carlo Amoretti was an ecclesiastic, scholar, writer, and scientist. \nHe entered the Augustinian order in 1757. To further his studies, he went to Pavia and Parma where he also taught ecclesiastical law."}]}, {"heading": "Births", "year": "1744", "date": "March 16", "txt": "Nicolas-Germain Léonard, French poet and novelist (d. 1793)", "entities": [{"title": "Nicolas-Germain Léonard", "href": "/wiki/Nicolas-Germain_L%C3%A9onard", "description": "Nicolas-Germain Léonard was a poet and one of Guadeloupe's first writers."}]}, {"heading": "Births", "year": "1750", "date": "March 16", "txt": "Caroline Herschel, German-English astronomer (d. 1848)", "entities": [{"title": "Caroline Herschel", "href": "/wiki/Caroline_Herschel", "description": "Caroline Lucretia Herschel was a German astronomer, whose most significant contributions to astronomy were the discoveries of several comets, including the periodic comet 35P/Herschel–Rigollet, which bears her name. She was the younger sister of astronomer William Herschel, with whom she worked throughout her career."}]}, {"heading": "Births", "year": "1751", "date": "March 16", "txt": "James Madison, American academic and politician, 4th President of the United States (d. 1836)", "entities": [{"title": "James Madison", "href": "/wiki/James_Madison", "description": "James Madison Jr. was an American statesman, diplomat, expansionist, philosopher, and Founding Father who served as the fourth president of the United States from 1809 to 1817. He is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the United States Bill of Rights. He co-wrote The Federalist Papers, co-founded the D"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1753", "date": "March 16", "txt": "François Amédée Doppet, French general (d. 1799)", "entities": [{"title": "François Amédée Doppet", "href": "/wiki/Fran%C3%A7ois_Am%C3%A9d%C3%A9e_Doppet", "description": "François Amédée Doppet was a Savoyard who briefly commanded three French armies during the French Revolutionary Wars without distinction. During the 1770s he enlisted in the French cavalry. Quitting the army after three years, he became a physician after studying medicine at Turin. Later moving to Paris, he became a writer of poems, romances and medical works while also dabbling in aphrodisiacs an"}]}, {"heading": "Births", "year": "1760", "date": "March 16", "txt": "Johann Heinrich Meyer, Swiss painter and writer (d. 1832)", "entities": [{"title": "Johann Heinrich Meyer", "href": "/wiki/Johann_Heinrich_Meyer", "description": "Johann Heinrich Meyer (1760-1832) was a Swiss painter, engraver and art critic. He served as the second Director of the Weimar Princely Free Drawing School. A close associate of Johann Wolfgang von Goethe, he was often referred to as \"Goethemeyer\"."}]}, {"heading": "Births", "year": "1766", "date": "March 16", "txt": "Jean-Frédéric Waldeck,  French antiquarian, cartographer, artist and explorer (d. 1875)", "entities": [{"title": "Jean-Frédéric Waldeck", "href": "/wiki/Jean-Fr%C3%A9d%C3%A9ric_Waldeck", "description": "Jean-Frédéric Maximilien de Waldeck was a French antiquarian, cartographer, artist and explorer. He was a man of talent and accomplishment, but his love of self-promotion and refusal to let the truth get in the way of a good story leave some aspects of his life in mystery."}]}, {"heading": "Births", "year": "1771", "date": "March 16", "txt": "Antoine-Jean Gros, French painter (d. 1835)", "entities": [{"title": "Antoine-Jean Gros", "href": "/wiki/Antoine-Jean_Gros", "description": "Antoine-Jean Gros, titled as Baron Gros in 1824, was a French painter. His work was in the genres of history and neoclassical painting."}]}, {"heading": "Births", "year": "1773", "date": "March 16", "txt": "Juan Ramón Balcarce, Argentinian general and politician, 6th Governor of Buenos Aires Province (d. 1836)", "entities": [{"title": "Juan Ramón Balcarce", "href": "/wiki/Juan_Ram%C3%B3n_Balcarce", "description": "Juan Ramón González de Balcarce was an Argentine military leader and politician."}, {"title": "Governor of Buenos Aires Province", "href": "/wiki/Governor_of_Buenos_Aires_Province", "description": "The Governor of Buenos Aires Province is a citizen of the Buenos Aires Province of Argentina, holding the office of governor for the corresponding period. The governor is elected alongside a vice-governor. Currently the governor of Buenos Aires Province is Axel Kicillof since December 11, 2019."}]}, {"heading": "Births", "year": "1774", "date": "March 16", "txt": "Matthew Flinders, English navigator and cartographer (d. 1814)", "entities": [{"title": "Matthew Flinders", "href": "/wiki/Matthew_Flinders", "description": "Captain Matthew Flinders was an English navigator and cartographer who led the first inshore circumnavigation of the landmass that is now known as Australia. He is also credited as being the first person to utilise the name Australia to describe the entirety of that continent including Van Diemen's Land, a title he regarded as being \"more agreeable to the ear\" than previous names such as Terra Aus"}]}, {"heading": "Births", "year": "1789", "date": "March 16", "txt": "Francis Rawdon Chesney, English general and explorer (d. 1872)", "entities": [{"title": "Francis Rawdon Chesney", "href": "/wiki/Francis_Rawdon_Chesney", "description": "Francis Rawdon Chesney was a British general and explorer."}]}, {"heading": "Births", "year": "1789", "date": "March 16", "txt": "Georg Ohm, German physicist and mathematician (d. 1854)", "entities": []}, {"heading": "Births", "year": "1794", "date": "March 16", "txt": "Ami Boué, Austrian geologist and ethnographer (d. 1881)", "entities": [{"title": "Ami Boué", "href": "/wiki/Ami_Bou%C3%A9", "description": "Ami Boué was a geologist of French Huguenot origin. Born at Hamburg he trained in Edinburgh and across Europe. He travelled across Europe, studying geology, as well as ethnology, and is considered to be among the first to produce a geological map of the world."}]}, {"heading": "Births", "year": "1797", "date": "March 16", "txt": "Alaric Alexander Watts, English poet and journalist (d. 1864)", "entities": [{"title": "Alaric Alexander Watts", "href": "/wiki/Alaric_Alexander_Watts", "description": "Alaric Alexander Watts was a British poet and journalist, born in London. His life was dedicated to newspaper creation and editing, and he was seen as a conservative writer. It led him to bankruptcy, when a pension was awarded to him by a friend, Lord Aberdeen."}]}, {"heading": "Births", "year": "1799", "date": "March 16", "txt": "Anna Atkins, English botanist and photographer (d. 1871)", "entities": [{"title": "Anna Atkins", "href": "/wiki/Anna_Atkins", "description": "Anna Atkins was an English botanist and photographer. She is often considered the first person to publish a book illustrated with photographic images. Some sources say that she was the first woman to create a photograph."}]}, {"heading": "Births", "year": "1800", "date": "March 16", "txt": "Emperor Ninkō of Japan (d. 1846)", "entities": [{"title": "Emperor Ninkō", "href": "/wiki/Emperor_Nink%C5%8D", "description": "Emperor Ninkō  was the 120th Emperor of Japan, according to the traditional order of succession. Ninkō's reign spanned the years from 1817 until his death in 1846, and saw further deterioration of the power of the ruling Shōgun. Disasters, which included famine, combined with corruption and increasing Western interference, helped to erode public trust in the bakufu government. Emperor Ninkō attemp"}]}, {"heading": "Births", "year": "1805", "date": "March 16", "txt": "Peter Ernst von Lasaulx, German philologist and politician (d. 1861)", "entities": [{"title": "Peter Ernst von Lasaulx", "href": "/wiki/Peter_Ernst_von_Lasaulx", "description": "Peter Ernst von Lasaulx was a German philologist and politician."}]}, {"heading": "Births", "year": "1806", "date": "March 16", "txt": "Félix De Vigne, Belgian painter (d. 1862)", "entities": [{"title": "Félix De Vigne", "href": "/wiki/F%C3%A9lix_De_Vigne", "description": "Félix De Vigne was a Belgian painter."}]}, {"heading": "Births", "year": "1808", "date": "March 16", "txt": "Hannah T. King, British-born American writer and pioneer (d. 1886)", "entities": [{"title": "Hannah T. King", "href": "/wiki/Hannah_T._King", "description": "Hannah T. King was a British-born American writer and pioneer. Converting to Mormonism while in England, her family emigrated to the American state of Utah in 1853 where she became endeared to the people of that state. She was the author of Songs of the Heart, several poems, as well as writings addressed to young readers. King was the last woman sealed to Brigham Young."}]}, {"heading": "Births", "year": "1813", "date": "March 16", "txt": "Gaëtan de Rochebouët, French prime minister (d. 1899)", "entities": [{"title": "Gaëtan de Rochebouët", "href": "/wiki/Ga%C3%ABtan_de_Rochebou%C3%ABt", "description": "Gaëtan de Grimaudet de Rochebouët was a French general who served as Prime Minister for less than a month in late 1877."}]}, {"heading": "Births", "year": "1819", "date": "March 16", "txt": "José Paranhos, Brazilian politician (d. 1880)", "entities": [{"title": "José Paranhos, Viscount of Rio Branco", "href": "/wiki/Jos%C3%A9_Paranhos,_Viscount_of_Rio_Branco", "description": "José Maria da Silva Paranhos, Viscount of Rio Branco, was a Brazilian politician, monarchist, diplomat, teacher and journalist. Rio Branco was born in Salvador, in what was then the Captaincy of Bahia, to a wealthy family, but most of the fortune was lost after his parents' deaths early in his childhood."}]}, {"heading": "Births", "year": "1820", "date": "March 16", "txt": "Enrico Tamberlik, Italian tenor (d. 1889)", "entities": [{"title": "Enrico Tamberlik", "href": "/wiki/Enrico_Tamberlik", "description": "Enrico Tamberlik was an Italian tenor who sang to great acclaim at Europe and America's leading opera venues. He excelled in the heroic roles of the Italian and French repertories and was renowned for his powerful declamation and clarion high notes."}]}, {"heading": "Births", "year": "1821", "date": "March 16", "txt": "Eduard Heine, German mathematician and academic (d. 1881)", "entities": [{"title": "Eduard Heine", "href": "/wiki/Eduard_Heine", "description": "Heinrich Eduard Heine was a German mathematician."}]}, {"heading": "Births", "year": "1822", "date": "March 16", "txt": "Rosa Bonheur, French painter and sculptor (d. 1899)", "entities": [{"title": "Rosa Bonheur", "href": "/wiki/Rosa_Bonheur", "description": "Rosa Bonheur, born Marie-Rosalie Bonheur, was a French artist, mostly a painter of animals (animalière) but also a sculptor, in a realist style. Her best-known paintings are Ploughing in the Nivernais, first exhibited at the Paris Salon of 1848, and now at the Musée d'Orsay in Paris, and The Horse Fair, which was exhibited at the Salon of 1853 and is now in the Metropolitan Museum of Art, in New Y"}]}, {"heading": "Births", "year": "1822", "date": "March 16", "txt": "John Pope, American general (d. 1892)", "entities": []}, {"heading": "Births", "year": "1823", "date": "March 16", "txt": "William Henry Monk, English organist and composer  (d. 1889)", "entities": [{"title": "William Henry Monk", "href": "/wiki/William_Henry_Monk", "description": "William Henry Monk was an English organist, church musician and music editor who composed popular hymn tunes, including one of the most famous, \"Eventide\", used for the hymn \"Abide with Me\". He also wrote music for church services and anthems."}]}, {"heading": "Births", "year": "1825", "date": "March 16", "txt": "Camilo Castelo Branco, Portuguese writer (d. 1890)", "entities": [{"title": "Camilo Castelo Branco", "href": "/wiki/Camilo_Castelo_Branco", "description": "Camilo Castelo Branco, 1st Viscount of Correia Botelho, was a prolific Portuguese writer of the 19th century, having produced over 260 books. His writing is considered original in that it combines the dramatic and sentimental spirit of Romanticism with a highly personal combination of sarcasm, bitterness and dark humour. He is also celebrated for his peculiar wit and anecdotal character, as well a"}]}, {"heading": "Births", "year": "1828", "date": "March 16", "txt": "Émile Deshayes de Marcère, French politician (d. 1918)", "entities": [{"title": "Émile Deshayes de Marcère", "href": "/wiki/%C3%89mile_Deshayes_de_Marc%C3%A8re", "description": "Émile-Louis-Gustave Deshayes de Marcère was a French politician."}]}, {"heading": "Births", "year": "1834", "date": "March 16", "txt": "James Hector, Scottish geologist and surgeon (d. 1907)", "entities": [{"title": "James Hector", "href": "/wiki/James_Hector", "description": "Sir James Hector FRS FRSE(16 March 1834 – 6 November 1907) was a Scottish geologist, naturalist, and surgeon who accompanied the Palliser Expedition as a surgeon and geologist. He went on to have a lengthy career as a government employed man of science in New Zealand, and during this period he dominated the Colony's scientific institutions in a way that no single man has since."}]}, {"heading": "Births", "year": "1836", "date": "March 16", "txt": "Andrew Smith Hallidie, English-American engineer and businessman (d. 1900)", "entities": [{"title": "Andrew Smith Hallidie", "href": "/wiki/Andrew_Smith_Hallidie", "description": "Andrew Smith Hallidie was the promoter of the Clay Street Hill Railroad in San Francisco, USA. This was the world's first practical cable car system, and Hallidie is often therefore regarded as the inventor of the cable car and father of the present day San Francisco cable car system, although both claims are open to dispute. He also introduced the manufacture of wire rope to California, and at an"}]}, {"heading": "Births", "year": "1839", "date": "March 16", "txt": "Sully Prudhomme, French poet and critic, Nobel Prize laureate (d. 1907)", "entities": [{"title": "Sully Prudhomme", "href": "/wiki/Sully_Prudhomme", "description": "René François Armand (Sully) Prudhomme was a French poet and essayist. He was the first winner of the Nobel Prize in Literature in 1901."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1839", "date": "March 16", "txt": "John Butler Yeats, Irish painter (d. 1922)", "entities": []}, {"heading": "Births", "year": "1840", "date": "March 16", "txt": "Shibusawa Eiichi, Japanese businessman (d. 1931)", "entities": [{"title": "Shibusawa Eiichi", "href": "/wiki/Shibusawa_Eiichi", "description": "Shibusawa Eiichi, 1st Viscount Shibusawa  was a Japanese industrialist widely known today as the \"father of Japanese capitalism\". He spearheaded the introduction of Western capitalism to Japan after the Meiji Restoration. He introduced many economic reforms including use of double-entry accounting, joint-stock corporations and modern note-issuing banks."}]}, {"heading": "Births", "year": "1840", "date": "March 16", "txt": "Georg von der Gabelentz, German linguist and sinologist (d. 1893)", "entities": []}, {"heading": "Births", "year": "1845", "date": "March 16", "txt": "Umegatani Tōtarō I, Japanese sumo wrestler, the 15th Yokozuna (d. 1928)", "entities": [{"title": "Umegatani Tōtarō I", "href": "/wiki/Umegatani_T%C5%8Dtar%C5%8D_I", "description": "Umegatani Tōtarō I  was a Japanese professional sumo wrestler from Shiwa, Chikuzen Province. He was the sport's 15th yokozuna. He was generally regarded as the strongest wrestler to emerge since the era of Tanikaze and Raiden."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1846", "date": "March 16", "txt": "Gösta Mittag-Leffler, Swedish mathematician and academic (d. 1927)", "entities": [{"title": "Gösta Mittag-Leffler", "href": "/wiki/G%C3%B6sta_Mittag-Leffler", "description": "Magnus Gustaf (Gösta) Mittag-Leffler was a Swedish mathematician. His mathematical contributions are connected chiefly with the theory of functions, which today is called complex analysis."}]}, {"heading": "Births", "year": "1846", "date": "March 16", "txt": "Rebecca Cole, American physician and social reformer (d. 1922)", "entities": []}, {"heading": "Births", "year": "1846", "date": "March 16", "txt": "Jurgis Bielinis, Lithuanian book smuggler (d. 1918)", "entities": []}, {"heading": "Births", "year": "1848", "date": "March 16", "txt": "Axel Heiberg, Norwegian financier and diplomat (d. 1932)", "entities": [{"title": "Axel Heiberg", "href": "/wiki/Axel_Heiberg", "description": "Axel Heiberg was a Norwegian diplomat and financier as well as a patron of the arts and sciences."}]}, {"heading": "Births", "year": "1851", "date": "March 16", "txt": "Otto Bardenhewer, German patrologist (d. 1935)", "entities": [{"title": "Otto Bardenhewer", "href": "/wiki/Otto_Bardenhewer", "description": "Bertram Otto Bardenhewer was a German Catholic patrologist. His Geschichte der altkirchlichen Literatur is a standard work, re-issued in 2008. For Bardenhewer, a patrologist was not a literary historian of the Church Fathers, but a historian of dogmatic definitions."}]}, {"heading": "Births", "year": "1851", "date": "March 16", "txt": "Martinus Beijerinck, Dutch microbiologist and botanist (d. 1931)", "entities": []}, {"heading": "Births", "year": "1856", "date": "March 16", "txt": "Napoléon, Prince Imperial of France (d. 1879)", "entities": [{"title": "Napoléon, Prince Imperial", "href": "/wiki/Napol%C3%A9on,_Prince_Imperial", "description": "Napoléon, Prince Imperial, also known as Louis-Napoléon, was the only child of Napoleon III, Emperor of the French, and Empress Eugénie. After his father was dethroned in 1870, he relocated with his family to England. On his father's death in January 1873, he was proclaimed by the Bonapartist faction as Napoleon IV."}]}, {"heading": "Births", "year": "1857", "date": "March 16", "txt": "Charles Harding Firth, English historian and academic (d. 1936)", "entities": [{"title": "Charles Harding Firth", "href": "/wiki/Charles_Harding_Firth", "description": "Sir Charles Harding Firth was a British historian. He was one of the founders of the Historical Association in 1906."}]}, {"heading": "Births", "year": "1859", "date": "March 16", "txt": "Alexander Stepanovich Popov, Russian physicist and academic (d. 1906)", "entities": [{"title": "Alexander Stepanovich Popov", "href": "/wiki/Alexander_Stepanovich_Popov", "description": "Alexander Stepanovich Popov was a Russian physicist, who was one of the first persons to invent a radio receiving device."}]}, {"heading": "Births", "year": "1865", "date": "March 16", "txt": "Patsy Donovan, Irish-American baseball player and manager (d. 1953)", "entities": [{"title": "Patsy Donovan", "href": "/wiki/Patsy_Donovan", "description": "Patrick Joseph \"Patsy\" Donovan was an Irish-American right fielder and manager in Major League Baseball who played for several teams from 1890 to 1907, most notably the Pittsburgh Pirates."}]}, {"heading": "Births", "year": "1869", "date": "March 16", "txt": "Willy Burmester, German violinist (d. 1933)", "entities": [{"title": "Willy Burmester", "href": "/wiki/Willy_Burmester", "description": "Carl Adolph Wilhelm “Willy” Burmester was a German violinist."}]}, {"heading": "Births", "year": "1871", "date": "March 16", "txt": "Hans Merensky, South African geologist and philanthropist (d. 1951)", "entities": [{"title": "Hans Merensky", "href": "/wiki/Hans_Merensky", "description": "Hans Merensky was a South African geologist, prospector, scientist, conservationist and philanthropist. He discovered the rich deposit of alluvial diamonds at Alexander Bay in Namaqualand, vast platinum and chrome reefs at Lydenburg, Rustenburg and Potgietersrus, which led to some of the largest platinum mines in the world, phosphates and copper at Phalaborwa in the Transvaal lowveld, gold in the "}]}, {"heading": "Births", "year": "1871", "date": "March 16", "txt": "Frantz Reichel, French rugby player and hurdler (d. 1932)", "entities": []}, {"heading": "Births", "year": "1874", "date": "March 16", "txt": "Frédéric François-Marsal, French prime minister (d. 1958)", "entities": [{"title": "Frédéric François-Marsal", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Fran%C3%A7ois-Marsal", "description": "Frédéric François-Marsal was a French Politician of the Third Republic, who served briefly as Prime Minister in 1924. Due to his premiership he also served for two days as the Acting President of the French Republic between the resignation of Alexandre Millerand and the election of Gaston Doumergue."}]}, {"heading": "Births", "year": "1877", "date": "March 16", "txt": "Léo-Ernest Ouimet, Canadian director and producer (d. 1972)", "entities": [{"title": "Léo-Ernest Ouimet", "href": "/wiki/L%C3%A9o-Ernest_Ouimet", "description": "Léo-Ernest Ouimet was a Canadian film pioneer. He was a theater operator, filmmaker, producer, and distributor."}]}, {"heading": "Births", "year": "1878", "date": "March 16", "txt": "Clemens August Graf von Galen, German cardinal (d. 1946)", "entities": [{"title": "Clemens August Graf von Galen", "href": "/wiki/Clemens_August_Graf_von_Galen", "description": "Clemens Augustinus Emmanuel Joseph Pius Anthonius Hubertus Marie Graf von Galen, better known as Clemens August Graf von Galen, was a German count, Bishop of Münster, and cardinal of the Roman Catholic Church. During World War II, Galen led Catholic protest against Nazi euthanasia and denounced Gestapo lawlessness and the persecution of the Church in Germany. He was appointed a Cardinal by Pope Pi"}]}, {"heading": "Births", "year": "1878", "date": "March 16", "txt": "Paul Jouve, French painter (d. 1973)", "entities": []}, {"heading": "Births", "year": "1881", "date": "March 16", "txt": "Fannie Charles Dillon, American composer (d. 1947)", "entities": [{"title": "Fannie Charles Dillon", "href": "/wiki/Fannie_Charles_Dillon", "description": "Fannie Charles Dillon was an American pianist, music educator and composer."}]}, {"heading": "Births", "year": "1882", "date": "March 16", "txt": "James Lightbody, American runner (d. 1953)", "entities": [{"title": "James Lightbody", "href": "/wiki/James_Lightbody", "description": "James Davies Lightbody was an American middle distance runner, winner of six Olympic medals in the early 20th century."}]}, {"heading": "Births", "year": "1883", "date": "March 16", "txt": "Ethel Anderson, Australian poet, author, and painter (d. 1958)", "entities": [{"title": "Ethel Anderson", "href": "/wiki/Ethel_Anderson", "description": "Ethel Campbell Louise Anderson was an early twentieth century Australian poet, essayist, novelist and painter. She considered herself to be mainly a poet, but is now best appreciated for her witty and ironic stories. Anderson has been described as \"a high-profile author, artist, art commentator and emissary for modernism\"."}]}, {"heading": "Births", "year": "1884", "date": "March 16", "txt": "Eric P. Kelly, American journalist and author (d. 1960)", "entities": [{"title": "Eric P. Kelly", "href": "/wiki/Eric_P._Kelly", "description": "Eric Philbrook Kelly was an American journalist, academic and author of children's books. He was a professor of English at Dartmouth College and briefly a lecturer at the Jagiellonian University in Kraków. He won the 1929 Newbery Medal recognizing his first published book, The Trumpeter of Krakow, as the preceding year's most distinguished contribution to American children's literature."}]}, {"heading": "Births", "year": "1885", "date": "March 16", "txt": "Giacomo Benvenuti, Italian composer and musicologist (d. 1943)", "entities": [{"title": "Giacomo Benvenuti", "href": "/wiki/Giacomo_Benvenuti", "description": "Giacomo Benvenuti was an Italian composer and musicologist. He was the son of organist Cristoforo Benvenuti and studied at the Liceo Musicale in Bologna under Luigi Torchi (musicology) and Marco Enrico Bossi (organ). In 1919 his collection of songs for voice and piano accompaniment, Canti a una voce : con accompagnamento di pianoforte, was published in Bologna. In 1922 he published a collection of"}]}, {"heading": "Births", "year": "1885", "date": "March 16", "txt": "Sydney Chaplin, English actor (d. 1965)", "entities": []}, {"heading": "Births", "year": "1886", "date": "March 16", "txt": "Herbert Lindström, Swedish tug of war player (d. 1951)", "entities": [{"title": "Herbert Lindström", "href": "/wiki/Herbert_Lindstr%C3%B6m", "description": "Carl Herbert Lindström was a Swedish fisherman and policeman who won a gold medal in the tug of war competition at the 1912 Summer Olympics."}]}, {"heading": "Births", "year": "1887", "date": "March 16", "txt": "Emilio Lunghi, Italian runner (d. 1925)", "entities": [{"title": "Emilio Lunghi", "href": "/wiki/Emilio_Lunghi", "description": "Emilio Lunghi was an Italian athlete. He won the silver medal in the men's 800 metres race at the 1908 Summer Olympics in London, making him the first Italian to win an Olympic medal."}]}, {"heading": "Births", "year": "1887", "date": "March 16", "txt": "S. Stillman Berry, American marine zoologist (1984)", "entities": []}, {"heading": "Births", "year": "1889", "date": "March 16", "txt": "Reggie Walker, South African athlete (d. 1951)", "entities": [{"title": "Reggie Walker (sprinter)", "href": "/wiki/Reggie_Walker_(sprinter)", "description": "Reginald (\"Reggie\") Edgar Walker was a South African athlete and the 1908 Olympic champion in the 100 metres."}]}, {"heading": "Births", "year": "1892", "date": "March 16", "txt": "César Vallejo, Peruvian poet, playwright, and journalist (d. 1938)", "entities": [{"title": "César Vallejo", "href": "/wiki/C%C3%A9sar_Vallejo", "description": "César Abraham Vallejo Mendoza was a Peruvian poet, writer, playwright, and journalist. Although he published only three books of poetry during his lifetime, he is considered one of the great poetic innovators of the 20th century in any language. He was always a step ahead of literary currents, and each of his books was distinct from the others, and, in its own sense, revolutionary. Thomas Merton c"}]}, {"heading": "Births", "year": "1895", "date": "March 16", "txt": "Ernest Labrousse, French historian (d. 1988)", "entities": [{"title": "Ernest Labrousse", "href": "/wiki/Ernest_Labrousse", "description": "Camille-Ernest Labrousse was a French historian specializing in social and economic history."}]}, {"heading": "Births", "year": "1897", "date": "March 16", "txt": "Antonio Donghi, Italian painter (d. 1963)", "entities": [{"title": "Antonio Donghi", "href": "/wiki/Antonio_Donghi", "description": "Antonio Donghi was an Italian painter of scenes of popular life, landscapes, and still life."}]}, {"heading": "Births", "year": "1897", "date": "March 16", "txt": "Conrad Nagel, American actor (d. 1970)", "entities": []}, {"heading": "Births", "year": "1900", "date": "March 16", "txt": "Cyril Hume, American novelist (d. 1966)", "entities": [{"title": "Cyril Hume", "href": "/wiki/Cyril_Hume", "description": "Cyril Hume was an American novelist and screenwriter."}]}, {"heading": "Births", "year": "1900", "date": "March 16", "txt": "Mencha Karnicheva, Macedonian revolutionary and assassin (d. 1964) ", "entities": []}, {"heading": "Births", "year": "1901", "date": "March 16", "txt": "Alexis Chantraine, Belgian footballer (d. 1987)", "entities": [{"title": "Alexis Chantraine", "href": "/wiki/Alexis_Chantraine", "description": "Joseph Dieudonné Alexis Chantraine was a Belgian footballer."}]}, {"heading": "Births", "year": "1903", "date": "March 16", "txt": "Mike Mansfield, American politician and diplomat, 22nd United States Ambassador to Japan (d. 2001)", "entities": [{"title": "Mike Mansfield", "href": "/wiki/Mike_Mansfield", "description": "Michael Joseph Mansfield was an American politician and diplomat. A member of the Democratic Party, he served as a US Representative (1943–1953) and a US Senator (1953–1977) from Montana. He was the longest-serving Senate Majority Leader and served from 1961 to 1977. During his tenure, he shepherded Great Society programs through the Senate."}, {"title": "United States Ambassador to Japan", "href": "/wiki/United_States_Ambassador_to_Japan", "description": "The Ambassador of the United States of America to Japan  is the ambassador from the United States of America to Japan."}]}, {"heading": "Births", "year": "1906", "date": "March 16", "txt": "Francisco Ayala, Spanish sociologist, author, and translator (d. 2009)", "entities": [{"title": "Francisco Ayala (novelist)", "href": "/wiki/Francisco_Ayala_(novelist)", "description": "Francisco Ayala García-Duarte was a Spanish writer, the last representative of the Generation of '27."}]}, {"heading": "Births", "year": "1906", "date": "March 16", "txt": "Maurice Turnbull, Welsh-English cricketer and rugby player (d. 1944)", "entities": []}, {"heading": "Births", "year": "1906", "date": "March 16", "txt": "Henny Youngman, English-American violinist and comedian (d. 1998)", "entities": []}, {"heading": "Births", "year": "1908", "date": "March 16", "txt": "René Daumal, French author and poet (d. 1944)", "entities": [{"title": "René Daumal", "href": "/wiki/Ren%C3%A9_Daumal", "description": "René Daumal was a French spiritual para-surrealist writer, critic and poet, best known for his posthumously published novel Mount Analogue (1952) as well as for being an early, outspoken practitioner of pataphysics."}]}, {"heading": "Births", "year": "1908", "date": "March 16", "txt": "Ernest Rogez, French water polo player (d. 1986)", "entities": []}, {"heading": "Births", "year": "1908", "date": "March 16", "txt": "Robert Rossen, American director, producer, and screenwriter (d. 1966)", "entities": []}, {"heading": "Births", "year": "1910", "date": "March 16", "txt": "Aladár Gerevich, Hungarian fencer (d. 1991)", "entities": [{"title": "Aladár Gerevich", "href": "/wiki/Alad%C3%A1r_Gerevich", "description": "Aladár Gerevich was a Hungarian fencer who was regarded as \"the greatest Olympic swordsman ever\". He won gold medals in sabre in six Olympics."}]}, {"heading": "Births", "year": "1910", "date": "March 16", "txt": "Iftikhar Ali Khan Pataudi, Indian-English cricketer and politician, 8th Nawab of Pataudi (d. 1952)", "entities": [{"title": "Nawab of Pataudi", "href": "/wiki/Nawab_of_Pataudi", "description": "The term Nawab of Pataudi refers to the lineage of rulers of the former princely Pataudi State in Northern India. Pataudi was established in 1804 by the British East India Company, when Faiz Talab Khan, an Afghan Muslim Pashtun of the Barech tribe, who was made the first Nawab, aided them in their battle against the Maratha Empire, during the Second Anglo-Maratha War. The family traces their origi"}]}, {"heading": "Births", "year": "1911", "date": "March 16", "txt": "Pierre Harmel, Belgian lawyer and politician, 40th Prime Minister of Belgium (d. 2009)", "entities": [{"title": "Pierre Harmel", "href": "/wiki/Pierre_Harmel", "description": "Pierre Charles José Marie, Count Harmel was a Belgian lawyer, Christian Democratic politician and diplomat. Harmel served as the Prime Minister of Belgium from 1965 to 1966."}, {"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}]}, {"heading": "Births", "year": "1911", "date": "March 16", "txt": "Josef Mengele, German physician, captain and mass-murderer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1911", "date": "March 16", "txt": "Philip Pavia, American painter and sculptor (d.2005)", "entities": []}, {"heading": "Births", "year": "1912", "date": "March 16", "txt": "Pat Nixon, First Lady of the United States (d. 1993)", "entities": [{"title": "Pat Nixon", "href": "/wiki/Pat_Nixon", "description": "Thelma Catherine \"Pat\" Nixon, also commonly known as Patricia Nixon, was an American educator and the wife of Richard Nixon, the 37th President of the United States. During her more than 30 years in public life, she served as both the Second (1953–1961) and First Lady of the United States (1969–1974)."}]}, {"heading": "Births", "year": "1913", "date": "March 16", "txt": "Rémy Raffalli, French soldier (d. 1952)", "entities": [{"title": "Rémy Raffalli", "href": "/wiki/R%C3%A9my_Raffalli", "description": "Barthélémy \"Rémy\" Raffalli was a French Army soldier who fought in World War II and the First Indochina War."}]}, {"heading": "Births", "year": "1915", "date": "March 16", "txt": "Kunihiko Kodaira, Japanese mathematician and academic (d. 1997)", "entities": [{"title": "Kunihiko Kodaira", "href": "/wiki/Kunihiko_Kodaira", "description": "Kunihiko Kodaira  was a Japanese mathematician known for distinguished work in algebraic geometry and the theory of complex manifolds, and as the founder of the Japanese school of algebraic geometers. He was awarded a Fields Medal in 1954, being the first Japanese national to receive this honour."}]}, {"heading": "Births", "year": "1916", "date": "March 16", "txt": "Mercedes McCambridge, American actress (d. 2004)", "entities": [{"title": "Mercedes McCambridge", "href": "/wiki/Mercedes_McCambridge", "description": "Carlotta Mercedes Agnes McCambridge was an American actress of radio, stage, film, and television. Orson Welles called her \"the world's greatest living radio actress.\" She won an Academy Award for Best Supporting Actress for her screen debut in All the King's Men (1949) and was nominated in the same category for Giant (1956). She also provided the voice of the demon Pazuzu in The Exorcist (1973)."}]}, {"heading": "Births", "year": "1916", "date": "March 16", "txt": "Tsutomu Yamaguchi, Japanese engineer and businessman (d. 2010)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 16", "txt": "Louis C. Wyman, American lawyer and politician (d. 2002)", "entities": [{"title": "Louis C. Wyman", "href": "/wiki/Louis_C._Wyman", "description": "Louis Crosby Wyman was an American politician and lawyer. He was a U.S. Representative and, for three days, a U.S. Senator from New Hampshire. This was one of the shortest tenures in Senate history. He was a member of the Republican Party."}]}, {"heading": "Births", "year": "1917", "date": "March 16", "txt": "Laure Pillay,  Mauritian lawyer and jurist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1917", "date": "March 16", "txt": "Mehrdad Pahlbod, Iranian politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1918", "date": "March 16", "txt": "Aldo van Eyck, Dutch architect (d. 1999)", "entities": [{"title": "Aldo van Eyck", "href": "/wiki/Aldo_van_Eyck", "description": "Aldo van Eyck was an architect from the Netherlands. He was one of the most influential protagonists of the architectural movement Structuralism."}]}, {"heading": "Births", "year": "1918", "date": "March 16", "txt": "Frederick Reines, American physicist and academic, Nobel Prize laureate (d. 1998)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1920", "date": "March 16", "txt": "John Addison, English-American soldier and composer (d. 1998)", "entities": [{"title": "John Addison", "href": "/wiki/John_Addison", "description": "John Mervyn Addison was a British composer best known for his film scores."}]}, {"heading": "Births", "year": "1920", "date": "March 16", "txt": "Sid Fleischman, American author and screenwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 16", "txt": "Traudl Junge, German secretary (d. 2002)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 16", "txt": "Leo McKern, Australian-English actor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1922", "date": "March 16", "txt": "Harding Lemay, American screenwriter and playwright (d. 2018)", "entities": [{"title": "Harding Lemay", "href": "/wiki/Harding_Lemay", "description": "Harding Lemay was an American screenwriter and playwright."}]}, {"heading": "Births", "year": "1923", "date": "March 16", "txt": "Heinz Wallberg, German conductor (d. 2004)", "entities": [{"title": "Heinz Wallberg", "href": "/wiki/Heinz_Wallberg", "description": "Heinz Wallberg was a German conductor."}]}, {"heading": "Births", "year": "1925", "date": "March 16", "txt": "Cornell Borchers, Lithuanian-German actress and singer (d. 2014)", "entities": [{"title": "Cornell Borchers", "href": "/wiki/Cornell_Borchers", "description": "Gerlind Cornell Borchers was a German actress and singer, active in the late 1940s and 1950s. She is best remembered for her roles opposite Montgomery Clift in The Big Lift (1950) and Errol Flynn and Nat King Cole in Istanbul (1957). She was said to resemble Ingrid Bergman in mid-1950s reviews."}]}, {"heading": "Births", "year": "1925", "date": "March 16", "txt": "Mary Hinkson, American dancer and choreographer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 16", "txt": "Ervin Kassai, Hungarian basketball player and referee (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "March 16", "txt": "Luis E. Miramontes, Mexican chemist and engineer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1926", "date": "March 16", "txt": "Charles Goodell, American lawyer and politician (d. 1987)", "entities": [{"title": "Charles Goodell", "href": "/wiki/Charles_Goodell", "description": "Charles Ellsworth Goodell Jr. was an American Congressman and a United States Senator from New York. In both cases he came into office following the deaths of his predecessors, first in a special election and second as a temporary appointee."}]}, {"heading": "Births", "year": "1926", "date": "March 16", "txt": "Jerry Lewis, American actor and comedian (d. 2017)", "entities": []}, {"heading": "Births", "year": "1927", "date": "March 16", "txt": "Vladimir Komarov, Russian pilot, engineer, and astronaut (d. 1967)", "entities": [{"title": "Vladimir Komarov", "href": "/wiki/Vladimir_Komarov", "description": "Vladimir Mikhaylovich Komarov was a Soviet test pilot, aerospace engineer, and cosmonaut. In October 1964, he commanded Voskhod 1, the first spaceflight to carry more than one crew member. He became the first Soviet cosmonaut to fly in space twice when he was selected as the solo pilot of Soyuz 1, its first crewed test flight. A parachute failure caused his Soyuz capsule to crash into the ground a"}]}, {"heading": "Births", "year": "1927", "date": "March 16", "txt": "Daniel Patrick Moynihan, American sociologist and politician, 12th United States Ambassador to the United Nations (d. 2003)", "entities": [{"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1927", "date": "March 16", "txt": "Olga San Juan, American actress and dancer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1928", "date": "March 16", "txt": "Wakanohana Kanji I, Japanese sumo wrestler, the 45th Yokozuna (d. 2010)", "entities": [{"title": "Wakanohana Kanji I", "href": "/wiki/Wakanohana_Kanji_I", "description": "Wakanohana Kanji I  was a Japanese professional sumo wrestler. He was the sport's 45th yokozuna. He was a popular wrestler and was nicknamed the \"Devil of the Dohyō\"  due to his great fighting spirit and endurance."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1928", "date": "March 16", "txt": "Christa Ludwig, German soprano and actress (d. 2021)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 16", "txt": "Betty Johnson, American singer", "entities": [{"title": "Betty Johnson", "href": "/wiki/Betty_Johnson", "description": "Betty Johnson is an American traditional pop and cabaret singer who reached her career peak in the 1950s."}]}, {"heading": "Births", "year": "1929", "date": "March 16", "txt": "Tihomir Novakov, Serbian-American physicist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "March 16", "txt": "Nadja Tiller, Austrian actress", "entities": []}, {"heading": "Births", "year": "1930", "date": "March 16", "txt": "Tommy Flanagan, American pianist and composer (d. 2001)", "entities": [{"title": "Tommy Flanagan", "href": "/wiki/Tommy_Flanagan", "description": "Thomas Lee Flanagan was an American jazz pianist and composer. He grew up in Detroit, initially influenced by such pianists as Art Tatum, Teddy Wilson, and Nat King Cole, and then by the newer bebop musicians. Within months of moving to New York in 1956, he had recorded with Miles Davis and on Sonny Rollins' landmark Saxophone Colossus. Recordings under various leaders, including the historically "}]}, {"heading": "Births", "year": "1930", "date": "March 16", "txt": "Minoru Miki, Japanese composer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 16", "txt": "Augusto Boal, Brazilian theatre director, writer and politician (d. 2009)", "entities": [{"title": "Augusto Boal", "href": "/wiki/Augusto_Boal", "description": "Augusto Boal was a Brazilian theatre practitioner, drama theorist, and political activist. He was the founder of Theatre of the Oppressed, a theatrical form originally used in radical left popular education movements. Boal served one term as a Vereador in Rio de Janeiro from 1993 to 1997, where he developed legislative theatre."}]}, {"heading": "Births", "year": "1931", "date": "March 16", "txt": "Alan Heyman, American-South Korean musicologist and composer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 16", "txt": "Anthony Kenny, English philosopher and academic", "entities": []}, {"heading": "Births", "year": "1931", "date": "March 16", "txt": "John Munro, Canadian lawyer and politician, 22nd Canadian Minister of Labour (d. 2003)", "entities": [{"title": "Minister of Labour (Canada)", "href": "/wiki/Minister_of_Labour_(Canada)", "description": "The Minister of Labour is the minister of the Crown in the Canadian Cabinet who is responsible for the labour portfolio of Employment and Social Development Canada. From 2015 to 2019, the portfolio was included in that of the Minister of Employment, Workforce Development and Labour, but was split in 2019 during the government of Justin Trudeau."}]}, {"heading": "Births", "year": "1932", "date": "March 16", "txt": "Don Blasingame, American baseball player and manager (d. 2005)", "entities": [{"title": "Don Blasingame", "href": "/wiki/Don_Blasingame", "description": "Donald Lee Blasingame, nicknamed Blazer, was an American professional baseball second baseman. He played in Major League Baseball (MLB) for the St. Louis Cardinals (1955–1959), San Francisco Giants (1960–1961), Cincinnati Reds (1961–1963), Washington Senators (1963–1966), and Kansas City Athletics (1966). Blasingame threw right-handed, batted left-handed and was listed as 5 feet 10 inches (1.78 m)"}]}, {"heading": "Births", "year": "1932", "date": "March 16", "txt": "Walter Cunningham, American colonel, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 16", "txt": "Kurt Diemberger, Austrian mountaineer and author", "entities": []}, {"heading": "Births", "year": "1932", "date": "March 16", "txt": "Herbert Marx, Canadian politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1933", "date": "March 16", "txt": "Keith Critchlow, English architect and academic, co-founded Temenos Academy", "entities": [{"title": "Keith Critchlow", "href": "/wiki/Keith_Critchlow", "description": "Keith Barry Critchlow was an artist, lecturer, author, professor of architecture and a co-founder of the Temenos Academy in the UK."}, {"title": "Temenos Academy", "href": "/wiki/Temenos_Academy", "description": "The Temenos Academy, or Temenos Academy of Integral Studies, is an educational charity in London which aims to offer education in philosophy and the arts in the light of the sacred traditions of East and West."}]}, {"heading": "Births", "year": "1933", "date": "March 16", "txt": "Sanford I. Weill, American banker, financier, and philanthropist", "entities": []}, {"heading": "Births", "year": "1934", "date": "March 16", "txt": "Jean Cournoyer, Canadian politician", "entities": [{"title": "Jean Cournoyer", "href": "/wiki/Jean_Cournoyer", "description": "Jean Cournoyer is a retired Quebec politician. He was a Member of the provincial legislature in Quebec."}]}, {"heading": "Births", "year": "1934", "date": "March 16", "txt": "Ray Hnatyshyn, Canadian lawyer and politician, 24th Governor General of Canada (d. 2002)", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1934", "date": "March 16", "txt": "Roger Norrington, English violinist and conductor", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 16", "txt": "Teresa Berganza, Spanish soprano and actress", "entities": [{"title": "Teresa Berganza", "href": "/wiki/Teresa_Berganza", "description": "Teresa Berganza Vargas OAXS is a Spanish mezzo-soprano. She is most closely associated with the roles of Rossini, Mozart, and Bizet. She is admired for her technical virtuosity, musical intelligence, and beguiling stage presence."}]}, {"heading": "Births", "year": "1935", "date": "March 16", "txt": "Pepe Cáceres, Colombian bullfighter (d. 1987)", "entities": []}, {"heading": "Births", "year": "1936", "date": "March 16", "txt": "Raymond Vahan Damadian, Armenian-American inventor, invented the MRI", "entities": [{"title": "Raymond Vahan Damadian", "href": "/wiki/Raymond_Vahan_Damadian", "description": "Raymond Vahan Damadian is an American physician of Armenian descent, medical practitioner, and one of the first people to notice differential NMR relaxation between normal and pathological tissue."}, {"title": "Magnetic resonance imaging", "href": "/wiki/Magnetic_resonance_imaging", "description": "Magnetic resonance imaging (MRI) is a medical imaging technique used in radiology to form pictures of the anatomy and the physiological processes of the body. MRI scanners use strong magnetic fields, magnetic field gradients, and radio waves to generate images of the organs in the body. MRI does not involve X-rays or the use of ionizing radiation, which distinguishes it from CT and PET scans. MRI "}]}, {"heading": "Births", "year": "1936", "date": "March 16", "txt": "Fred Neil, American folk singer-songwriter and guitarist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 16", "txt": "David Frith, English historian, journalist, and author", "entities": [{"title": "David Frith", "href": "/wiki/David_Frith", "description": "David Edward John Frith is a cricket writer and historian. Cricinfo describes him as \"an author, historian, and founding editor of Wisden Cricket Monthly\"."}]}, {"heading": "Births", "year": "1937", "date": "March 16", "txt": "Attilio Nicora, Italian cardinal (d. 2017)", "entities": []}, {"heading": "Births", "year": "1937", "date": "March 16", "txt": "Amos Tversky, Israeli-American psychologist and academic (d. 1996)", "entities": []}, {"heading": "Births", "year": "1938", "date": "March 16", "txt": "Carlos Bilardo, Argentinian footballer and manager", "entities": [{"title": "Carlos Bilardo", "href": "/wiki/Carlos_Bilardo", "description": "Carlos Salvador Bilardo is an Argentine former football player and manager."}]}, {"heading": "Births", "year": "1939", "date": "March 16", "txt": "Yvon Côté, Canadian teacher", "entities": [{"title": "Yvon Côté", "href": "/wiki/Yvon_C%C3%B4t%C3%A9", "description": "Yvon Côté was a member of the House of Commons of Canada from 1988 to 1993. His career has been in teaching."}]}, {"heading": "Births", "year": "1940", "date": "March 16", "txt": "Vagif Mustafazadeh, Azerbaijani pianist and composer (d. 1979)", "entities": [{"title": "Vagif Mustafazadeh", "href": "/wiki/Vagif_Mustafazadeh", "description": "Vagif Mustafazadeh, also known as Vaqif Mustafa-Zadeh, was an Azerbaijani jazz pianist and composer, acclaimed for fusing jazz and the traditional Azerbaijani folk music known as mugham. According to many world famous jazz musicians, Mustafazadeh is one of the pioneers and \"the architect of jazz in Azerbaijan\"."}]}, {"heading": "Births", "year": "1940", "date": "March 16", "txt": "Jan Pronk, Dutch academic and politician, Dutch Ministry of Housing, Spatial Planning and the Environment", "entities": [{"title": "Ministry of Housing, Spatial Planning and the Environment (Netherlands)", "href": "/wiki/Ministry_of_Housing,_Spatial_Planning_and_the_Environment_(Netherlands)", "description": "The Ministry of Housing, Spatial Planning and the Environment was a Dutch ministry. It was responsible for policies on public housing, spatial planning, the environment and the housing of national government agencies. It was merged with the Ministry of Transport, Public Works and Water Management into the new Ministry of Infrastructure and the Environment on 14 October 2010."}]}, {"heading": "Births", "year": "1940", "date": "March 16", "txt": "Keith Rowe, English guitarist", "entities": []}, {"heading": "Births", "year": "1941", "date": "March 16", "txt": "Bernardo Bertolucci, Italian director and screenwriter (d. 2018)", "entities": [{"title": "Bernardo Bertolucci", "href": "/wiki/Bernardo_Bertolucci", "description": "Bernardo Bertolucci was an Italian director and screenwriter, whose films include The Conformist, Last Tango in Paris, 1900, The Last Emperor, The Sheltering Sky, Little Buddha, Stealing Beauty and The Dreamers."}]}, {"heading": "Births", "year": "1941", "date": "March 16", "txt": "Robert Guéï, Ivorian soldier and politician, 3rd President of Côte d'Ivoire (d. 2002)", "entities": [{"title": "List of heads of state of Ivory Coast", "href": "/wiki/List_of_heads_of_state_of_Ivory_Coast", "description": "The following is a list of heads of state of Ivory Coast, officially the Republic of Côte d'Ivoire, since the country gained independence from France in 1960."}]}, {"heading": "Births", "year": "1941", "date": "March 16", "txt": "Chuck Woolery, American game show host and television personality", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 16", "txt": "Roger Crozier, Canadian-American ice hockey player and coach (d. 1996)", "entities": [{"title": "Roger Crozier", "href": "/wiki/Roger_Crozier", "description": "Roger Allan Crozier was a Canadian professional ice hockey goaltender who played fourteen seasons in the National Hockey League (NHL) for the Detroit Red Wings, Buffalo Sabres and Washington Capitals. During his career, Crozier was named to the NHL First All-Star Team once, was a Calder Memorial Trophy winner, and was the first player to win the Conn Smythe Trophy while playing for the losing team"}]}, {"heading": "Births", "year": "1942", "date": "March 16", "txt": "Gijs van Lennep, Dutch race car driver", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 16", "txt": "Jean-Pierre Schosteck, French politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "March 16", "txt": "James Soong, Chinese-Taiwanese politician, Governor of Taiwan Province", "entities": [{"title": "Governor of Taiwan Province", "href": "/wiki/Governor_of_Taiwan_Province", "description": "The Taiwan Provincial Government was the government that governed Taiwan Province of the Republic of China. Its functions have been transferred to the National Development Council and other ministries of the Executive Yuan."}]}, {"heading": "Births", "year": "1942", "date": "March 16", "txt": "Jerry Jeff Walker, American singer-songwriter and guitarist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 16", "txt": "Ursula Goodenough, American biologist, zoologist, and author", "entities": [{"title": "Ursula Goodenough", "href": "/wiki/Ursula_Goodenough", "description": "Ursula W. Goodenough is a Professor of Biology Emerita Washington University in St. Louis where she engaged in research on eukaryotic algae. She authored the best-selling book The Sacred Depths of Nature, and has presented the paradigm of Religious Naturalism and the Epic of Evolution in numerous venues around the world. She contributed to the NPR blog, 13.7: Cosmos & Culture, from 2009 to 2011. S"}]}, {"heading": "Births", "year": "1943", "date": "March 16", "txt": "Hans Heyer, German race car driver", "entities": []}, {"heading": "Births", "year": "1943", "date": "March 16", "txt": "Álvaro de Soto, Peruvian diplomat", "entities": []}, {"heading": "Births", "year": "1944", "date": "March 16", "txt": "Andrew S. Tanenbaum, American computer scientist and academic", "entities": [{"title": "Andrew S. Tanenbaum", "href": "/wiki/Andrew_S._Tanenbaum", "description": "Andrew Stuart Tanenbaum, sometimes referred to by the handle ast, is an American-Dutch computer scientist and professor emeritus of computer science at the Vrije Universiteit Amsterdam in the Netherlands."}]}, {"heading": "Births", "year": "1946", "date": "March 16", "txt": "Sigmund Groven, Norwegian harmonica player and composer", "entities": [{"title": "Sigmund Groven", "href": "/wiki/Sigmund_Groven", "description": "Sigmund Groven is a Norwegian classical harmonica player, today considered one of the world's leading classical harmonica players. He plays with a large number of the world's leading musicians and orchestras, and he has made 23 recordings yet in his own name. His repertoire ranges from popular and folk music to his own compositions, from Bach to contemporary music."}]}, {"heading": "Births", "year": "1946", "date": "March 16", "txt": "Mary Kaldor, English economist and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 16", "txt": "J. Z. Knight, American New Age teacher and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "March 16", "txt": "Guesch Patti, French singer", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 16", "txt": "Michael Owen Bruce, American singer-songwriter and guitarist", "entities": [{"title": "Michael Owen Bruce", "href": "/wiki/Michael_Owen_Bruce", "description": "Michael Owen Bruce is an American rock musician, best known as a member of the rock band Alice Cooper."}]}, {"heading": "Births", "year": "1948", "date": "March 16", "txt": "Richard Desjardins, Canadian singer-songwriter and director", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 16", "txt": "Catherine Quéré, French politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 16", "txt": "Erik Estrada, American actor", "entities": [{"title": "Erik Estrada", "href": "/wiki/Erik_Estrada", "description": "Henry Enrique \"Erik\" Estrada is an American actor, and police officer. He is known for his co-starring lead role as California Highway Patrol officer Francis (Frank) Llewelyn \"Ponch\" Poncherello in the police drama television series CHiPs, which ran from 1977 to 1983. He later became known for his work in Spanish-language telenovelas, his appearances in reality television shows and infomercials an"}]}, {"heading": "Births", "year": "1949", "date": "March 16", "txt": "Victor Garber, Canadian actor and singer", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 16", "txt": "Elliott Murphy, American-French singer-songwriter and journalist", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 16", "txt": "Peter Forster, English bishop", "entities": [{"title": "Peter Forster", "href": "/wiki/Peter_Forster", "description": "Peter Robert Forster is a British retired Anglican bishop. He was the Bishop of Chester in the Church of England and a Lord Spiritual."}]}, {"heading": "Births", "year": "1950", "date": "March 16", "txt": "Kate Nelligan, Canadian actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 16", "txt": "Edhem Šljivo, Bosnian footballer", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 16", "txt": "Ray Benson, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Ray Benson", "href": "/wiki/Ray_Benson", "description": "Ray Benson is the front man of the Western swing band Asleep at the Wheel as well as an actor and voice actor."}]}, {"heading": "Births", "year": "1951", "date": "March 16", "txt": "Abdelmajid Bourebbou,  Algerian footballer", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 16", "txt": "Oddvar Brå, Norwegian skier", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 16", "txt": "Joe DeLamielleure, American football player", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 16", "txt": "Alexandre Gonzalez, French long-distance runner", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 16", "txt": "Claus Peter Flor, German conductor", "entities": [{"title": "Claus Peter Flor", "href": "/wiki/Claus_Peter_Flor", "description": "Claus Peter Flor is a German conductor."}]}, {"heading": "Births", "year": "1953", "date": "March 16", "txt": "Isabelle Huppert, French actress", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 16", "txt": "Rainer Knaak, German chess player", "entities": []}, {"heading": "Births", "year": "1953", "date": "March 16", "txt": "Richard Stallman, American computer scientist and programmer", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 16", "txt": "David Heath, English politician", "entities": [{"title": "David Heath (politician)", "href": "/wiki/David_Heath_(politician)", "description": "David William St John Heath is a British optometrist and Liberal Democrat politician. He was the Member of Parliament (MP) for Somerton and Frome and was the Minister of State for Agriculture and Food. In October 2013 after being removed from his ministerial post in a reshuffle, he announced his intention to step down at the next UK General Election."}]}, {"heading": "Births", "year": "1954", "date": "March 16", "txt": "Colin Ireland, English serial killer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 16", "txt": "Jimmy Nail, English singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 16", "txt": "Tim O'Brien, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 16", "txt": "Dav Whatmore, Sri Lankan-Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 16", "txt": "Nancy Wilson, American singer-songwriter, guitarist, producer, and actress", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 16", "txt": "Svetlana Alexeeva, Russian ice dancer and coach", "entities": [{"title": "Svetlana Alexeeva", "href": "/wiki/Svetlana_Alexeeva", "description": "Svetlana Lvovna Alekseeva is a Russian figure skating coach and former ice dancer."}]}, {"heading": "Births", "year": "1955", "date": "March 16", "txt": "Rimantas Astrauskas, Lithuanian physicist", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 16", "txt": "Bruno Barreto, Brazilian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 16", "txt": "Linda Lepomme, Belgian actress and singer", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 16", "txt": "Bob Ley, American sports anchor and reporter", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 16", "txt": "Andy Scott, Canadian politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 16", "txt": "Jiro Watanabe, Japanese boxer", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 16", "txt": "Ozzie Newsome, American football player and manager", "entities": [{"title": "Ozzie Newsome", "href": "/wiki/Ozzie_Newsome", "description": "Ozzie Newsome Jr. is an American former professional football player who was a tight end for the Cleveland Browns of the National Football League (NFL). He was inducted into both the College Football Hall of Fame (1994) and the Pro Football Hall of Fame (1999). He is also the former general manager of the Baltimore Ravens (1996–2018) and now serves as a behind-the-scenes executive with the team."}]}, {"heading": "Births", "year": "1956", "date": "March 16", "txt": "Clifton Powell, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 16", "txt": "Yoriko Shono, Japanese writer", "entities": []}, {"heading": "Births", "year": "1956", "date": "March 16", "txt": "Eveline Widmer-Schlumpf, Swiss lawyer and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 16", "txt": "Phillip Wilcher, Australian pianist and composer", "entities": [{"title": "Phillip Wilcher", "href": "/wiki/Phillip_Wilcher", "description": "Phillip Leslie Wilcher is an Australian pianist and classical music composer who was a founding member of the children's music group the Wiggles. When Wilcher published his first work, \"Daybreak\", at the age of 14, he was one of the youngest classical composers in Australia."}]}, {"heading": "Births", "year": "1958", "date": "March 16", "txt": "Kate Worley, American author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 16", "txt": "Jorge Ramos, Mexican-American journalist and author", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 16", "txt": "Michael J. Bloomfield, American astronaut", "entities": [{"title": "Michael J. Bloomfield", "href": "/wiki/Michael_J._Bloomfield", "description": "Michael John \"Bloomer\" Bloomfield is an American former astronaut and a veteran of three Space Shuttle missions."}]}, {"heading": "Births", "year": "1959", "date": "March 16", "txt": "Sebastian Currier, American composer and educator", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 16", "txt": "Greg Dyer, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 16", "txt": "Flavor Flav, American rapper and actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 16", "txt": "Charles Hudson, American baseball player", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 16", "txt": "Steve Marker, American musician", "entities": []}, {"heading": "Births", "year": "1959", "date": "March 16", "txt": "Jens Stoltenberg, Norwegian economist and politician, 27th Prime Minister of Norway, 13th Secretary General of NATO", "entities": [{"title": "Prime Minister of Norway", "href": "/wiki/Prime_Minister_of_Norway", "description": "The prime minister of Norway is the head of government and chief executive of Norway. The prime minister and Cabinet are collectively accountable for their policies and actions to the monarch, to the Storting, to their political party, and ultimately the electorate. In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is"}, {"title": "Secretary General of NATO", "href": "/wiki/Secretary_General_of_NATO", "description": "The secretary general of NATO is the chief civil servant of the North Atlantic Treaty Organization (NATO). The officeholder is an international diplomat responsible for coordinating the workings of the alliance, leading NATO's international staff, chairing the meetings of the North Atlantic Council and most major committees of the alliance, with the notable exception of the NATO Military Committee"}]}, {"heading": "Births", "year": "1960", "date": "March 16", "txt": "John Hemming, English businessman and politician", "entities": [{"title": "John Hemming (politician)", "href": "/wiki/John_Hemming_(politician)", "description": "John Alexander Melvin Hemming is a British Liberal Democrat politician and businessman. He served as the Member of Parliament for Birmingham Yardley from 2005 until 2015."}]}, {"heading": "Births", "year": "1960", "date": "March 16", "txt": "Duane Sutter, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 16", "txt": "Jenny Eclair, English comedian, actress and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 16", "txt": "Brett Kenny, Australian rugby league player and coach", "entities": [{"title": "Brett Kenny", "href": "/wiki/Brett_Kenny", "description": "Brett \"Bert\" Edward Kenny is an Australian former professional rugby league footballer who played in the 1980s and 1990s. He was a centre and five-eighth for the Australian national team and New South Wales Blues representative sides, and the Parramatta Eels. He played in 17 Tests, made 17 State of Origin appearances and won 4 premierships with Parramatta. He is considered one of the nation's fine"}]}, {"heading": "Births", "year": "1961", "date": "March 16", "txt": "Todd McFarlane, Canadian author, illustrator, and businessman, founded McFarlane Toys", "entities": [{"title": "McFarlane Toys", "href": "/wiki/McFarlane_Toys", "description": "McFarlane Toys, a subsidiary of Todd McFarlane Productions, is a company founded by comic book creator Todd McFarlane which makes highly detailed model figurines of characters from movies, comics, popular music, video games and various sporting genres."}]}, {"heading": "Births", "year": "1962", "date": "March 16", "txt": "Franck Fréon, French race car driver", "entities": [{"title": "Franck Fréon", "href": "/wiki/Franck_Fr%C3%A9on", "description": "Franck Fréon is a French race car driver."}]}, {"heading": "Births", "year": "1962", "date": "March 16", "txt": "Liliane Gaschet, French athlete", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 16", "txt": "Jerome Flynn, English actor and singer", "entities": [{"title": "Jerome Flynn", "href": "/wiki/Jerome_Flynn", "description": "Jerome Patrick Flynn is an English actor and singer. He is best known for his roles as Paddy Garvey of the King's Fusiliers in the ITV series Soldier Soldier, Fireman Kenny 'Rambo' Baines in the pilot of London's Burning, Bronn in the hit HBO series Game of Thrones and Bennet Drake in Ripper Street."}]}, {"heading": "Births", "year": "1963", "date": "March 16", "txt": "Kevin Smith, New Zealand actor and singer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 16", "txt": "Patty Griffin, American singer-songwriter", "entities": [{"title": "Patty Griffin", "href": "/wiki/Patty_Griffin", "description": "Patricia Jean Griffin is an American singer-songwriter and musician. She is a vocalist and plays guitar and piano. She is known for her stripped-down songwriting style in the folk music genre. Her songs have been covered by numerous musicians, including Emmylou Harris, Ellis Paul, Kelly Clarkson, Rory Block, Dave Hause, Sugarland and The Chicks."}]}, {"heading": "Births", "year": "1964", "date": "March 16", "txt": "Jaclyn Jose, Filipino actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 16", "txt": "Pascal Richard, Swiss racing cyclist", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 16", "txt": "Gore Verbinski, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 16", "txt": "Steve Armstrong, American wrestler", "entities": [{"title": "Steve Armstrong", "href": "/wiki/Steve_Armstrong", "description": "Steven James, better known by his ring name Steve Armstrong is a professional wrestler and is the son of \"Bullet\" Bob Armstrong. He has three brothers who also entered the wrestling business: Scott, Brad and Brian."}]}, {"heading": "Births", "year": "1965", "date": "March 16", "txt": "Cindy Brown, American basketball player", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 16", "txt": "Mark Carney, Canadian-English economist and banker", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 16", "txt": "Cristiana Reali, Italian-Brazilian actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "March 16", "txt": "Chrissy Redden, Canadian cross-country cyclist", "entities": [{"title": "Chrissy Redden", "href": "/wiki/Chrissy_Redden", "description": "Chrissy Redden is a Canadian cross-country cyclist."}]}, {"heading": "Births", "year": "1967", "date": "March 16", "txt": "Tracy Bonham, American singer and violinist", "entities": [{"title": "Tracy Bonham", "href": "/wiki/Tracy_Bonham", "description": "Tracy Bonham is an American alternative rock musician, best known for her 1996 single \"Mother Mother\"."}]}, {"heading": "Births", "year": "1967", "date": "March 16", "txt": "John Darnielle, American musician and novelist", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 16", "txt": "Lauren Graham, American actress and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 16", "txt": "Ronnie McCoury, American bluegrass mandolin player, singer and songwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "March 16", "txt": "Heidi Zurbriggen, Swiss alpine skier", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 16", "txt": "Trevor Wilson, American basketball player and police officer", "entities": [{"title": "Trevor Wilson (basketball)", "href": "/wiki/Trevor_Wilson_(basketball)", "description": "Trevor Wilson is an American former professional basketball player. A 6'7\" (201 cm), 210 lb (95 kg) forward, he played college basketball for the UCLA Bruins. Wilson played professionally in the National Basketball Association (NBA) from 1990 to 1995 with the Atlanta Hawks, Los Angeles Lakers, Sacramento Kings and Philadelphia 76ers."}]}, {"heading": "Births", "year": "1969", "date": "March 16", "txt": "Judah Friedlander, American comedian and actor", "entities": [{"title": "Judah Friedlander", "href": "/wiki/Judah_Friedlander", "description": "Judah Friedlander is an American actor and comedian, known for playing the role of writer Frank Rossitano on the NBC sitcom 30 Rock. Friedlander is also known for his role as Toby Radloff in the film American Splendor, a role that garnered him favorable reviews and a nomination for best supporting actor at the 2004 Independent Spirit Awards. Earlier in his career, he was recognized as \"the hug guy"}]}, {"heading": "Births", "year": "1969", "date": "March 16", "txt": "Ottis Gibson, Barbadian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 16", "txt": "Alina Ivanova, Russian athlete", "entities": []}, {"heading": "Births", "year": "1969", "date": "March 16", "txt": "Evangelos Koronios, Greek basketball player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 16", "txt": "Joakim Berg, Swedish singer-songwriter and guitarist", "entities": [{"title": "Joakim Berg", "href": "/wiki/Joakim_Berg", "description": "Herbert Joakim \"Jocke\" Berg is a Swedish singer, songwriter and musician, best known as the lead singer of Swedish Rock/Pop band Kent. Berg rarely gives interviews, saying in one: less is more. Berg has tended to write lyrics in Swedish because he wants to avoid the use of cliché-ridden English lyrics, which often happens when Swedish artists sing in English. Kent's lyrics contributed to their dev"}]}, {"heading": "Births", "year": "1971", "date": "March 16", "txt": "Franck Comba, French rugby player", "entities": [{"title": "Franck Comba", "href": "/wiki/Franck_Comba", "description": "Franck Comba, is a former French rugby union player. He played as centre."}]}, {"heading": "Births", "year": "1971", "date": "March 16", "txt": "Alan Tudyk, American actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 16", "txt": "Ismaïl Sghyr, French-Moroccan long-distance runner", "entities": [{"title": "Ismaïl Sghyr", "href": "/wiki/Isma%C3%AFl_Sghyr", "description": "Ismaïl Sghyr is a French-Moroccan long-distance runner. He won a bronze medal at the over 3000 metres at the 1997 IAAF World Indoor Championships. In 5000 metres he finished fourth at the World Championships the same year, as well as winning a bronze medal at the 2002 European Championships. Over 10,000 metres he won at the 1997 Mediterranean Games."}]}, {"heading": "Births", "year": "1973", "date": "March 16", "txt": "Andrey Mizurov, Kazakhstani road bicycle racer", "entities": [{"title": "Andrey Mizurov", "href": "/wiki/Andrey_Mizurov", "description": "Andrey Mizourov is a Kazakhstani former professional road bicycle racer."}]}, {"heading": "Births", "year": "1973", "date": "March 16", "txt": "Vonda Ward, American boxer", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 16", "txt": "Georgios Anatolakis, Greek footballer and politician", "entities": [{"title": "Georgios Anatolakis", "href": "/wiki/Georgios_Anatolakis", "description": "Georgios Anatolakis is a Greek former professional footballer who played as a defender. He is well known in Greece for his strength, passion and persistence. A strong aerial challenger, he also advances on set pieces to find himself scoring on several occasions. He most notably scored the winning goal for Olympiacos' first match in the renovated Georgios Karaiskakis."}]}, {"heading": "Births", "year": "1974", "date": "March 16", "txt": "Anne Charrier, French actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "March 16", "txt": "Heath Streak, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 16", "txt": "Luciano Castro, Argentine actor", "entities": [{"title": "Luciano Castro", "href": "/wiki/Luciano_Castro", "description": "Luciano Daniel Castro is an Argentine actor. He has worked as the lead actor in several successful telenovelas, such as Valientes, Herederos de una venganza and Sos mi hombre."}]}, {"heading": "Births", "year": "1975", "date": "March 16", "txt": "Sienna Guillory, English model and actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "March 16", "txt": "Lionel Torres, French archer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 16", "txt": "Blu Cantrell, American singer-songwriter and producer", "entities": [{"title": "Blu Cantrell", "href": "/wiki/Blu_Cantrell", "description": "Blu Cantrell is an American R&B and soul singer-songwriter."}]}, {"heading": "Births", "year": "1976", "date": "March 16", "txt": "Leila Lejeune, French handballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 16", "txt": "Susanne Ljungskog, Swedish cyclist", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 16", "txt": "Abraham Núñez, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 16", "txt": "Zhu Chen, Qatari chess Grandmaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 16", "txt": "Mónica Cruz, Spanish actress and dancer", "entities": [{"title": "Mónica Cruz", "href": "/wiki/M%C3%B3nica_Cruz", "description": "Mónica Cruz Sánchez is a Spanish actress, dancer, and fashion designer. She is the younger sister of actress Penélope Cruz. She has appeared in the films The Inquiry (2006), Last Hour (2008), Jerry Cotton (2010) and Iron Cross (2011)."}]}, {"heading": "Births", "year": "1977", "date": "March 16", "txt": "Thomas Rupprath, German swimmer", "entities": []}, {"heading": "Births", "year": "1978", "date": "March 16", "txt": "Brooke Burns, American fashion model, television personality, and actress", "entities": [{"title": "Brooke Burns", "href": "/wiki/Brooke_Burns", "description": "Brooke Elizabeth Burns is an American fashion model, game show host, actress, and television personality. Burns began her television career in 1995, portraying the supporting character Peg in the Spanish-American teen sitcom Out of the Blue (1995–1996), appearing in all episodes. Burns joined the cast of the action drama series Baywatch in 1998 and subsequently starred in Baywatch's second renditi"}]}, {"heading": "Births", "year": "1978", "date": "March 16", "txt": "Annett Renneberg, German actress and singer", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 16", "txt": "Christina Liebherr, Swiss equestrian", "entities": [{"title": "Christina Liebherr", "href": "/wiki/Christina_Liebherr", "description": "Christina Liebherr is a Swiss equestrian who competes in the sport of show jumping."}]}, {"heading": "Births", "year": "1979", "date": "March 16", "txt": "Rashad Moore, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 16", "txt": "Sébastien Ostertag, French handball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 16", "txt": "Leena Peisa, Finnish keyboard player and songwriter", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 16", "txt": "Andrei Stepanov, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "March 16", "txt": "Todd Heap, American football player", "entities": [{"title": "Todd Heap", "href": "/wiki/Todd_Heap", "description": "Todd Benjamin Heap is a former American football tight end who played 12 seasons in the National Football League (NFL)."}]}, {"heading": "Births", "year": "1980", "date": "March 16", "txt": "Felipe Reyes, Spanish basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 16", "txt": "Andrew Bree, Irish swimmer", "entities": [{"title": "Andrew Bree", "href": "/wiki/Andrew_Bree", "description": "Andrew Patrick Bree is a breaststroke swimmer from Helen's Bay, County Down, Northern Ireland, UK. He is a 2-time Olympian, having swum at the 2000 and 2008 Olympics.He represented Northern Ireland four times at the Commonwealths and placed fifth twice in the 200m breaststroke."}]}, {"heading": "Births", "year": "1981", "date": "March 16", "txt": "Curtis Granderson, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 16", "txt": "Julien Mazet, French road bicycle racer", "entities": []}, {"heading": "Births", "year": "1981", "date": "March 16", "txt": "Fabiana Murer, Brazilian pole vaulter", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 16", "txt": "Miguel Comminges, Guadeloupean footballer", "entities": [{"title": "Miguel Comminges", "href": "/wiki/Miguel_Comminges", "description": "Miguel Gregory Comminges is a Guadeloupean former professional footballer. He also represented the Guadeloupe national football team. A versatile player, Comminges played on either side of defence, as well as in midfield."}]}, {"heading": "Births", "year": "1982", "date": "March 16", "txt": "Riley Cote, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 16", "txt": "Jesús Del Nero, Spanish road bicycle racer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 16", "txt": "Brian Wilson, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 16", "txt": "Stephen Drew, American baseball player", "entities": [{"title": "Stephen Drew", "href": "/wiki/Stephen_Drew", "description": "Stephen Oris Drew is an American former professional baseball infielder. He played 12 seasons in Major League Baseball (MLB) for the Arizona Diamondbacks, Oakland Athletics, Boston Red Sox, New York Yankees and Washington Nationals. His two brothers, outfielder J.D. and pitcher Tim, also played in MLB."}]}, {"heading": "Births", "year": "1983", "date": "March 16", "txt": "Brandon League, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 16", "txt": "Nicolas Rousseau, French road bicycle racer", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 16", "txt": "Tramon Williams, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 16", "txt": "Levi Brown, American football player", "entities": [{"title": "Levi Brown (offensive tackle)", "href": "/wiki/Levi_Brown_(offensive_tackle)", "description": "Levi James Brown III is a former American football offensive tackle in the National Football League (NFL). He was drafted by the Arizona Cardinals fifth overall in the 2007 NFL Draft. He played college football at Penn State."}]}, {"heading": "Births", "year": "1984", "date": "March 16", "txt": "Aisling Bea, Irish comedienne and actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 16", "txt": "Sharon Cherop, Kenyan long-distance runner", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 16", "txt": "Michael Ennis, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 16", "txt": "Hosea Gear, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 16", "txt": "Brandon Prust, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 16", "txt": "Teddy Atine-Venel, French athlete", "entities": [{"title": "Teddy Atine-Venel", "href": "/wiki/Teddy_Atine-Venel", "description": "Teddy Atine-Venel is a French athlete who specialises in the 400 meters. He represented his country at the 2008 Summer Olympics as well as three outdoor and one indoor World Championships."}]}, {"heading": "Births", "year": "1985", "date": "March 16", "txt": "Eddy Lover, Panamanian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "March 16", "txt": "Aleksei Sokirskiy, Russian hammer thrower", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 16", "txt": "Alexandra Daddario, American actress", "entities": [{"title": "Alexandra Daddario", "href": "/wiki/Alexandra_Daddario", "description": "Alexandra Anna Daddario is an American actress. She had her breakthrough portraying Annabeth Chase in the Percy Jackson film series (2010–2013). She has since starred as Paige in Hall Pass (2011), Heather Miller in Texas Chainsaw 3D (2013), Blake Gaines in San Andreas (2015), Summer Quinn in Baywatch (2017), and Alexis Butler in We Summon the Darkness (2019). She has also guest starred in televisi"}]}, {"heading": "Births", "year": "1986", "date": "March 16", "txt": "Toney Douglas, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 16", "txt": "Kenny Dykstra, American wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 16", "txt": "T. J. Jordan, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 16", "txt": "Boaz Solossa, Indonesian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 16", "txt": "Daisuke Takahashi, Japanese figure skater", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 16", "txt": "Fabien Lemoine, French football player", "entities": [{"title": "Fabien Lemoine", "href": "/wiki/Fabien_Lemoine", "description": "Fabien Lemoine is a French professional footballer who captains and plays for Lorient, as a midfielder."}]}, {"heading": "Births", "year": "1988", "date": "March 16", "txt": "Jessica Gregg, Canadian speed skater", "entities": [{"title": "Jessica Gregg", "href": "/wiki/Jessica_Gregg", "description": "Jessica Gregg is a former Canadian short track speed skater."}]}, {"heading": "Births", "year": "1988", "date": "March 16", "txt": "Patrick Herrmann, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 16", "txt": "Blake Griffin, American basketball player", "entities": [{"title": "Blake Griffin", "href": "/wiki/Blake_Griffin", "description": "Blake Austin Griffin is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He played college basketball for the Oklahoma Sooners, when he was named the consensus national college player of the year as a sophomore. Griffin was selected first overall by the Los Angeles Clippers in the 2009 NBA draft, and has since been a six-time NBA All-St"}]}, {"heading": "Births", "year": "1989", "date": "March 16", "txt": "Jung So-min, South Korean actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 16", "txt": "Magalie Pottier, French racing cyclist", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 16", "txt": "Theo Walcott, English footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "March 16", "txt": "Andre Young, American basketball player", "entities": [{"title": "Andre Young (basketball)", "href": "/wiki/Andre_Young_(basketball)", "description": "Andre Young is a retired American professional basketball player. Standing at 5 ft 9 in, Young played the point guard or shooting guard position. He played four years of collegiate basketball with Clemson followed by three seasons of playing professionally in multiple countries in Europe."}]}, {"heading": "Births", "year": "1991", "date": "March 16", "txt": "Reggie Bullock, American basketball player", "entities": [{"title": "Reggie Bullock", "href": "/wiki/Reggie_Bullock", "description": "Reginald Ryedell Bullock is an American professional basketball player for the New York Knicks of the National Basketball Association (NBA). He played college basketball for the North Carolina Tar Heels before being selected by the Los Angeles Clippers in the first round of the 2013 NBA draft with the 25th overall pick. Bullock has also played for the Phoenix Suns, Detroit Pistons, and Los Angeles"}]}, {"heading": "Births", "year": "1991", "date": "March 16", "txt": "Wolfgang Van Halen, American bassist", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 16", "txt": "George Ford, English rugby union player", "entities": [{"title": "George Ford (rugby union)", "href": "/wiki/George_Ford_(rugby_union)", "description": "George Ford is an English professional rugby union player who plays at fly-half for Leicester Tigers and England."}]}, {"heading": "Births", "year": "1993", "date": "March 16", "txt": "Marine Lorphelin, Miss France", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 16", "txt": "Joel Embiid, Cameroonian basketball player", "entities": [{"title": "Joel Embiid", "href": "/wiki/Joel_Embiid", "description": "Joel Hans Embiid is a Cameroonian professional basketball player for the Philadelphia 76ers of the National Basketball Association (NBA). After one year of college basketball with the Kansas Jayhawks, he was drafted with the third overall pick in the 2014 NBA draft by the 76ers. Multiple foot and knee injuries delayed his debut for two seasons until 2016–17, when he was named to the NBA All-Rookie"}]}, {"heading": "Births", "year": "1995", "date": "March 16", "txt": "Inga Janulevičiūtė, Lithuanian figure skater", "entities": [{"title": "Inga Janulevičiūtė", "href": "/wiki/Inga_Janulevi%C4%8Di%C5%ABt%C4%97", "description": "Inga Janulevičiūtė is a Lithuanian figure skater. She is the 2014 Lithuanian national champion."}]}, {"heading": "Births", "year": "1997", "date": "March 16", "txt": "Florian Neuhaus, German football player", "entities": [{"title": "Florian Neuhaus", "href": "/wiki/Florian_Neuhaus", "description": "Florian Christian Neuhaus is a German footballer who plays as a midfielder for Bundesliga club Borussia Mönchengladbach and the Germany national team."}]}, {"heading": "Deaths", "year": "AD 37", "date": "March 16", "txt": "Tiberius, Roman emperor (b. 42 BC)", "entities": [{"title": "Tiberius", "href": "/wiki/Tiberius", "description": "Tiberius Caesar Augustus was the second Roman emperor, reigning from AD 14 to 37. He succeeded his stepfather, Augustus."}]}, {"heading": "Deaths", "year": "455", "date": "March 16", "txt": "Valentinian III, Roman emperor (assassinated;  b. 419)", "entities": [{"title": "Valentinian III", "href": "/wiki/Valentinian_III", "description": "Valentinian III was Roman emperor in the West from 425 to 455. Made emperor in childhood, his reign over the Roman Empire was one of the longest, but was dominated by powerful generals vying for power amid civil wars and the invasions of Late Antiquity's Migration Period, including the campaigns of Attila the Hun."}]}, {"heading": "Deaths", "year": "455", "date": "March 16", "txt": "Heraclius, Roman courtier (primicerius sacri cubiculi )", "entities": []}, {"heading": "Deaths", "year": "842", "date": "March 16", "txt": "Xiao Mian, chancellor of the Tang Dynasty", "entities": [{"title": "Xiao Mian", "href": "/wiki/Xiao_Mian", "description": "Xiao Mian, courtesy name Siqian (思謙), formally the Duke of Xu (徐公), was an official of the Chinese Tang dynasty, serving as a chancellor during the reign of Emperor Muzong. In traditional histories, he was praised for his integrity but blamed for faulty decisions that led to the imperial government's loss of control over the circuits north of the Yellow River."}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}]}, {"heading": "Deaths", "year": "933", "date": "March 16", "txt": "Takin al-Khazari, Egyptian commander and politician, Abbasid Governor of Egypt", "entities": [{"title": "Takin al-Khazari", "href": "/wiki/Takin_al-Khazari", "description": "Takin al-Khassa Abu Mansur Takin ibn Abdallah al-Harbi al-Khazari was an Abbasid commander of Khazar origin who served thrice as governor of Egypt."}, {"title": "List of governors of Islamic Egypt", "href": "/wiki/List_of_governors_of_Islamic_Egypt", "description": "Governors of Arab Egypt (640–1250) and Mamluk Egypt (1250–1517). For other periods, see the list of rulers of Egypt."}]}, {"heading": "Deaths", "year": "943", "date": "March 16", "txt": "Pi Guangye, Chinese official and chancellor (b. 877)", "entities": [{"title": "Pi Guangye", "href": "/wiki/Pi_Guangye", "description": "Pi Guangye, courtesy name Wentong (文通), was an official of the Chinese Five Dynasties and Ten Kingdoms Period state Wuyue, serving as a chancellor during the reign of its second king Qian Yuanguan."}]}, {"heading": "Deaths", "year": "1021", "date": "March 16", "txt": "Heribert of Cologne, German archbishop and saint (b. 970)", "entities": [{"title": "Heribert of Cologne", "href": "/wiki/Heribert_of_Cologne", "description": "Heribert of Cologne, also known as Saint Heribert, was a German Roman Catholic prelate who served as the Archbishop of Cologne from 999 until his death. He also served as the Chancellor for the Emperor Otto III since 994. He also collaborated with Henry II, Holy Roman Emperor with whom relations were strained though were strengthened over time."}]}, {"heading": "Deaths", "year": "1072", "date": "March 16", "txt": "Adalbert of Hamburg, German archbishop (b. 1000)", "entities": [{"title": "Adalbert of Hamburg", "href": "/wiki/Adalbert_of_Hamburg", "description": "Adalbert was Archbishop of Hamburg and Bishop of Bremen from 1043 until his death. Called Vikar des Nordens, he was an important political figure of the Holy Roman Empire, papal legate, and one of the regents for Emperor Henry IV."}]}, {"heading": "Deaths", "year": "1181", "date": "March 16", "txt": "Henry I, Count of Champagne", "entities": [{"title": "Henry I, Count of Champagne", "href": "/wiki/Henry_I,_Count_of_Champagne", "description": "Henry I, known as the Liberal, was count of Champagne from 1152 to 1181. He was the eldest son of Count Thibaut II of Champagne and his wife, Matilda of Carinthia."}]}, {"heading": "Deaths", "year": "1185", "date": "March 16", "txt": "Baldwin IV of Jerusalem (b. 1161)", "entities": [{"title": "Baldwin IV of Jerusalem", "href": "/wiki/Baldwin_IV_of_Jerusalem", "description": "Baldwin IV, called the Leper \nor The Leper King, reigned as King of Jerusalem from 1174 until his death. He was the son of Amalric I of Jerusalem and his first wife, Agnes of Courtenay."}]}, {"heading": "Deaths", "year": "1279", "date": "March 16", "txt": "Jeanne of Dammartin, Queen consort of Castile and León (b. 1216)", "entities": [{"title": "Joan, Countess of Ponthieu", "href": "/wiki/Joan,_Countess_of_Ponthieu", "description": "Joan of Dammartin was queen of Castile and León by marriage to Ferdinand III of Castile. She also ruled as Countess of Ponthieu (1251–1279) and Aumale (1237–1279). Her daughter, the English queen Eleanor of Castile, was her successor in Ponthieu. Ferdinand II, Count of Aumale, her son and co-ruler in Aumale, predeceased her, thus she was succeeded by her grandson John I, Count of Aumale."}]}, {"heading": "Deaths", "year": "1322", "date": "March 16", "txt": "Humphrey de Bohun, 4th Earl of Hereford, English general and politician, Lord High Constable of England (b. 1276)", "entities": [{"title": "Humphrey de Bohun, 4th Earl of Hereford", "href": "/wiki/Humphrey_de_Bohun,_4th_Earl_of_Hereford", "description": "Humphrey (VII) de Bohun, 4th Earl of Hereford was a member of a powerful Anglo-Norman family of the Welsh Marches and was one \nof the Ordainers who opposed Edward II's excesses."}, {"title": "Lord High Constable of England", "href": "/wiki/Lord_High_Constable_of_England", "description": "The Lord High Constable of England is the seventh of the Great Officers of State, ranking beneath the Lord Great Chamberlain and above the Earl Marshal. His office is now called out of abeyance only for coronations. The Lord High Constable was originally the commander of the royal armies and the Master of the Horse. He was also, in conjunction with the Earl Marshal, president of the court of chiva"}]}, {"heading": "Deaths", "year": "1405", "date": "March 16", "txt": "Margaret III, Countess of Flanders (b. 1350)", "entities": [{"title": "Margaret III, Countess of Flanders", "href": "/wiki/Margaret_III,_Countess_of_Flanders", "description": "Margaret III was the last countess of Flanders of the House of Dampierre, as well as countess of Artois, Burgundy, and Rethel. By marriage she was duchess of Burgundy."}]}, {"heading": "Deaths", "year": "1410", "date": "March 16", "txt": "John Beaufort, 1st Earl of Somerset, French-English admiral and politician, Lord Warden of the Cinque Ports (b. 1373)", "entities": [{"title": "John Beaufort, 1st Earl of Somerset", "href": "/wiki/John_Beaufort,_1st_Earl_of_Somerset", "description": "John Beaufort, 1st Marquess of Somerset and 1st Marquess of Dorset, later only 1st Earl of Somerset, was an English nobleman and politician. He was the first of the four illegitimate children of John of Gaunt (1340-1399) by his mistress Katherine Swynford, whom he later married in 1396. Beaufort's surname probably reflects his birthplace at his father's castle and manor of Beaufort in Champagne, F"}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Deaths", "year": "1457", "date": "March 16", "txt": "Ladislaus Hunyadi, Hungarian politician (b. 1433)", "entities": [{"title": "Ladislaus Hunyadi", "href": "/wiki/Ladislaus_Hunyadi", "description": "László Hunyadi or Ladislaus Hunyadi was a Hungarian nobleman."}]}, {"heading": "Deaths", "year": "1485", "date": "March 16", "txt": "Anne Neville, queen of Richard III of England (b. 1456)", "entities": [{"title": "Anne Neville", "href": "/wiki/Anne_Neville", "description": "Anne Neville was an English queen, the younger of the two daughters and co-heiresses of Richard Neville, 16th Earl of Warwick. She became Princess of Wales as the wife of Edward of Westminster and then Queen of England as the wife of King Richard III."}, {"title": "Richard III of England", "href": "/wiki/Richard_III_of_England", "description": "Richard III was King of England and Lord of Ireland from 1483 until his death in 1485. He was the last king of the House of York and the last of the Plantagenet dynasty. His defeat and death at the Battle of Bosworth Field, the last decisive battle of the Wars of the Roses, marked the end of the Middle Ages in England. He is the protagonist of Richard III, one of William Shakespeare's history play"}]}, {"heading": "Deaths", "year": "1559", "date": "March 16", "txt": "Anthony St. Leger, English-Irish politician Lord Deputy of Ireland (b. 1496)", "entities": [{"title": "Anthony St Leger (Lord Deputy of Ireland)", "href": "/wiki/Anthony_St_Leger_(Lord_Deputy_of_Ireland)", "description": "Sir Anthony St Leger, KG, of Ulcombe and Leeds Castle in Kent, was an English politician and Lord Deputy of Ireland during the Tudor period."}, {"title": "Lord Deputy of Ireland", "href": "/wiki/Lord_Deputy_of_Ireland", "description": "\nThe Lord Deputy was the representative of the monarch and head of the Irish executive under English rule, during the Lordship of Ireland and then the Kingdom of Ireland. He deputised prior to 1523 for the Viceroy of Ireland. The plural form is Lords Deputy."}]}, {"heading": "Deaths", "year": "1649", "date": "March 16", "txt": "Jean de Brébeuf, French-Canadian missionary and saint (b. 1593)", "entities": [{"title": "Jean de Brébeuf", "href": "/wiki/Jean_de_Br%C3%A9beuf", "description": "Jean de Brébeuf was a French Jesuit missionary who travelled to New France (Canada) in 1625. There he worked primarily with the Huron for the rest of his life, except for a few years in France from 1629 to 1633. He learned their language and culture, writing extensively about each to aid other missionaries."}]}, {"heading": "Deaths", "year": "1679", "date": "March 16", "txt": "John Leverett, English general and politician, 19th Governor of the Massachusetts Bay Colony (b. 1616)", "entities": [{"title": "John Leverett", "href": "/wiki/John_Leverett", "description": "John Leverett was an English colonial magistrate, merchant, soldier and the penultimate governor of the Massachusetts Bay Colony. Born in England, he migrated to Massachusetts as a teenager. He was a leading merchant in the colony, and served in its military. In the 1640s he went back to England to fight in the English Civil War."}, {"title": "Governor of the Massachusetts Bay Colony", "href": "/wiki/Governor_of_the_Massachusetts_Bay_Colony", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Deaths", "year": "1698", "date": "March 16", "txt": "Leonora Christina Ulfeldt, Danish countess, famous for being the author of Jammers Minde (b. 1621)", "entities": [{"title": "Leonora Christina Ulfeldt", "href": "/wiki/Leonora_Christina_Ulfeldt", "description": "Leonora Christina, Countess Ulfeldt, born \"Countess Leonora Christina Christiansdatter\" til Slesvig og Holsten, was the daughter of King Christian IV of Denmark and wife of Steward of the Realm, traitor Count Corfitz Ulfeldt. Renowned in Denmark since the 19th century for her posthumously published autobiography, Jammers Minde, written secretly during two decades of solitary confinement in a royal"}]}, {"heading": "Deaths", "year": "1721", "date": "March 16", "txt": "James Craggs the Elder, English politician, Postmaster General of the United Kingdom (b. 1657)", "entities": [{"title": "James Craggs the Elder", "href": "/wiki/James_Craggs_the_Elder", "description": "James Craggs the Elder, of Jermyn Street, Westminster and Charlton, Lewisham, Kent, was an English financier and Whig politician who sat in the English and British House of Commons from 1702 to 1713."}, {"title": "Postmaster General of the United Kingdom", "href": "/wiki/Postmaster_General_of_the_United_Kingdom", "description": "The Postmaster General of the United Kingdom was a Cabinet-level ministerial position in HM Government. Aside from maintaining the postal system, the Telegraph Act 1868 established the Postmaster General's right to exclusively maintain electric telegraphs. This would subsequently extend to telecommunications and broadcasting."}]}, {"heading": "Deaths", "year": "1736", "date": "March 16", "txt": "Giovanni Battista Pergolesi, Italian organist and composer (b. 1710)", "entities": [{"title": "Giovanni Battista Pergolesi", "href": "/wiki/Giovanni_Battista_Pergolesi", "description": "Giovanni Battista Draghi, often referred to as Giovanni Battista Pergolesi, was an Italian Baroque composer, violinist and organist. His best-known works include his Stabat Mater and the opera La serva padrona. His compositions include operas and sacred music. He died of tuberculosis at the age of 26."}]}, {"heading": "Deaths", "year": "1737", "date": "March 16", "txt": "Benjamin Wadsworth, American minister and academic (b. 1670)", "entities": [{"title": "Benjamin Wadsworth", "href": "/wiki/Benjamin_Wadsworth", "description": "Benjamin Wadsworth was a colonial American clergyman and educator. He was trained at Harvard College. He served as minister of the First Church in Boston; and as president of Harvard from 1725 until his death."}]}, {"heading": "Deaths", "year": "1738", "date": "March 16", "txt": "George Bähr, German architect, designed the Dresden Frauenkirche (b. 1666)", "entities": [{"title": "George Bähr", "href": "/wiki/George_B%C3%A4hr", "description": "George Bähr was a German architect."}, {"title": "Dresden Frauenkirche", "href": "/wiki/Dresden_Frauenkirche", "description": "The Dresden Frauenkirche is a Lutheran church in Dresden, the capital of the German state of Saxony. An earlier church building was Catholic until it became Protestant during the Reformation."}]}, {"heading": "Deaths", "year": "1747", "date": "March 16", "txt": "Christian August, Prince of Anhalt-Zerbst (b. 1690)", "entities": [{"title": "Christian August, Prince of Anhalt-Zerbst", "href": "/wiki/Christian_August,_Prince_of_Anhalt-Zerbst", "description": "Christian August, Prince of Anhalt-Zerbst was a German prince of the House of Ascania, and the father of Catherine the Great of Russia."}]}, {"heading": "Deaths", "year": "1838", "date": "March 16", "txt": "Nathaniel Bowditch, American captain and mathematician (b. 1773)", "entities": [{"title": "Nathaniel Bowditch", "href": "/wiki/Nathaniel_Bowditch", "description": "Nathaniel Bowditch was an early American mathematician remembered for his work on ocean navigation. He is often credited as the founder of modern maritime navigation; his book The New American Practical Navigator, first published in 1802, is still carried on board every commissioned U.S. Naval vessel. In 2001, an elementary and middle school in Salem was named in his honor."}]}, {"heading": "Deaths", "year": "1841", "date": "March 16", "txt": "Félix Savart, French physicist and psychologist (d. 1791)", "entities": [{"title": "Félix Savart", "href": "/wiki/F%C3%A9lix_Savart", "description": "Félix Savart was a physicist and mathematician who is primarily known for the Biot–Savart law of electromagnetism, which he discovered together with his colleague Jean-Baptiste Biot. His main interest was in acoustics and the study of vibrating bodies. A particular interest in the violin led him to create an experimental trapezoidal model. He gave his name to the savart, a unit of measurement for "}]}, {"heading": "Deaths", "year": "1868", "date": "March 16", "txt": "David Wilmot, American politician, sponsor of Wilmot Proviso (b. 1814)", "entities": [{"title": "David Wilmot", "href": "/wiki/David_Wilmot", "description": "David Wilmot was an American politician and judge. He served as Representative and a Senator for Pennsylvania and as a Judge of the Court of Claims. He is best known for being the prime sponsor and namesake of the eponymous Wilmot Proviso, a failed proposal to ban the expansion of slavery to western lands gained in the Mexican Cession. A notable member of the anti-slavery Free Soil Party, Wilmot l"}, {"title": "Wilmot Proviso", "href": "/wiki/Wilmot_Proviso", "description": "The Wilmot Proviso was an unsuccessful 1846 proposal in the United States Congress to ban slavery in territory acquired from Mexico in the Mexican–American War. The conflict over the Wilmot Proviso was one of the major events leading to the American Civil War."}]}, {"heading": "Deaths", "year": "1884", "date": "March 16", "txt": "Art Croft, American baseball player (b. 1855)", "entities": [{"title": "Art Croft", "href": "/wiki/Art_Croft", "description": "Arthur F. Croft was an American Major League Baseball player. He played for three teams during three-year professional and Major League career."}]}, {"heading": "Deaths", "year": "1888", "date": "March 16", "txt": "Hippolyte Carnot, French politician (b. 1801)", "entities": [{"title": "Hippolyte Carnot", "href": "/wiki/Hippolyte_Carnot", "description": "Lazare Hippolyte Carnot was a French politician.\nHe was the younger brother of the founder of thermodynamics Sadi Carnot and the \nsecond son of the revolutionary politician and general Lazare Nicolas Marguerite Carnot, who also served in the government \nof Napoleon, as well as the father of French president Marie François Sadi Carnot."}]}, {"heading": "Deaths", "year": "1892", "date": "March 16", "txt": "Samuel F. Miller, American lawyer and politician (b. 1827)", "entities": [{"title": "Samuel F. Miller (U.S. politician)", "href": "/wiki/Samuel_F._Miller_(U.S._politician)", "description": "Samuel Franklin Miller was a United States Representative from New York during the latter half of the American Civil War."}]}, {"heading": "Deaths", "year": "1898", "date": "March 16", "txt": "Aubrey Beardsley, English author and illustrator (b. 1872)", "entities": [{"title": "Aubrey Beardsley", "href": "/wiki/Aubrey_Beardsley", "description": "Aubrey Vincent Beardsley was an English illustrator and author. His black ink drawings were influenced by Japanese woodcuts, and emphasized the grotesque, the decadent, and the erotic. He was a leading figure in the aesthetic movement which also included Oscar Wilde and James McNeill Whistler. Beardsley's contribution to the development of the Art Nouveau and poster styles was significant despite "}]}, {"heading": "Deaths", "year": "1899", "date": "March 16", "txt": "Joseph Medill, American journalist and politician, 26th Mayor of Chicago (b. 1823)", "entities": [{"title": "Joseph Medill", "href": "/wiki/Joseph_Medill", "description": "Joseph Medill was a Canadian-American newspaper editor, publisher, and Republican Party politician. He was co-owner and managing editor of the Chicago Tribune, and he was Mayor of Chicago from after the Great Chicago Fire of 1871 until 1873."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "1903", "date": "March 16", "txt": "Roy Bean, American lawyer and judge (b. 1825)", "entities": [{"title": "Roy Bean", "href": "/wiki/Roy_Bean", "description": "Phantly Roy Bean Jr. was an American saloon-keeper and Justice of the Peace in Val Verde County, Texas who called himself \"The Only Law West of the Pecos\". According to legend, he held court in his saloon along the Rio Grande on a desolate stretch of the Chihuahuan Desert of southwest Texas. After his death, Western films and books cast him as a hanging judge, although he is known to have sentence"}]}, {"heading": "Deaths", "year": "1907", "date": "March 16", "txt": "John O'Leary, Irish politician (b. 1830)", "entities": [{"title": "John O'Leary (Fenian)", "href": "/wiki/John_O%27Leary_(Fenian)", "description": "\n\nJohn O'Leary was an Irish republican and a leading Fenian. He studied both law and medicine but did not take a degree and for his involvement in the Irish Republican Brotherhood he was imprisoned in England during the nineteenth century."}]}, {"heading": "Deaths", "year": "1912", "date": "March 16", "txt": "Max Burckhard, Austrian theater director (b. 1854)", "entities": [{"title": "Max Burckhard", "href": "/wiki/Max_Burckhard", "description": "Max Burckhard was director of the Burgtheater, Vienna, from 1890 to 1898."}]}, {"heading": "Deaths", "year": "1914", "date": "March 16", "txt": "Gaston Calmette, French journalist (b. 1858)", "entities": [{"title": "Gaston Calmette", "href": "/wiki/Gaston_Calmette", "description": "Gaston Calmette was a French journalist and newspaper editor, whose death was the subject of a notable murder trial."}]}, {"heading": "Deaths", "year": "1914", "date": "March 16", "txt": "Charles Albert Gobat, Swiss lawyer and politician, Nobel Prize laureate (b. 1843)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1914", "date": "March 16", "txt": "John Murray, Scottish oceanographer, biologist, and limnologist (b. 1841)", "entities": []}, {"heading": "Deaths", "year": "1925", "date": "March 16", "txt": "August von Wassermann, German bacteriologist and hygienist (b. 1866)", "entities": [{"title": "August von Wassermann", "href": "/wiki/August_von_Wassermann", "description": "August Paul von Wassermann was a German bacteriologist and hygienist."}]}, {"heading": "Deaths", "year": "1930", "date": "March 16", "txt": "Miguel Primo de Rivera, Spanish general and politician, Prime Minister of Spain (b. 1870)", "entities": [{"title": "Miguel Primo de Rivera", "href": "/wiki/Miguel_Primo_de_Rivera", "description": "Miguel Primo de Rivera y Orbaneja, 2nd Marquess of Estella, was a dictator, aristocrat, and military officer who served as Prime Minister of Spain from 1923 to 1930 during Spain's Restoration era. He deeply believed that it was the politicians who had ruined Spain and that governing without them he could restore the nation. His slogan was \"Country, Religion, Monarchy.\" Historians depict him as an "}, {"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Deaths", "year": "1935", "date": "March 16", "txt": "John James Rickard Macleod, Scottish physician and physiologist, Nobel Prize laureate (b. 1876)", "entities": [{"title": "John James Rickard Macleod", "href": "/wiki/John_James_Rickard_Macleod", "description": "John James Rickard Macleod was a Scottish biochemist and physiologist. He devoted his career to diverse topics in physiology and biochemistry, but was chiefly interested in carbohydrate metabolism. He is noted for his role in the discovery and isolation of insulin during his tenure as a lecturer at the University of Toronto, for which he and Frederick Banting received the 1923 Nobel prize in Physi"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1935", "date": "March 16", "txt": "Aron Nimzowitsch, Latvian-Danish chess player (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "March 16", "txt": "Marguerite Durand, French actress, journalist, and activist (b. 1864)", "entities": [{"title": "Marguerite Durand", "href": "/wiki/Marguerite_Durand", "description": "Marguerite Durand was a French stage actress, journalist, and a leading suffragette. She founded her own newspaper, stood for election, had a pet lion and now has the Bibliothèque Marguerite Durand named for her."}]}, {"heading": "Deaths", "year": "1937", "date": "March 16", "txt": "Alexander von Staël-Holstein, Estonian orientalist and sinologist (b. 1877)", "entities": [{"title": "Alexander von Staël-Holstein", "href": "/wiki/Alexander_von_Sta%C3%ABl-Holstein", "description": "Alexander Wilhelm Freiherr Staël von Holstein ; was a Baltic German aristocrat, Russian and Estonian orientalist, sinologist, and Sanskritologist specializing in Buddhist texts."}]}, {"heading": "Deaths", "year": "1940", "date": "March 16", "txt": "Selma Lagerlöf, Swedish author and academic, Nobel Prize laureate (b. 1858)", "entities": [{"title": "Selma Lagerlöf", "href": "/wiki/Selma_Lagerl%C3%B6f", "description": "Selma Ottilia Lovisa Lagerlöf was a Swedish author and teacher. She published her first novel, Gösta Berling's Saga, at the age of 33. She was the first woman to win the Nobel Prize in Literature, which she was awarded in 1909. Additionally, she was the first woman to be granted a membership in the Swedish Academy in 1914."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1945", "date": "March 16", "txt": "Börries von Münchhausen, German poet (b. 1874)", "entities": [{"title": "Börries von Münchhausen", "href": "/wiki/B%C3%B6rries_von_M%C3%BCnchhausen", "description": "Börries Albrecht Conon August Heinrich Freiherr von Münchhausen was a German poet and Nazi activist."}]}, {"heading": "Deaths", "year": "1955", "date": "March 16", "txt": "Nicolas de Staël, French-Russian painter and illustrator (b. 1914)", "entities": [{"title": "Nicolas de Staël", "href": "/wiki/Nicolas_de_Sta%C3%ABl", "description": "Nicolas de Staël was a French painter of Russian origin known for his use of a thick impasto and his highly abstract landscape painting. He also worked with collage, illustration and textiles."}]}, {"heading": "Deaths", "year": "1957", "date": "March 16", "txt": "Constantin Brâncuși, Romanian-French sculptor, painter, and photographer (b. 1876)", "entities": [{"title": "Constantin Brâncuși", "href": "/wiki/Constantin_Br%C3%A2ncu%C8%99i", "description": "Constantin Brâncuși was a Romanian sculptor, painter and photographer who made his career in France. Considered one of the most influential sculptors of the 20th-century and a pioneer of modernism, Brâncuși is called the patriarch of modern sculpture. As a child he displayed an aptitude for carving wooden farm tools. Formal studies took him first to Bucharest, then to Munich, then to the École des"}]}, {"heading": "Deaths", "year": "1958", "date": "March 16", "txt": "Leon Cadore, American baseball player (b. 1891)", "entities": [{"title": "Leon Cadore", "href": "/wiki/Leon_Cadore", "description": "Leon \"Caddy\" Joseph Cadore was a right-handed American pitcher from 1915 to 1924. Cadore shares an MLB record for the most innings pitched in a single game (26). In 1920, both Cadore and Joe Oeschger pitched all 26 innings for their respective teams in a game that was eventually called a tie due to darkness. Cadore faced 96 batters in the game, an MLB record dating back to at least 1901. He attend"}]}, {"heading": "Deaths", "year": "1961", "date": "March 16", "txt": "Chen Geng, Chinese general and politician (b. 1903)", "entities": [{"title": "Chen Geng", "href": "/wiki/Chen_Geng", "description": "Chen Geng was a Chinese military officer who served as a senior general in the People's Liberation Army. Enlisting in the warlord's army at the age of 13, Chen Geng joined the Communist Party of China in 1922 and was accepted to Whampoa Military Academy in 1924. He approached Chiang Kai-shek and even saved his life by preventing him from committing suicide. He served as a Communist spy in the Nati"}]}, {"heading": "Deaths", "year": "1961", "date": "March 16", "txt": "Václav Talich, Czech violinist and conductor (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "March 16", "txt": "Laura Adams Armer, American author and photographer (b. 1874)", "entities": [{"title": "Laura Adams Armer", "href": "/wiki/Laura_Adams_Armer", "description": "Laura Adams Armer was an American artist and writer. In 1932, her novel Waterless Mountain won the Newbery Medal. She was also an early photographer in the San Francisco Bay Area."}]}, {"heading": "Deaths", "year": "1965", "date": "March 16", "txt": "Alice Herz, German activist (b. 1882)", "entities": [{"title": "Alice Herz", "href": "/wiki/Alice_Herz", "description": "Alice Herz was a longtime peace activist who was the first person in the United States known to have immolated herself in protest of the escalating Vietnam War, following the example of Buddhist monk Thích Quảng Đức who immolated himself in protest of the oppression of Buddhists under the South Vietnamese government."}]}, {"heading": "Deaths", "year": "1967", "date": "March 16", "txt": "Thomas MacGreevy, Irish poet (b. 1893)", "entities": [{"title": "Thomas MacGreevy", "href": "/wiki/Thomas_MacGreevy", "description": "Thomas MacGreevy was a pivotal figure in the history of Irish literary modernism. A poet, he was also director of the National Gallery of Ireland from 1950 to 1963 and served on the first Irish Arts Council."}]}, {"heading": "Deaths", "year": "1968", "date": "March 16", "txt": "Mario Castelnuovo-Tedesco, Italian-American pianist and composer (b. 1895)", "entities": [{"title": "Mario Castelnuovo-Tedesco", "href": "/wiki/Mario_Castelnuovo-Tedesco", "description": "Mario Castelnuovo-Tedesco was an Italian composer, pianist and writer. He was known as one of the foremost guitar composers in the twentieth century with almost one hundred compositions for that instrument. In 1939 he immigrated to the United States and became a film composer for Metro-Goldwyn-Mayer for some 200 Hollywood movies for the next fifteen years. He also wrote concertos for Jascha Heifet"}]}, {"heading": "Deaths", "year": "1968", "date": "March 16", "txt": "Gunnar Ekelöf, Swedish poet and translator (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "March 16", "txt": "Tammi Terrell, American singer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "March 16", "txt": "Bebe Daniels, American actress (b. 1901)", "entities": [{"title": "Bebe Daniels", "href": "/wiki/Bebe_Daniels", "description": "Phyllis Virginia \"Bebe\" Daniels was an American actress, singer, dancer, writer, and producer."}]}, {"heading": "Deaths", "year": "1971", "date": "March 16", "txt": "Thomas E. Dewey, American lawyer and politician, 47th Governor of New York (b. 1902)", "entities": [{"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Deaths", "year": "1972", "date": "March 16", "txt": "Pie Traynor, American baseball player (b. 1898)", "entities": [{"title": "Pie Traynor", "href": "/wiki/Pie_Traynor", "description": "Harold Joseph \"Pie\" Traynor was an American professional baseball player, manager, scout and radio broadcaster. He played his entire Major League Baseball (MLB) career (1920–1937) as a third baseman with the Pittsburgh Pirates. He was inducted into the Baseball Hall of Fame in 1948."}]}, {"heading": "Deaths", "year": "1975", "date": "March 16", "txt": "T-Bone Walker, American singer-songwriter and guitarist (b. 1910)", "entities": [{"title": "T-Bone Walker", "href": "/wiki/T-Bone_Walker", "description": "Aaron Thibeaux \"T-Bone\" Walker was an American blues guitarist, singer, songwriter and multi-instrumentalist, who was a pioneer and innovator of the jump blues and electric blues sound. In 2018 Rolling Stone magazine ranked him number 67 on its list of \"The 100 Greatest Guitarists of All Time\". In March of 1975, Walker died due to health issues in his Los Angeles home."}]}, {"heading": "Deaths", "year": "1977", "date": "March 16", "txt": "Kamal Jumblatt, Lebanese lawyer and politician (b. 1917)", "entities": [{"title": "Kamal Jumblatt", "href": "/wiki/Kamal_Jumblatt", "description": "Kamal Fouad Jumblatt was a Lebanese politician who founded the Progressive Socialist Party. He led the National Movement during the civil war against the Lebanese Front. He was a major ally of the Palestine Liberation Organization until his assassination in 1977. He has authored more than 40 books centered on various political, philosophical, literary, religious, medical, social, and economic topi"}]}, {"heading": "Deaths", "year": "1979", "date": "March 16", "txt": "Jean Monnet, French economist and politician (b. 1888)", "entities": [{"title": "Jean Monnet", "href": "/wiki/Jean_Monnet", "description": "Jean Omer Marie Gabriel Monnet was a French entrepreneur, diplomat, financier, administrator, and political visionary. An influential supporter of European unity, he is considered as one of the founding fathers of the European Union."}]}, {"heading": "Deaths", "year": "1980", "date": "March 16", "txt": "Tamara de Lempicka, Polish-American painter (b. 1898)", "entities": [{"title": "Tamara de Lempicka", "href": "/wiki/Tamara_de_Lempicka", "description": "Tamara Łempicka, better known as Tamara de Lempicka, was a Polish painter who spent her working life in France and the United States. She is best known for her polished Art Deco portraits of aristocrats and the wealthy, and for her highly stylized paintings of nudes."}]}, {"heading": "Deaths", "year": "1983", "date": "March 16", "txt": "Arthur Godfrey, American actor and television host (b. 1903)", "entities": [{"title": "Arthur Godfrey", "href": "/wiki/Arthur_Godfrey", "description": "Arthur Morton Godfrey was an American radio and television broadcaster and entertainer who was sometimes introduced by his nickname The Old Redhead. At the peak of his success, in the early-to-mid 1950s, Godfrey was heard on radio and seen on television up to six days a week, sometimes for as many as nine separate broadcast for CBS. His programs included Arthur Godfrey Time, Arthur Godfrey's Talen"}]}, {"heading": "Deaths", "year": "1983", "date": "March 16", "txt": "Fred Rose, Polish-Canadian politician (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "March 16", "txt": "Roger Sessions, American composer, critic, and educator (b. 1896)", "entities": [{"title": "Roger Sessions", "href": "/wiki/Roger_Sessions", "description": "Roger Huntington Sessions was an American composer, teacher and musicologist."}]}, {"heading": "Deaths", "year": "1985", "date": "March 16", "txt": "Eddie Shore, Canadian-American ice hockey player (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "March 16", "txt": "Jigger Statz, American baseball player (b.1897)", "entities": [{"title": "Jigger Statz", "href": "/wiki/Jigger_Statz", "description": "Arnold John \"Jigger\" Statz was an American professional baseball player, manager and scout. An outfielder, Statz appeared in 683 games played in Major League Baseball, but had a lengthy and notable minor league career, playing in almost 2,800 games. He is one of only eight players known to have amassed at least 4,000 combined hits in the major and minor leagues. The native of Waukegan, Illinois, t"}]}, {"heading": "Deaths", "year": "1988", "date": "March 16", "txt": "Mickey Thompson, American race car driver (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "March 16", "txt": "Ernst Bacon, American pianist, composer, and conductor (b. 1898)", "entities": [{"title": "Ernst Bacon", "href": "/wiki/Ernst_Bacon", "description": "Ernst Lecher Bacon was an American composer, pianist, and conductor. A prolific author, Bacon composed over 250 songs over his career. He was awarded three Guggenheim Fellowships and a Pulitzer Scholarship in 1932 for his Second Symphony."}]}, {"heading": "Deaths", "year": "1991", "date": "March 16", "txt": "Chris Austin, American country singer (b .1964)", "entities": [{"title": "Chris Austin", "href": "/wiki/Chris_Austin", "description": "Christopher Clay Austin was an American country music singer. Austin was signed to Warner Bros. Records in 1988 and charted three singles on the Billboard Hot Country Songs chart. His highest-charting single, \"Blues Stay Away from Me,\" was included on the 1989 compilation album New Tradition Sings the Old Tradition. Austin also co-wrote Ricky Skaggs' 1991 single \"Same Ol' Love.\""}]}, {"heading": "Deaths", "year": "1991", "date": "March 16", "txt": "Jean Bellette, Australian artist (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "March 16", "txt": "Yves Rocard, French physicist and engineer (b. 1903)", "entities": [{"title": "Yves Rocard", "href": "/wiki/Yves_Rocard", "description": "Yves-André Rocard was a French physicist who helped develop the atomic bomb for France."}]}, {"heading": "Deaths", "year": "1994", "date": "March 16", "txt": "Eric Show, American baseball player (b. 1956)", "entities": [{"title": "Eric Show", "href": "/wiki/Eric_Show", "description": "Eric Vaughn Show was a Major League Baseball player who played for most of his career with the San Diego Padres. A pitcher, he holds the Padres record for most career wins, and he was a member of the first Padres team to play in the World Series in 1984. On September 11, 1985, he surrendered Pete Rose's record-breaking 4,192nd career hit."}]}, {"heading": "Deaths", "year": "1998", "date": "March 16", "txt": "Derek Barton, English-American chemist and academic, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Derek Barton", "href": "/wiki/Derek_Barton", "description": "Sir Derek Harold Richard Barton was an English organic chemist and Nobel Prize laureate for 1969."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1998", "date": "March 16", "txt": "Esther Bubley, American photographer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "March 16", "txt": "Gratien Gélinas, Canadian actor, director, and playwright (b. 1909)", "entities": [{"title": "Gratien Gélinas", "href": "/wiki/Gratien_G%C3%A9linas", "description": "Gratien Gélinas, was a Canadian author, playwright, actor, director, producer and administrator who is considered one of the founders of modern Canadian theatre and film."}]}, {"heading": "Deaths", "year": "2000", "date": "March 16", "txt": "Thomas Ferebee, American colonel and pilot (b. 1918)", "entities": [{"title": "Thomas Ferebee", "href": "/wiki/Thomas_Ferebee", "description": "Thomas Wilson Ferebee was the bombardier aboard the B-29 Superfortress, Enola Gay, which dropped the atomic bomb, \"Little Boy\", on Hiroshima in 1945."}]}, {"heading": "Deaths", "year": "2000", "date": "March 16", "txt": "Pavel Prudnikau, Belarusian poet and author (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "March 16", "txt": "Michael Starr, Canadian judge and politician, 16th Canadian Minister of Labour (b. 1910)", "entities": [{"title": "Minister of Labour (Canada)", "href": "/wiki/Minister_of_Labour_(Canada)", "description": "The Minister of Labour is the minister of the Crown in the Canadian Cabinet who is responsible for the labour portfolio of Employment and Social Development Canada. From 2015 to 2019, the portfolio was included in that of the Minister of Employment, Workforce Development and Labour, but was split in 2019 during the government of Justin Trudeau."}]}, {"heading": "Deaths", "year": "2000", "date": "March 16", "txt": "Carlos Velázquez, Puerto Rican pitcher (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "March 16", "txt": "Bob Wollek, French race car driver (b. 1943)", "entities": [{"title": "Bob Wollek", "href": "/wiki/Bob_Wollek", "description": "Bob Wollek, nicknamed \"Brilliant Bob\", was a race car driver from Strasbourg, France. He was killed on 16 March 2001 at age 57 in a road accident in Florida while riding a bicycle back to his accommodation after the day's practice sessions for the following day's race, the 12 Hours of Sebring. He won a total of 76 races in his career, 71 in Porsche cars."}]}, {"heading": "Deaths", "year": "2003", "date": "March 16", "txt": "Rachel Corrie, American activist (b. 1979)", "entities": [{"title": "Rachel Corrie", "href": "/wiki/Rachel_Corrie", "description": "Rachel Aliene Corrie was an American activist and diarist. A member of the pro-Palestinian group International Solidarity Movement (ISM), she was crushed to death by an Israel Defense Forces (IDF) armored bulldozer in a southern Gaza Strip combat zone during the height of the second Palestinian intifada under contested circumstances."}]}, {"heading": "Deaths", "year": "2003", "date": "March 16", "txt": "Ronald Ferguson, English captain, polo player, and manager (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "March 16", "txt": "Vilém Tauský, Czech conductor and composer (b. 1910)", "entities": [{"title": "Vilém Tauský", "href": "/wiki/Vil%C3%A9m_Tausk%C3%BD", "description": "Vilém Tauský CBE was a Czech conductor and composer who, from the advent of the Second World War, lived and worked in the UK, one of a significant group of émigré composers and musicians who settled there."}]}, {"heading": "Deaths", "year": "2005", "date": "March 16", "txt": "Todd Bell, American football player (b. 1958)", "entities": [{"title": "Todd Bell", "href": "/wiki/Todd_Bell", "description": "Todd Anthony Bell was an American football safety in the National Football League for the Chicago Bears during the early 1980s."}]}, {"heading": "Deaths", "year": "2005", "date": "March 16", "txt": "Ralph Erskine, English architect, designed The London Ark (b. 1914)", "entities": [{"title": "The London Ark", "href": "/wiki/The_London_Ark", "description": "The Ark is an office building located in Hammersmith, London."}]}, {"heading": "Deaths", "year": "2005", "date": "March 16", "txt": "Dick Radatz, American baseball player (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 16", "txt": "Manjural Islam Rana, Bangladeshi cricketer (b. 1984)", "entities": [{"title": "Manjural Islam Rana", "href": "/wiki/Manjural_Islam_Rana", "description": "Manjural Islam Rana, also known as Qazi Manjural Islam, was a Bangladeshi cricketer who played six Tests and 25 One Day Internationals for Bangladesh. Born in Khulna, he was a slow left-arm orthodox spin bowler. He played for Khulna Division at domestic level and made his One Day International (ODI) debut in November 2003 against England. Three months later, Rana played his first Test against Zimb"}]}, {"heading": "Deaths", "year": "2008", "date": "March 16", "txt": "Bill Brown, Australian cricketer and soldier (b. 1912)", "entities": [{"title": "Bill Brown (cricketer)", "href": "/wiki/Bill_Brown_(cricketer)", "description": "William Alfred Brown, was an Australian cricketer who played 22 Test matches between 1934 and 1948, captaining his country in one Test. A right-handed opening batsman, his partnership with Jack Fingleton in the 1930s is regarded as one of the finest in Australian Test history. After the interruption of World War II, Brown was a member of the team dubbed \"The Invincibles\", who toured England in 194"}]}, {"heading": "Deaths", "year": "2008", "date": "March 16", "txt": "Ivan Dixon, American actor, director, and producer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "March 16", "txt": "Gary Hart, American wrestler and manager (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "March 16", "txt": "Ksenija Pajčin,  Serbian singer, dancer and model (b. 1977)", "entities": [{"title": "Ksenija Pajčin", "href": "/wiki/Ksenija_Paj%C4%8Din", "description": "Ksenija Pajčin was a Serbian singer, dancer and model popular in Serbia and the other former Yugoslav republics. Sometimes referred to as Xenia or Ksenia, she was known for her sometimes sexually appealing image on stage."}]}, {"heading": "Deaths", "year": "2011", "date": "March 16", "txt": "Richard Wirthlin, American religious leader (b. 1931)", "entities": [{"title": "Richard Wirthlin", "href": "/wiki/Richard_Wirthlin", "description": "Richard Bitner (\"Dick\") Wirthlin was a prominent American pollster, who is best known as Ronald Reagan's chief strategist, serving as his political consultant and pollster for twenty years, from 1968 through the end of his presidency. He became a senior adviser and member of Reagan's inner circle and is known to have helped him shape his political message and strategies, both in presidential campa"}]}, {"heading": "Deaths", "year": "2012", "date": "March 16", "txt": "Donald E. Hillman, American colonel and pilot (b. 1918)", "entities": [{"title": "Donald E. Hillman", "href": "/wiki/Donald_E._Hillman", "description": "Donald Edison Hillman was an American World War II flying ace and prisoner of war credited with five enemy aircraft destroyed. He was also the first American pilot, in 1952, to make a deep-penetration overflight of Soviet territory for the purpose of aerial reconnaissance."}]}, {"heading": "Deaths", "year": "2012", "date": "March 16", "txt": "Takaaki Yoshimoto, Japanese poet, philosopher, and critic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 16", "txt": "Jamal Nazrul Islam, Bangladeshi physicist and cosmologist (b. 1939)", "entities": [{"title": "Jamal Nazrul Islam", "href": "/wiki/Jamal_Nazrul_Islam", "description": "Jamal Nazrul Islam was a Bangladeshi mathematical physicist and cosmologist. He was a professor at University of Chittagong, served as a member of the advisory board at Shahjalal University of Science and Technology and member of the syndicate at Chittagong University of Engineering & Technology until his death. He also served as the director of the Research Center for Mathematical and Physical Sc"}]}, {"heading": "Deaths", "year": "2013", "date": "March 16", "txt": "José Alfredo Martínez de Hoz, Argentinian economist and politician, Minister of Economy of Argentina (b. 1925)", "entities": [{"title": "Minister of Economy of Argentina", "href": "/wiki/Minister_of_Economy_of_Argentina", "description": "The Ministry of Economy of Argentina is the country's state treasury and a ministry of the national executive power that manages economic policy."}]}, {"heading": "Deaths", "year": "2013", "date": "March 16", "txt": "Yadier Pedroso, Cuban pitcher (b. 1986)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 16", "txt": "Ruchoma Shain, American-born teacher and author (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 16", "txt": "Marina Solodkin, Russian-Israeli academic and politician (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 16", "txt": "Frank Thornton, English actor (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 16", "txt": "Gary Bettenhausen, American race car driver (b. 1941)", "entities": [{"title": "Gary Bettenhausen", "href": "/wiki/Gary_Bettenhausen", "description": "Gary Bettenhausen was an American auto racing driver. He was born in Blue Island, Illinois, raised in Tinley Park, Illinois, graduated in the class of 1962 from Bremen High School in Midlothian, Illinois and at the time of his death resided in Monrovia, Indiana."}]}, {"heading": "Deaths", "year": "2014", "date": "March 16", "txt": "Donald Crothers, American chemist and academic (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 16", "txt": "Yulisa Pat Amadu Maddy, Sierra Leonean author, poet, and playwright (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 16", "txt": "Steve Moore, English author and illustrator (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 16", "txt": "Alexander Pochinok, Russian economist and politician (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 16", "txt": "Jack Haley, American basketball player, coach, and sportscaster (b. 1964)", "entities": [{"title": "Jack Haley (basketball)", "href": "/wiki/Jack_Haley_(basketball)", "description": "Jack Kevin Haley was an American professional basketball player."}]}, {"heading": "Deaths", "year": "2015", "date": "March 16", "txt": "Don Robertson, American pianist and composer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 16", "txt": "Alexander Esenin-Volpin, Russian-American mathematician and poet (b. 1924)", "entities": [{"title": "Alexander Esenin-Volpin", "href": "/wiki/Alexander_Esenin-Volpin", "description": "Alexander Sergeyevich Esenin-Volpin was a prominent Russian-American poet and mathematician."}]}, {"heading": "Deaths", "year": "2016", "date": "March 16", "txt": "Frank Sinatra Jr., American singer and actor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 16", "txt": "Lewis Rowland, American neurologist (b. 1925)", "entities": [{"title": "Lewis Rowland", "href": "/wiki/Lewis_Rowland", "description": "Lewis Phillip Rowland was an American neurologist. He served as president of the American Neurological Association (1980–81) and the American Academy of Neurology (1989–91), and was editor of the journal Neurology from 1977 to 1987. He authored over 500 scientific articles, with a research emphasis on amyotrophic lateral sclerosis, and muscular dystrophy. He was chair of the neurology department a"}]}, {"heading": "Deaths", "year": "2018", "date": "March 16", "txt": "Louise Slaughter, Member of the U.S. House of Representatives from New York (b. 1929)", "entities": [{"title": "Louise Slaughter", "href": "/wiki/Louise_Slaughter", "description": "Dorothy Louise Slaughter née McIntosh was an American politician elected to sixteen terms as a United States Representative from New York, serving from 1987 until her death in 2018. She served as the Dean of the New York Congressional Delegation for the last few terms as Congresswoman before her death."}, {"title": "U.S. House of Representatives", "href": "/wiki/U.S._House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Deaths", "year": "2019", "date": "March 16", "txt": "Dick Dale, American surf-rock guitarist, singer, and songwriter (b. 1937) ", "entities": [{"title": "Dick Dale", "href": "/wiki/Dick_Dale", "description": "Richard Anthony Monsour, known professionally as Dick Dale, was an American rock guitarist. He was the pioneer of surf music, drawing on Middle Eastern music scales and experimenting with reverberation. Dale was known as \"The King of the Surf Guitar\", which was also the title of his second studio album."}]}]