[{"heading": "Events", "year": "473", "date": "March 3", "txt": "Gundobad (nephew of Ricimer) nominates Glycerius as emperor of the Western Roman Empire.", "entities": [{"title": "Gundobad", "href": "/wiki/Gundobad", "description": "Gundobad was King of the Burgundians, succeeding his father Gundioc of Burgundy. Previous to this, he had been a Patrician of the moribund Western Roman Empire in 472 – 473, three years before its collapse, succeeding his uncle Ricimer. He is perhaps best known today as the probable issuer of the Lex Burgundionum legal codes, which synthesized Roman law with ancient Germanic customs. He was the hu"}, {"title": "Ricimer", "href": "/wiki/Ricimer", "description": "Flavius Ricimer was a Romanized Germanic general who effectively ruled the remaining territory of the Western Roman Empire from 461 until his death in 472, with a brief interlude in which he contested power with Anthemius. Deriving his power from his position as magister militum of the Western Empire, Ricimer exercised political control through a series of puppet emperors."}, {"title": "Glycerius", "href": "/wiki/Glycerius", "description": "Glycerius was Roman emperor of the West from 473 to 474. He served as comes domesticorum during the reign of Olybrius, until Olybrius died in November 472. After a four-month interregnum, Glycerius was proclaimed Western Emperor in March 473 by the magister militum and power behind the throne Gundobad. Very few of the events of his reign are known other than that during his reign an attempted inva"}, {"title": "Western Roman Empire", "href": "/wiki/Western_Roman_Empire", "description": "The Western Roman Empire comprises the western provinces of the Roman Empire at any time during which they were administered by a separate independent Imperial court; in particular, this term is used in historiography to describe the period from 395 to 476, where there were separate coequal courts dividing the governance of the empire in the Western and the Eastern provinces, with a distinct imper"}]}, {"heading": "Events", "year": "724", "date": "March 3", "txt": "Empress Genshō abdicates the throne in favor of her nephew Shōmu who becomes emperor of Japan.", "entities": [{"title": "Empress Genshō", "href": "/wiki/Empress_Gensh%C5%8D", "description": "Empress Genshō  was the 44th monarch of Japan, according to the traditional order of succession. Her reign spanned the years 715 through 724."}, {"title": "Emperor Shōmu", "href": "/wiki/Emperor_Sh%C5%8Dmu", "description": "Emperor Shōmu  was the 45th emperor of Japan, according to the traditional order of succession. Shōmu's reign spanned the years 724 through 749."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Events", "year": "1575", "date": "March 3", "txt": "Mughal Emperor Akbar defeats Sultan of Bengal Daud Khan Karrani's army at the Battle of Tukaroi.", "entities": [{"title": "Mughal Empire", "href": "/wiki/Mughal_Empire", "description": "The Mughal, Mogul or Moghul Empire, was an early modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east, and the uplands of the Deccan plateau in south India."}, {"title": "Akbar", "href": "/wiki/Akbar", "description": "Abu'l-Fath Jalal-ud-din Muhammad Akbar, popularly known as Akbar the Great,, and also as Akbar I, was the third Mughal emperor, who reigned from 1556 to 1605. Akbar succeeded his father, Humayun, under a regent, Bairam Khan, who helped the young emperor expand and consolidate Mughal domains in India."}, {"title": "Bengal Sultanate", "href": "/wiki/Bengal_Sultanate", "description": "The Sultanate of Bengal, also known as the Bengal Sultanate or simply Bengal, was an empire based in Bengal for much of the 14th, 15th and 16th centuries. It was the dominant power of the Ganges–Brahmaputra Delta, with a network of mint towns spread across the region. The Bengal Sultanate had a circle of vassal states, including Odisha in the southwest, Arakan in the southeast, and Tripura in the "}, {"title": "Daud Khan Karrani", "href": "/wiki/Daud_Khan_Karrani", "description": "Daud Khan Karrani was the last ruler of Bengal's Karrani dynasty as well as the final Sultan of Bengal, reigning from 1572 to 1576. During the reign of his father Sulaiman Khan Karrani, Daud commanded a massive army of 40,000 cavalry, 3,600 elephants, 140,000 infantry and 200 cannons. He invaded the southwestern regions of present-day India."}, {"title": "Battle of Tukaroi", "href": "/wiki/Battle_of_Tukaroi", "description": "The Battle of Tukaroi, also known as the Battle of Bajhaura or the Battle of Mughulmari, was fought between the Mughal Empire and the Bengal Sultanate on 3 March 1575 near the village of Tukaroi in present-day Balasore District of Odisha. It resulted in a Mughal victory and greatly weakened the Bengal Sultanate."}]}, {"heading": "Events", "year": "1585", "date": "March 3", "txt": "The Olympic Theatre, designed by Andrea Palladio, is inaugurated in Vicenza.", "entities": [{"title": "Teatro Olimpico", "href": "/wiki/Teatro_Olimpico", "description": "The Teatro Olimpico is a theatre in Vicenza, northern Italy, constructed in 1580–1585. The theatre was the final design by the Italian Renaissance architect Andrea Palladio and was not completed until after his death. The trompe-l'œil onstage scenery, designed by Vincenzo Scamozzi, to give the appearance of long streets receding to a distant horizon, was installed in 1585 for the first performance"}, {"title": "Andrea Palladio", "href": "/wiki/Andrea_Palladio", "description": "Andrea Palladio was an Italian Renaissance architect active in the Venetian Republic. Palladio, influenced by Roman and Greek architecture, primarily Vitruvius, is widely considered to be one of the most influential individuals in the history of architecture. While he designed churches and palaces, he was best known for country houses and villas. His teachings, summarized in the architectural trea"}, {"title": "Vicenza", "href": "/wiki/Vicenza", "description": "Vicenza is a city in northeastern Italy. It is in the Veneto region at the northern base of the Monte Berico, where it straddles the Bacchiglione River. Vicenza is approximately 60 kilometres (37 mi) west of Venice and 200 kilometres (120 mi) east of Milan."}]}, {"heading": "Events", "year": "1776", "date": "March 3", "txt": "American Revolutionary War: The first amphibious landing of the United States Marine Corps begins the Battle of Nassau.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Amphibious landing", "href": "/wiki/Amphibious_landing", "description": "Amphibious warfare is a type of offensive military operation that today uses naval ships to project ground and air power onto a hostile or potentially hostile shore at a designated landing beach. Through history the operations were conducted using ship's boats as the primary method of delivering troops to shore. Since the Gallipoli Campaign, specialised watercraft were increasingly designed for la"}, {"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Battle of Nassau", "href": "/wiki/Battle_of_Nassau", "description": "The Raid of Nassau was a naval operation and amphibious assault by Colonial forces against the British port of Nassau, Bahamas, during the American Revolutionary War. The battle is considered one of the first engagements of the newly established Continental Navy and the Continental Marines, the respective progenitors of the United States Navy and Marine Corps. The action was also the Marines' firs"}]}, {"heading": "Events", "year": "1779", "date": "March 3", "txt": "American Revolutionary War: The Continental Army is routed at the Battle of Brier Creek near Savannah, Georgia.", "entities": [{"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "Battle of Brier Creek", "href": "/wiki/Battle_of_Brier_Creek", "description": "The Battle of Brier Creek was an American Revolutionary War battle fought on March 3, 1779 near the confluence of Brier Creek with the Savannah River in eastern Georgia. A Patriot force consisting principally of militia from North Carolina and Georgia was surprised, suffering significant casualties. The battle occurred only a few weeks after a resounding Patriot victory over a Loyalist militia at "}, {"title": "Savannah, Georgia", "href": "/wiki/Savannah,_Georgia", "description": "Savannah is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and a"}]}, {"heading": "Events", "year": "1799", "date": "March 3", "txt": "The Russo-Ottoman siege of Corfu ends with the surrender of the French garrison.", "entities": [{"title": "Siege of Corfu (1798–99)", "href": "/wiki/Siege_of_Corfu_(1798%E2%80%9399)", "description": "The siege of Corfu was a military operation by a joint Russian and Turkish fleet against French troops occupying the island of Corfu."}]}, {"heading": "Events", "year": "1820", "date": "March 3", "txt": "The U.S. Congress passes the Missouri Compromise.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Missouri Compromise", "href": "/wiki/Missouri_Compromise", "description": "The Missouri Compromise was United States federal legislation that stopped northern attempts to forever prohibit slavery's expansion by admitting Missouri as a slave state in exchange for legislation which prohibited slavery north of the 36°30′ parallel except for Missouri. The 16th United States Congress passed the legislation on March 3, 1820, and President James Monroe signed it on March 6, 182"}]}, {"heading": "Events", "year": "1845", "date": "March 3", "txt": "Florida is admitted as the 27th U.S. state.", "entities": [{"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1849", "date": "March 3", "txt": "The Territory of Minnesota is created.", "entities": [{"title": "Territory of Minnesota", "href": "/wiki/Territory_of_Minnesota", "description": "The Territory of Minnesota was an organized incorporated territory of the United States that existed from March 3, 1849, until May 11, 1858, when the eastern portion of the territory was admitted to the Union as the State of Minnesota."}]}, {"heading": "Events", "year": "1857", "date": "March 3", "txt": "Second Opium War: France and the United Kingdom declare war on China.", "entities": [{"title": "Second Opium War", "href": "/wiki/Second_Opium_War", "description": "The Second Opium War, also known as the Second Anglo-Chinese War, the Second China War, the Arrow War, or the Anglo-French expedition to China, was a war pitting the British Empire and the French Empire against the Qing dynasty of China that lasted from 1856 to 1860."}]}, {"heading": "Events", "year": "1859", "date": "March 3", "txt": "The two-day Great Slave Auction, the largest such auction in United States history, concludes.", "entities": [{"title": "The Great Slave Auction", "href": "/wiki/The_Great_Slave_Auction", "description": "The Great Slave Auction was a March 2 and 3, 1859 auction of enslaved Africans held at Ten Broeck Race Course, near Savannah, Georgia, United States. Slaveholder and absentee plantation owner Pierce Mease Butler authorized the sale of approximately 436 men, women, children, and infants to be sold over the course of two days. The sale's proceeds went to satisfy Butler's significant debts, much of i"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1861", "date": "March 3", "txt": "Alexander II of Russia signs the Emancipation Manifesto, freeing serfs.", "entities": [{"title": "Alexander II of Russia", "href": "/wiki/Alexander_II_of_Russia", "description": "Alexander II was the Emperor of Russia, King of Poland and Grand Duke of Finland from 2 March 1855 until his assassination. He was central to the perpetration of the Circassian genocide."}, {"title": "Emancipation reform of 1861", "href": "/wiki/Emancipation_reform_of_1861", "description": "The Emancipation Reform of 1861 in Russia, also known as the Emancipation Edict of Russia, was the first and most important of the liberal reforms passed during the reign (1855–1881) of Emperor Alexander II of Russia. The reform effectively abolished serfdom throughout the Russian Empire."}, {"title": "Serfdom", "href": "/wiki/Serfdom", "description": "Serfdom was the status of many peasants under feudalism, specifically relating to manorialism, and similar systems. It was a condition of debt bondage and indentured servitude with similarities to and differences from slavery, which developed during the Late Antiquity and Early Middle Ages in Europe and lasted in some countries until the mid-19th century."}]}, {"heading": "Events", "year": "1873", "date": "March 3", "txt": "Censorship in the United States: The U.S. Congress enacts the Comstock Law, making it illegal to send any \"obscene literature and articles of immoral use\" through the mail.", "entities": [{"title": "Censorship in the United States", "href": "/wiki/Censorship_in_the_United_States", "description": "Censorship in the United States involves the suppression of speech or public communication and raises issues of freedom of speech, which is protected by the First Amendment to the United States Constitution. Interpretation of this fundamental freedom has varied since its enshrinement. For instance, restraints increased during the 1950s period of widespread anti-communist sentiment, as exemplified "}, {"title": "Comstock Law", "href": "/wiki/Comstock_Law", "description": "The Comstock Laws were a set of federal acts passed by the United States Congress under the Grant administration along with related state laws. The \"parent\" act was passed on March 3, 1873, as the Act for the \"Suppression of Trade in, and Circulation of, Obscene Literature and Articles of Immoral Use\". This Act criminalized usage of the U.S. Postal Service to send any of the following items:obscen"}]}, {"heading": "Events", "year": "1875", "date": "March 3", "txt": "The first ever organized indoor game of ice hockey is played in Montreal, Quebec, Canada as recorded in the Montreal Gazette.", "entities": [{"title": "Ice hockey", "href": "/wiki/Ice_hockey", "description": "Ice hockey is a contact team sport played on ice, usually in an indoor or outdoor rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender to stop the puck from going into their own net, two defensemen, and three"}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}]}, {"heading": "Events", "year": "1878", "date": "March 3", "txt": "The Russo-Turkish War ends with Bulgaria regaining its independence from the Ottoman Empire according to the Treaty of San Stefano.", "entities": [{"title": "Russo-Turkish War (1877–78)", "href": "/wiki/Russo-Turkish_War_(1877%E2%80%9378)", "description": "The Russo-Turkish War of 1877–1878 was a conflict between the Ottoman Empire and the Eastern Orthodox coalition led by the Russian Empire and composed of Bulgaria, Romania, Serbia, and Montenegro. Fought in the Balkans and in the Caucasus, it originated in emerging 19th-century Balkan nationalism. Additional factors included Russian goals of recovering territorial losses endured during the Crimean"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Liberation of Bulgaria", "href": "/wiki/Liberation_of_Bulgaria", "description": "The Liberation of Bulgaria is a historical process as a result of the Bulgarian Revival."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Treaty of San Stefano", "href": "/wiki/Treaty_of_San_Stefano", "description": "The 1878 Treaty of San Stefano was a treaty between the Russian and Ottoman empires signed at San Stefano, then a village west of Constantinople, on 3 March [O.S. 19 February] 1878 by Count Nicholas Pavlovich Ignatiev and Aleksandr Nelidov on behalf of the Russian Empire and by Foreign Minister Saffet Pasha and Ambassador to Germany Sadullah Bey on behalf of the Ottoman Empire. The treaty ended th"}]}, {"heading": "Events", "year": "1891", "date": "March 3", "txt": "Shoshone National Forest is established as the first national forest in the US and world.", "entities": [{"title": "Shoshone National Forest", "href": "/wiki/Shoshone_National_Forest", "description": "Shoshone National Forest is the first federally protected National Forest in the United States and covers nearly 2,500,000 acres (1,000,000 ha) in the state of Wyoming. Originally a part of the Yellowstone Timberland Reserve, the forest is managed by the United States Forest Service and was created by an act of Congress and signed into law by U.S. President Benjamin Harrison in 1891. Shoshone Nati"}]}, {"heading": "Events", "year": "1910", "date": "March 3", "txt": "Rockefeller Foundation: John D. Rockefeller Jr. announces his retirement from managing his businesses so that he can devote all his time to philanthropy.", "entities": [{"title": "Rockefeller Foundation", "href": "/wiki/Rockefeller_Foundation", "description": "The Rockefeller Foundation is an American private foundation based at 420 Fifth Avenue, New York City. It was established by the Rockefeller family in New York State on May 14, 1913, when its charter was formally accepted by the New York State Legislature. The foundation was started by Standard Oil co-founder John D. Rockefeller (\"Senior\"), along with his son John D. Rockefeller Jr. (\"Junior\"), an"}, {"title": "John D. Rockefeller Jr.", "href": "/wiki/John_D._Rockefeller_Jr.", "description": "John Davison Rockefeller Jr. was an American financier and philanthropist, and the only son of Standard Oil co-founder John D. Rockefeller. He was often known as “Junior”, to distinguish him from his father."}, {"title": "Philanthropy", "href": "/wiki/Philanthropy", "description": "Philanthropy consists of \"private initiatives, for the public good, focusing on quality of life\". Philanthropy contrasts with business initiatives, which are private initiatives for private good, focusing on material gain, and with government endeavors, which are public initiatives for public good, e.g., focusing on provision of public services. A person who practices philanthropy is a philanthrop"}]}, {"heading": "Events", "year": "1913", "date": "March 3", "txt": "Thousands of women march in the Woman Suffrage Procession in Washington, D.C.", "entities": [{"title": "Woman Suffrage Procession", "href": "/wiki/Woman_Suffrage_Procession", "description": "The Woman Suffrage Procession, in 1913, was the first suffragist parade in Washington, D.C. It was also the first large, organized march on Washington for political purposes. The procession was organized by the suffragists Alice Paul and Lucy Burns for the National American Woman Suffrage Association (NAWSA). Planning for the event began in Washington in December 1912. The parade's purpose, stated"}]}, {"heading": "Events", "year": "1918", "date": "March 3", "txt": "Russia signs the Treaty of Brest-Litovsk, agreeing to withdraw from World War I, and conceding German control of the Baltic States, Belarus and Ukraine. It also conceded Turkish control of Ardahan, Kars and Batumi.", "entities": [{"title": "Russian Soviet Federative Socialist Republic", "href": "/wiki/Russian_Soviet_Federative_Socialist_Republic", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}, {"title": "Treaty of Brest-Litovsk (Russia–Central Powers)", "href": "/wiki/Treaty_of_Brest-Litovsk_(Russia%E2%80%93Central_Powers)", "description": "The Treaty of Brest-Litovsk was a separate peace treaty signed on March 3, 1918, between the new Bolshevik government of Russia and the Central Powers, that ended Russia's participation in World War I. The treaty was signed at German-controlled Brest-Litovsk, after two months of negotiations. The treaty was agreed upon by the Russians to stop the further invasion. According to the treaty, Soviet R"}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Baltic States", "href": "/wiki/Baltic_States", "description": "The Baltic states, also known as the Baltic countries, Baltic republics, Baltic nations, or simply the Baltics, is a geopolitical term, typically used to group the three sovereign states on the eastern coast of the Baltic Sea: Estonia, Latvia, and Lithuania. The term is not used in the context of cultural areas, national identity, or language, because while the majority of people in Latvia and Lit"}, {"title": "Belarus", "href": "/wiki/Belarus", "description": "Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe. It is bordered by Russia to the east and northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Covering an area of 207,600 square kilometres (80,200 sq mi) and with a population of 9.4 million, Belarus is the thirteenth-largest and the twentieth-most populous country in"}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Ardahan", "href": "/wiki/Ardahan", "description": "Ardahan is a city in northeastern Turkey, near the Georgian border."}, {"title": "Kars", "href": "/wiki/Kars", "description": "Kars is a city in northeast Turkey and the capital of Kars Province. Its population is 73,836 as of 2011."}, {"title": "Batumi", "href": "/wiki/Batumi", "description": "Batumi is the second largest city of Georgia and the capital of the Autonomous Republic of Adjara, located on the coast of the Black Sea in Georgia's southwest. It is situated in a subtropical zone at the foot of the Caucasus. Much of Batumi's economy revolves around tourism and gambling, but the city is also an important sea port and includes industries like shipbuilding, food processing and ligh"}]}, {"heading": "Events", "year": "1924", "date": "March 3", "txt": "The 407-year-old Islamic caliphate is abolished, when Caliph Abdülmecid II of the Ottoman Caliphate is deposed. The last remnant of the old regime gives way to the reformed Turkey of Kemal Atatürk.", "entities": [{"title": "List of caliphs", "href": "/wiki/List_of_caliphs#Ottoman_Caliphate_(1517_–_3_March_1924)", "description": "This is a list of people who have held the title of Caliph, the supreme religious and political leader of an Islamic state known as the Caliphate, and the title for the ruler of the Islamic Ummah, as the political successors to Muhammad. All years are according to the Common Era."}, {"title": "Abdülmecid II", "href": "/wiki/Abd%C3%BClmecid_II", "description": "Abdulmejid II was the last Caliph of the Ottoman Dynasty, the first and the last Caliph of the Republic of Turkey, nominally the 37th Head of the Ottoman Imperial House from 1922 to 1924."}, {"title": "Ottoman Caliphate", "href": "/wiki/Ottoman_Caliphate", "description": "The Ottoman Caliphate, under the Ottoman dynasty of the Ottoman Empire, was the last Islamic caliphate of the late medieval and the early modern era. During the period of Ottoman expansion, Ottoman rulers claimed caliphal authority since the conquest of Mamluk Egypt by Selim I in 1517, which bestowed the title of Defender of the Holy Cities of Mecca and Medina upon him and strengthened the Ottoman"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Mustafa Kemal Atatürk", "href": "/wiki/Mustafa_Kemal_Atat%C3%BCrk", "description": "Kemal Atatürk was a Turkish field marshal, revolutionary statesman, author, and the founding father of the Republic of Turkey, serving as its first president from 1923 until his death in 1938. He undertook sweeping progressive reforms, which modernized Turkey into a secular, industrial nation. Ideologically a secularist and nationalist, his policies and theories became known as Kemalism. Due to hi"}]}, {"heading": "Events", "year": "1924", "date": "March 3", "txt": "The Free State of Fiume is annexed by the Kingdom of Italy.", "entities": [{"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}]}, {"heading": "Events", "year": "1931", "date": "March 3", "txt": "The United States adopts The Star-Spangled Banner as its national anthem.", "entities": [{"title": "National anthem", "href": "/wiki/National_anthem", "description": "A national anthem is a song that officially symbolizes a country or nation. The majority of national anthems are marches or hymns in style. Latin American, Central Asian, and European nations tend towards more ornate and operatic pieces, while those in the Middle East, Oceania, Africa, and the Caribbean use a more simplistic fanfare. Some countries that are devolved into multiple constituent state"}]}, {"heading": "Events", "year": "1938", "date": "March 3", "txt": "Oil is discovered in Saudi Arabia.", "entities": [{"title": "Petroleum", "href": "/wiki/Petroleum", "description": "Petroleum, also known as crude oil and oil, is a naturally occurring, yellowish-black liquid found in geological formations beneath the Earth's surface. It is commonly refined into various types of fuels. Components of petroleum are separated using a technique called fractional distillation, i.e. separation of a liquid mixture into fractions differing in boiling point by means of distillation, typ"}, {"title": "History of the oil industry in Saudi Arabia", "href": "/wiki/History_of_the_oil_industry_in_Saudi_Arabia", "description": "Saudi Arabian oil was first discovered by the Americans in commercial quantities at Dammam oil well No. 7 in 1938 in what is now modern day Dhahran."}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}]}, {"heading": "Events", "year": "1939", "date": "March 3", "txt": "In Bombay, Mohandas Gandhi begins a hunger strike in protest at the autocratic rule in British India.", "entities": [{"title": "Bombay", "href": "/wiki/Bombay", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}, {"title": "Mohandas Karamchand Gandhi", "href": "/wiki/Mohandas_Karamchand_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}, {"title": "British Raj", "href": "/wiki/British_Raj", "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"}]}, {"heading": "Events", "year": "1940", "date": "March 3", "txt": "Five people are killed in an arson attack on the offices of the communist newspaper Flamman in Luleå, Sweden.", "entities": [{"title": "Left Party (Sweden)", "href": "/wiki/Left_Party_(Sweden)", "description": "The Left Party is a socialist political party in Sweden. The party originated as a split from the Swedish Social Democratic Party in 1917, as the Swedish Social Democratic Left Party, and became the Communist Party of Sweden in 1921. In 1967, the party was renamed Left Party - the Communists; it adopted its current name in 1990. The party has never been part of a government at the national level, "}, {"title": "Luleå", "href": "/wiki/Lule%C3%A5", "description": "Luleå is a city on the coast of northern Sweden, and the capital of Norrbotten County, the northernmost county in Sweden. Luleå has 48,728 inhabitants in its urban core (2018) and is the seat of Luleå Municipality. Luleå is Sweden's 25th largest city and Norbotten County's largest city."}]}, {"heading": "Events", "year": "1942", "date": "March 3", "txt": "World War II: Ten Japanese warplanes raid Broome, Western Australia, killing more than 100 people.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Attack on Broome", "href": "/wiki/Attack_on_Broome", "description": "The town of Broome, Western Australia, was attacked by Japanese fighter planes on 3 March 1942, during World War II. At least 88 civilians and Allied military personnel were killed."}]}, {"heading": "Events", "year": "1943", "date": "March 3", "txt": "World War II: In London, 173 people are killed in a crush while trying to enter an air-raid shelter at Bethnal Green tube station.", "entities": [{"title": "Bethnal Green tube station", "href": "/wiki/Bethnal_Green_tube_station", "description": "Bethnal Green is a London Underground station in Bethnal Green, London, served by the Central line. It lies between Liverpool Street and Mile End stations, is in Travelcard Zone 2, and is open 24 hours on a Friday and Saturday as part of the Night Tube service. The station was opened as part of the long planned Central line eastern extension on 4 December 1946, having previously been used as an ai"}]}, {"heading": "Events", "year": "1944", "date": "March 3", "txt": "The Order of Nakhimov and Order of Ushakov are instituted in USSR as the highest naval awards.", "entities": [{"title": "Order of Nakhimov", "href": "/wiki/Order_of_Nakhimov", "description": "The Order of Nakhimov is a military decoration of the Russian Federation named in honour of Russian admiral Pavel Nakhimov (1802–1855) and bestowed to naval officers for outstanding military leadership. The order was established during World War II by decree of the Presidium of the Supreme Soviet of the USSR of March 3, 1944. Following the 1991 dissolution of the USSR, the Order of Nakhimov was re"}, {"title": "Order of Ushakov", "href": "/wiki/Order_of_Ushakov", "description": "The Order of Ushakov is a military decoration of the Russian Federation named in honour of admiral Fyodor Ushakov (1744–1817) who never lost a battle and was proclaimed patron saint of the Russian Navy. It is bestowed to command grade naval officers for outstanding leadership. The order was established in two classes during World War II by decision of the Presidium of the Supreme Soviet of the USS"}, {"title": "USSR", "href": "/wiki/USSR", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1945", "date": "March 3", "txt": "World War II: American and Filipino troops recapture Manila.", "entities": [{"title": "Battle of Manila (1945)", "href": "/wiki/Battle_of_Manila_(1945)", "description": "The Battle of Manila was a major battle of the Philippine campaign of 1944–45, during the Second World War. It was fought by forces from both the United States and the Philippines against Japanese troops in Manila, the capital city of the Philippines. The month-long battle, which resulted in the death of over 100,000 civilians and the complete devastation of the city, was the scene of the worst ur"}]}, {"heading": "Events", "year": "1945", "date": "March 3", "txt": "World War II: The RAF accidentally bombs the Bezuidenhout area of The Hague, Netherlands, killing 511 people.", "entities": [{"title": "Bombing of the Bezuidenhout", "href": "/wiki/Bombing_of_the_Bezuidenhout", "description": "The bombing of the Bezuidenhout took place on 3 March 1945, when the Royal Air Force mistakenly bombed the Bezuidenhout neighbourhood in the Dutch city of The Hague. At the time, the neighbourhood was more densely populated than usual with evacuees from The Hague and Wassenaar; tens of thousands were left homeless and had to be quartered in the Eastern and Central Netherlands."}, {"title": "Bezuidenhout", "href": "/wiki/Bezuidenhout", "description": "Bezuidenhout is the neighborhood southeast of the Haagse Bos neighborhood of The Hague in the Netherlands. Bezuidenhout includes the Beatrixkwartier financial area near the Central Station and streets such as Bezuidenhoutseweg, Juliana van Stolberglaan, Laan van Nieuw Oost-Indië, Prins Clauslaan, and Theresiastraat."}, {"title": "The Hague", "href": "/wiki/The_Hague", "description": "The Hague is a city and municipality on the western coast of the Netherlands on the North Sea, the administrative and royal capital of the Netherlands and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world."}]}, {"heading": "Events", "year": "1951", "date": "March 3", "txt": "Jackie Brenston, with Ike Turner and his band, records \"Rocket 88\", often cited as \"the first rock and roll record\", at Sam Phillips's recording studios in Memphis, Tennessee.", "entities": [{"title": "Jackie Brenston", "href": "/wiki/Jackie_Brenston", "description": "Jackie Brenston was an American R&B singer and saxophonist, who recorded, with Ike Turner's band, the first version of the pioneering rock-and-roll song \"Rocket 88\"."}, {"title": "Ike Turner", "href": "/wiki/Ike_Turner", "description": "Izear Luster \"Ike\" Turner Jr. was an American musician, bandleader, songwriter, arranger, talent scout, and record producer. An early pioneer of 1950s rock and roll, he is best known for his work in the 1960s and 1970s with his then-wife Tina Turner as the leader of the Ike & Tina Turner Revue."}, {"title": "Rocket 88", "href": "/wiki/Rocket_88", "description": "\"Rocket 88\" is a rhythm and blues song that was first recorded in Memphis, Tennessee, in March 1951. The recording was credited to \"Jackie Brenston and his Delta Cats\", who were actually Ike Turner and his Kings of Rhythm. The single reached number-one on the Billboard R&B chart."}, {"title": "Origins of rock and roll", "href": "/wiki/Origins_of_rock_and_roll#\"The_first_rock_and_roll_record\"", "description": "\nThe origins of rock and roll are complex. Rock and roll emerged as a defined musical style in the United States in the early to mid-1950s. It derived most directly from the rhythm and blues music of the 1940s, which itself developed from earlier blues, the beat-heavy jump blues, boogie woogie, up-tempo jazz and swing music. It was also influenced by gospel, country and western, and traditional fo"}, {"title": "Sam Phillips", "href": "/wiki/Sam_Phillips", "description": "Samuel Cornelius Phillips was an American record producer. He was the founder of Sun Records and Sun Studio in Memphis, Tennessee, where he produced recordings by Elvis Presley, Roy Orbison, Jerry Lee Lewis, Carl Perkins, Johnny Cash, and Howlin' Wolf. Phillips played a major role in the development of rock and roll during the 1950s, launching the career of Presley. In 1969, he sold Sun to Shelby "}, {"title": "Memphis, Tennessee", "href": "/wiki/Memphis,_Tennessee", "description": "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. Its 2019 estimated population was 651,073, making it Tennessee's second-most populous city behind Nashville, the nation's 28th-largest, and the largest city proper situated along the Mississippi River. Greater Memphis is the 42nd-largest metropolitan area in the United States, with a population o"}]}, {"heading": "Events", "year": "1953", "date": "March 3", "txt": "A De Havilland Comet (Canadian Pacific Air Lines) crashes in Karachi, Pakistan, killing 11.", "entities": [{"title": "De Havilland Comet", "href": "/wiki/De_Havilland_Comet", "description": "The de Havilland DH.106 Comet was the world's first commercial jet airliner. Developed and manufactured by de Havilland at its Hatfield Aerodrome in Hertfordshire, United Kingdom, the Comet 1 prototype first flew in 1949. It featured an aerodynamically clean design with four de Havilland Ghost turbojet engines buried in the wing roots, a pressurised cabin, and large square windows. For the era, it"}, {"title": "Canadian Pacific Air Lines", "href": "/wiki/Canadian_Pacific_Air_Lines", "description": "Canadian Pacific Air Lines was a Canadian airline that operated from 1942 to 1987. It operated under the name CP Air from 1968 to 1986. Headquartered at Vancouver International Airport in Richmond, British Columbia, it served domestic Canadian as well as international routes until it was purchased by Pacific Western Airlines and absorbed into Canadian Airlines which branded itself as Canadian Airl"}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}]}, {"heading": "Events", "year": "1958", "date": "March 3", "txt": "Nuri al-Said becomes Prime Minister of Iraq for the eighth time.", "entities": [{"title": "Nuri al-Said", "href": "/wiki/Nuri_al-Said", "description": "Nuri Pasha al-Said was an Iraqi politician during the British mandate in Iraq and the Hashemite Kingdom of Iraq. He held various key cabinet positions and served fourteen terms as Prime Minister of Iraq."}, {"title": "Prime Minister of Iraq", "href": "/wiki/Prime_Minister_of_Iraq", "description": "The prime minister of Iraq is the head of government of Iraq."}]}, {"heading": "Events", "year": "1969", "date": "March 3", "txt": "Apollo program: NASA launches Apollo 9 to test the lunar module.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 9", "href": "/wiki/Apollo_9", "description": "Apollo 9 was the third human spaceflight in NASA's Apollo program. Flown in low Earth orbit, it was the second crewed Apollo mission that the United States launched via a Saturn V rocket, and was the first flight of the full Apollo spacecraft: the command and service module (CSM) with the Lunar Module (LM). The mission was flown to qualify the LM for lunar orbit operations in preparation for the f"}, {"title": "Apollo Lunar Module", "href": "/wiki/Apollo_Lunar_Module", "description": "The Apollo Lunar Module, or simply Lunar Module, originally designated the Lunar Excursion Module (LEM), was the lander spacecraft that was flown between lunar orbit and the Moon's surface during the U.S. Apollo program. It was the first crewed spacecraft to operate exclusively in the airless vacuum of space, and remains the only crewed vehicle to land anywhere beyond Earth."}]}, {"heading": "Events", "year": "1972", "date": "March 3", "txt": "Mohawk Airlines Flight 405 crashes as a result of a control malfunction and insufficient training in emergency procedures.", "entities": [{"title": "Mohawk Airlines Flight 405", "href": "/wiki/Mohawk_Airlines_Flight_405", "description": "Mohawk Airlines Flight 405, a Fairchild Hiller FH-227 twin-engine turboprop airliner registered N7818M, was a domestic scheduled passenger flight operated by Mohawk Airlines that crashed into a house within the city limits of Albany, New York on March 3, 1972, on final approach to Albany County Airport, New York, killing 17 people. The intended destination airport lies in the suburban Town of Colo"}]}, {"heading": "Events", "year": "1974", "date": "March 3", "txt": "Turkish Airlines Flight 981 crashes at Ermenonville near Paris, France killing all 346 aboard.", "entities": [{"title": "Turkish Airlines Flight 981", "href": "/wiki/Turkish_Airlines_Flight_981", "description": "Turkish Airlines Flight 981 was a scheduled flight from Istanbul Yesilköy Airport to London Heathrow Airport, with an intermediate stop at Orly Airport in Paris. On 3 March 1974, the McDonnell Douglas DC-10 operating the flight crashed into the Ermenonville Forest, outside Paris, killing all 346 people on board. The crash was also known as the Ermenonville air disaster. Flight 981 was the deadlies"}, {"title": "Ermenonville", "href": "/wiki/Ermenonville", "description": "Ermenonville is a commune in Oise, France. Ermenonville is notable for its park named for Jean-Jacques Rousseau by René Louis de Girardin. Rousseau's tomb was designed by the painter Hubert Robert, and sits on the Isle of Poplars in its lake."}]}, {"heading": "Events", "year": "1980", "date": "March 3", "txt": "The USS Nautilus is decommissioned and stricken from the Naval Vessel Register.", "entities": [{"title": "USS Nautilus (SSN-571)", "href": "/wiki/USS_Nautilus_(SSN-571)", "description": "USS Nautilus (SSN-571) was the world's first operational nuclear-powered submarine and the first submarine to complete a submerged transit of the North Pole on 3 August 1958. Her initial commanding officer was Eugene Parks \"Dennis\" Wilkinson, a widely respected naval officer who set the stage for many of the protocols of today's Nuclear Navy, and who had a storied career during military service an"}, {"title": "Ship decommissioning", "href": "/wiki/Ship_decommissioning", "description": "Ship commissioning is the act or ceremony of placing a ship in active service, and may be regarded as a particular application of the general concepts and practices of project commissioning. The term is most commonly applied to the placing of a warship in active duty with its country's military forces. The ceremonies involved are often rooted in centuries old naval tradition."}, {"title": "Naval Vessel Register", "href": "/wiki/Naval_Vessel_Register", "description": "The Naval Vessel Register (NVR) is the official inventory of ships and service craft in custody of or titled by the United States Navy. It contains information on ships and service craft that make up the official inventory of the Navy from the time a vessel is authorized through its life cycle and disposal. It also includes ships that have been removed from the register, but not disposed of by sal"}]}, {"heading": "Events", "year": "1985", "date": "March 3", "txt": "Arthur Scargill declares that the National Union of Mineworkers' national executive voted to end the longest-running industrial dispute in Great Britain without any peace deal over pit closures.", "entities": [{"title": "Arthur Scargill", "href": "/wiki/Arthur_Scargill", "description": "Arthur Scargill is a British trade unionist. He was President of the National Union of Mineworkers (NUM) from 1982 to 2002. Joining the NUM at the age of nineteen in 1957, he became one of its leading activists in the late 1960s. He led an unofficial strike in 1969, and played a key organising role during the strikes of 1972 and 1974, the latter of which helped in the downfall of Edward Heath's Co"}, {"title": "National Union of Mineworkers (Great Britain)", "href": "/wiki/National_Union_of_Mineworkers_(Great_Britain)", "description": "The National Union of Mineworkers (NUM) is a trade union for coal miners in Great Britain, formed in 1945 from the Miners' Federation of Great Britain (MFGB). The NUM took part in three national miners' strikes, in 1972, 1974 and 1984–85. After the 1984–85 strike and the subsequent closure of most of Britain's coal mines, it became a much smaller union. It had around 170,000 members when Arthur Sc"}]}, {"heading": "Events", "year": "1985", "date": "March 3", "txt": "A magnitude 8.3 earthquake strikes the Valparaíso Region of Chile, killing 177 and leaving nearly a million people homeless.", "entities": [{"title": "Valparaíso Region", "href": "/wiki/Valpara%C3%ADso_Region", "description": "The Valparaíso Region is one of Chile's 16 first order administrative divisions. With the country's second highest population of 1,790,219 in 2017, and fourth smallest area of 16,396.1 km2 (6,331 sq mi), the region is Chile's second most densely populated after the Santiago Metropolitan Region to the southeast."}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}]}, {"heading": "Events", "year": "1986", "date": "March 3", "txt": "The Australia Act 1986 commences, causing Australia to become fully independent from the United Kingdom.", "entities": [{"title": "Australia Act 1986", "href": "/wiki/Australia_Act_1986", "description": "The Australia Act 1986 is the short title of each of a pair of separate but related pieces of legislation: one an Act of the Commonwealth Parliament of Australia, the other an Act of the Parliament of the United Kingdom. In Australia they are referred to, respectively, as the Australia Act 1986 (Cth) and the Australia Act 1986 (UK). These nearly identical Acts were passed by the two parliaments, b"}, {"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1991", "date": "March 3", "txt": "An amateur video captures the beating of Rodney King by Los Angeles police officers.", "entities": [{"title": "Amateur video", "href": "/wiki/Amateur_video", "description": "Amateur film is the low-budget hobbyist art of film practised for passion and enjoyment and not for business purposes."}, {"title": "Rodney King", "href": "/wiki/Rodney_King", "description": "Rodney Glen King was an American activist. On March 3, 1991, King was beaten by LAPD officers during his arrest, after a high-speed chase, for driving while intoxicated on I-210. An uninvolved individual, George Holliday, filmed the incident from his nearby balcony and sent the footage to local news station KTLA. The footage showed an unarmed King on the ground being beaten after initially evading"}, {"title": "Los Angeles Police Department", "href": "/wiki/Los_Angeles_Police_Department", "description": "The Los Angeles Police Department (LAPD), officially the City of Los Angeles Police Department, is the police department of Los Angeles, California. With 9,974 police officers and 3,000 civilian staff, it is the third-largest municipal police department in the United States, after the New York City Police Department and the Chicago Police Department."}]}, {"heading": "Events", "year": "1991", "date": "March 3", "txt": "United Airlines Flight 585 crashes on its final approach to Colorado Springs.", "entities": [{"title": "Colorado Springs Airport", "href": "/wiki/Colorado_Springs_Airport", "description": "City of Colorado Springs Municipal Airport, known as Colorado Springs Airport, is a city-owned public civil-military airport 6 miles (9.7 km) southeast of downtown Colorado Springs, in El Paso County, Colorado, United States. It is the second busiest commercial service airport in the state after Denver International Airport. Peterson Air Force Base, which is located on the north side of runway 13/"}]}, {"heading": "Events", "year": "2005", "date": "March 3", "txt": "James Roszko murders four Royal Canadian Mounted Police constables during a drug bust at his property in Rochfort Bridge, Alberta, then commits suicide. This is the deadliest peace-time incident for the RCMP since 1885 and the North-West Rebellion.", "entities": [{"title": "Mayerthorpe tragedy", "href": "/wiki/Mayerthorpe_tragedy", "description": "The Mayerthorpe tragedy occurred on March 3, 2005, on the farm of James Roszko, approximately 11 km (6.8 mi) north of Rochfort Bridge near the town of Mayerthorpe in the Canadian province of Alberta."}, {"title": "Royal Canadian Mounted Police", "href": "/wiki/Royal_Canadian_Mounted_Police", "description": "The Royal Canadian Mounted Police are the federal and national police service of Canada, providing law enforcement at the federal level. The RCMP also provide provincial policing in eight of Canada's provinces and local policing on a contract basis in the three territories and more than 150 municipalities, 600 Indigenous communities, and three international airports. The RCMP do not provide active"}, {"title": "Rochfort Bridge, Alberta", "href": "/wiki/Rochfort_Bridge,_Alberta", "description": "Rochfort Bridge is a hamlet in Alberta, Canada within Lac Ste. Anne County. It is located approximately 105 kilometres (65 mi) northwest of Edmonton and 8 kilometres (5.0 mi) east of Mayerthorpe. Rochfort Bridge is named for Cooper (Cowper) Rochfort, who with his associate, Percy Michaelson, homesteaded on the Paddle River at the point where the old trail from Lac Ste. Anne to the MacLeod River cr"}, {"title": "North-West Rebellion", "href": "/wiki/North-West_Rebellion", "description": "The North-West Rebellion of 1885 was a rebellion by the Métis people under Louis Riel and an associated uprising by First Nations Cree and Assiniboine of the District of Saskatchewan against the Canadian government. Many Métis felt that Canada was not protecting their rights, their land, and their survival as a distinct people."}]}, {"heading": "Events", "year": "2005", "date": "March 3", "txt": "Steve Fossett becomes the first person to fly an airplane non-stop around the world solo without refueling.", "entities": []}, {"heading": "Events", "year": "2005", "date": "March 3", "txt": "Margaret Wilson is elected as Speaker of the New Zealand House of Representatives, beginning a period lasting until August 23, 2006 where all the highest political offices (including Elizabeth II as Head of State), were occupied by women, making New Zealand the first country for this to occur.", "entities": [{"title": "Speaker of the New Zealand House of Representatives", "href": "/wiki/Speaker_of_the_New_Zealand_House_of_Representatives", "description": "In New Zealand, the Speaker of the House of Representatives is the presiding officer and highest authority of the New Zealand House of Representatives. The individual who holds the position is elected by members of the House from among their number in the first session after each general election. They hold one of the highest-ranking offices in New Zealand. The current Speaker is Trevor Mallard, w"}, {"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}]}, {"heading": "Events", "year": "2013", "date": "March 3", "txt": "A bomb blast in Karachi, Pakistan, kills at least 45 people and injured 180 others in a predominantly Shia Muslim area.", "entities": [{"title": "March 2013 Karachi bombing", "href": "/wiki/March_2013_Karachi_bombing", "description": "The March 2013 Karachi bombing was a terrorist attack that struck a predominantly Shia area inside Abbas Town, Gulshan-e-Iqbal Town in Karachi, Pakistan on 3 March 2013. At least 48 people were killed and more than 180 others injured after a car bomb was detonated outside a Shia mosque, just as locals were leaving after the evening's services. As rescuers gathered to the scene of the bombings, a s"}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}, {"title": "Shia Muslim", "href": "/wiki/Shia_Muslim", "description": "Shia Islam or Shi'ism is one of the two main branches of Islam. It holds that the Islamic prophet Muhammad designated Ali ibn Abi Talib as his successor and the Imam after him, most notably at the event of Ghadir Khumm, but was prevented from succeeding Muhammad as the leader of all Muslims as a result of the choice made by Muhammad's other companions at Saqifah. This view primarily contrasts with"}]}, {"heading": "Births", "year": "1455", "date": "March 3", "txt": "John II of Portugal (d. 1495)", "entities": [{"title": "John II of Portugal", "href": "/wiki/John_II_of_Portugal", "description": "John II, called the Perfect Prince, was King of Portugal from 1481 until his death in 1495, and also for a brief time in 1477. He is known for re-establishing the power of the Portuguese monarchy, reinvigorating the Portuguese economy, and renewing his country's exploration of Africa and Asia."}]}, {"heading": "Births", "year": "1455", "date": "March 3", "txt": "Ascanio Sforza, Catholic cardinal (d. 1505)", "entities": []}, {"heading": "Births", "year": "1506", "date": "March 3", "txt": "Luís of Portugal, Duke of Beja (d. 1555)", "entities": [{"title": "Luís of Portugal, Duke of Beja", "href": "/wiki/Lu%C3%ADs_of_Portugal,_Duke_of_Beja", "description": "Infante Luís of Portugal, Duke of Beja was the second son of King Manuel I of Portugal and his second wife Maria of Aragon. He participated in the Conquest of Tunis."}]}, {"heading": "Births", "year": "1520", "date": "March 3", "txt": "Matthias Flacius, Croatian theologian and reformer (d. 1575)", "entities": [{"title": "Matthias Flacius", "href": "/wiki/Matthias_Flacius", "description": "Matthias Flacius Illyricus or Francovich was a Lutheran reformer from Istria, present day Croatia. He was notable as a theologian, sometimes dissenting strongly with his fellow Lutherans, and as a scholar for his editorial work on the Magdeburg Centuries."}]}, {"heading": "Births", "year": "1583", "date": "March 3", "txt": "Edward Herbert, 1st Baron Herbert of Cherbury, English-Welsh soldier, historian, and diplomat (d. 1648)", "entities": [{"title": "Edward Herbert, 1st Baron Herbert of Cherbury", "href": "/wiki/Edward_Herbert,_1st_Baron_Herbert_of_Cherbury", "description": "Edward Herbert, 1st Baron Herbert of Cherbury KB was an Anglo-Welsh soldier, diplomat, historian, poet and religious philosopher of the Kingdom of England."}]}, {"heading": "Births", "year": "1589", "date": "March 3", "txt": "Gisbertus Voetius, Dutch minister, theologian, and academic (d. 1676)", "entities": [{"title": "Gisbertus Voetius", "href": "/wiki/Gisbertus_Voetius", "description": "Gisbertus Voetius was a Dutch Calvinist theologian."}]}, {"heading": "Births", "year": "1606", "date": "March 3", "txt": "Edmund Waller, English poet and politician (d. 1687)", "entities": [{"title": "Edmund Waller", "href": "/wiki/Edmund_Waller", "description": "Edmund Waller, FRS was an English poet and politician who was Member of Parliament for various constituencies between 1624 and 1687, and one of the longest serving members of the English House of Commons."}]}, {"heading": "Births", "year": "1652", "date": "March 3", "txt": "Thomas Otway, English playwright and author (d. 1685)", "entities": [{"title": "Thomas Otway", "href": "/wiki/Thomas_Otway", "description": "Thomas Otway was an English dramatist of the Restoration period, best known for Venice Preserv'd, or A Plot Discover'd (1682)."}]}, {"heading": "Births", "year": "1678", "date": "March 3", "txt": "Madeleine de Verchères, Canadian rebel leader (d. 1747)", "entities": [{"title": "Madeleine de Verchères", "href": "/wiki/Madeleine_de_Verch%C3%A8res", "description": "Marie-Madeleine Jarret, known as Madeleine de Verchères was a woman of New France credited with repelling a raid on Fort Verchères when she was 14 years old."}]}, {"heading": "Births", "year": "1756", "date": "March 3", "txt": "William Godwin, English journalist and author (d. 1836)", "entities": [{"title": "William Godwin", "href": "/wiki/William_Godwin", "description": "William Godwin was an English journalist, political philosopher and novelist. He is considered one of the first exponents of utilitarianism and the first modern proponent of anarchism. Godwin is most famous for two books that he published within the space of a year: An Enquiry Concerning Political Justice, an attack on political institutions, and Things as They Are; or, The Adventures of Caleb Wil"}]}, {"heading": "Births", "year": "1778", "date": "March 3", "txt": "Frederica of Mecklenburg-Strelitz (d. 1841)", "entities": [{"title": "Frederica of Mecklenburg-Strelitz", "href": "/wiki/Frederica_of_Mecklenburg-Strelitz", "description": "Frederica of Mecklenburg-Strelitz was a German princess who became, by marriage, princess of Prussia, princess of Solms-Braunfels, Duchess of Cumberland in Britain and Queen of Hanover as the consort of Ernest Augustus, King of Hanover."}]}, {"heading": "Births", "year": "1793", "date": "March 3", "txt": "William Macready, English actor and manager (d. 1873)", "entities": [{"title": "William Macready", "href": "/wiki/William_Macready", "description": "William Charles Macready was an English actor."}]}, {"heading": "Births", "year": "1800", "date": "March 3", "txt": "Heinrich Georg Bronn, German geologist and paleontologist (d. 1862)", "entities": [{"title": "Heinrich Georg Bronn", "href": "/wiki/Heinrich_Georg_Bronn", "description": "Heinrich Georg Bronn was a German geologist and paleontologist. He was the first to translate Charles Darwin's On the Origin of Species into German in 1860, although not without introducing his own interpretations, as also a chapter critiquing the work."}]}, {"heading": "Births", "year": "1803", "date": "March 3", "txt": "Thomas Field Gibson, English manufacturer who aided the welfare of the Spitalfields silk weavers (d. 1889)", "entities": [{"title": "Thomas Field Gibson", "href": "/wiki/Thomas_Field_Gibson", "description": "Thomas Field Gibson FGS was a Unitarian silk manufacturer and philanthropist. He supported several novel initiatives to enhance British manufacturing quality and international trade while improving life for working people during the industrial revolution – particularly in Spitalfields where his business was centred. He also made important contributions to geology."}, {"title": "Spitalfields", "href": "/wiki/Spitalfields", "description": "Spitalfields is a district in the East End of London and within the London Borough of Tower Hamlets. The area is formed around Commercial Street and includes the locale around Brick Lane, Christ Church, Toynbee Hall and Commercial Tavern. It has several markets, including Spitalfields Market, the historic Old Spitalfields Market, Brick Lane Market and Petticoat Lane Market. It was part of the anci"}]}, {"heading": "Births", "year": "1805", "date": "March 3", "txt": "Jonas Furrer, Swiss politician (d. 1861)", "entities": [{"title": "Jonas Furrer", "href": "/wiki/Jonas_Furrer", "description": "Jonas Furrer was a Swiss politician and member of the Swiss Federal Council (1848–1861). He was affiliated to the Radical Party."}]}, {"heading": "Births", "year": "1816", "date": "March 3", "txt": "William James Blacklock, English-Scottish painter (d. 1858)", "entities": [{"title": "William James Blacklock", "href": "/wiki/William_James_Blacklock", "description": "William James Blacklock was an English landscape painter, painting scenery in Cumbria, the Lake District and the Scottish Borders."}]}, {"heading": "Births", "year": "1819", "date": "March 3", "txt": "Gustave de Molinari, Dutch-Belgian economist and theorist (d. 1912)", "entities": [{"title": "Gustave de Molinari", "href": "/wiki/Gustave_de_Molinari", "description": "Gustave de Molinari was a Belgian political economist and French Liberal School theorist associated with French laissez-faire economists such as Frédéric Bastiat and Hippolyte Castille."}]}, {"heading": "Births", "year": "1825", "date": "March 3", "txt": "Shiranui Kōemon, Japanese sumo wrestler (d. 1879)", "entities": [{"title": "Shiranui Kōemon", "href": "/wiki/Shiranui_K%C5%8Demon", "description": "Shiranui Kōemon  was a Japanese professional sumo wrestler from Kikuchi, Higo Province. He was the sport's 11th yokozuna."}]}, {"heading": "Births", "year": "1831", "date": "March 3", "txt": "George Pullman, American engineer and businessman, founded the Pullman Company (d. 1897)", "entities": [{"title": "George Pullman", "href": "/wiki/George_Pullman", "description": "George Mortimer Pullman was an American engineer and industrialist. He designed and manufactured the Pullman sleeping car and founded a company town, Pullman, for the workers who manufactured it. This ultimately led to the Pullman Strike due to the high rent prices charged for company housing and low wages paid by the Pullman Company. His Pullman Company also hired African-American men to staff th"}, {"title": "Pullman Company", "href": "/wiki/Pullman_Company", "description": "The Pullman Car Company, founded by George Pullman, was a manufacturer of railroad cars in the mid-to-late 19th century through the first half of the 20th century, during the boom of railroads in the United States. Through rapid late nineteenth century development of mass production, and takeover of rivals, the company developed a virtual monopoly on production and ownership of sleeper cars."}]}, {"heading": "Births", "year": "1839", "date": "March 3", "txt": "Jamsetji Tata, Indian businessman, founded Tata Group (d. 1904)", "entities": [{"title": "Jamsetji Tata", "href": "/wiki/Jamsetji_Tata", "description": "Jamsetji Nusserwanji Tata was an Indian pioneer industrialist, who founded the Tata Group, India's biggest conglomerate company. He established the city of Jamshedpur."}, {"title": "Tata Group", "href": "/wiki/Tata_Group", "description": "Tata Group is an Indian multinational conglomerate headquartered in Mumbai, Maharashtra, India. Founded in 1868 by Jamshedji Tata, the company gained international recognition after purchasing several global companies. It is one of the biggest and oldest industrial groups in India. Each Tata company operates independently under the guidance and supervision of its own board of directors and shareho"}]}, {"heading": "Births", "year": "1841", "date": "March 3", "txt": "John Murray, Canadian-Scottish oceanographer and biologist (d. 1914)", "entities": [{"title": "John Murray (oceanographer)", "href": "/wiki/John_Murray_(oceanographer)", "description": "Sir John Murray was a pioneering British oceanographer, marine biologist and limnologist. He is considered to be the father of modern oceanography."}]}, {"heading": "Births", "year": "1845", "date": "March 3", "txt": "Georg Cantor, Russian-German mathematician and philosopher (d. 1918)", "entities": [{"title": "Georg Cantor", "href": "/wiki/Georg_Cantor", "description": "Georg Ferdinand Ludwig Philipp Cantor was a German mathematician. He created set theory, which has become a fundamental theory in mathematics. Cantor established the importance of one-to-one correspondence between the members of two sets, defined infinite and well-ordered sets, and proved that the real numbers are more numerous than the natural numbers. In fact, Cantor's method of proof of this th"}]}, {"heading": "Births", "year": "1847", "date": "March 3", "txt": "Alexander Graham Bell, Scottish-American engineer and academic, invented the telephone (d. 1922)", "entities": [{"title": "Alexander Graham Bell", "href": "/wiki/Alexander_Graham_Bell", "description": "Alexander Graham Bell was a Scottish-born inventor, scientist, and engineer who is credited with inventing and patenting the first practical telephone. He also co-founded the American Telephone and Telegraph Company (AT&T) in 1885."}, {"title": "Telephone", "href": "/wiki/Telephone", "description": "A telephone is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly. A telephone converts sound, typically and most efficiently the human voice, into electronic signals that are transmitted via cables and other communication channels to another telephone which reproduces the sound to the receiving user. The term is de"}]}, {"heading": "Births", "year": "1860", "date": "March 3", "txt": "John Montgomery Ward, American baseball player and manager (d. 1925)", "entities": [{"title": "John Montgomery Ward", "href": "/wiki/John_Montgomery_Ward", "description": "John Montgomery Ward, known as Monte Ward, was an American Major League Baseball pitcher, shortstop, second baseman, third baseman, manager, executive, union organizer, owner and author. Ward, of English descent, was born in Bellefonte, Pennsylvania and grew up in Renovo, Pennsylvania. He led the formation of the first professional sports players union and a new baseball league, the Players' Leagu"}]}, {"heading": "Births", "year": "1866", "date": "March 3", "txt": "Fred A. Busse, American lawyer and politician, 39th Mayor of Chicago (d. 1914)", "entities": [{"title": "Fred A. Busse", "href": "/wiki/Fred_A._Busse", "description": "Fred A. Busse was the mayor of Chicago, in the U.S. state of Illinois, from 1907 to 1911."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1868", "date": "March 3", "txt": "Émile Chartier, French philosopher and journalist (d. 1951)", "entities": [{"title": "Émile Chartier", "href": "/wiki/%C3%89mile_Chartier", "description": "Émile-Auguste Chartier, commonly known as Alain, was a French philosopher, journalist, and pacifist. He adopted his pseudonym in homage to the 15th-century Norman poet Alain Chartier."}]}, {"heading": "Births", "year": "1869", "date": "March 3", "txt": "Henry Wood, English conductor (d. 1944)", "entities": [{"title": "Henry Wood", "href": "/wiki/Henry_Wood", "description": "Sir Henry Joseph Wood was an English conductor best known for his association with London's annual series of promenade concerts, known as the Proms. He conducted them for nearly half a century, introducing hundreds of new works to British audiences. After his death, the concerts were officially renamed in his honour as the \"Henry Wood Promenade Concerts\", although they continued to be generally re"}]}, {"heading": "Births", "year": "1871", "date": "March 3", "txt": "Maurice Garin, Italian-French cyclist (d. 1957)", "entities": [{"title": "Maurice Garin", "href": "/wiki/Maurice_Garin", "description": "Maurice-François Garin was a French road bicycle racer best known for winning the inaugural Tour de France in 1903, and for being stripped of his title in the second Tour in 1904 along with eight others, for cheating."}]}, {"heading": "Births", "year": "1873", "date": "March 3", "txt": "William Green, American union leader and politician (d. 1952)", "entities": [{"title": "William Green (labor leader)", "href": "/wiki/William_Green_(labor_leader)", "description": "William B. Green was an American trade union leader. Green is best remembered as the president of the American Federation of Labor (AFL) from 1924 to 1952. He was a strong supporter for labor-management co-operation and was on the frontline for wage and benefit protections and industrial unionism legislation."}]}, {"heading": "Births", "year": "1880", "date": "March 3", "txt": "Florence Auer, American actress and screenwriter (d. 1962)", "entities": [{"title": "Florence Auer", "href": "/wiki/Florence_Auer", "description": "Florence Auer was an American theater and motion picture actress whose career spanned more than five decades."}]}, {"heading": "Births", "year": "1880", "date": "March 3", "txt": "Yōsuke Matsuoka, Japanese politician, Japanese Minister of Foreign Affairs (d. 1946)", "entities": [{"title": "Ministry of Foreign Affairs (Japan)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Japan)", "description": "The Ministry of Foreign Affairs  is a cabinet-level ministry of the Japanese government responsible for the country's foreign relations."}]}, {"heading": "Births", "year": "1882", "date": "March 3", "txt": "Elisabeth Abegg, German anti-Nazi resistance fighter (d. 1974)", "entities": [{"title": "Elisabeth Abegg", "href": "/wiki/Elisabeth_Abegg", "description": "Luise Wilhelmine Elisabeth Abegg was a German educator and resistance fighter against Nazism. She provided shelter to around 80 Jews during the Holocaust and was consequently recognised as Righteous Among the Nations."}]}, {"heading": "Births", "year": "1882", "date": "March 3", "txt": "Charles Ponzi, Italian businessman (d. 1949)", "entities": []}, {"heading": "Births", "year": "1883", "date": "March 3", "txt": "Cyril Burt, English psychologist and geneticist (d. 1971)", "entities": [{"title": "Cyril Burt", "href": "/wiki/Cyril_Burt", "description": "Sir Cyril Lodowic Burt, FBA was an English educational psychologist and geneticist who also made contributions to statistics. He is known for his studies on the heritability of IQ. Shortly after he died, his studies of inheritance of intelligence were discredited after evidence emerged indicating he had falsified research data, inventing correlations in separated twins which did not exist."}]}, {"heading": "Births", "year": "1883", "date": "March 3", "txt": "Paul Marais de Beauchamp, French zoologist (d. 1977)", "entities": []}, {"heading": "Births", "year": "1887", "date": "March 3", "txt": "Lincoln J. Beachey, American pilot (d. 1915)", "entities": [{"title": "Lincoln J. Beachey", "href": "/wiki/Lincoln_J._Beachey", "description": "Lincoln Beachey was a pioneer American aviator and barnstormer. He became famous and wealthy from flying exhibitions, staging aerial stunts, helping invent aerobatics, and setting aviation records."}]}, {"heading": "Births", "year": "1891", "date": "March 3", "txt": "Damaskinos of Athens, Greek archbishop (d. 1949)", "entities": [{"title": "Damaskinos of Athens", "href": "/wiki/Damaskinos_of_Athens", "description": "Archbishop Damaskinos Papandreou was the archbishop of Athens and All Greece from 1941 until his death. He was also the regent of Greece between the pull-out of the German occupation force in 1944 and the return of King George II to Greece in 1946. His rule was between the liberation of Greece from the German occupation during World War II and the Greek Civil War."}]}, {"heading": "Births", "year": "1893", "date": "March 3", "txt": "Beatrice Wood, American illustrator and potter (d. 1998)", "entities": [{"title": "Beatrice Wood", "href": "/wiki/Beatrice_Wood", "description": "Beatrice Wood was an American artist and studio potter involved in the Avant Garde movement in the United States; she founded and edited The Blind Man and Rongwrong magazines in New York City with French artist Marcel Duchamp and writer Henri-Pierre Roché in 1917. She had earlier studied art and theater in Paris, and was working in New York as an actress. She later worked at sculpture and pottery."}]}, {"heading": "Births", "year": "1895", "date": "March 3", "txt": "Ragnar Frisch, Norwegian economist and academic, Nobel Prize laureate (d. 1973)", "entities": [{"title": "Ragnar Frisch", "href": "/wiki/Ragnar_Frisch", "description": "Ragnar Anton Kittil Frisch was a Norwegian economist and the co-recipient of the first Nobel Memorial Prize in Economic Sciences in 1969. He is known for being one of the founders of the discipline of econometrics, and for coining the widely used term pair macroeconomics/microeconomics in 1933."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1895", "date": "March 3", "txt": "Matthew Ridgway, American general (d. 1993)", "entities": []}, {"heading": "Births", "year": "1898", "date": "March 3", "txt": "Emil Artin, Austrian-German mathematician and academic (d. 1962)", "entities": [{"title": "Emil Artin", "href": "/wiki/Emil_Artin", "description": "Emil Artin was an Austrian mathematician of Armenian descent."}]}, {"heading": "Births", "year": "1900", "date": "March 3", "txt": "Edna Best, British stage and film actress, appeared on early television in 1938 (d. 1974) ", "entities": [{"title": "Edna Best", "href": "/wiki/Edna_Best", "description": "Edna Clara Best was a British actress."}]}, {"heading": "Births", "year": "1902", "date": "March 3", "txt": "Ruby Dandridge, African-American film and radio actress (d. 1987)", "entities": []}, {"heading": "Births", "year": "1901", "date": "March 3", "txt": "Claude Choules, English-Australian soldier (d. 2011)", "entities": [{"title": "Claude Choules", "href": "/wiki/Claude_Choules", "description": "Claude Stanley Choules was an English-born military serviceman from Perth, Western Australia who at the time of his death was the oldest combat veteran of the First World War from England, having served with the Royal Navy from 1915 until 1926. After having emigrated to Australia he served with the Royal Australian Navy, from 1926 until 1956, as a Chief Petty Officer and was a naturalised Australi"}]}, {"heading": "Births", "year": "1903", "date": "March 3", "txt": "Vasily Kozlov, Belarusian general and politician (d. 1967)", "entities": [{"title": "Vasily Kozlov (politician)", "href": "/wiki/Vasily_Kozlov_(politician)", "description": "Vasil Ivanavich Kazlow was a Soviet politician."}]}, {"heading": "Births", "year": "1906", "date": "March 3", "txt": "Artur Lundkvist, Swedish poet and critic (d. 1991)", "entities": [{"title": "Artur Lundkvist", "href": "/wiki/Artur_Lundkvist", "description": "Nils Artur Lundkvist was a Swedish writer, poet and literary critic. He was a member of the Swedish Academy from 1968."}]}, {"heading": "Births", "year": "1911", "date": "March 3", "txt": "Jean Harlow, American actress (d. 1937)", "entities": [{"title": "Jean Harlow", "href": "/wiki/Jean_Harlow", "description": "Jean Harlow was an American actress and sex symbol. Often nicknamed the \"Blonde Bombshell\" and the \"Platinum Blonde\", she was popular for her \"Laughing Vamp\" screen persona. Harlow was in the film industry for only nine years, but she became one of the biggest movie stars in Hollywood, whose image in the public eye has endured. In 1999, the American Film Institute ranked Harlow No. 22 on their gre"}]}, {"heading": "Births", "year": "1911", "date": "March 3", "txt": "Hugues Lapointe, Canadian lawyer and politician, 22nd Lieutenant Governor of Quebec (d. 1982)", "entities": [{"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Births", "year": "1913", "date": "March 3", "txt": "Margaret Bonds, American pianist and composer (d. 1972)", "entities": [{"title": "Margaret Bonds", "href": "/wiki/Margaret_Bonds", "description": "Margaret Allison Bonds was an American composer, pianist, arranger, and teacher. One of the first Black composers and performers to gain recognition in the United States, she is best remembered today for her popular arrangements of African-American spirituals and frequent collaborations with Langston Hughes."}]}, {"heading": "Births", "year": "1913", "date": "March 3", "txt": "Harold J. Stone, American actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1914", "date": "March 3", "txt": "Asger Jorn, Danish painter and sculptor (d. 1973)", "entities": [{"title": "Asger Jorn", "href": "/wiki/Asger_Jorn", "description": "Asger Oluf Jorn was a Danish painter, sculptor, ceramic artist, and author. He was a founding member of the avant-garde movement COBRA and the Situationist International. He was born in Vejrum, in the northwest corner of Jutland, Denmark, and baptized Asger Oluf Jørgensen."}]}, {"heading": "Births", "year": "1916", "date": "March 3", "txt": "Paul Halmos, Hungarian-American mathematician (d. 2006)", "entities": [{"title": "Paul Halmos", "href": "/wiki/Paul_Halmos", "description": "Paul Richard Halmos was a Hungarian-born American mathematician and statistician who made fundamental advances in the areas of mathematical logic, probability theory, statistics, operator theory, ergodic theory, and functional analysis. He was also recognized as a great mathematical expositor. He has been described as one of The Martians."}]}, {"heading": "Births", "year": "1917", "date": "March 3", "txt": "Sameera Moussa, Egyptian physicist and academic (d. 1952)", "entities": [{"title": "Sameera Moussa", "href": "/wiki/Sameera_Moussa", "description": "Sameera Moussa was the first female Egyptian nuclear physicist. Sameera held a doctorate in atomic radiation. She hoped her work would one day lead to affordable medical treatments and the peaceful use of atomic energy. She organized the Atomic Energy for Peace Conference and sponsored a call that set an international conference under the banner \"Atoms for Peace.\" She was the first woman to work a"}]}, {"heading": "Births", "year": "1918", "date": "March 3", "txt": "Arthur Kornberg, American biochemist and academic, Nobel Prize laureate (d. 2007)", "entities": [{"title": "Arthur Kornberg", "href": "/wiki/Arthur_Kornberg", "description": "Arthur Kornberg was an American biochemist who won the Nobel Prize in Physiology or Medicine 1959 for his discovery of \"the mechanisms in the biological synthesis of deoxyribonucleic acid (DNA)\" together with Dr. Severo Ochoa of New York University. He was also awarded the Paul-Lewis Award in Enzyme Chemistry from the American Chemical Society in 1951, L.H.D. degree from Yeshiva University in 1962"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1920", "date": "March 3", "txt": "Julius Boros, American golfer and accountant (d. 1994)", "entities": [{"title": "Julius Boros", "href": "/wiki/Julius_Boros", "description": "Julius Nicholas Boros was an American professional golfer noted for his effortless-looking swing and strong record on difficult golf courses, particularly at the U.S. Open."}]}, {"heading": "Births", "year": "1920", "date": "March 3", "txt": "James Doohan, Canadian-American actor and soldier (d. 2005)", "entities": []}, {"heading": "Births", "year": "1920", "date": "March 3", "txt": "Ronald Searle, English-French soldier and illustrator (d. 2011)", "entities": []}, {"heading": "Births", "year": "1921", "date": "March 3", "txt": "Diana Barrymore, American actress (d. 1960)", "entities": [{"title": "Diana Barrymore", "href": "/wiki/Diana_Barrymore", "description": "Diana Blanche Barrymore Blythe, known professionally as Diana Barrymore, was an American film and stage actress."}]}, {"heading": "Births", "year": "1922", "date": "March 3", "txt": "Nándor Hidegkuti, Hungarian footballer and manager (d. 2002)", "entities": [{"title": "Nándor Hidegkuti", "href": "/wiki/N%C3%A1ndor_Hidegkuti", "description": "Nándor Hidegkuti was a Hungarian football player and manager. He played as a forward or attacking midfielder and spent the majority of his playing career at MTK Hungária FC. During the 1950s he was also a key member of the Hungarian National Team team known as the Golden Team. Other members of the team included Ferenc Puskás, Zoltán Czibor, Sándor Kocsis and József Bozsik. In 1953, playing as a de"}]}, {"heading": "Births", "year": "1923", "date": "March 3", "txt": "Barney Martin, American police officer and actor (d. 2005)", "entities": [{"title": "Barney Martin", "href": "/wiki/Barney_Martin", "description": "Barney Martin was an American actor, comedy writer, and New York City Police Department detective. He is best known for playing Morty Seinfeld, father of Jerry, on the sitcom Seinfeld."}]}, {"heading": "Births", "year": "1923", "date": "March 3", "txt": "Doc Watson, American bluegrass singer-songwriter and musician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "March 3", "txt": "Tomiichi Murayama, Japanese soldier and politician, 52nd Prime Minister of Japan", "entities": [{"title": "Tomiichi Murayama", "href": "/wiki/Tomiichi_Murayama", "description": "Tomiichi Murayama  is a Japanese politician who served as Prime Minister of Japan from 1994 to 1996. He led the Japanese Socialist Party, and was responsible for changing its name to the Social Democratic Party of Japan in 1996. Upon becoming Prime Minister, he was Japan's first socialist leader in nearly fifty years. He is most remembered today for his speech \"On the occasion of the 50th annivers"}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1926", "date": "March 3", "txt": "James Merrill, American poet and playwright (d. 1995)", "entities": [{"title": "James Merrill", "href": "/wiki/James_Merrill", "description": "James Ingram Merrill was an American poet. He was awarded the Pulitzer Prize for poetry in 1977 for Divine Comedies. His poetry falls into two distinct bodies of work: the polished and formalist lyric poetry of his early career, and the epic narrative of occult communication with spirits and angels, titled The Changing Light at Sandover, which dominated his later career. Although most of his publi"}]}, {"heading": "Births", "year": "1927", "date": "March 3", "txt": "Pierre Aubert, Swiss lawyer and politician (d. 2016)", "entities": [{"title": "Pierre Aubert", "href": "/wiki/Pierre_Aubert", "description": "Pierre Aubert was a Swiss politician, lawyer and member of the Swiss Federal Council (1978–1987)."}]}, {"heading": "Births", "year": "1930", "date": "March 3", "txt": "Ion Iliescu, Romanian engineer and politician, 2nd President of Romania", "entities": [{"title": "Ion Iliescu", "href": "/wiki/Ion_Iliescu", "description": "Ion Iliescu is a Romanian politician and engineer who served as President of Romania from 1989 to 1996 and from 2000 until 2004. Between 1996 and 2000 and also from 2004 to 2008, year in which he retired, Iliescu was a senator for the Social Democratic Party (PSD), of which he is the founder and honorary president."}, {"title": "President of Romania", "href": "/wiki/President_of_Romania", "description": "The president of Romania is the head of state of Romania. Following a modification to the Romanian Constitution in 2003, the president is directly elected by a two-round system and serves for five years. An individual may serve two terms. During their term in office, the president may not be a formal member of a political party."}]}, {"heading": "Births", "year": "1934", "date": "March 3", "txt": "Peter Brooke, Baron Brooke of Sutton Mandeville, English politician, Secretary of State for Northern Ireland", "entities": [{"title": "Peter Brooke, Baron Brooke of Sutton Mandeville", "href": "/wiki/Peter_Brooke,_Baron_Brooke_of_Sutton_Mandeville", "description": "Peter Leonard Brooke, Baron Brooke of Sutton Mandeville, is a British politician. A member of the Conservative Party, he served in the Cabinet under Prime Ministers Margaret Thatcher and John Major, and was a Member of Parliament (MP) representing the Cities of London and Westminster from 1977 to 2001."}, {"title": "Secretary of State for Northern Ireland", "href": "/wiki/Secretary_of_State_for_Northern_Ireland", "description": "The Secretary of State for Northern Ireland also referred to as the Northern Ireland Secretary, is the principal secretary of state in Her Majesty's Government who represents Northern Ireland in Cabinet. The Secretary of State is a minister of the Crown who is accountable to the Parliament of the United Kingdom and is the chief minister in the Northern Ireland Office. As with other ministers, the "}]}, {"heading": "Births", "year": "1934", "date": "March 3", "txt": "Jimmy Garrison, American bassist and educator (d. 1976)", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 3", "txt": "Mal Anderson, Australian tennis player", "entities": [{"title": "Mal Anderson", "href": "/wiki/Mal_Anderson", "description": "Malcolm James Anderson MBE is a former tennis player from Australia who was active from the mid-1950s to the early 1970s. He won the singles title at the 1957 U.S. National Championships and achieved his highest ranking of No. 2 in 1957."}]}, {"heading": "Births", "year": "1935", "date": "March 3", "txt": "Michael Walzer, American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1935", "date": "March 3", "txt": "Zhelyu Zhelev, Bulgarian philosopher and politician, 2nd President of Bulgaria (d. 2015)", "entities": [{"title": "List of heads of state of Bulgaria", "href": "/wiki/List_of_heads_of_state_of_Bulgaria", "description": "This is a list of the heads of state of the modern Bulgarian state, from the establishment of the Principality of Bulgaria to the present day."}]}, {"heading": "Births", "year": "1939", "date": "March 3", "txt": "Larry Burkett, American author and radio host (d. 2003)", "entities": [{"title": "Larry Burkett", "href": "/wiki/Larry_Burkett", "description": "Larry Burkett was an American radio personality whose work focused on financial counseling from a Christian point of view."}]}, {"heading": "Births", "year": "1939", "date": "March 3", "txt": "M. L. Jaisimha, Indian cricketer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1940", "date": "March 3", "txt": "Germán Castro Caycedo, Colombian author and journalist", "entities": [{"title": "Germán Castro Caycedo", "href": "/wiki/Germ%C3%A1n_Castro_Caycedo", "description": "\nGermán Castro Caycedo is a Colombian journalist and writer. Castro Caycedo's topics revolve around the Colombian reality, under the parameters of the cultural identity and its social and economic phenomena."}]}, {"heading": "Births", "year": "1940", "date": "March 3", "txt": "Perry Ellis, American fashion designer, founded Perry Ellis (d. 1986)", "entities": [{"title": "Perry Ellis (brand)", "href": "/wiki/Perry_Ellis_(brand)", "description": "Perry Ellis is an American designer fashion clothing brand owned by Perry Ellis International founded by eponymous American designer Perry Ellis."}]}, {"heading": "Births", "year": "1940", "date": "March 3", "txt": "Jean-Paul Proust, French-Monacan police officer and politician, 21st Minister of State of Monaco (d. 2010)", "entities": [{"title": "Minister of State (Monaco)", "href": "/wiki/Minister_of_State_(Monaco)", "description": "The Minister of State is the head of government of Monaco, being appointed by and subordinate to the Prince or Princess of Monaco. During their term of office, the officeholder is responsible for directing the work of the Monegasque government and is in charge of foreign relations. As the monarch's representative, the Minister of State also presides over the Council of Government, directs the exec"}]}, {"heading": "Births", "year": "1941", "date": "March 3", "txt": "Mike Pender, English singer-songwriter and guitarist", "entities": [{"title": "Mike Pender", "href": "/wiki/Mike_Pender", "description": "Michael John Prendergast, known professionally as Mike Pender, is an original founding member of Merseybeat group the Searchers. He is best known as the lead vocalist on many hit singles by the Searchers, including the song \"Needles and Pins\" and \"What Have They Done To The Rain?\"."}]}, {"heading": "Births", "year": "1945", "date": "March 3", "txt": "George Miller, Australian director, producer, and screenwriter", "entities": [{"title": "George Miller (director)", "href": "/wiki/George_Miller_(director)", "description": "George Miller is an Australian film director, producer, screenwriter, and physician. He is best known for his Mad Max franchise, whose second installment, Mad Max 2, and fourth, Fury Road, have been hailed as two of the greatest action films of all time; while Fury Road won six Academy Awards. Miller is very diverse in genre and style as he also directed the biographical medical drama Lorenzo's Oi"}]}, {"heading": "Births", "year": "1945", "date": "March 3", "txt": "Hattie Winston, American actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "March 3", "txt": "Clifton Snider, American author, poet, and critic", "entities": [{"title": "Clifton Snider", "href": "/wiki/Clifton_Snider", "description": "Clifton Mark Snider is an American poet, novelist, literary critic, scholar, and educator."}]}, {"heading": "Births", "year": "1947", "date": "March 3", "txt": "Jennifer Warnes, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "March 3", "txt": "Snowy White, English guitarist", "entities": [{"title": "Snowy White", "href": "/wiki/Snowy_White", "description": "Terence Charles \"Snowy\" White is an English guitarist, known for having played with Thin Lizzy and with Pink Floyd, and more recently, for Roger Waters' band. He is also known for his 1983 solo offering \"Bird of Paradise\", which became a UK Singles Chart Top 10 hit single."}]}, {"heading": "Births", "year": "1949", "date": "March 3", "txt": "Ron Chernow, American historian, journalist, and author", "entities": [{"title": "Ron Chernow", "href": "/wiki/Ron_Chernow", "description": "Ronald Chernow is an American writer, journalist, historian, and biographer. He has written bestselling and award-winning biographies of historical figures from the world of business, finance, and American politics."}]}, {"heading": "Births", "year": "1949", "date": "March 3", "txt": "Bonnie J. Dunbar, American engineer, academic, and astronaut", "entities": []}, {"heading": "Births", "year": "1949", "date": "March 3", "txt": "Jesse Jefferson, American baseball player (d. 2011)", "entities": []}, {"heading": "Births", "year": "1950", "date": "March 3", "txt": "Kamal Ahmed Majumder, Bangladeshi politician", "entities": [{"title": "Kamal Ahmed Majumder", "href": "/wiki/Kamal_Ahmed_Majumder", "description": "Kamal Ahmed Majumder is a Bangladesh Awami League politician and the incumbent Jatiya Sangsad member from Dhaka-15 since its inception in 2009."}]}, {"heading": "Births", "year": "1951", "date": "March 3", "txt": "Lindsay Cooper, English composer, bassoon and oboe player (d. 2013)", "entities": [{"title": "Lindsay Cooper", "href": "/wiki/Lindsay_Cooper", "description": "Lindsay Cooper was an English bassoon and oboe player, composer and political activist. Best known for her work with the band Henry Cow, she was also a member of Comus, National Health, News from Babel and David Thomas and the Pedestrians. She collaborated with a number of musicians, including Chris Cutler and Sally Potter, and co-founded the Feminist Improvising Group. She wrote scores for film a"}]}, {"heading": "Births", "year": "1951", "date": "March 3", "txt": "Andy Murray, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "March 3", "txt": "Heizō Takenaka, Japanese economist and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "March 3", "txt": "Rudy Fernandez, Filipino actor and producer (d. 2008)", "entities": [{"title": "Rudy Fernandez (actor)", "href": "/wiki/Rudy_Fernandez_(actor)", "description": "Rodolfo Valentino Padilla Fernandez, better known as Rudy Fernandez or Daboy was a multi-awarded Filipino actor, and producer. He came to prominence as an action star in the Philippine cinema during the 1980s up to the early 1990s."}]}, {"heading": "Births", "year": "1953", "date": "March 3", "txt": "Robyn Hitchcock, English singer-songwriter and guitarist", "entities": [{"title": "Robyn Hitchcock", "href": "/wiki/Robyn_Hitchcock", "description": "Robyn Rowan Hitchcock is an English singer-songwriter and guitarist. While primarily a vocalist and guitarist, he also plays harmonica, piano, and bass guitar."}]}, {"heading": "Births", "year": "1953", "date": "March 3", "txt": "Zico, Brazilian footballer and coach", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 3", "txt": "Keith Fergus, American golfer", "entities": [{"title": "Keith Fergus", "href": "/wiki/Keith_Fergus", "description": "Keith Carlton Fergus is an American professional golfer who has played on the PGA Tour, the Nationwide Tour and the Champions Tour."}]}, {"heading": "Births", "year": "1954", "date": "March 3", "txt": "John Lilley, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "March 3", "txt": "Édouard Lock, Moroccan-Canadian dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1955", "date": "March 3", "txt": "Darnell Williams, English-American actor and director", "entities": [{"title": "Darnell Williams", "href": "/wiki/Darnell_Williams", "description": "Darnell Williams is a British-born soap opera actor. He is best known for his portrayal of Jesse Hubbard on the ABC soap opera All My Children from 1981 to 1988, and from 2008 to 2011, a role which has earned him two Daytime Emmy Awards."}]}, {"heading": "Births", "year": "1956", "date": "March 3", "txt": "Zbigniew Boniek, Polish footballer and manager", "entities": [{"title": "Zbigniew Boniek", "href": "/wiki/Zbigniew_Boniek", "description": "Zbigniew Boniek is a Polish former footballer and manager as well as current UEFA vice-president and head of the Polish Football Association (PZPN). A former midfielder, who was also capable of playing mostly as a right winger and second striker, he is considered one of the greatest Polish players of all time, and was selected by Pelé as one of the 100 best living footballers in 2004."}]}, {"heading": "Births", "year": "1956", "date": "March 3", "txt": "John Fulton Reid, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1957", "date": "March 3", "txt": "Stephen Budiansky, American historian, journalist, and author", "entities": [{"title": "Stephen Budiansky", "href": "/wiki/Stephen_Budiansky", "description": "Stephen Budiansky is an American writer, historian, and biographer."}]}, {"heading": "Births", "year": "1957", "date": "March 3", "txt": "Thom Hoffman, Dutch actor and photographer", "entities": []}, {"heading": "Births", "year": "1958", "date": "March 3", "txt": "Miranda Richardson, English actress", "entities": [{"title": "Miranda Richardson", "href": "/wiki/Miranda_Richardson", "description": "Miranda Jane Richardson is an English actress. She made her film debut playing Ruth Ellis in Dance with a Stranger (1985) and went on to receive Academy Award nominations for Damage (1992) and Tom & Viv (1994). A seven-time BAFTA Award nominee, she won the BAFTA Award for Best Actress in a Supporting Role for Damage. She has also been nominated for seven Golden Globe Awards, winning twice for Ench"}]}, {"heading": "Births", "year": "1959", "date": "March 3", "txt": "Ira Glass, American radio host and producer", "entities": [{"title": "Ira Glass", "href": "/wiki/Ira_Glass", "description": "Ira Jeffrey Glass is an American public radio personality. He is the host and producer of the radio and television series This American Life and has participated in other NPR programs, including Morning Edition, All Things Considered, and Talk of the Nation. His work in radio and television has won him awards like the Edward R. Murrow Award for Outstanding Contributions to Public Radio and the Geo"}]}, {"heading": "Births", "year": "1959", "date": "March 3", "txt": "Duško Vujošević, Montenegrin basketball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "March 3", "txt": "Neal Heaton, American baseball player and coach", "entities": [{"title": "Neal Heaton", "href": "/wiki/Neal_Heaton", "description": "Neal Heaton is a former Major League Baseball left-handed pitcher who played for the Cleveland Indians, Minnesota Twins, Montreal Expos, Pittsburgh Pirates, Kansas City Royals, Milwaukee Brewers, and New York Yankees from 1982 to 1993."}]}, {"heading": "Births", "year": "1961", "date": "March 3", "txt": "Mary Page Keller, American actress and producer", "entities": [{"title": "Mary Page Keller", "href": "/wiki/Mary_Page_Keller", "description": "Mary Page Keller is an American actress known for roles on television. Keller began her career on the daytime soap operas Ryan's Hope (1982–1983) and Another World (1983–1985) and later starred in a number of television sitcoms. She starred as Laura Kelly in the Fox comedy series Duet (1987-1989) and in the show's spin-off, Open House (1989–1990). Keller later had lead roles in the short-lived sit"}]}, {"heading": "Births", "year": "1961", "date": "March 3", "txt": "John Matteson, American biographer", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 3", "txt": "Perry McCarthy, English race car driver", "entities": []}, {"heading": "Births", "year": "1961", "date": "March 3", "txt": "Fatima Whitbread, English javelin thrower", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 3", "txt": "Glen E. Friedman, American photographer", "entities": [{"title": "Glen E. Friedman", "href": "/wiki/Glen_E._Friedman", "description": "Glen Ellis Friedman is an American photographer and artist. He became known for his activities within rebellious skateboarding and music cultures. Photographing artists Fugazi, Black Flag, Dead Kennedys, Circle Jerks, Minor Threat, Misfits, Bad Brains, Beastie Boys, Run-DMC, KRS-One, and Public Enemy, as well as classic skateboarding originators Tony Alva, Jay Adams, Alan Gelfand, Duane Peters, an"}]}, {"heading": "Births", "year": "1962", "date": "March 3", "txt": "Jackie Joyner-Kersee, American heptathlete and long jumper", "entities": []}, {"heading": "Births", "year": "1962", "date": "March 3", "txt": "Herschel Walker, American football player and mixed martial artist", "entities": []}, {"heading": "Births", "year": "1963", "date": "March 3", "txt": "Martín Fiz, Spanish runner", "entities": [{"title": "Martín Fiz", "href": "/wiki/Mart%C3%ADn_Fiz", "description": "Martín Fiz Martín is a long-distance runner from Spain, who won the marathon at the 1994 European Championships in Athletics in Helsinki and repeated his success at the 1995 World Championships in Athletics in Gothenburg. The same year he captured the title in the Rotterdam Marathon."}]}, {"heading": "Births", "year": "1963", "date": "March 3", "txt": "Khaltmaagiin Battulga, 5th President of Mongolia", "entities": []}, {"heading": "Births", "year": "1964", "date": "March 3", "txt": "Raúl Alcalá, Mexican cyclist", "entities": [{"title": "Raúl Alcalá", "href": "/wiki/Ra%C3%BAl_Alcal%C3%A1", "description": "Raúl Alcalá Gallegos is a former professional road racing cyclist, who competed between 1985 and 1999 and again in 2008 and 2010. As an amateur, Alcalá competed in the 1984 Summer Olympics in Los Angeles, California, finishing in eleventh place and 17th with his team in the 100 km team time trial. In 1986, Alcalá became the first Mexican cyclist to compete in the Tour de France and to date has bee"}]}, {"heading": "Births", "year": "1964", "date": "March 3", "txt": "Laura Harring, Mexican-American model and actress, Miss USA 1985", "entities": [{"title": "Miss USA", "href": "/wiki/Miss_USA", "description": "Miss USA is an American beauty pageant that has been held annually since 1952 to select the entrant from United States in the Miss Universe pageant. The Miss Universe Organization operated both pageants, as well as Miss Teen USA, until 2020, when the organization announced it was licensing operation of the Miss USA and Miss Teen USA pageants to Crystle Stewart, Miss USA for 2008."}]}, {"heading": "Births", "year": "1964", "date": "March 3", "txt": "Glenn Kulka, Canadian ice hockey player and wrestler", "entities": []}, {"heading": "Births", "year": "1965", "date": "March 3", "txt": "Dragan Stojković, Serbian footballer and manager", "entities": [{"title": "Dragan Stojković", "href": "/wiki/Dragan_Stojkovi%C4%87", "description": "Dragan Stojković, also known under the nickname Piksi (Пикси), is a Serbian former footballer who played as a midfielder, and the current manager of the Serbia national team."}]}, {"heading": "Births", "year": "1966", "date": "March 3", "txt": "Tone Lōc, American rapper, producer, and actor", "entities": [{"title": "Tone Lōc", "href": "/wiki/Tone_L%C5%8Dc", "description": "Anthony Terrell Smith, better known by his stage name Tone Lōc, is an American rapper, actor and producer. He is known for his raspy voice, his hit songs \"Wild Thing\" and \"Funky Cold Medina\", for which he was nominated for a Grammy Award, and for being featured in \"We're All in the Same Gang\", a collaborative single by the West Coast Rap All-Stars."}]}, {"heading": "Births", "year": "1966", "date": "March 3", "txt": "Timo Tolkki, Finnish guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "March 3", "txt": "Brian Cox, English keyboard player and physicist", "entities": [{"title": "Brian Cox (physicist)", "href": "/wiki/Brian_Cox_(physicist)", "description": "Brian Edward Cox is an English physicist and former musician who serves as professor of particle physics in the School of Physics and Astronomy at the University of Manchester. He is best known to the public as the presenter of science programmes, especially the Wonders of... series and for popular science books, such as Why Does E=mc²? and The Quantum Universe."}]}, {"heading": "Births", "year": "1968", "date": "March 3", "txt": "Brian Leetch, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1970", "date": "March 3", "txt": "Julie Bowen, American actress", "entities": [{"title": "Julie Bowen", "href": "/wiki/Julie_Bowen", "description": "Julie Bowen Luetkemeyer is an American actress, best known for playing Claire Dunphy on the TV comedy series Modern Family (2009–2020). She also played Roxanne Please on ER (1998–1999), Carol Vessey on Ed (2000–04), Denise Bauer on Boston Legal (2005–07) and Sarah Shephard on Lost (2005–07). Her Modern Family role brought her six nominations for the Primetime Emmy Award for Outstanding Supporting "}]}, {"heading": "Births", "year": "1970", "date": "March 3", "txt": "Inzamam-ul-Haq, Pakistani cricketer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "March 3", "txt": "Charlie Brooker, English journalist, producer, and author", "entities": [{"title": "Charlie Brooker", "href": "/wiki/Charlie_Brooker", "description": "Charlton Brooker is an English television presenter, author, screenwriter, producer, satirist and social critic. He is the creator and co-showrunner of the sci-fi drama anthology series Black Mirror, and has written for comedy series such as Brass Eye, The 11 O'Clock Show and Nathan Barley."}]}, {"heading": "Births", "year": "1971", "date": "March 3", "txt": "Tyler Florence, American chef and author", "entities": []}, {"heading": "Births", "year": "1972", "date": "March 3", "txt": "Darren Anderton, English international footballer and sportscaster", "entities": [{"title": "Darren Anderton", "href": "/wiki/Darren_Anderton", "description": "Darren Robert Anderton is an English former footballer who spent most of his career with Tottenham Hotspur as a midfielder. He played 30 times for the England national football team, scoring 7 goals."}]}, {"heading": "Births", "year": "1973", "date": "March 3", "txt": "Xavier Bettel, Luxembourger lawyer and politician, Prime Minister of Luxembourg", "entities": [{"title": "Xavier Bettel", "href": "/wiki/Xavier_Bettel", "description": "Xavier Bettel is a Luxembourg politician who has been Prime Minister of Luxembourg since 2013. He has previously served as Mayor of Luxembourg City, and was also a Member of the Chamber of Deputies."}, {"title": "Prime Minister of Luxembourg", "href": "/wiki/Prime_Minister_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Births", "year": "1974", "date": "March 3", "txt": "David Faustino, American actor, producer, and screenwriter", "entities": [{"title": "David Faustino", "href": "/wiki/David_Faustino", "description": "David Anthony Faustino is an American actor, rapper and radio personality, primarily known for his role as Bud Bundy on the FOX sitcom Married... with Children."}]}, {"heading": "Births", "year": "1976", "date": "March 3", "txt": "Fraser Gehrig, Australian footballer", "entities": [{"title": "Fraser Gehrig", "href": "/wiki/Fraser_Gehrig", "description": "Fraser Gehrig is a retired Australian rules footballer who played for the St Kilda Football Club and the West Coast Eagles in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1976", "date": "March 3", "txt": "Isabel Granada, Filipino-Spanish actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1976", "date": "March 3", "txt": "Keit Pentus-Rosimannus, Estonian politician, 28th Estonian Minister of Foreign Affairs", "entities": [{"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1976", "date": "March 3", "txt": "Kampamba Mulenga Chilumba, Zambian politician", "entities": []}, {"heading": "Births", "year": "1977", "date": "March 3", "txt": "Ronan Keating, Irish singer-songwriter and actor", "entities": [{"title": "Ronan Keating", "href": "/wiki/Ronan_Keating", "description": "Ronan Patrick John Keating is an Irish singer, songwriter, and television & radio presenter who currently hosts a breakfast show on Magic Radio. He debuted in 1994 alongside Keith Duffy, Michael Graham, Shane Lynch, and Stephen Gately, as the co-lead singer of Irish group Boyzone. His solo career started in 1999 and he has recorded eleven albums. He gained worldwide attention when his single \"When"}]}, {"heading": "Births", "year": "1977", "date": "March 3", "txt": "Buddy Valastro, American chef and television host", "entities": []}, {"heading": "Births", "year": "1979", "date": "March 3", "txt": "Albert Jorquera, Spanish footballer", "entities": [{"title": "Albert Jorquera", "href": "/wiki/Albert_Jorquera", "description": "Albert Jorquera Fortià is a Spanish retired footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1981", "date": "March 3", "txt": "Julius Malema, South African politician", "entities": [{"title": "Julius Malema", "href": "/wiki/Julius_Malema", "description": "Julius Sello Malema is a South African politician and activist who is a Member of Parliament and the President and Commander-in-Chief of the Economic Freedom Fighters, a South African political party, which he founded in July 2013. He previously served as President of the African National Congress Youth League from 2008 to 2012. Malema was a member of the ANC from the age of nine until his expulsi"}]}, {"heading": "Births", "year": "1981", "date": "March 3", "txt": "Emmanuel Pappoe, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 3", "txt": "Jessica Biel, American actress, singer, and producer", "entities": [{"title": "Jessica Biel", "href": "/wiki/Jessica_Biel", "description": "Jessica Claire Timberlake is an American actress, model, producer, and singer. Biel began her career as a vocalist appearing in musical productions until she was cast as Mary Camden in the family drama series 7th Heaven (1996–2006), in which she achieved recognition. The series is the longest-running series that aired on The WB channel and the longest-running family drama in television history."}]}, {"heading": "Births", "year": "1982", "date": "March 3", "txt": "Colton Orr, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 3", "txt": "Tolu Ogunlesi, Nigerian journalist and writer", "entities": []}, {"heading": "Births", "year": "1982", "date": "March 3", "txt": "Brent Tate, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1983", "date": "March 3", "txt": "Ashley Hansen, Australian footballer", "entities": [{"title": "Ashley Hansen", "href": "/wiki/Ashley_Hansen", "description": "Ashley Hansen is a former Australian rules footballer, and the current coach of Footscray in the Victorian Football League (VFL). He formerly played for the West Coast Eagles in the Australian Football League (AFL). Hansen was born in Victoria, Australia and was educated at Mazenod College. His father, Clarke Hansen, is a respected AFL commentator."}]}, {"heading": "Births", "year": "1983", "date": "March 3", "txt": "Sarah Poewe, South African swimmer", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 3", "txt": "Valerio Bernabò, Italian rugby player", "entities": [{"title": "Valerio Bernabò", "href": "/wiki/Valerio_Bernab%C3%B2", "description": "Valerio Bernabò is an Italian rugby union player, currently playing for Zebre Rugby in the Pro14 competition. He has also been capped for the Italian national team, making his debut in 2004 against the USA. He also captained the Italian under-21 team. His usual position is at lock. He played for CA Brive in 2007/08."}]}, {"heading": "Births", "year": "1984", "date": "March 3", "txt": "Santonio Holmes, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "March 3", "txt": "Alexander Semin, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 3", "txt": "Jed Collins, American football player", "entities": [{"title": "Jed Collins", "href": "/wiki/Jed_Collins", "description": "Jedidiah Gabriel \"Jed\" Collins is a former American football fullback. He was signed by the Philadelphia Eagles as an undrafted free agent in 2008. After playing college football at Washington State, he played three seasons for the New Orleans Saints, and he has also been a member of the Chicago Bears, Kansas City Chiefs, Arizona Cardinals, Cleveland Browns and Tennessee Titans."}]}, {"heading": "Births", "year": "1986", "date": "March 3", "txt": "Stacie Orrico, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1986", "date": "March 3", "txt": "Mehmet Topal, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "March 3", "txt": "Jesús Padilla, Mexican footballer", "entities": [{"title": "Jesús Padilla", "href": "/wiki/Jes%C3%BAs_Padilla", "description": "Jesús Padilla is a Mexican American retired soccer player who played as a striker."}]}, {"heading": "Births", "year": "1987", "date": "March 3", "txt": "Shraddha Kapoor, Indian actress, singer, and designer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 3", "txt": "Teodora Mirčić, Serbian tennis player", "entities": [{"title": "Teodora Mirčić", "href": "/wiki/Teodora_Mir%C4%8Di%C4%87", "description": "Teodora Mirčić is a retired Serbian tennis player. She won three singles and 33 doubles titles on the ITF Circuit, and also played for the Serbia Fed Cup team."}]}, {"heading": "Births", "year": "1988", "date": "March 3", "txt": "Michael Morrison, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 3", "txt": "Jan-Arie van der Heijden, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "March 3", "txt": "Max Waller, English cricketer", "entities": []}, {"heading": "Births", "year": "1989", "date": "March 3", "txt": "Erwin Mulder, Dutch footballer", "entities": [{"title": "Erwin Mulder", "href": "/wiki/Erwin_Mulder", "description": "Erwin Mulder is a Dutch professional footballer who plays as a goalkeeper for Dutch Eredivisie club SC Heerenveen. He is a former Netherlands U20's international and also received a call up to the senior Netherlands side in 2012."}]}, {"heading": "Births", "year": "1990", "date": "March 3", "txt": "Vladimir Janković, Greek-Serbian basketball player", "entities": [{"title": "Vlado Janković (basketball)", "href": "/wiki/Vlado_Jankovi%C4%87_(basketball)", "description": "Vladimir \"Vlado\" Janković is a Greek-Serbian professional basketball player for AEK Athens of the Greek Basket League and the Basketball Champions League. Standing at 2.02 m, he plays as a small forward. He is the son of the late Serbian professional basketball player, Boban Janković."}]}, {"heading": "Births", "year": "1991", "date": "March 3", "txt": "Anri Sakaguchi, Japanese actress", "entities": [{"title": "Anri Sakaguchi", "href": "/wiki/Anri_Sakaguchi", "description": "Anri Sakaguchi  is a Japanese variety entertainer represented by Avilla."}]}, {"heading": "Births", "year": "1991", "date": "March 3", "txt": "Cho-rong, South Korean singer", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 3", "txt": "Gabriela Cé, Brazilian tennis player", "entities": [{"title": "Gabriela Cé", "href": "/wiki/Gabriela_C%C3%A9", "description": "Gabriela Vianna Cé is a Brazilian professional tennis player."}]}, {"heading": "Births", "year": "1993", "date": "March 3", "txt": "Josef Dostál, Czech kayaker", "entities": []}, {"heading": "Births", "year": "1993", "date": "March 3", "txt": "James Roberts, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "March 3", "txt": "Umika Kawashima, Japanese singer and actress", "entities": [{"title": "Umika Kawashima", "href": "/wiki/Umika_Kawashima", "description": "Umika Kawashima  is a Japanese actress, voice actress and singer from Saitama Prefecture, Japan. She is a former member of the Japanese girl group 9nine. Her solo single \"Maji de Koi Suru 5 Byō Mae/Ichigo Iro no Kimochi\", on the Watashi no Yasashikunai Senpai soundtrack, reached #46 on the Oricon chart. As an actress, she played in numerous Japanese TV series and movies."}]}, {"heading": "Births", "year": "1996", "date": "March 3", "txt": "Cameron Johnson, American basketball player", "entities": [{"title": "Cameron Johnson", "href": "/wiki/Cameron_Johnson", "description": "Cameron Jordan Johnson is an American professional basketball player for the Phoenix Suns of the National Basketball Association (NBA). He played college basketball for the Pittsburgh Panthers and the North Carolina Tar Heels."}]}, {"heading": "Births", "year": "1997", "date": "March 3", "txt": "Camila Cabello, Cuban-American singer", "entities": [{"title": "Camila Cabello", "href": "/wiki/Camila_Cabello", "description": "Karla Camila Cabello Estrabao is a Cuban-born American singer and songwriter. She rose to prominence as a member of the girl group Fifth Harmony, formed on The X Factor USA in 2012, signing a joint record deal with Syco Music and Epic Records. While in Fifth Harmony, Cabello began to establish herself as a solo artist with the release of the collaborations \"I Know What You Did Last Summer\" with Sh"}]}, {"heading": "Births", "year": "1998", "date": "March 3", "txt": "Jayson Tatum, American basketball player", "entities": [{"title": "Jayson Tatum", "href": "/wiki/Jayson_Tatum", "description": "Jayson Christopher Tatum is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA). A native of St. Louis, Missouri, Tatum attended hometown Chaminade College Preparatory School, where he was rated a five-star recruit and regarded as one of the top players in the Class of 2016 by recruiting services. He played college basketball for the Duke "}]}, {"heading": "Deaths", "year": "532", "date": "March 3", "txt": "Winwaloe, founder of Landévennec Abbey (b. c. 460)", "entities": [{"title": "Winwaloe", "href": "/wiki/Winwaloe", "description": "Saint Winwaloe was the founder and first abbot of Landévennec Abbey, also known as the Monastery of Winwaloe. It was just south of Brest in Brittany, now part of France."}, {"title": "Landévennec Abbey", "href": "/wiki/Land%C3%A9vennec_Abbey", "description": "Landévennec Abbey is a Benedictine monastery at Landévennec in Brittany, in the department of Finistère, France. The present monastery is a modern foundation at the site of an early mediaeval monastery, of which only ruins survive."}]}, {"heading": "Deaths", "year": "1009", "date": "March 3", "txt": "Abd al-Rahman Sanchuelo, Umayyad chief minister (b. 983)", "entities": [{"title": "Abd al-Rahman Sanchuelo", "href": "/wiki/Abd_al-Rahman_Sanchuelo", "description": "Abd al-Rahman, known as Sanchuelo, was the ʿĀmirid hajib of the Caliphate of Córdoba under Caliph Hisham II from 1008 until his death. Actual power in the caliphate at the time was in the hands of the hajib."}]}, {"heading": "Deaths", "year": "1111", "date": "March 3", "txt": "Bohemond I, Italo-Norman nobleman (b. 1058)", "entities": [{"title": "Bohemond I of Antioch", "href": "/wiki/Bohemond_I_of_Antioch", "description": "Bohemond I was the Prince of Taranto from 1089 to 1111 and the Prince of Antioch from 1098 to 1111. He was a leader of the First Crusade, which was governed by a committee of nobles. The Norman monarchy he founded in Antioch arguably outlasted those of England and of Sicily."}]}, {"heading": "Deaths", "year": "1195", "date": "March 3", "txt": "Hugh de Puiset, bishop of Durham (b. c. 1125)", "entities": [{"title": "Hugh de Puiset", "href": "/wiki/Hugh_de_Puiset", "description": "Hugh de Puiset was a medieval Bishop of Durham and Chief Justiciar of England under King Richard I. He was the nephew of King Stephen of England and Henry of Blois, who both assisted Hugh's ecclesiastical career. He held the office of treasurer of York for a number of years, which led him into conflict with Henry Murdac, Archbishop of York. In 1153, Hugh was elected bishop of Durham despite the op"}]}, {"heading": "Deaths", "year": "1239", "date": "March 3", "txt": "Vladimir IV Rurikovich, Grand Prince of Kiev (b. 1187)", "entities": [{"title": "Vladimir IV Rurikovich", "href": "/wiki/Vladimir_IV_Rurikovich", "description": "Vladimir IV Rurikovich, Prince of Pereyaslavl (1206–1213), Smolensk (1213–1219) and Grand Prince of Kiev. Son of Rurik Rostislavich.\n"}]}, {"heading": "Deaths", "year": "1311", "date": "March 3", "txt": "Antony Bek, bishop of Durham", "entities": [{"title": "Antony Bek (bishop of Durham)", "href": "/wiki/Antony_Bek_(bishop_of_Durham)", "description": "Antony Bek was a bishop of Durham and the Patriarch of Jerusalem."}]}, {"heading": "Deaths", "year": "1323", "date": "March 3", "txt": "Andrew Harclay, 1st Earl of Carlisle, English military leader", "entities": [{"title": "Andrew Harclay, 1st Earl of Carlisle", "href": "/wiki/Andrew_Harclay,_1st_Earl_of_Carlisle", "description": "Andrew Harclay, 1st Earl of Carlisle, alternatively Andreas de Harcla, was an important English military leader in the borderlands with Scotland during the reign of Edward II. Coming from a knightly family in Westmorland, he was appointed sheriff of Cumberland in 1311. He distinguished himself in the Scottish Wars, and in 1315 repulsed a siege on Carlisle Castle by Robert the Bruce. Shortly after "}]}, {"heading": "Deaths", "year": "1383", "date": "March 3", "txt": "Hugh III, Italian nobleman", "entities": [{"title": "Hugh III of Arborea", "href": "/wiki/Hugh_III_of_Arborea", "description": "Hugh III was the eldest son and successor of Marianus IV of Arborea and Timbor of Rocabertí. He succeeded in 1376 as Giudice (Judge) of Arborea and Count of Goceano. In most ways he continued and augmented the policies of his father. He has been praised as a legislator who led a saggio e moderato governo: \"wise and moderate government.\""}]}, {"heading": "Deaths", "year": "1459", "date": "March 3", "txt": "Ausiàs March, Catalan knight and poet (b. 1397)", "entities": [{"title": "Ausiàs March", "href": "/wiki/Ausi%C3%A0s_March", "description": "Ausiàs March was a medieval Valencian poet and knight from Gandia, Valencia. He is considered as one of the most important poets of the \"Golden Century\" of Catalan/Valencian literature."}]}, {"heading": "Deaths", "year": "1542", "date": "March 3", "txt": "Arthur Plantagenet, 1st Viscount Lisle, illegitimate son of Edward IV", "entities": [{"title": "Arthur Plantagenet, 1st Viscount Lisle", "href": "/wiki/Arthur_Plantagenet,_1st_Viscount_Lisle", "description": "Arthur Plantagenet, 1st Viscount Lisle, KG was an illegitimate son of the English king Edward IV, half-brother-in-law of Henry VII, and an uncle of Henry VIII, at whose court he was a prominent figure and by whom he was appointed Lord Deputy of Calais (1533–40). The survival of a large collection of his correspondence in the Lisle Letters makes his life one of the best-documented of his era."}]}, {"heading": "Deaths", "year": "1554", "date": "March 3", "txt": "John Frederick I, Elector of Saxony (b. 1503)", "entities": [{"title": "John Frederick I, Elector of Saxony", "href": "/wiki/John_Frederick_I,_Elector_of_Saxony", "description": "John Frederick I, called the Magnanimous, was the Elector of Saxony (1532-1547) and head of the Schmalkaldic League."}]}, {"heading": "Deaths", "year": "1578", "date": "March 3", "txt": "Sebastiano Venier, doge of Venice (b. 1496)", "entities": [{"title": "Sebastiano Venier", "href": "/wiki/Sebastiano_Venier", "description": "\n\nSebastiano Venier was Doge of Venice from 11 June 1577 to 3 March 1578. He is best remembered in his role as the Venetian admiral at the Battle of Lepanto."}]}, {"heading": "Deaths", "year": "1578", "date": "March 3", "txt": "Michael Kantakouzenos Şeytanoğlu, Ottoman Greek magnate", "entities": []}, {"heading": "Deaths", "year": "1588", "date": "March 3", "txt": "Henry XI, duke of Legnica (b. 1539)", "entities": [{"title": "Henry XI of Legnica", "href": "/wiki/Henry_XI_of_Legnica", "description": "Henry XI of Legnica, was a thrice Duke of Legnica: 1551-1556, 1559–1576 and 1580-1581."}]}, {"heading": "Deaths", "year": "1592", "date": "March 3", "txt": "Michael Coxcie, Flemish painter (b. 1499)", "entities": [{"title": "Michael Coxcie", "href": "/wiki/Michael_Coxcie", "description": "Michiel Coxie the Elder, Michiel Coxcie the Elder or Michiel van Coxcie, Latinised name Coxius, was a Flemish painter of altarpieces and portraits, a draughtsman and a designer of stained-glass windows, tapestries and prints. He worked for patrons in the principal cities of Flanders. He became the court painter to successively Emperor Charles V and King Philip II of Spain."}]}, {"heading": "Deaths", "year": "1611", "date": "March 3", "txt": "William Douglas, 10th Earl of Angus, Scottish nobleman (b. 1552)", "entities": [{"title": "William Douglas, 10th Earl of Angus", "href": "/wiki/William_Douglas,_10th_Earl_of_Angus", "description": "William Douglas, 10th Earl of Angus was a Scottish nobleman. He was the son of William Douglas, 9th Earl of Angus (1533–1591). He was a direct descendant of King James I through his paternal grandmother, Agnes Keith, a daughter of William Keith, 3rd Earl Marischal."}]}, {"heading": "Deaths", "year": "1616", "date": "March 3", "txt": "Matthias de l'Obel, Flemish physician and botanist (b. 1538)", "entities": [{"title": "Matthias de l'Obel", "href": "/wiki/Matthias_de_l%27Obel", "description": "Mathias de l'Obel, Mathias de Lobel or Matthaeus Lobelius was a Flemish physician and botanist who was born in Lille, Flanders, in what is now Hauts-de-France, France, and died at Highgate, London, England. Graduating in medicine from the University of Montpellier in 1565 he practiced medicine in the low countries and England, including positions as personal physicians to two monarchs. A member of"}]}, {"heading": "Deaths", "year": "1700", "date": "March 3", "txt": "Chhatrapati Rajaram, 3rd Chhatrapati of Maratha Empire (b. 1670)", "entities": [{"title": "Rajaram I", "href": "/wiki/Rajaram_I", "description": "Rajaram Bhosle I was the second son of Maratha ruler Shivaji, and younger half-brother of Sambhaji. He took over the Maratha Empire as its third Chhatrapati after his brother's death at the hands of the Mughal emperor Aurangzeb in 1689. His eleven-year reign was marked with a constant struggle against the Mughals."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "1670", "href": "/wiki/1670", "description": "1670 (MDCLXX) was a common year starting on Wednesday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1670th year of the Common Era (CE) and Anno Domini (AD) designations, the 670th year of the 2nd millennium, the 70th year of the 17th century, and the 1st year of the 1670s decade. As of the start of 1670, the Gregorian calendar was 10 days ahead of the"}]}, {"heading": "Deaths", "year": "1703", "date": "March 3", "txt": "Robert Hooke, English architect and philosopher (b. 1635)", "entities": [{"title": "Robert Hooke", "href": "/wiki/Robert_Hooke", "description": "Robert Hooke FRS was an English scientist, architect, and polymath, who, using a microscope, was the first to visualize a micro-organism. An impoverished scientific inquirer in young adulthood, he found wealth and esteem by performing over half of the architectural surveys after London's great fire of 1666. Hooke was also a member of the Royal Society and since 1662 was its curator of experiments."}]}, {"heading": "Deaths", "year": "1706", "date": "March 3", "txt": "Johann Pachelbel, German organist and composer (b. 1653)", "entities": [{"title": "Johann Pachelbel", "href": "/wiki/Johann_Pachelbel", "description": "Johann Pachelbel was a German composer, organist, and teacher who brought the south German organ schools to their peak. He composed a large body of sacred and secular music, and his contributions to the development of the chorale prelude and fugue have earned him a place among the most important composers of the middle Baroque era."}]}, {"heading": "Deaths", "year": "1744", "date": "March 3", "txt": "Jean Barbeyrac, French scholar and jurist (b. 1674)", "entities": [{"title": "Jean Barbeyrac", "href": "/wiki/Jean_Barbeyrac", "description": "Jean Barbeyrac was a French jurist."}]}, {"heading": "Deaths", "year": "1765", "date": "March 3", "txt": "William Stukeley, English archaeologist and historian (b. 1687)", "entities": [{"title": "William Stukeley", "href": "/wiki/William_Stukeley", "description": "William Stukeley was an English antiquarian, physician and Anglican clergyman. A significant influence on the later development of archaeology, he pioneered the scholarly investigation of the prehistoric monuments of Stonehenge and Avebury in Wiltshire. He published over twenty books on archaeology and other subjects during his lifetime."}]}, {"heading": "Deaths", "year": "1768", "date": "March 3", "txt": "Nicola Porpora, Italian composer and educator (b. 1686)", "entities": [{"title": "Nicola Porpora", "href": "/wiki/Nicola_Porpora", "description": "Nicola Antonio Porpora was an Italian composer and teacher of singing of the Baroque era, whose most famous singing students were the castrati Farinelli and Caffarelli. Other students included composers Matteo Capranica and Joseph Haydn."}]}, {"heading": "Deaths", "year": "1792", "date": "March 3", "txt": "Robert Adam, Scottish-English architect and politician, designed the Culzean Castle (b. 1728)", "entities": [{"title": "Robert Adam", "href": "/wiki/Robert_Adam", "description": "Robert Adam was a Scottish neoclassical architect, interior designer and furniture designer. He was the son of William Adam (1689–1748), Scotland's foremost architect of the time, and trained under him. With his older brother John, Robert took on the family business, which included lucrative work for the Board of Ordnance, after William's death."}, {"title": "Culzean Castle", "href": "/wiki/Culzean_Castle", "description": "Culzean Castle is a castle overlooking the Firth of Clyde, near Maybole, Carrick, on the Ayrshire coast of Scotland. It is the former home of the Marquess of Ailsa, the chief of Clan Kennedy, but is now owned by the National Trust for Scotland. The clifftop castle lies within the Culzean Castle Country Park and is opened to the public. \nFrom 1972 through 2015, an illustration of the castle was fea"}]}, {"heading": "Deaths", "year": "1850", "date": "March 3", "txt": "Oliver Cowdery, American religious leader (b. 1806)", "entities": [{"title": "Oliver Cowdery", "href": "/wiki/Oliver_Cowdery", "description": "Oliver H. P. Cowdery was, with Joseph Smith, an important participant in the formative period of the Latter Day Saint movement between 1829 and 1836. He was the first baptized Latter Day Saint, one of the Three Witnesses of the Book of Mormon's golden plates, one of the first Latter Day Saint apostles, and the Second Elder of the church."}]}, {"heading": "Deaths", "year": "1894", "date": "March 3", "txt": "Ned Williamson, American baseball player (b. 1857)", "entities": [{"title": "Ned Williamson", "href": "/wiki/Ned_Williamson", "description": "Edward Nagle \"Ned\" Williamson was a professional baseball infielder in Major League Baseball. He played for three teams: the Indianapolis Blues of the National League (NL) for one season, the Chicago White Stockings (NL) for 11 seasons, and the Chicago Pirates of the Players' League for one season."}]}, {"heading": "Deaths", "year": "1901", "date": "March 3", "txt": "George Gilman, American businessman, founded The Great Atlantic & Pacific Tea Company (b. 1826)", "entities": [{"title": "George Gilman", "href": "/wiki/George_Gilman", "description": "George Francis Gilman was an American businessman. A native of Waterville, Maine, he moved to Manhattan when he joined his father's leather tanning business. By age 30, he had his own leather business in New York. After his father died, Gilman decided to enter the more respectable tea and coffee business and started what would ultimately become The Great Atlantic and Pacific Tea Company, better kn"}, {"title": "The Great Atlantic & Pacific Tea Company", "href": "/wiki/The_Great_Atlantic_%26_Pacific_Tea_Company", "description": "The Great Atlantic & Pacific Tea Company, better known as A&P, was an American chain of grocery stores that operated from 1859 to 2015. From 1915 through 1975, A&P was the largest grocery retailer in the United States."}]}, {"heading": "Deaths", "year": "1905", "date": "March 3", "txt": "Antonio Annetto Caruana, Maltese archaeologist and author (b. 1830)", "entities": [{"title": "Antonio Annetto Caruana", "href": "/wiki/Antonio_Annetto_Caruana", "description": "Antonio Annetto Caruana, also known as A. A. Caruana, was a Maltese archaeologist and author."}]}, {"heading": "Deaths", "year": "1927", "date": "March 3", "txt": "Mikhail Artsybashev, Ukrainian author and playwright (b. 1878)", "entities": [{"title": "Mikhail Artsybashev", "href": "/wiki/Mikhail_Artsybashev", "description": "Mikhail Petrovich Artsybashev was a Russian writer and playwright, and a major proponent of the literary style known as naturalism. He was the great grandson of Tadeusz Kościuszko and the father of Boris Artzybasheff, who emigrated to the United States and became famous as an illustrator. Following the Russian Revolution, in 1923 Artsybashev emigrated to Poland where he died in 1927."}]}, {"heading": "Deaths", "year": "1927", "date": "March 3", "txt": "J. G. Parry-Thomas, Welsh race car driver and engineer (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1929", "date": "March 3", "txt": "Katharine Wright, American educator (b. 1874)", "entities": [{"title": "Katharine Wright", "href": "/wiki/Katharine_Wright", "description": "Katharine Wright Haskell was the younger sister of aviation pioneers Wilbur and Orville Wright, she worked closely with her brothers. She managed the bicycle shop, helped with flight operations, writing, communications and iterated ideas with her brothers, was a high school teacher and later became an international celebrity when the whole family team went to Europe. The French recognized her cont"}]}, {"heading": "Deaths", "year": "1932", "date": "March 3", "txt": "Eugen d'Albert, Scottish-German pianist and composer (b. 1864)", "entities": [{"title": "Eugen d'Albert", "href": "/wiki/Eugen_d%27Albert", "description": "Eugen Francis Charles d'Albert was a Scottish-born pianist and composer."}]}, {"heading": "Deaths", "year": "1943", "date": "March 3", "txt": "George Thompson, English cricketer and umpire (b. 1877)", "entities": [{"title": "George Thompson (cricketer)", "href": "/wiki/George_Thompson_(cricketer)", "description": "George Joseph Thompson was the mainstay of the Northamptonshire county cricket eleven for a long period encompassing both its days as a minor county and its earliest years in the County Championship."}]}, {"heading": "Deaths", "year": "1959", "date": "March 3", "txt": "Lou Costello, American actor and comedian (b. 1906)", "entities": [{"title": "Lou Costello", "href": "/wiki/Lou_Costello", "description": "Louis Francis Cristillo, professionally known as Lou Costello, was an American comedian, best known for his double act with straight man Bud Abbott and their routine \"Who's on First?\""}]}, {"heading": "Deaths", "year": "1961", "date": "March 3", "txt": "Paul Wittgenstein, Austrian-American pianist (b. 1887)", "entities": [{"title": "Paul Wittgenstein", "href": "/wiki/Paul_Wittgenstein", "description": "Paul Wittgenstein was an Austrian-American concert pianist notable for commissioning new piano concerti for the left hand alone, following the amputation of his right arm during the First World War. He devised novel techniques, including pedal and hand-movement combinations, that allowed him to play chords previously regarded as impossible for a five-fingered pianist."}]}, {"heading": "Deaths", "year": "1966", "date": "March 3", "txt": "Joseph Fields, American playwright, director, and producer (b. 1895)", "entities": [{"title": "Joseph Fields", "href": "/wiki/Joseph_Fields", "description": "Joseph Albert Fields was an American playwright, theatre director, screenwriter, and film producer."}]}, {"heading": "Deaths", "year": "1966", "date": "March 3", "txt": "William Frawley, American actor and vaudevillian (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "March 3", "txt": "Alice Pearce, American actress (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "March 3", "txt": "Rebecca Lancefield, American microbiologist and researcher (b. 1895)", "entities": [{"title": "Rebecca Lancefield", "href": "/wiki/Rebecca_Lancefield", "description": "Rebecca Craighill Lancefield was a prominent American microbiologist. She joined the Rockefeller Institute for Medical Research in New York in 1918, and was associated with that institute throughout her long and outstanding career. Her bibliography comprises more than 50 publications published over 60 years."}]}, {"heading": "Deaths", "year": "1982", "date": "March 3", "txt": "Firaq Gorakhpuri, Indian poet and critic (b. 1896)", "entities": [{"title": "Firaq Gorakhpuri", "href": "/wiki/Firaq_Gorakhpuri", "description": "Raghupati Sahay, better known under his pen name Firaq Gorakhpuri, was a writer, critic, and, according to one commentator, one of the most noted contemporary Urdu poets from India. He established himself among peers including Muhammad Iqbal, Yagana Changezi, Jigar Moradabadi and Josh Malihabadi."}]}, {"heading": "Deaths", "year": "1982", "date": "March 3", "txt": "Georges Perec, French author and screenwriter (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "March 3", "txt": "Hergé, Belgian author and illustrator (b. 1907)", "entities": [{"title": "Hergé", "href": "/wiki/Herg%C3%A9", "description": "Georges Prosper Remi, known by the pen name Hergé, from the French pronunciation of his initials, was a Belgian cartoonist. He is best known for creating The Adventures of Tintin, the series of comic albums which are considered one of the most popular European comics of the 20th century. He was also responsible for two other well-known series, Quick & Flupke (1930–1940) and The Adventures of Jo, Z"}]}, {"heading": "Deaths", "year": "1987", "date": "March 3", "txt": "Danny Kaye, American actor, singer, and dancer (b. 1911)", "entities": [{"title": "Danny Kaye", "href": "/wiki/Danny_Kaye", "description": "Danny Kaye was an American actor, singer, dancer, comedian, musician, and philanthropist. His performances featured physical comedy, idiosyncratic pantomimes, and rapid-fire novelty songs."}]}, {"heading": "Deaths", "year": "1988", "date": "March 3", "txt": "Henryk Szeryng, Polish-Mexican violinist and composer (b. 1918)", "entities": [{"title": "Henryk Szeryng", "href": "/wiki/Henryk_Szeryng", "description": "Henryk Szeryng was a Polish violinist."}]}, {"heading": "Deaths", "year": "1988", "date": "March 3", "txt": "Sewall Wright, American biologist and geneticist (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "March 3", "txt": "Charlotte Moore Sitterly, American astronomer (b. 1898)", "entities": [{"title": "Charlotte Moore Sitterly", "href": "/wiki/Charlotte_Moore_Sitterly", "description": "Charlotte Emma Moore Sitterly was an American astronomer. She is known for her extensive spectroscopic studies of the Sun and chemical elements. Her tables of data are known for their reliability and are still used regularly."}]}, {"heading": "Deaths", "year": "1991", "date": "March 3", "txt": "Arthur Murray, American dancer and educator (b. 1895)", "entities": [{"title": "Arthur Murray", "href": "/wiki/Arthur_Murray", "description": "Arthur Murray was an American ballroom dancer and businessman, whose name is most often associated with the dance studio chain that bears his name."}]}, {"heading": "Deaths", "year": "1991", "date": "March 3", "txt": "William Penney, Baron Penney, Gibraltar-born English mathematician, physicist, and academic (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "March 3", "txt": "Mel Bradford, American author and critic (b. 1934)", "entities": [{"title": "Mel Bradford", "href": "/wiki/Mel_Bradford", "description": "Melvin E. \"Mel\" Bradford was a conservative political commentator and professor of literature at the University of Dallas."}]}, {"heading": "Deaths", "year": "1993", "date": "March 3", "txt": "Carlos Marcello, Tunisian-American mob boss (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "March 3", "txt": "Carlos Montoya, Spanish guitarist and composer (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "March 3", "txt": "Albert Sabin, Polish-American physician and virologist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "March 3", "txt": "John Edward Williams, American author and academic (b. 1922)", "entities": [{"title": "John Edward Williams", "href": "/wiki/John_Edward_Williams", "description": "John Edward Williams was an American author, editor and professor. He was best known for his novels Butcher's Crossing (1960), Stoner (1965), and Augustus (1972), which won a U.S. National Book Award."}]}, {"heading": "Deaths", "year": "1995", "date": "March 3", "txt": "Howard W. Hunter, American religious leader, 14th President of The Church of Jesus Christ of Latter-day Saints (b. 1907)", "entities": [{"title": "Howard W. Hunter", "href": "/wiki/Howard_W._Hunter", "description": "Howard William Hunter was an American lawyer and the 14th president of The Church of Jesus Christ of Latter-day Saints from 1994 to 1995. His nine-month presidential tenure is the shortest in the church's history. Hunter was the first president of the LDS Church born in the 20th century and the last to die in it. He was sustained as an LDS apostle at the age of 51, and served as a general authorit"}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Deaths", "year": "1996", "date": "March 3", "txt": "Marguerite Duras, French author and director (b. 1914)", "entities": [{"title": "Marguerite Duras", "href": "/wiki/Marguerite_Duras", "description": "Marguerite Germaine Marie Donnadieu, known as Marguerite Duras, was a French novelist, playwright, screenwriter, essayist, and experimental filmmaker. Her script for the film Hiroshima mon amour (1959) earned her a nomination for Best Original Screenplay at the Academy Awards."}]}, {"heading": "Deaths", "year": "1996", "date": "March 3", "txt": "John Krol, American cardinal (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "March 3", "txt": "Fred W. Friendly, American journalist and broadcaster (b. 1915)", "entities": [{"title": "Fred W. Friendly", "href": "/wiki/Fred_W._Friendly", "description": "Fred W. Friendly was a president of CBS News and the creator, along with Edward R. Murrow, of the documentary television program See It Now. He originated the concept of public-access television cable TV channels."}]}, {"heading": "Deaths", "year": "1999", "date": "March 3", "txt": "Gerhard Herzberg, German-Canadian chemist and astronomer, Nobel Prize laureate (b. 1904)", "entities": [{"title": "Gerhard Herzberg", "href": "/wiki/Gerhard_Herzberg", "description": "Gerhard Heinrich Friedrich Otto Julius Herzberg, was a German-Canadian pioneering physicist and physical chemist, who won the Nobel Prize for Chemistry in 1971, \"for his contributions to the knowledge of electronic structure and geometry of molecules, particularly free radicals\". Herzberg's main work concerned atomic and molecular spectroscopy. He is well known for using these techniques that dete"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1999", "date": "March 3", "txt": "Lee Philips, American actor and director (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "March 3", "txt": "Toni Ortelli, Italian composer and conductor (b. 1904)", "entities": [{"title": "Toni Ortelli", "href": "/wiki/Toni_Ortelli", "description": "Antonio \"Toni\" Ortelli was an Italian alpinist, conductor and composer from the Veneto."}]}, {"heading": "Deaths", "year": "2001", "date": "March 3", "txt": "Louis Edmonds, American actor (b. 1923)", "entities": [{"title": "Louis Edmonds", "href": "/wiki/Louis_Edmonds", "description": "Louis Stirling Edmonds was an American actor from Baton Rouge, Louisiana. He was best known for his roles in Dark Shadows and All My Children."}]}, {"heading": "Deaths", "year": "2001", "date": "March 3", "txt": "Eugene Sledge, American soldier, author, and academic (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "March 3", "txt": "G. M. C. Balayogi, Indian lawyer and politician, 12th Speaker of the Lok Sabha (b. 1951)", "entities": [{"title": "G. M. C. Balayogi", "href": "/wiki/G._M._C._Balayogi", "description": "Ganti Mohana Chandra Balayogi was an Indian lawyer and politician."}, {"title": "Speaker of the Lok Sabha", "href": "/wiki/Speaker_of_the_Lok_Sabha", "description": "The Speaker of the Lok Sabha is the presiding officer and the highest authority of the Lok Sabha, the lower house of the Parliament of India. The speaker is elected generally in the first meeting of the Lok Sabha following general elections. Serving for a term of five years, the speaker chosen from sitting members of the Lok Sabha, and is by convention a member of the ruling party or alliance."}]}, {"heading": "Deaths", "year": "2003", "date": "March 3", "txt": "Horst Buchholz, German actor (b. 1933)", "entities": [{"title": "Horst Buchholz", "href": "/wiki/Horst_Buchholz", "description": "Horst Werner Buchholz was a German actor and voice actor who appeared in more than 60 feature films from 1951 to 2002. During his youth, he was sometimes called \"the German James Dean\". He is perhaps best known in English-speaking countries for his role as Chico in The Magnificent Seven (1960), as a communist in Billy Wilder's One, Two, Three (1961), and as Dr. Lessing in Life Is Beautiful (1997)."}]}, {"heading": "Deaths", "year": "2003", "date": "March 3", "txt": "Luis Marden, American linguist, photographer, and explorer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "March 3", "txt": "Goffredo Petrassi, Italian composer and conductor (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "March 3", "txt": "Max Fisher, American businessman and philanthropist (b. 1928)", "entities": [{"title": "Max Fisher", "href": "/wiki/Max_Fisher", "description": "Max Martin Fisher was an American businessman and philanthropist. He was a benefactor/alumnus of the Fisher College of Business at The Ohio State University. He spent much of his life raising money for philanthropic and political endeavors and was a supporter of charitable and civic organizations. His skill at diplomacy made him an advisor on Middle East and Jewish issues, to every administration "}]}, {"heading": "Deaths", "year": "2006", "date": "March 3", "txt": "Ivor Cutler, Scottish poet and songwriter (b. 1923)", "entities": [{"title": "Ivor Cutler", "href": "/wiki/Ivor_Cutler", "description": "Ivor Cutler was a Scottish poet, singer, musician, songwriter, artist and humorist. He became known for his regular performances on BBC radio, and in particular his numerous sessions recorded for John Peel's influential eponymous late night radio programme, and later for Andy Kershaw's programme. He appeared in the Beatles' Magical Mystery Tour film in 1967 and on Neil Innes' television programmes"}]}, {"heading": "Deaths", "year": "2006", "date": "March 3", "txt": "Else Fisher, Australian-Swedish dancer, choreographer, and director (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "March 3", "txt": "William Herskovic, Hungarian-American humanitarian (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "March 3", "txt": "Osvaldo Cavandoli, Italian cartoonist (b. 1920)", "entities": [{"title": "Osvaldo Cavandoli", "href": "/wiki/Osvaldo_Cavandoli", "description": "Osvaldo Cavandoli, also known by his pen name Cava, was an Italian cartoonist. His most famous work is his series of short animated cartoons, La Linea."}]}, {"heading": "Deaths", "year": "2008", "date": "March 3", "txt": "Giuseppe Di Stefano, Italian tenor and actor (b. 1921)", "entities": [{"title": "Giuseppe Di Stefano", "href": "/wiki/Giuseppe_Di_Stefano", "description": "Giuseppe Di Stefano was an Italian operatic tenor who sang professionally from the mid 1940s until the early 1990s. Called Pippo by both fans and friends, he was known as the \"Golden voice\" or \"The most beautiful voice\", as the true successor of Beniamino Gigli.\nLuciano Pavarotti said he modeled himself after Di Stefano. In an interview Pavarotti said \"Di Stefano is my idol. There is a solar voice"}]}, {"heading": "Deaths", "year": "2008", "date": "March 3", "txt": "Norman Smith, English drummer and producer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "March 3", "txt": "Gilbert Parent, Canadian educator and politician, 33rd Speaker of the House of Commons of Canada (b. 1935)", "entities": [{"title": "Gilbert Parent", "href": "/wiki/Gilbert_Parent", "description": "Gilbert \"Gib\" Parent, was a Canadian Member of Parliament. He is best known in his role of Speaker of the House of Commons of Canada between 1994 and 2001."}, {"title": "Speaker of the House of Commons of Canada", "href": "/wiki/Speaker_of_the_House_of_Commons_of_Canada", "description": "The Speaker of the House of Commons is the presiding officer of the lower house of the Parliament of Canada and is elected at the beginning of each new parliament by fellow members of Parliament (MPs). The speaker's role in presiding over Canada's House of Commons is similar to that of speakers elsewhere in other countries that use the Westminster system."}]}, {"heading": "Deaths", "year": "2010", "date": "March 3", "txt": "Keith Alexander, English footballer and manager (b. 1956)", "entities": [{"title": "Keith Alexander (footballer)", "href": "/wiki/Keith_Alexander_(footballer)", "description": "Keith Alexander was a footballer and manager. Born in Nottingham, England, he was the manager of League Two side Macclesfield Town at the time of his death, in a career that included international appearances for Saint Lucia. Alexander played for a large number of lower league football teams. His main success, however, came from football management – managing in both non-league and the Football Le"}]}, {"heading": "Deaths", "year": "2010", "date": "March 3", "txt": "Michael Foot, English journalist and politician, Secretary of State for Employment (b. 1913)", "entities": [{"title": "Secretary of State for Employment", "href": "/wiki/Secretary_of_State_for_Employment", "description": "The Secretary of State for Employment was a position in the Cabinet of the United Kingdom. In 1995 it was merged with Secretary of State for Education to make the Secretary of State for Education and Employment. In 2001 the employment functions were hived off and transferred to the Secretary of State for Work and Pensions."}]}, {"heading": "Deaths", "year": "2011", "date": "March 3", "txt": "May Cutler, Canadian journalist, author, and politician (b. 1923)", "entities": [{"title": "May Cutler", "href": "/wiki/May_Cutler", "description": "May Ebbitt Cutler was a Canadian writer, journalist, playwright, and publisher. She founded Tundra Books in her home in 1967, becoming Canada's first female publisher of children's books. She served a four-year term as the first female mayor of Westmount, Quebec from 1987 to 1991. As a writer of \"literary works\" she used the pseudonym Ebbitt Cutler."}]}, {"heading": "Deaths", "year": "2012", "date": "March 3", "txt": "Ralph McQuarrie, American conceptual designer and illustrator (b. 1929)", "entities": [{"title": "Ralph McQuarrie", "href": "/wiki/Ralph_McQuarrie", "description": "Ralph Angus McQuarrie was an American conceptual designer and illustrator. His career included work on the original Star Wars trilogy, the original Battlestar Galactica television series, the film E.T. the Extra-Terrestrial, and the film Cocoon, for which he won an Academy Award."}]}, {"heading": "Deaths", "year": "2012", "date": "March 3", "txt": "Ronnie Montrose, American guitarist, songwriter, and producer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "March 3", "txt": "Alex Webster, American football player and coach (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 3", "txt": "Luis Cubilla, Uruguayan footballer and manager (b. 1940)", "entities": [{"title": "Luis Cubilla", "href": "/wiki/Luis_Cubilla", "description": "Luis Alberto Cubilla Almeida was a Uruguayan football player and coach. He had a successful playing career winning 16 major titles. He then went on to become one of the most successful managers in South American football with 17 major titles."}]}, {"heading": "Deaths", "year": "2013", "date": "March 3", "txt": "Bobby Rogers, American singer-songwriter (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "March 3", "txt": "James Strong, Qantas CEO from 1993 to 2001 (b. 1944)", "entities": [{"title": "Qantas", "href": "/wiki/Qantas", "description": "Qantas Airways Limited is the flag carrier of Australia and its largest airline by fleet size, international flights and international destinations. It is the world's third-oldest airline still in operation, having been founded in November 1920; it began international passenger flights in May 1935. The Qantas name comes from \"QANTAS\", an acronym for its original name, Queensland and Northern Terri"}]}, {"heading": "Deaths", "year": "2014", "date": "March 3", "txt": "Robert Ashley, American soldier and composer (b. 1930)", "entities": [{"title": "Robert Ashley", "href": "/wiki/Robert_Ashley", "description": "Robert Reynolds Ashley was an American contemporary composer, who was best known for his television operas and other theatrical works, many of which incorporate electronics and extended techniques. His works often involve intertwining narratives and take a surreal multidisciplinary approach to sound, theatrics and writing, and have been continuously performed by various interpreters during and aft"}]}, {"heading": "Deaths", "year": "2014", "date": "March 3", "txt": "Sherwin B. Nuland, American surgeon, author, and educator (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "March 3", "txt": "William R. Pogue, American colonel, pilot, and astronaut (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "March 3", "txt": "Ernest Braun, Austrian-English physicist and academic (b. 1925)", "entities": [{"title": "Ernest Braun", "href": "/wiki/Ernest_Braun", "description": "Ernest Braun was a British-Austrian scholar in technology policy and technology assessment."}]}, {"heading": "Deaths", "year": "2015", "date": "March 3", "txt": "M. Stanton Evans, American journalist and author (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 3", "txt": "Hayabusa, Japanese wrestler (b. 1968)", "entities": [{"title": "Hayabusa (wrestler)", "href": "/wiki/Hayabusa_(wrestler)", "description": "Eiji Ezaki  was a Japanese professional wrestler, stage actor, musician and professional wrestling promoter, better known under the ring name Hayabusa . He was best known for his time with Frontier Martial-Arts Wrestling (FMW), where he primarily wrestled throughout his career and was the franchise player of the company between 1995 and 2001."}]}, {"heading": "Deaths", "year": "2016", "date": "March 3", "txt": "Berta Cáceres, Honduran environmentalist (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 3", "txt": "Martin Crowe, New Zealand cricketer and sportscaster (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "March 3", "txt": "Thanat Khoman, Thai politician and diplomat, Deputy Prime Minister of Thailand (b. 1914)", "entities": [{"title": "Deputy Prime Minister of Thailand", "href": "/wiki/Deputy_Prime_Minister_of_Thailand", "description": "The deputy prime minister of Thailand (รองนายกรัฐมนตรี) is a ministerial position within the government of Thailand. Several deputy prime ministers can be appointed and serve concurrently. Such appointments are usually made by the prime minister of Thailand. This position can be combined with other ministerial portfolios. The position was first created in 1943."}]}, {"heading": "Deaths", "year": "2016", "date": "March 3", "txt": "Sarah Tait, Australian Olympic rower (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "March 3", "txt": "René Préval, Haitian politician (b. 1943)", "entities": [{"title": "René Préval", "href": "/wiki/Ren%C3%A9_Pr%C3%A9val", "description": "René Garcia Préval was a Haitian politician and agronomist who twice served as President of Haiti, from February 7, 1996, to February 7, 2001, and again from May 14, 2006, to May 14, 2011. He was also Prime Minister from February 1991 to October 11, 1991."}]}, {"heading": "Deaths", "year": "2018", "date": "March 3", "txt": "Roger Bannister, English middle-distance athlete, first man to run a four-minute mile (b. 1929)", "entities": [{"title": "Roger Bannister", "href": "/wiki/Roger_Bannister", "description": "Sir Roger Gilbert Bannister was a British middle-distance athlete and neurologist who ran the first sub-4-minute mile."}]}, {"heading": "Deaths", "year": "2018", "date": "March 3", "txt": "Mal Bryce, Australian politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 3", "txt": "Vanessa Goodwin, Australian politician (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "March 3", "txt": "David Ogden Stiers, American actor, voice actor and musician  (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "March 3", "txt": "Peter Hurford OBE, British organist and composer (b. 1930)", "entities": [{"title": "Peter Hurford", "href": "/wiki/Peter_Hurford", "description": "\n\nPeter Hurford OBE was a British organist and composer."}]}, {"heading": "Deaths", "year": "2020", "date": "March 3", "txt": "Charles J. Urstadt, American real estate executive and investor (b. 1928)", "entities": [{"title": "Charles J. Urstadt", "href": "/wiki/Charles_J._Urstadt", "description": "Charles Jordan Urstadt was an American real estate executive and investor. He was an important figure for the development of Battery Park City in Manhattan and for the elimination of rent control in New York."}]}]