[{"heading": "Events", "year": "1096", "date": "May 27", "txt": "Count Emicho enters Mainz, where his followers massacre Jewish citizens. At least 600 Jews are killed.", "entities": [{"title": "Count Emicho", "href": "/wiki/Count_Emicho", "description": "Count Emicho was a count in the Rhineland in the late 11th century. He is also commonly referred to as Emicho of Leiningen or Emich of Flonheim. In 1096 he was the leader of the Rhineland massacres which were a series of mass murders of Jews that took place during the People's Crusade."}, {"title": "Mainz", "href": "/wiki/Mainz", "description": "Mainz is the capital and largest city of Rhineland-Palatinate, Germany."}, {"title": "Rhineland massacres", "href": "/wiki/Rhineland_massacres#Emicho", "description": "The Rhineland massacres, also known as the persecutions of 1096 or Gzerot Tatnó, were a series of mass murders of Jews perpetrated by mobs of German Christians of the People's Crusade in the year 1096, or 4856 according to the Jewish calendar. The massacre is seen as the first in a sequence of antisemitic events in Europe which culminated in the Holocaust."}]}, {"heading": "Events", "year": "1120", "date": "May 27", "txt": "Richard III of Capua is anointed as Prince two weeks before his untimely death.", "entities": [{"title": "Richard III of Capua", "href": "/wiki/Richard_III_of_Capua", "description": "Richard III was count of Aversa and prince of Capua briefly in 1120 between his anointing on 27 May and his death; he was the only son and heir of Robert I of Capua. He was an infant when his father died, and he fell under the regency of his uncle, Jordan. Richard III died within a few months and, though no contemporary chronicler blames him, some modern historians have cast doubt on Jordan's inno"}, {"title": "Prince of Capua", "href": "/wiki/Prince_of_Capua", "description": "This is a list of the rulers of the Principality of Capua."}]}, {"heading": "Events", "year": "1153", "date": "May 27", "txt": "Malcolm IV becomes King of Scotland.", "entities": [{"title": "Malcolm IV of Scotland", "href": "/wiki/Malcolm_IV_of_Scotland", "description": "Malcolm IV, nicknamed Virgo, \"the Maiden\" was King of Scotland from 1153 until his death. He was the eldest son of Henry, Earl of Huntingdon and Northumbria and Ada de Warenne. The original Malcolm Canmore, a name now associated with his great-grandfather Malcolm III, he succeeded his grandfather David I, and shared David's Anglo-Norman tastes."}]}, {"heading": "Events", "year": "1199", "date": "May 27", "txt": "John is crowned King of England.", "entities": [{"title": "John, King of England", "href": "/wiki/John,_King_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}]}, {"heading": "Events", "year": "1257", "date": "May 27", "txt": "Richard of Cornwall, and his wife, Sanchia of Provence, are crowned King and Queen of the Germans at Aachen Cathedral.", "entities": [{"title": "Richard of Cornwall", "href": "/wiki/Richard_of_Cornwall", "description": "Richard, second son of John, King of England, was the nominal Count of Poitou (1225–1243), Earl of Cornwall and King of Germany. He was one of the wealthiest men in Europe and joined the Barons' Crusade, where he achieved success as a negotiator for the release of prisoners and assisted with the building of the citadel in Ascalon."}, {"title": "Sanchia of Provence", "href": "/wiki/Sanchia_of_Provence", "description": "Sanchia of Provence was the third daughter of Ramon Berenguer IV, Count of Provence and Beatrice of Savoy. Sanchia was described as \"of incomparable beauty\"."}, {"title": "Aachen Cathedral", "href": "/wiki/Aachen_Cathedral", "description": "Aachen Cathedral is a Roman Catholic church in Aachen, Germany and the see of the Roman Catholic Diocese of Aachen."}]}, {"heading": "Events", "year": "1644", "date": "May 27", "txt": "Manchu regent Dorgon defeats rebel leader Li Zicheng of the Shun dynasty at the Battle of Shanhai Pass, allowing the Manchus to enter and conquer the capital city of Beijing.", "entities": [{"title": "Manchu", "href": "/wiki/Manchu", "description": "The Manchu are an ethnic minority in China and the people from whom Manchuria derives its name. They are sometimes called \"red-tasseled Manchus\", a reference to the ornamentation on traditional Manchu hats. The Later Jin (1616–1636) and Qing dynasty (1636–1912) were established and ruled by Manchus, who are descended from the Jurchen people who earlier established the Jin dynasty (1115–1234) in Ch"}, {"title": "Dorgon", "href": "/wiki/Dorgon", "description": "Dorgon, formally known as Prince Rui, was a Manchu prince and regent of the early Qing dynasty. Born in the Aisin Gioro clan as the 14th son of Nurhaci, Dorgon started his career in military campaigns against the Ming dynasty, Mongols and Koreans during the reign of his eighth brother, Hong Taiji, who succeeded their father."}, {"title": "Li Zicheng", "href": "/wiki/Li_Zicheng", "description": "Li Zicheng, born Li Hongji, also known by the nickname, \"Dashing King\", was a Chinese peasant rebel leader who overthrew the Ming dynasty in 1644 and ruled over northern China briefly as the emperor of the short-lived Shun dynasty before his death a year later."}, {"title": "Shun dynasty", "href": "/wiki/Shun_dynasty", "description": "The Shun dynasty, officially the Great Shun, was a short-lived dynasty that existed during the Ming–Qing transition in Chinese history. The dynasty was founded in Xi'an on 8 February 1644, the first day of the lunar year, by Li Zicheng, the leader of a large peasant rebellion, by proclaiming himself Emperor (皇帝) instead of the title King (王) before founding the dynasty."}, {"title": "Battle of Shanhai Pass", "href": "/wiki/Battle_of_Shanhai_Pass", "description": "The Battle of Shanhai Pass, fought on May 27, 1644 at Shanhai Pass at the eastern end of the Great Wall of China, was a decisive battle leading to the beginning of the Qing dynasty rule in China proper. There, Qing Prince-Regent Dorgon allied with former Ming general Wu Sangui to defeat rebel leader Li Zicheng of the Shun dynasty, allowing Dorgon and the Manchus to rapidly conquer Beijing and repl"}]}, {"heading": "Events", "year": "1703", "date": "May 27", "txt": "Tsar Peter the Great founds the city of Saint Petersburg.", "entities": [{"title": "Tsar", "href": "/wiki/Tsar", "description": "Tsar, also spelled czar, tzar, or csar, is a title used to designate East and South Slavic monarchs or supreme rulers of Eastern Europe, originally the Bulgarian monarchs from 10th century onwards, much later a title for two rulers of the Serbian Empire, and from 1547 the supreme ruler of the Tsardom of Russia and the Russian Empire. In this last capacity it lends its name to a system of governmen"}, {"title": "Peter the Great", "href": "/wiki/Peter_the_Great", "description": "Peter the Great, Peter I or Pyotr Alekseevich ruled the Tsardom of Russia and later the Russian Empire from 7 May [O.S. 27 April] 1682 until his death in 1725, jointly ruling before 1696 with his elder half-brother, Ivan V."}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1798", "date": "May 27", "txt": "The Battle of Oulart Hill takes place in Wexford, Ireland; Irish rebel leaders defeat and kill a detachment of militia.", "entities": [{"title": "Battle of Oulart Hill", "href": "/wiki/Battle_of_Oulart_Hill", "description": "The Battle of Oulart Hill took place on 27 May 1798 when a rebel gathering of between 4,000 and 5,000 annihilated a detachment of 110 militia sent from Wexford town to stamp out the spreading rebellion in County Wexford."}, {"title": "Wexford", "href": "/wiki/Wexford", "description": "Wexford is the county town of County Wexford, Ireland. Wexford lies on the south side of Wexford Harbour, the estuary of the River Slaney near the southeastern corner of the island of Ireland. The town is linked to Dublin by the M11/N11 National Primary Route; and to Rosslare Europort, Cork and Waterford by the N25. The national rail network connects it to Dublin and Rosslare Europort. It had a po"}]}, {"heading": "Events", "year": "1799", "date": "May 27", "txt": "War of the Second Coalition: Austrian forces defeat the French at Winterthur, Switzerland.", "entities": [{"title": "War of the Second Coalition", "href": "/wiki/War_of_the_Second_Coalition", "description": "The War of the Second Coalition (1798–1802) was the second war on revolutionary France by most of the European monarchies, led by Britain, Austria and Russia, and including the Ottoman Empire, Portugal, Naples, various German monarchies and Sweden, though Prussia did not join this coalition and Spain supported France."}, {"title": "Habsburg Monarchy", "href": "/wiki/Habsburg_Monarchy", "description": "Habsburg Monarchy, or Danubian Monarchy, or Habsburg Empire is a modern umbrella term coined by historians to denote the numerous lands and kingdoms of the Habsburg dynasty, especially for those of the Austrian line. Although from 1438 to 1806, a member of the House of Habsburg was also Holy Roman Emperor, the Holy Roman Empire itself was not considered to be part of the Habsburg Monarchy."}, {"title": "French First Republic", "href": "/wiki/French_First_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}, {"title": "Battle of Winterthur (1799)", "href": "/wiki/Battle_of_Winterthur_(1799)", "description": "The Battle of Winterthur was an important action between elements of the Army of the Danube and elements of the Habsburg army, commanded by Friedrich Freiherr von Hotze, during the War of the Second Coalition, part of the French Revolutionary Wars. The small town of Winterthur lies 18 kilometers (11 mi) northeast of Zürich, in Switzerland. Because of its position at the junction of seven roads, th"}]}, {"heading": "Events", "year": "1813", "date": "May 27", "txt": "War of 1812: In Canada, American forces capture Fort George.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Battle of Fort George", "href": "/wiki/Battle_of_Fort_George", "description": "The Battle of Fort George was a battle fought during the War of 1812, in which the Americans defeated a British force and captured the Fort George in Upper Canada. The troops of the United States Army and vessels of the United States Navy cooperated in a very successful amphibious assault, although most of the opposing British force escaped encirclement."}]}, {"heading": "Events", "year": "1860", "date": "May 27", "txt": "Giuseppe Garibaldi begins his attack on Palermo, Sicily, as part of the Italian unification.", "entities": [{"title": "Giuseppe Garibaldi", "href": "/wiki/Giuseppe_Garibaldi", "description": "Giuseppe Maria Garibaldi was an Italian general, patriot and republican. He contributed to the Italian unification and the creation of the Kingdom of Italy. He is considered to be one of the greatest generals of modern times and one of Italy's \"fathers of the fatherland\", along with Camillo Benso, Count of Cavour, Victor Emmanuel II of Italy and Giuseppe Mazzini. Garibaldi is also known as the \"He"}, {"title": "Palermo", "href": "/wiki/Palermo", "description": "Palermo is a city in southern Italy, the capital of both the autonomous region of Sicily and the Metropolitan City of Palermo, the city's surrounding metropolitan province. The city is noted for its history, culture, architecture and gastronomy, playing an important role throughout much of its existence; it is over 2,700 years old. Palermo is in the northwest of the island of Sicily, by the Gulf o"}, {"title": "Sicily", "href": "/wiki/Sicily", "description": "Sicily is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana. The region has 5 million inhabitants. Its capital city is Palermo."}, {"title": "Italian unification", "href": "/wiki/Italian_unification", "description": "Italian unification, also known as the Risorgimento, was the 19th-century political and social movement that resulted in the consolidation of different states of the Italian Peninsula into a single state, the Kingdom of Italy. Inspired by the rebellions in the 1820s and 1830s against the outcome of the Congress of Vienna, the unification process was precipitated by the revolutions of 1848, and rea"}]}, {"heading": "Events", "year": "1863", "date": "May 27", "txt": "American Civil War: First Assault on the Confederate works at the Siege of Port Hudson.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Siege of Port Hudson", "href": "/wiki/Siege_of_Port_Hudson", "description": "The siege of Port Hudson, Louisiana, was the final engagement in the Union campaign to recapture the Mississippi River in the American Civil War."}]}, {"heading": "Events", "year": "1874", "date": "May 27", "txt": "The first group of Dorsland trekkers under the leadership of Gert Alberts leaves Pretoria.", "entities": [{"title": "Dorsland Trek", "href": "/wiki/Dorsland_Trek", "description": "Dorsland Trek is the collective name of a series of explorations undertaken by Boer settlers from South Africa from 1874 to 1881, in search of political independence and better living conditions. The participants, Trekboers from the Orange Free State and Transvaal, are called Dorslandtrekkers."}, {"title": "Gert Alberts", "href": "/wiki/Gert_Alberts", "description": "Gert Andries Jacobus Alberts was the leader of the First Dorsland Trek. He was a member of the Gereformeerde Kerk and served as a ‘kerkraadslid’."}, {"title": "Pretoria", "href": "/wiki/Pretoria", "description": "Pretoria is one of South Africa’s three capital cities, serving as the seat of the executive branch of government, and as the host to all foreign embassies to South Africa."}]}, {"heading": "Events", "year": "1883", "date": "May 27", "txt": "Alexander III is crowned Tsar of Russia.", "entities": [{"title": "Alexander III of Russia", "href": "/wiki/Alexander_III_of_Russia", "description": "Alexander III was Emperor of Russia, King of Poland and Grand Duke of Finland from 13 March 1881 until his death in 1894. He was highly reactionary and reversed some of the liberal reforms of his father, Alexander II. Under the influence of Konstantin Pobedonostsev (1827–1907), he opposed any reform that limited his autocratic rule. During his reign, Russia fought no major wars; he was therefore s"}]}, {"heading": "Events", "year": "1896", "date": "May 27", "txt": "The F4-strength St. Louis–East St. Louis tornado hits in St. Louis, Missouri, and East St. Louis, Illinois, killing at least 255 people and causing over $10–million in damage.", "entities": [{"title": "Fujita scale", "href": "/wiki/Fujita_scale", "description": "The Fujita scale, or Fujita–Pearson scale, is a scale for rating tornado intensity, based primarily on the damage tornadoes inflict on human-built structures and vegetation. The official Fujita scale category is determined by meteorologists and engineers after a ground or aerial damage survey, or both; and depending on the circumstances, ground-swirl patterns, weather radar data, witness testimoni"}, {"title": "1896 St. Louis–East St. Louis tornado", "href": "/wiki/1896_St._Louis%E2%80%93East_St._Louis_tornado", "description": "The 1896 St. Louis–East St. Louis tornado was a historic tornado that caused severe damage to downtown St. Louis, Missouri, East St. Louis, Illinois, and surrounding areas on Wednesday, May 27, 1896. One of the deadliest and most destructive tornadoes in U.S. history, this tornado was the most notable of a major tornado outbreak across the central United States which produced several other large, "}, {"title": "St. Louis, Missouri", "href": "/wiki/St._Louis,_Missouri", "description": "St. Louis is the second-largest city in Missouri, United States. It sits near the confluence of the Mississippi and the Missouri Rivers, on the western bank of the latter. As of 2019, the city proper had an estimated population of around 300,000, while the bi-state metropolitan area, which extends into Illinois, had an estimated population of over 2.8 million, making it the largest metropolitan ar"}, {"title": "East St. Louis, Illinois", "href": "/wiki/East_St._Louis,_Illinois", "description": "East St. Louis is a city in St. Clair County, Illinois, United States. It is directly across the Mississippi River from Downtown St. Louis and the Gateway Arch National Park. East St. Louis is in the Metro-East region of Southern Illinois. Once a bustling industrial center, like many cities in the Rust Belt, East St. Louis was severely affected by loss of jobs due to industrial restructuring durin"}]}, {"heading": "Events", "year": "1905", "date": "May 27", "txt": "Russo-Japanese War: The Battle of Tsushima begins.", "entities": [{"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}, {"title": "Battle of Tsushima", "href": "/wiki/Battle_of_Tsushima", "description": "The Battle of Tsushima, also known as the Battle of Tsushima Strait and the Naval Battle of the Sea of Japan in Japan, was a major naval battle fought between Russia and Japan during the Russo-Japanese War. It was naval history's first, and last, decisive sea battle fought by modern steel battleship fleets, and the first naval battle in which wireless telegraphy (radio) played a critically importa"}]}, {"heading": "Events", "year": "1915", "date": "May 27", "txt": "HMS Princess Irene exploded and sank off Sheerness, Kent with the loss of 352 lives.", "entities": [{"title": "HMS Princess Irene", "href": "/wiki/HMS_Princess_Irene", "description": "HMS Princess Irene was a 5,394 GRT ocean liner which was built in 1914 by William Denny and Brothers Ltd, Dumbarton, Scotland for the Canadian Pacific Railway. She was requisitioned by the Royal Navy on completion and converted to an auxiliary minelayer. On 27 May 1915, she exploded and sank off Sheerness, Kent with the loss of 352 lives."}, {"title": "Sheerness", "href": "/wiki/Sheerness", "description": "Sheerness is a town and civil parish beside the mouth of the River Medway on the north-west corner of the Isle of Sheppey in north Kent, England. With a population of 12,000, it is the largest town on the island."}, {"title": "Kent", "href": "/wiki/Kent", "description": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames, and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone."}]}, {"heading": "Events", "year": "1917", "date": "May 27", "txt": "Pope Benedict XV promulgates the 1917 Code of Canon Law, the first comprehensive codification of Catholic canon law in the legal history of the Catholic Church.", "entities": [{"title": "Pope Benedict XV", "href": "/wiki/Pope_Benedict_XV", "description": "Pope Benedict XV, born Giacomo Paolo Giovanni Battista della Chiesa, was head of the Catholic Church from 1914 until his death in 1922. His pontificate was largely overshadowed by World War I and its political, social, and humanitarian consequences in Europe."}, {"title": "Promulgation (canon law)", "href": "/wiki/Promulgation_(canon_law)", "description": "Promulgation in the Catholic canon law is the publication of a law by which it is made known publicly, and is required by canon law for the law to obtain legal effect. Universal laws are promulgated when they are published in Acta Apostolicae Sedis, and unless specified to the contrary, obtain legal force three months after promulgation. Particular laws are promulgated in various ways but by defau"}, {"title": "1917 Code of Canon Law", "href": "/wiki/1917_Code_of_Canon_Law", "description": "\"Code du Droit Canon | Canon N° 1543 Code de Droit Canonique (1917) - CIC/1917\". Faculté de Droit Canonique . Retrieved 2021-03-23."}, {"title": "Canon law (Catholic Church)", "href": "/wiki/Canon_law_(Catholic_Church)", "description": "The canon law of the Catholic Church is the system of laws and legal principles made and enforced by the hierarchical authorities of the Catholic Church to regulate its external organization and government and to order and direct the activities of Catholics toward the mission of the Church. It was the first modern Western legal system and is the oldest continuously functioning legal system in the "}, {"title": "Legal history of the Catholic Church", "href": "/wiki/Legal_history_of_the_Catholic_Church", "description": "The legal history of the Catholic Church is the history of the oldest continuously functioning legal system in the West, much later than Roman law but predating the evolution of modern European civil law traditions. The history of Latin canon law can be divided into four periods: the jus antiquum, the jus novum, the jus novissimum and the Code of Canon Law. In relation to the Code, history can be "}]}, {"heading": "Events", "year": "1919", "date": "May 27", "txt": "The NC-4 aircraft arrives in Lisbon after completing the first transatlantic flight.", "entities": [{"title": "NC-4", "href": "/wiki/NC-4", "description": "The NC-4 was a Curtiss NC flying boat that was the first aircraft to fly across the Atlantic Ocean, albeit not non-stop. The NC designation was derived from the collaborative efforts of the Navy (N) and Curtiss (C). The NC series flying boats were designed to meet wartime needs, and after the end of World War I they were sent overseas to validate the design concept."}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "Transatlantic flight", "href": "/wiki/Transatlantic_flight", "description": "\nA transatlantic flight is the flight of an aircraft across the Atlantic Ocean from Europe, Africa, South Asia, or the Middle East to North America, Central America, or South America, or vice versa. Such flights have been made by fixed-wing aircraft, airships, balloons and other aircraft."}]}, {"heading": "Events", "year": "1927", "date": "May 27", "txt": "The Ford Motor Company ceases manufacture of the Ford Model T and begins to retool plants to make the Ford Model A.", "entities": [{"title": "Ford Motor Company", "href": "/wiki/Ford_Motor_Company", "description": "The Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, a"}, {"title": "Ford Model T", "href": "/wiki/Ford_Model_T", "description": "The Ford Model T is an automobile produced by Ford Motor Company from October 1, 1908, to May 26, 1927. It is generally regarded as the first affordable automobile, which made car travel available to middle-class Americans. The relatively low price was partly the result of Ford's efficient fabrication, including assembly line production instead of individual handcrafting."}, {"title": "Ford Model A (1927–1931)", "href": "/wiki/Ford_Model_A_(1927%E2%80%931931)", "description": "The Ford Model A was the Ford Motor Company's second market success, after its predecessor, the Model T. First produced on October 20, 1927, but not introduced until December 2, it replaced the venerable Model T, which had been produced for 18 years. This new Model A was designated a 1928 model and was available in four standard colors. The vehicle was also sold in Europe, but was replaced by loca"}]}, {"heading": "Events", "year": "1930", "date": "May 27", "txt": "The 1,046 feet (319 m) Chrysler Building in New York City, the tallest man-made structure at the time, opens to the public.", "entities": [{"title": "Chrysler Building", "href": "/wiki/Chrysler_Building", "description": "The Chrysler Building is an Art Deco skyscraper in the Turtle Bay neighborhood on the East Side of Manhattan, New York City, at the intersection of 42nd Street and Lexington Avenue near Midtown Manhattan. At 1,046 feet (319 m), it is the tallest brick building in the world with a steel framework, and was the world's tallest building for 11 months after its completion in 1930. As of 2019, the Chrys"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "List of tallest buildings in the world", "href": "/wiki/List_of_tallest_buildings_in_the_world", "description": "This list of tallest buildings includes skyscrapers with continuously occupiable floors and a height of at least 350 m. Non-building structures, such as towers, are not included in this list."}]}, {"heading": "Events", "year": "1933", "date": "May 27", "txt": "New Deal: The U.S. Federal Securities Act is signed into law requiring the registration of securities with the Federal Trade Commission.", "entities": [{"title": "New Deal", "href": "/wiki/New_Deal", "description": "The New Deal was a series of programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. Major federal programs and agencies included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and"}, {"title": "Federal Securities Act", "href": "/wiki/Federal_Securities_Act", "description": "The Securities Act of 1933, also known as the 1933 Act, the Securities Act, the Truth in Securities Act, the Federal Securities Act, and the '33 Act, was enacted by the United States Congress on May 27, 1933, during the Great Depression and after the stock market crash of 1929. It is an integral part of United States securities regulation. It is legislated pursuant to the Interstate Commerce Claus"}, {"title": "Federal Trade Commission", "href": "/wiki/Federal_Trade_Commission", "description": "The Federal Trade Commission (FTC) is an independent agency of the United States government whose principal mission is the enforcement of civil (non-criminal) U.S. antitrust law and the promotion of consumer protection."}]}, {"heading": "Events", "year": "1933", "date": "May 27", "txt": "The Walt Disney Company releases the cartoon Three Little Pigs, with its hit song \"Who's Afraid of the Big Bad Wolf?\"", "entities": [{"title": "Cartoon", "href": "/wiki/Cartoon", "description": "A cartoon is a type of illustration, sometimes animated, typically in a non-realistic or semi-realistic style. The specific meaning has evolved over time, but the modern usage usually refers to either: an image or series of images intended for satire, caricature, or humor; or a motion picture that relies on a sequence of illustrations for its animation. Someone who creates cartoons in the first se"}, {"title": "Who's Afraid of the Big Bad Wolf?", "href": "/wiki/Who%27s_Afraid_of_the_Big_Bad_Wolf%3F", "description": "\n\"Who's Afraid of the Big Bad Wolf?\" is a popular song written by Frank Churchill with additional lyrics by Ann Ronell, which originally featured in the 1933 Disney cartoon Three Little Pigs, where it was sung by Fiddler Pig and Fifer Pig as they arrogantly believe the Big Bad Wolf is not a serious threat. The song's theme made it a huge hit during the 1930s and it remains one of the most well-kno"}]}, {"heading": "Events", "year": "1935", "date": "May 27", "txt": "New Deal: The Supreme Court of the United States declares the National Industrial Recovery Act to be unconstitutional in A.L.A. Schechter Poultry Corp. v. United States, (295 U.S. 495).", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "National Industrial Recovery Act", "href": "/wiki/National_Industrial_Recovery_Act", "description": "The National Industrial Recovery Act of 1933 (NIRA) was a US labor law and consumer law passed by the 73rd US Congress to authorize the President to regulate industry for fair wages and prices that would stimulate economic recovery. It also established a national public works program known as the Public Works Administration (PWA), not to be confused with the Works Progress Administration (WPA) of "}]}, {"heading": "Events", "year": "1937", "date": "May 27", "txt": "In California, the Golden Gate Bridge opens to pedestrian traffic, creating a vital link between San Francisco and Marin County, California.", "entities": [{"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Golden Gate Bridge", "href": "/wiki/Golden_Gate_Bridge", "description": "The Golden Gate Bridge is a suspension bridge spanning the Golden Gate, the one-mile-wide (1.6 km) strait connecting San Francisco Bay and the Pacific Ocean. The structure links the U.S. city of San Francisco, California—the northern tip of the San Francisco Peninsula—to Marin County, carrying both U.S. Route 101 and California State Route 1 across the strait. The bridge is one of the most interna"}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "Marin County, California", "href": "/wiki/Marin_County,_California", "description": "Marin County is located in the northwestern part of the San Francisco Bay Area of the U.S. state of California. As of the 2010 census, the population was 252,409. Its county seat is San Rafael. Marin County is across the Golden Gate Bridge from San Francisco, and is included in the San Francisco–Oakland–Berkeley, CA Metropolitan Statistical Area."}]}, {"heading": "Events", "year": "1940", "date": "May 27", "txt": "World War II: In the Le Paradis massacre, 99 soldiers from a Royal Norfolk Regiment unit are shot after surrendering to German troops; two survive.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Le Paradis massacre", "href": "/wiki/Le_Paradis_massacre", "description": "The Le Paradis massacre was a war crime committed by members of the 14th Company, SS Division Totenkopf, under the command of Hauptsturmführer Fritz Knöchlein. It took place on 27 May 1940, during the Battle of France, at a time when troops of the British Expeditionary Force (BEF) were attempting to retreat through the Pas-de-Calais region during the Battle of Dunkirk."}, {"title": "Royal Norfolk Regiment", "href": "/wiki/Royal_Norfolk_Regiment", "description": "The Royal Norfolk Regiment was a line infantry regiment of the British Army until 1959. Its predecessor regiment was raised in 1685 as Henry Cornwall's Regiment of Foot. In 1751, it was numbered like most other British Army regiments and named the 9th Regiment of Foot."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1941", "date": "May 27", "txt": "World War II: U.S. President Franklin D. Roosevelt proclaims an \"unlimited national emergency\".", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}]}, {"heading": "Events", "year": "1941", "date": "May 27", "txt": "World War II: The German battleship Bismarck is sunk in the North Atlantic killing almost 2,100 men.", "entities": []}, {"heading": "Events", "year": "1942", "date": "May 27", "txt": "World War II: In Operation Anthropoid, Reinhard Heydrich is fatally wounded in Prague; he dies of his injuries eight days later.", "entities": [{"title": "Operation Anthropoid", "href": "/wiki/Operation_Anthropoid", "description": "On 27 May 1942, Reinhard Heydrich, the commander of the Reich Main Security Office and acting governor of the Protectorate of Bohemia and Moravia, was assassinated in Prague by Czechoslovak resistance operatives Jozef Gabčík and Jan Kubiš. Heydrich was one of the most powerful men in Nazi Germany and an important figure in the rise of Adolf Hitler; he was given overall charge of the \"Final Solutio"}, {"title": "Reinhard Heydrich", "href": "/wiki/Reinhard_Heydrich", "description": "Reinhard Tristan Eugen Heydrich was a high-ranking German SS and police official during the Nazi era and a principal architect of the Holocaust. He was chief of the Reich Main Security Office. He was also Stellvertretender Reichsprotektor of Bohemia and Moravia. He served as president of the International Criminal Police Commission and chaired the January 1942 Wannsee Conference which formalised p"}, {"title": "Prague", "href": "/wiki/Prague", "description": "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters."}]}, {"heading": "Events", "year": "1958", "date": "May 27", "txt": "First flight of the McDonnell Douglas F-4 Phantom II.", "entities": [{"title": "McDonnell Douglas F-4 Phantom II", "href": "/wiki/McDonnell_Douglas_F-4_Phantom_II", "description": "The McDonnell Douglas F-4 Phantom II is a tandem two-seat, twin-engine, all-weather, long-range supersonic jet interceptor and fighter-bomber originally developed by McDonnell Aircraft for the United States Navy. Proving highly adaptable, it first entered service with the Navy in 1961 before it was adopted by the United States Marine Corps and the United States Air Force, and by the mid-1960s it h"}]}, {"heading": "Events", "year": "1960", "date": "May 27", "txt": "In Turkey, a military coup removes President Celâl Bayar and the rest of the democratic government from office.", "entities": [{"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "1960 Turkish coup d'état", "href": "/wiki/1960_Turkish_coup_d%27%C3%A9tat", "description": "The 1960 Turkish coup d'état was the first coup d'état in the Republic of Turkey. The coup was staged by a group of 38 young Turkish military officers, acting outside the Staff Chiefs' chain of command. It was orchestrated by Alparslan Türkeş and ultimately led on May 27, 1960, by General Cemal Gürsel, against the democratically elected government of the Democrat Party. Alparslan Türkeş was a memb"}, {"title": "Celâl Bayar", "href": "/wiki/Cel%C3%A2l_Bayar", "description": "Mahmut Celâl Bayar was a Turkish politician who was the third President of Turkey from 1950 to 1960; previously he was Prime Minister of Turkey from 1937 to 1939. Bayar, as the Turkish President, was decorated with the Legion of Merit by the President of the United States, as a result of Turkey's participation in the Korean War. He is considered to be the longest-lived former head of state and was"}]}, {"heading": "Events", "year": "1962", "date": "May 27", "txt": "The Centralia mine fire is ignited in the town's landfill above a coal mine.", "entities": [{"title": "Centralia mine fire", "href": "/wiki/Centralia_mine_fire", "description": "The Centralia mine fire is a coal-seam fire that has been burning underneath the borough of Centralia, Pennsylvania, United States, since at least May 27, 1962. Its original cause is still a matter of debate. It is burning in underground coal mines at depths of up to 300 feet (90 m) over an 8-mile (13 km) stretch of 3,700 acres (15 km2). At its current rate, it could continue to burn for over 250 "}]}, {"heading": "Events", "year": "1965", "date": "May 27", "txt": "Vietnam War: American warships begin the first bombardment of National Liberation Front targets within South Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "National Front for the Liberation of Vietnam", "href": "/wiki/National_Front_for_the_Liberation_of_Vietnam", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1967", "date": "May 27", "txt": "Australians vote in favor of a constitutional referendum granting the Australian government the power to make laws to benefit Indigenous Australians and to count them in the national census.", "entities": [{"title": "Australian referendum, 1967 (Aboriginals)", "href": "/wiki/Australian_referendum,_1967_(Aboriginals)", "description": "The second question of the 1967 Australian referendum of 27 May 1967, called by the Holt Government, related to Indigenous Australians. The question was in two parts: whether to give the Federal Government the power to make laws for Indigenous Australians in states, and whether in population counts for constitutional purposes to include all Indigenous Australians. The term \"the Aboriginal Race\" wa"}, {"title": "Indigenous Australians", "href": "/wiki/Indigenous_Australians", "description": "Indigenous Australians are people with familial heritage to groups that lived in Australia before British colonisation. They include the Aboriginal and Torres Strait Islander peoples of Australia. The term Aboriginal and Torres Strait Islander peoples or the person's specific cultural group, is often preferred, though the terms First Nations of Australia, First Peoples of Australia and First Austr"}]}, {"heading": "Events", "year": "1967", "date": "May 27", "txt": "The U.S. Navy aircraft carrier USS John F. Kennedy is launched by Jacqueline Kennedy and her daughter Caroline.", "entities": [{"title": "USS John F. Kennedy (CV-67)", "href": "/wiki/USS_John_F._Kennedy_(CV-67)", "description": "USS John F. Kennedy (CV-67) is the only ship of her class and the last conventionally powered carrier built for the United States Navy. The ship was named after the 35th President of the United States, John F. Kennedy, and was nicknamed \"Big John\". John F. Kennedy was originally designated a CVA ; however, the designation was changed to CV."}, {"title": "Ceremonial ship launching", "href": "/wiki/Ceremonial_ship_launching", "description": "Ceremonial ship launching is the process of transferring a vessel to the water. It is a naval tradition in many cultures, dating back thousands of years. It has been observed as a public celebration and a solemn blessing."}, {"title": "Jacqueline Kennedy", "href": "/wiki/Jacqueline_Kennedy", "description": "Jacqueline Lee \"Jackie\" Kennedy Onassis was an American socialite, writer, and photographer who became First Lady of the United States as the wife of President John F. Kennedy. Her popularity as first lady was due to her devotion to historical preservation of the White House, her fashion sense, and her devotion to her children, which endeared her to the American public. During her lifetime, Jackie"}, {"title": "Caroline Kennedy", "href": "/wiki/Caroline_Kennedy", "description": "Caroline Bouvier Kennedy is an American author, attorney, and diplomat who served as the United States Ambassador to Japan from 2013 to 2017. She is a member of the Kennedy family and the only surviving child of President John F. Kennedy and First Lady Jacqueline Bouvier Kennedy."}]}, {"heading": "Events", "year": "1971", "date": "May 27", "txt": "The Dahlerau train disaster, the worst railway accident in West Germany, kills 46 people and injures 25 near Wuppertal.", "entities": [{"title": "Dahlerau train disaster", "href": "/wiki/Dahlerau_train_disaster", "description": "The Dahlerau train disaster was a railway accident that occurred on May 27, 1971, in Dahlerau, a small town in Radevormwald, West Germany, in which a freight train and a passenger train collided head-on. Forty-six people perished in the accident; forty-one were senior year pupils of the Geschwister-Scholl-Schule in Radevormwald. It was the deadliest accident in West Germany since its foundation in"}, {"title": "Wuppertal", "href": "/wiki/Wuppertal", "description": "Wuppertal is a city in North Rhine-Westphalia, Germany, in and around the Wupper valley, east of Düsseldorf and south of the Ruhr. With a population of approximately 350,000, it is the largest city in the Bergisches Land. Wuppertal is known for its steep slopes, its woods and parks, and its suspension railway, the Wuppertal Schwebebahn. It is the greenest city in Germany, with two-thirds green spa"}]}, {"heading": "Events", "year": "1971", "date": "May 27", "txt": "Pakistani forces massacre over 200 civilians, mostly Bengali Hindus, in the Bagbati massacre.", "entities": [{"title": "Bagbati massacre", "href": "/wiki/Bagbati_massacre", "description": "Bagbati massacre refers to the cold blooded killings of more than 200 unarmed Bengali by the Al Badar, Pakistan Army, Razakars and Peace Committee and in the Bagbati Union of Sirajganj sub-division in the erstwhile district of greater Pabna in May 1971. After the massacre the bodies were buried or dumped in wells."}]}, {"heading": "Events", "year": "1975", "date": "May 27", "txt": "Dibbles Bridge coach crash near Grassington, in North Yorkshire, England, kills 33", "entities": [{"title": "Dibbles Bridge coach crash", "href": "/wiki/Dibbles_Bridge_coach_crash", "description": "On 27 May 1975, a coach carrying elderly passengers crashed at the bottom of a steep hill at Dibbles Bridge, near Hebden in North Yorkshire, England. Thirty-three people on board were killed, including the driver, and thirteen others injured. It was the worst-ever road accident in the United Kingdom by number of fatalities."}, {"title": "Grassington", "href": "/wiki/Grassington", "description": "Grassington is a market town and civil parish in the Craven district of North Yorkshire, England. The population of the parish at the 2011 Census was 1,126. Historically part of the West Riding of Yorkshire, the town is situated in Wharfedale, about 8 miles (10 km) north-west from Bolton Abbey, and is surrounded by limestone scenery. Nearby villages include Linton, Threshfield, Hebden, Conistone a"}, {"title": "North Yorkshire", "href": "/wiki/North_Yorkshire", "description": "North Yorkshire is the largest non-metropolitan county and lieutenancy area in England, covering an area of 8,654 square kilometres (3,341 sq mi). Around 40% of the county is covered by national parks, including most of the Yorkshire Dales and the North York Moors. It is one of four counties in England to hold the name Yorkshire; the three other counties are the East Riding of Yorkshire, South Yor"}]}, {"heading": "Events", "year": "1980", "date": "May 27", "txt": "The Gwangju Massacre: Airborne and army troops of South Korea retake the city of Gwangju from civil militias, killing at least 207 and possibly many more.", "entities": [{"title": "Gwangju Massacre", "href": "/wiki/Gwangju_Massacre", "description": "The Gwangju Uprising was a popular uprising in the city of Gwangju, South Korea, from May 18 to May 27, 1980 in which it is estimated that around 600 people were killed. During this period, Gwangju citizens took up arms after local Chonnam University students who were demonstrating against the martial law government were fired upon, killed, raped and beaten by government troops. The event is somet"}, {"title": "Gwangju", "href": "/wiki/Gwangju", "description": "Gwangju is the sixth-largest city in South Korea. It is a designated metropolitan city under the direct control of the central government's Home Minister. The city was also the capital of South Jeolla Province until the provincial office moved to the southern village of Namak in Muan County in 2005 because Gwangju was promoted to a metropolitan city and was independent of South Jeolla province."}]}, {"heading": "Events", "year": "1984", "date": "May 27", "txt": "The Danube-Black Sea canal is opened, in a ceremony attended by the Ceaușescus. It had been under construction since the 1950s.", "entities": [{"title": "Danube-Black Sea canal", "href": "/wiki/Danube-Black_Sea_canal", "description": "The Danube–Black Sea Canal is a navigable canal in Romania, which runs from Cernavodă on the Danube river, via two branches, to Constanța and Năvodari on the Black Sea. Administrated from Agigea, it is an important part of the waterway link between the North Sea and the Black Sea via the Rhine–Main–Danube Canal. The main branch of the canal, with a length of 64.4 km (40.0 mi), which connects the P"}, {"title": "Ceaușescu", "href": "/wiki/Ceau%C8%99escu", "description": "Nicolae Ceaușescu was a Romanian communist politician and dictator. He was the general secretary of the Romanian Communist Party from 1965 to 1989, and the second and last Communist leader of Romania. He was also the country's head of state from 1967, serving as President of the State Council and from 1974 concurrently as President of the Republic, until his overthrow and execution in the Romanian"}]}, {"heading": "Events", "year": "1996", "date": "May 27", "txt": "First Chechen War: the Russian President Boris Yeltsin meets with Chechnyan rebels for the first time and negotiates a cease-fire.", "entities": [{"title": "First Chechen War", "href": "/wiki/First_Chechen_War", "description": "The First Chechen War, also known as the First Chechen Campaign, or First Russian-Chechen war was a rebellion by the Chechen Republic of Ichkeria against the Russian Federation, fought from December 1994 to August 1996. After the initial campaign of 1994–1995, culminating in the devastating Battle of Grozny, Russian federal forces attempted to seize control of the mountainous area of Chechnya but "}, {"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "Chechnya", "href": "/wiki/Chechnya", "description": "Chechnya, officially the Chechen Republic, is a constituent republic of Russia situated in the North Caucasus in Eastern Europe, close to the Caspian Sea. The republic forms part of Russia's North Caucasian Federal District. It shares land borders with the country of Georgia to its south; with the Russian republic of Dagestan to its east and north, with Ingushetia and North Ossetia–Alania to its w"}]}, {"heading": "Events", "year": "1997", "date": "May 27", "txt": "The 1997 Central Texas tornado outbreak occurs, spawning multiple tornadoes in Central Texas, including the F5 that killed 27 in Jarrell.", "entities": [{"title": "1997 Central Texas tornado outbreak", "href": "/wiki/1997_Central_Texas_tornado_outbreak", "description": "A deadly tornado outbreak occurred in Central Texas during the afternoon and evening of May 27, 1997, in conjunction with a southwestward-moving cluster of supercell thunderstorms. These storms produced 20 tornadoes, mainly along the Interstate 35 corridor from northeast of Waco to north of San Antonio. The strongest tornado was an F5 tornado that leveled parts of Jarrell, killing 27 people and in"}, {"title": "Jarrell, Texas", "href": "/wiki/Jarrell,_Texas", "description": "Jarrell is a city in Williamson County, Texas, United States, and is located about 12 miles north of Georgetown, Texas, or about 38 miles (62 km) north of Austin. It was incorporated as a city in 2001. The total population is 984 according to the 2010 census."}]}, {"heading": "Events", "year": "1998", "date": "May 27", "txt": "Oklahoma City bombing: Michael Fortier is sentenced to 12 years in prison and fined $200,000 for failing to warn authorities about the terrorist plot.", "entities": [{"title": "Oklahoma City bombing", "href": "/wiki/Oklahoma_City_bombing", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}, {"title": "Michael Fortier (American)", "href": "/wiki/Michael_Fortier_(American)", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}, {"title": "Terrorism", "href": "/wiki/Terrorism", "description": "Terrorism is, in the broadest sense, the use of intentional violence to achieve political aims. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants. The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but became widely used internationally and gained worldwide attention in the 1"}]}, {"heading": "Events", "year": "2001", "date": "May 27", "txt": "Members of the Islamist separatist group Abu Sayyaf seize twenty hostages from an affluent island resort on Palawan in the Philippines; the hostage crisis would not be resolved until June 2002.", "entities": [{"title": "Islamism", "href": "/wiki/Islamism", "description": "Islamism refers to a \"broad set of political ideologies that utilize and draw inspiration from Islamic symbols and traditions in pursuit of a sociopolitical objective.\""}, {"title": "Abu Sayyaf", "href": "/wiki/Abu_Sayyaf", "description": "Abu Sayyaf, officially known by the ISIL as the Islamic State – East Asia Province, is a Jihadist militant and pirate group that follows the Wahhabi doctrine of Sunni Islam. It is based in and around Jolo and Basilan islands in the southwestern part of the Philippines, where for more than four decades, Moro groups have been engaged in an insurgency seeking to make Moro Province independent. The gr"}, {"title": "Dos Palmas kidnappings", "href": "/wiki/Dos_Palmas_kidnappings", "description": "The Dos Palmas kidnappings was a hostage crisis in the southern Philippines that began with the seizing of twenty hostages from the affluent Dos Palmas Resort on a private island in the Honda Bay, Palawan, by members of Abu Sayyaf on May 27, 2001 and resulted in the deaths of at least five of the original hostages, including two American citizens, Guillermo Sobero and Martin Burnham. At least 22 F"}, {"title": "Palawan", "href": "/wiki/Palawan", "description": "Palawan, officially the Province of Palawan, is an archipelagic province of the Philippines that is located in the region of Mimaropa. It is the largest province in the country in terms of total area of jurisdiction. Its capital is the city of Puerto Princesa, but the city is governed independently from the province as a highly urbanized city."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "2006", "date": "May 27", "txt": "The 6.4 Mw  Yogyakarta earthquake shakes central Java with an MSK intensity of VIII (Damaging), leaving more than 5,700 dead and 37,000 injured.", "entities": [{"title": "2006 Yogyakarta earthquake", "href": "/wiki/2006_Yogyakarta_earthquake", "description": "The 2006 Yogyakarta earthquake occurred at 05:54 local time on 27 May with a moment magnitude of 6.4 and a maximum MSK intensity of VIII (Damaging). Several factors led to a disproportionate amount of damage and number of casualties for the size of the shock, with more than 5,700 dead, tens of thousands injured, and financial losses of Rp 29.1 trillion. With limited effects to public infrastructur"}, {"title": "Java", "href": "/wiki/Java", "description": "Java is one of the islands of the Greater Sunda Islands in Indonesia, bordered by the Indian Ocean to the south and the Java Sea on the north. With a population of over 148 million or 152 million, Java constitutes 56.1 percent of the Indonesian population and is the world's most-populous island. The Indonesian capital city, Jakarta, is on its northwestern coast. Much of the well-known part of Indo"}, {"title": "Medvedev–Sponheuer–Karnik scale", "href": "/wiki/Medvedev%E2%80%93Sponheuer%E2%80%93Karnik_scale", "description": "The Medvedev–Sponheuer–Karnik scale, also known as the MSK or MSK-64, is a macroseismic intensity scale used to evaluate the severity of ground shaking on the basis of observed effects in an area of the earthquake occurrence."}]}, {"heading": "Events", "year": "2016", "date": "May 27", "txt": "Barack Obama is the first president of United States to visit Hiroshima Peace Memorial Park and meet Hibakusha.", "entities": [{"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}, {"title": "Hiroshima Peace Memorial Park", "href": "/wiki/Hiroshima_Peace_Memorial_Park", "description": "Hiroshima Peace Memorial Park  is a memorial park in the center of Hiroshima, Japan. It is dedicated to the legacy of Hiroshima as the first city in the world to suffer a nuclear attack, and to the memories of the bomb's direct and indirect victims. The Hiroshima Peace Memorial Park is visited by more than one million people each year. The park is there in memory of the victims of the nuclear atta"}]}, {"heading": "Events", "year": "2017", "date": "May 27", "txt": "Andrew Scheer takes over after Rona Ambrose as the leader of the Conservative Party of Canada.", "entities": [{"title": "Andrew Scheer", "href": "/wiki/Andrew_Scheer", "description": "Andrew James Scheer is a Canadian politician who served as leader of the Official Opposition and the leader of the Conservative Party of Canada from 2017 until 2020. He has also been the member of Parliament (MP) for Regina—Qu'Appelle since 2004."}, {"title": "Rona Ambrose", "href": "/wiki/Rona_Ambrose", "description": "Ronalee \"Rona\" Ambrose Veitch is a Canadian former politician who was interim leader of the Conservative Party and the Leader of the Opposition between 2015 and 2017. She was the Conservative Party member of the House of Commons for Sturgeon River—Parkland between 2015 and 2017, and had previously represented Edmonton—Spruce Grove from 2004 to 2015."}, {"title": "Conservative Party of Canada", "href": "/wiki/Conservative_Party_of_Canada", "description": "The Conservative Party of Canada, colloquially known as the Tories, is a federal political party in Canada. It was formed in 2003 from the multiple right-leaning parties which had existed in Canada for over a century, historically grouped into two camps, \"Red Tories\" and \"Blue Tories\". The party sits at the centre-right to the right of the Canadian political spectrum, with their federal rivals, th"}]}, {"heading": "Events", "year": "2018", "date": "May 27", "txt": "Maryland Flood Event: A flood occurs throughout the Patapsco Valley causing one death and destroying the entire first floors of buildings on Main Street in Ellicott City and causing cars to overturn.", "entities": [{"title": "2018 Maryland flood", "href": "/wiki/2018_Maryland_flood", "description": "In the afternoon of May 27, 2018, after over 8 inches (20 cm) of rain in a span of two hours, the historic Main Street in Ellicott City, Maryland was flooded, just before the new flood emergency alert system was supposed to become operational. Flooding occurred throughout the Patapsco Valley, in the adjacent communities of Catonsville, Arbutus, and Elkridge, as well as the Jones Falls Valley in Ba"}, {"title": "Patapsco Valley", "href": "/wiki/Patapsco_Valley", "description": "The Patapsco Valley is a small valley surrounding the Patapsco River in central Maryland. The region is known for its historical significance as a major economic and industrial center in the eighteenth and nineteenth centuries."}, {"title": "Ellicott City", "href": "/wiki/Ellicott_City", "description": "Ellicott City is an unincorporated community and census-designated place in, and the county seat of, Howard County, Maryland, United States. Part of the Baltimore metropolitan area, its population was 65,834 at the 2010 census, qualifying it as the largest unincorporated county seat in the country."}]}, {"heading": "Births", "year": "742", "date": "May 27", "txt": "Emperor Dezong of Tang (d. 805)", "entities": [{"title": "Emperor Dezong of Tang", "href": "/wiki/Emperor_Dezong_of_Tang", "description": "Emperor Dezong of Tang, personal name Li Kuo, was an emperor of the Chinese Tang Dynasty and the oldest son of Emperor Daizong. His reign of 26 years was the third longest in the Tang dynasty. Emperor Dezong started out as a diligent and frugal emperor and he tried to reform the governmental finances by introducing new tax laws. His attempts to destroy the powerful regional warlords and the subseq"}]}, {"heading": "Births", "year": "1332", "date": "May 27", "txt": "Ibn Khaldun, Tunisian historian and theologian (d. 1406)", "entities": [{"title": "Ibn Khaldun", "href": "/wiki/Ibn_Khaldun", "description": "Ibn Khaldun was an Arab sociologist, philosopher and historian who has been described as the founder of the modern disciplines of historiography, sociology, economics, and demography. Niccolò Machiavelli of the Renaissance and the 19th-century European scholars widely acknowledged the significance of his works and considered Ibn Khaldun to be one of the greatest philosophers of the Middle Ages."}]}, {"heading": "Births", "year": "1378", "date": "May 27", "txt": "Zhu Quan, Chinese military commander, historian and playwright (d. 1448)", "entities": [{"title": "Zhu Quan", "href": "/wiki/Zhu_Quan", "description": "Zhu Quan, Prince of Ning was the 17th son of Ming Hongwu Emperor. During his life, he served as a military commander, feudal lord, historian, and playwright. He is also remembered as a great tea connoisseur, a zither player, and composer."}]}, {"heading": "Births", "year": "1519", "date": "May 27", "txt": "Girolamo Mei, Italian historian and theorist (d. 1594)", "entities": [{"title": "Girolamo Mei", "href": "/wiki/Girolamo_Mei", "description": "Girolamo Mei was an Italian historian and humanist, famous in music history for providing the intellectual impetus to the Florentine Camerata, which attempted to revive ancient Greek music drama. He was born in Florence, and died in Rome. He also used the pseudonym Decimo Corinella da Peretola."}]}, {"heading": "Births", "year": "1537", "date": "May 27", "txt": "Louis IV, Landgrave of Hesse-Marburg (d. 1604)", "entities": [{"title": "Louis IV, Landgrave of Hesse-Marburg", "href": "/wiki/Louis_IV,_Landgrave_of_Hesse-Marburg", "description": "Landgrave Louis IV of Hesse-Marburg was the son of Landgrave Philip I of Hesse and his wife Christine of Saxony. After the death of his father in 1567, Hesse was divided among his sons and Louis received Hesse-Marburg including Marburg and Giessen."}]}, {"heading": "Births", "year": "1576", "date": "May 27", "txt": "Caspar Schoppe, German author and scholar (d. 1649)", "entities": [{"title": "Caspar Schoppe", "href": "/wiki/Caspar_Schoppe", "description": "Caspar Schoppe was a German controversialist and scholar."}]}, {"heading": "Births", "year": "1584", "date": "May 27", "txt": "Michael Altenburg, German theologian and composer (d. 1640)", "entities": [{"title": "Michael Altenburg", "href": "/wiki/Michael_Altenburg", "description": "Michael Altenburg was a German theologian and composer."}]}, {"heading": "Births", "year": "1601", "date": "May 27", "txt": "Antoine Daniel, French-Canadian missionary and saint (d. 1648)", "entities": [{"title": "Antoine Daniel", "href": "/wiki/Antoine_Daniel", "description": "Antoine Daniel was a Jesuit missionary at Sainte-Marie among the Hurons, and one of the eight Canadian Martyrs."}]}, {"heading": "Births", "year": "1626", "date": "May 27", "txt": "William II, Prince of Orange (d. 1650)", "entities": [{"title": "William II, Prince of Orange", "href": "/wiki/William_II,_Prince_of_Orange", "description": "William II was sovereign Prince of Orange and Stadtholder of Holland, Zeeland, Utrecht, Guelders, Overijssel and Groningen in the United Provinces of the Netherlands from 14 March 1647 until his death three years later. His only child, William III, reigned as King of England, Ireland, and Scotland."}]}, {"heading": "Births", "year": "1627", "date": "May 27", "txt": "Anne Marie Louise d'Orléans, Duchess of Montpensier (d. 1693)", "entities": [{"title": "Anne Marie Louise d'Orléans, Duchess of Montpensier", "href": "/wiki/Anne_Marie_Louise_d%27Orl%C3%A9ans,_Duchess_of_Montpensier", "description": "Anne Marie Louise d'Orléans, Duchess of Montpensier, known as La Grande Mademoiselle, was the only daughter of Gaston d'Orléans with his first wife, Marie de Bourbon, Duchess of Montpensier. One of the greatest heiresses in history, she died unmarried and childless, leaving her vast fortune to her cousin, Philippe of France. After a string of proposals from various members of European ruling famil"}]}, {"heading": "Births", "year": "1651", "date": "May 27", "txt": "Louis Antoine de Noailles, French cardinal (d. 1729)", "entities": [{"title": "Louis Antoine de Noailles", "href": "/wiki/Louis_Antoine_de_Noailles", "description": "Louis-Antoine de Noailles, second son of Anne, 1st duc de Noailles, was a French bishop and cardinal."}]}, {"heading": "Births", "year": "1652", "date": "May 27", "txt": "Elizabeth Charlotte, Princess Palatine of Germany (d. 1722)", "entities": [{"title": "Elizabeth Charlotte, Princess Palatine", "href": "/wiki/Elizabeth_Charlotte,_Princess_Palatine", "description": "Princess Elisabeth Charlotte was a German princess member of the House of Wittelsbach and, as Madame, the second wife of Philippe I, Duke of Orléans, and mother of Philippe II, Duke of Orléans, France's ruler during the Regency. She gained literary and historical importance primarily through her correspondence, which is of cultural and historical value due to her sometimes very blunt descriptions "}]}, {"heading": "Births", "year": "1738", "date": "May 27", "txt": "Nathaniel Gorham, American merchant and politician, 14th President of the Continental Congress (d. 1796)", "entities": [{"title": "Nathaniel Gorham", "href": "/wiki/Nathaniel_Gorham", "description": "Nathaniel Gorham, his first name is sometimes spelled Nathanial) was a politician and merchant from Massachusetts. He was a delegate from Massachusetts to the Continental Congress, and for six months served as the presiding officer of that body. He also attended the Constitutional Convention, served on its Committee of Detail, and was one of the signers of the United States Constitution on Septemb"}, {"title": "President of the Continental Congress", "href": "/wiki/President_of_the_Continental_Congress", "description": "The president of the Continental Congress, later known as the president of the Congress of the Confederation, was the presiding officer of the Continental Congress, the convention of delegates that emerged as the first (transitional) national government of the United States during the American Revolution. The president was a member of Congress elected by the other delegates to serve as a neutral d"}]}, {"heading": "Births", "year": "1756", "date": "May 27", "txt": "Maximilian I Joseph of Bavaria (d. 1825)", "entities": [{"title": "Maximilian I Joseph of Bavaria", "href": "/wiki/Maximilian_I_Joseph_of_Bavaria", "description": "Maximilian I Joseph was Duke of Zweibrücken from 1795 to 1799, prince-elector of Bavaria from 1799 to 1806, then King of Bavaria from 1806 to 1825. He was a member of the House of Palatinate-Birkenfeld-Zweibrücken, a branch of the House of Wittelsbach."}]}, {"heading": "Births", "year": "1774", "date": "May 27", "txt": "Francis Beaufort, Irish hydrographer and officer in the Royal Navy (d. 1857)", "entities": [{"title": "Francis Beaufort", "href": "/wiki/Francis_Beaufort", "description": "Sir Francis Beaufort was an Irish hydrographer, rear admiral of the Royal Navy, and creator of the Beaufort cipher and the Beaufort scale."}]}, {"heading": "Births", "year": "1794", "date": "May 27", "txt": "Cornelius Vanderbilt, American businessman and philanthropist (d. 1877)", "entities": [{"title": "Cornelius Vanderbilt", "href": "/wiki/Cornelius_Vanderbilt", "description": "Cornelius Vanderbilt was an American business magnate who built his wealth in railroads and shipping. After working with his father's business, Vanderbilt worked his way into leadership positions in the inland water trade and invested in the rapidly growing railroad industry. Nicknamed \"The Commodore\", he is known for owning the New York Central Railroad. His biographer T. J. Stiles says, \"He vast"}]}, {"heading": "Births", "year": "1814", "date": "May 27", "txt": "John Rudolph Niernsee, Viennese-born American architect (d.1885)", "entities": [{"title": "John Rudolph Niernsee", "href": "/wiki/John_Rudolph_Niernsee", "description": "John Rudolph Niernsee was an American architect. He served as the head architect for the Baltimore and Ohio Railroad. Rudolph also largely contributed to the design and construction of the South Carolina State House located in Columbia, South Carolina. Along with his partner, James Crawford Neilson, Rudolph established the standard for professional design and construction of public works projects "}]}, {"heading": "Births", "year": "1815", "date": "May 27", "txt": "Henry Parkes, English-Australian politician, 7th Premier of New South Wales (d. 1896)", "entities": [{"title": "Henry Parkes", "href": "/wiki/Henry_Parkes", "description": "Sir Henry Parkes, was a colonial Australian politician and longest non-consecutive Premier of the Colony of New South Wales, the present-day state of New South Wales in the Commonwealth of Australia. He has been referred to as the \"Father of Federation\" due to his early promotion for the federation of the six colonies of Australia, as an early critic of British convict transportation and as a prop"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1818", "date": "May 27", "txt": "Amelia Bloomer, American journalist and activist (d. 1894)", "entities": [{"title": "Amelia Bloomer", "href": "/wiki/Amelia_Bloomer", "description": "Amelia Jenks Bloomer was an American women's rights and temperance advocate. Even though she did not create the women's clothing reform style known as bloomers, her name became associated with it because of her early and strong advocacy. In her work with The Lily, she became the first woman to own, operate and edit a newspaper for women."}]}, {"heading": "Births", "year": "1819", "date": "May 27", "txt": "Julia Ward Howe, American poet and songwriter (d. 1910)", "entities": [{"title": "Julia Ward Howe", "href": "/wiki/Julia_Ward_Howe", "description": "Julia Ward Howe was an American poet and author, known for writing \"The Battle Hymn of the Republic\" and the original 1870 pacifist Mother's Day Proclamation. She was also an advocate for abolitionism and a social activist, particularly for women's suffrage."}]}, {"heading": "Births", "year": "1827", "date": "May 27", "txt": "Samuel F. Miller, American lawyer and politician (d. 1892)", "entities": [{"title": "Samuel F. Miller (U.S. politician)", "href": "/wiki/Samuel_F._Miller_(U.S._politician)", "description": "Samuel Franklin Miller was a United States Representative from New York during the latter half of the American Civil War."}]}, {"heading": "Births", "year": "1832", "date": "May 27", "txt": "Zenas Ferry Moody, American surveyor and politician, 7th Governor of Oregon (d. 1917)", "entities": [{"title": "Zenas Ferry Moody", "href": "/wiki/Zenas_Ferry_Moody", "description": "Zenas Ferry Moody was the seventh Governor of Oregon from 1882 to 1887."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1836", "date": "May 27", "txt": "Jay Gould, American businessman and financier (d. 1892)", "entities": [{"title": "Jay Gould", "href": "/wiki/Jay_Gould", "description": "Jason Gould was an American railroad magnate and financial speculator who is generally identified as one of the Robber barons of the Gilded Age. His sharp and often unscrupulous business practices made him one of the wealthiest men of the late nineteenth century. Gould was an unpopular figure during his life and remains controversial."}]}, {"heading": "Births", "year": "1837", "date": "May 27", "txt": "Wild Bill Hickok, American police officer (d. 1876)", "entities": [{"title": "Wild Bill Hickok", "href": "/wiki/Wild_Bill_Hickok", "description": "James Butler Hickok, better known as \"Wild Bill\" Hickok, was a folk hero of the American Old West known for his life on the frontier as a soldier, scout, lawman, gambler, showman, and actor, and for his involvement in many famous gunfights. He earned a great deal of notoriety in his own time, much of it bolstered by the many outlandish and often fabricated tales he told about himself. Some contemp"}]}, {"heading": "Births", "year": "1852", "date": "May 27", "txt": "Billy Barnes, English cricketer (d. 1899)", "entities": [{"title": "Billy Barnes (cricketer)", "href": "/wiki/Billy_Barnes_(cricketer)", "description": "William Barnes was an English first-class cricketer who played for Nottinghamshire County Cricket Club between 1875 and 1894 and the England cricket team between 1880 and 1890. In 1890 he was named as one of the Wisden Cricketers of the Year. He toured Australia three times and North America once. Barnes was on the groundstaff at Lord's between 1895 and 1898 and umpired as required. He was landlor"}]}, {"heading": "Births", "year": "1857", "date": "May 27", "txt": "Theodor Curtius, German chemist (d. 1928)", "entities": [{"title": "Theodor Curtius", "href": "/wiki/Theodor_Curtius", "description": "Geheimrat Julius Wilhelm Theodor Curtius was professor of Chemistry at Heidelberg University and elsewhere. He published the Curtius rearrangement in 1890/1894 and also discovered diazoacetic acid, hydrazine and hydrazoic acid."}]}, {"heading": "Births", "year": "1860", "date": "May 27", "txt": "Manuel Teixeira Gomes, Portuguese politician, 7th President of Portugal (d. 1941)", "entities": [{"title": "Manuel Teixeira Gomes", "href": "/wiki/Manuel_Teixeira_Gomes", "description": "Manuel Teixeira Gomes, GCSE was a Portuguese politician and writer. He served as the seventh President of Portugal between October 5, 1923 and December 11, 1925."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1863", "date": "May 27", "txt": "Arthur Mold, English cricketer (d. 1921)", "entities": [{"title": "Arthur Mold", "href": "/wiki/Arthur_Mold", "description": "Arthur Webb Mold was an English professional cricketer who played first-class cricket for Lancashire as a fast bowler between 1889 and 1901. A Wisden Cricketer of the Year in 1892, he was selected for England in three Test matches in 1893. Mold was one of the most effective bowlers in England during the 1890s but his career was overshadowed by controversy over his bowling action. Although he took "}]}, {"heading": "Births", "year": "1867", "date": "May 27", "txt": "Arnold Bennett, English author and playwright (d. 1931)", "entities": [{"title": "Arnold Bennett", "href": "/wiki/Arnold_Bennett", "description": "Enoch Arnold Bennett was an English author, best known as a novelist. He was a prolific writer: between the start of his career in 1898 and his death he completed 34 novels, seven volumes of short stories, 13 plays, and a daily journal of more than a million words. He wrote articles and stories for more than 100 different newspapers and periodicals, worked in, and briefly ran, the Ministry of Info"}]}, {"heading": "Births", "year": "1868", "date": "May 27", "txt": "Aleksa Šantić, Bosnian poet and author (d. 1924)", "entities": [{"title": "Aleksa Šantić", "href": "/wiki/Aleksa_%C5%A0anti%C4%87", "description": "Aleksa Šantić was a poet from Bosnia and Herzegovina. A Herzegovinian Serb, his poetry reflecting both the urban culture of the region and the growing national awareness. The most common themes of his poems are social injustice, nostalgic love, suffering of the Serb people, and the unity of the South Slavs. He was the editor-in-chief of the magazine Zora (1896–1901). Šantić was one of the leading "}]}, {"heading": "Births", "year": "1871", "date": "May 27", "txt": "Georges Rouault, French painter and illustrator (d. 1958)", "entities": [{"title": "Georges Rouault", "href": "/wiki/Georges_Rouault", "description": "Georges Henri Rouault was a French painter, draughtsman and print artist, whose work is often associated with Fauvism and Expressionism."}]}, {"heading": "Births", "year": "1875", "date": "May 27", "txt": "Frederick Cuming, English cricketer (d. 1942)", "entities": [{"title": "Frederick Cuming", "href": "/wiki/Frederick_Cuming", "description": "Frederick William Cuming was a British cricket player. He was educated at Blundell's School and was a member of the gold medal winning Great Britain cricket team at the 1900 Summer Olympics, the only time to date that cricket has featured in the Olympics. In the only game played against France he top scored with 38 in Great Britain's first innings, and scored 18 in the second. He also took a catch"}]}, {"heading": "Births", "year": "1876", "date": "May 27", "txt": "Ferdynand Antoni Ossendowski, Polish journalist and author (d. 1945)", "entities": [{"title": "Ferdynand Antoni Ossendowski", "href": "/wiki/Ferdynand_Antoni_Ossendowski", "description": "Ferdynand Antoni Ossendowski was a Polish writer, explorer, university professor, and anti-Communist political activist. He is best known for his books about Lenin and the Russian Civil War in which he participated."}]}, {"heading": "Births", "year": "1876", "date": "May 27", "txt": "William Stanier, English engineer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1878", "date": "May 27", "txt": "Anna Cervin, Swedish artist (d. 1972)", "entities": [{"title": "Anna Cervin", "href": "/wiki/Anna_Cervin", "description": "Anna Kristina Cervin was a Swedish artist, primarily known for her painting work."}]}, {"heading": "Births", "year": "1879", "date": "May 27", "txt": "Karl Bühler, German-American linguist and psychologist (d. 1963)", "entities": [{"title": "Karl Bühler", "href": "/wiki/Karl_B%C3%BChler", "description": "Karl Ludwig Bühler was a German psychologist and linguist. In psychology he is known for his work in gestalt psychology, and he was one of the founders of the Würzburg School of psychology. In linguistics he is known for his organon model of communication and his treatment of deixis as a linguistic phenomenon. He was the dissertation advisor of Karl Popper."}]}, {"heading": "Births", "year": "1879", "date": "May 27", "txt": "Hans Lammers, German judge and politician (d. 1962)", "entities": []}, {"heading": "Births", "year": "1883", "date": "May 27", "txt": "Jessie Arms Botke, American painter (d. 1971)", "entities": [{"title": "Jessie Arms Botke", "href": "/wiki/Jessie_Arms_Botke", "description": "Jessie Hazel Arms Botke was an Illinois and California painter noted for her bird images and use of gold leaf highlights."}]}, {"heading": "Births", "year": "1884", "date": "May 27", "txt": "Max Brod, Czech journalist, author, and composer (d. 1968)", "entities": [{"title": "Max Brod", "href": "/wiki/Max_Brod", "description": "Max Brod was a Czech German-speaking Jewish, later Israeli, author, composer, and journalist. Although he was a prolific writer in his own right, he is best remembered as the friend and biographer of writer Franz Kafka. Kafka named Brod as his literary executor, instructing Brod to burn his unpublished work upon his death. Brod refused and had Kafka's works published instead."}]}, {"heading": "Births", "year": "1887", "date": "May 27", "txt": "Frank Woolley, English cricketer (d. 1978)", "entities": [{"title": "Frank Woolley", "href": "/wiki/Frank_Woolley", "description": "Frank Edward Woolley was an English first-class cricketer active 1906 to 1938 who played for Kent County Cricket Club and England. He was born in Tonbridge and died in Chester, Nova Scotia. His elder brother, Claude Woolley, played for Northamptonshire."}]}, {"heading": "Births", "year": "1888", "date": "May 27", "txt": "Louis Durey, French composer (d. 1979)", "entities": [{"title": "Louis Durey", "href": "/wiki/Louis_Durey", "description": "Louis Edmond Durey was a French composer."}]}, {"heading": "Births", "year": "1891", "date": "May 27", "txt": "Claude Champagne, Canadian violinist, pianist, and composer (d. 1965)", "entities": [{"title": "Claude Champagne", "href": "/wiki/Claude_Champagne", "description": "Claude Champagne was a Canadian composer, teacher, pianist, and violinist."}]}, {"heading": "Births", "year": "1891", "date": "May 27", "txt": "Jaan Kärner, Estonian poet and author (d. 1958)", "entities": []}, {"heading": "Births", "year": "1894", "date": "May 27", "txt": "Louis-Ferdinand Céline, French physician and author (d. 1961)", "entities": [{"title": "Louis-Ferdinand Céline", "href": "/wiki/Louis-Ferdinand_C%C3%A9line", "description": "Louis-Ferdinand Céline was the pen name of Louis Ferdinand Auguste Destouches, a French novelist, polemicist and physician. His first novel Journey to the End of the Night (1932) won the Prix Renaudot but divided critics due to the author's pessimistic depiction of the human condition and his writing style based on working class speech. In subsequent novels such as Death on the Installment Plan (1"}]}, {"heading": "Births", "year": "1894", "date": "May 27", "txt": "Dashiell Hammett, American detective novelist and screenwriter  (d. 1961)", "entities": []}, {"heading": "Births", "year": "1895", "date": "May 27", "txt": "Douglas Lloyd Campbell, Canadian educator and politician, 13th Premier of Manitoba (d. 1995)", "entities": [{"title": "Douglas Lloyd Campbell", "href": "/wiki/Douglas_Lloyd_Campbell", "description": "Douglas Lloyd Campbell was a politician in Manitoba, Canada. He served as the 13th Premier of Manitoba from 1948 to 1958. He was a member of the Legislative Assembly of Manitoba for 47 years, longer than anyone in the province's history."}, {"title": "Premier of Manitoba", "href": "/wiki/Premier_of_Manitoba", "description": "The Premier of Manitoba is the first minister for the Canadian province of Manitoba—as well as the de facto President of the province's Executive Council."}]}, {"heading": "Births", "year": "1897", "date": "May 27", "txt": "John Cockcroft, English physicist and academic, Nobel Prize laureate (d. 1967)", "entities": [{"title": "John Cockcroft", "href": "/wiki/John_Cockcroft", "description": "Sir John Douglas Cockcroft, was a British physicist who shared with Ernest Walton the Nobel Prize in Physics in 1951 for splitting the atomic nucleus, and was instrumental in the development of nuclear power."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1897", "date": "May 27", "txt": "Dink Templeton, American rugby player and coach (d. 1962)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 27", "txt": "David Crosthwait, American engineer, inventor and writer (d. 1976)", "entities": [{"title": "David Crosthwait", "href": "/wiki/David_Crosthwait", "description": "David N. Crosthwait Jr. was an African-American mechanical and electrical engineer, inventor, and writer. Crosthwait's expertise was on air ventilation, central air conditioning, and heat transfer systems. He was responsible for creating heating systems for larger buildings such as Rockefeller Center and New York's Radio City Music Hall. He was granted an honorary doctoral degree in 1975 but died "}]}, {"heading": "Births", "year": "1899", "date": "May 27", "txt": "Johannes Türn, Estonian chess and draughts player (d. 1993)", "entities": [{"title": "Johannes Türn", "href": "/wiki/Johannes_T%C3%BCrn", "description": "Johannes Türn was an Estonian chess player."}, {"title": "Draughts", "href": "/wiki/Draughts", "description": "Draughts or checkers is a group of strategy board games for two players which involve diagonal moves of uniform game pieces and mandatory captures by jumping over opponent pieces. Draughts developed from alquerque. The name 'draughts' derives from the verb to draw or to move, whereas 'checkers' derives from the checkered board which the game is played on."}]}, {"heading": "Births", "year": "1900", "date": "May 27", "txt": "Lotte Toberentz, German overseer of the Nazi Uckermark concentration camp (d. 1964)", "entities": [{"title": "Lotte Toberentz", "href": "/wiki/Lotte_Toberentz", "description": "Lotte Toberentz, born Maria Charlotte Toberentz was the head overseer of the Uckermark concentration camp for girls in its early years. From December 1944 to April 1945 she was Lagerführerin of the Ravensbrück concentration camp."}, {"title": "Uckermark concentration camp", "href": "/wiki/Uckermark_concentration_camp", "description": "The Uckermark concentration camp was a small German concentration camp for girls near the Ravensbrück concentration camp in Fürstenberg/Havel, Germany and then an \"emergency\" extermination camp."}]}, {"heading": "Births", "year": "1900", "date": "May 27", "txt": "Uładzimir Žyłka, Belarusian poet and translator (d. 1933)", "entities": []}, {"heading": "Births", "year": "1904", "date": "May 27", "txt": "Chūhei Nambu, Japanese jumper and journalist (d. 1997)", "entities": [{"title": "Chūhei Nambu", "href": "/wiki/Ch%C5%ABhei_Nambu", "description": "Chūhei Nambu  was a Japanese track and field athlete. As of 2020, he is the only person to have held world records in both the long jump and the triple jump."}]}, {"heading": "Births", "year": "1906", "date": "May 27", "txt": "Buddhadasa, Thai monk and philosopher (d. 1993)", "entities": [{"title": "Buddhadasa", "href": "/wiki/Buddhadasa", "description": "Phra Dharmakosācārya , also known as Buddhadāsa Bhikkhu was a famous and influential Thai ascetic-philosopher of the 20th century. Known as an innovative reinterpreter of Buddhist doctrine and Thai folk beliefs, Buddhadasa fostered a reformation in conventional religious perceptions in his home country, Thailand, as well as abroad. Buddhadasa developed a personal view that those who have penetrate"}]}, {"heading": "Births", "year": "1906", "date": "May 27", "txt": "Harry Hibbs, English footballer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1906", "date": "May 27", "txt": "Antonio Rosario Mennonna, Italian bishop (d. 2009)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 27", "txt": "Nicolas Calas, Greek-American poet and critic (d. 1988)", "entities": [{"title": "Nicolas Calas", "href": "/wiki/Nicolas_Calas", "description": "Nicolas Calas was the pseudonym of Nikos Kalamaris, a Greek-American poet and art critic. While living in Greece, he also used the pseudonyms Nikitas Randos and M. Spieros."}]}, {"heading": "Births", "year": "1907", "date": "May 27", "txt": "Rachel Carson, American biologist, environmentalist, and author (d. 1964)", "entities": []}, {"heading": "Births", "year": "1909", "date": "May 27", "txt": "Dolores Hope, American singer and philanthropist  (d. 2011)", "entities": [{"title": "Dolores Hope", "href": "/wiki/Dolores_Hope", "description": "Dolores Hope, DC*SG was an American singer, entertainer, philanthropist, and wife/widow of American actor and comedian Bob Hope."}]}, {"heading": "Births", "year": "1911", "date": "May 27", "txt": "Hubert Humphrey, American journalist and politician, 38th Vice President of the United States (d. 1978)", "entities": [{"title": "Hubert Humphrey", "href": "/wiki/Hubert_Humphrey", "description": "Hubert Horatio Humphrey Jr. was an American politician who served as the 38th vice president of the United States from 1965 to 1969. He twice served in the United States Senate, representing Minnesota from 1949 to 1964 and 1971 to 1978. As a senator he was a major leader of Modern liberalism in the United States. As President Lyndon Johnson's vice president, he supported the controversial Vietnam "}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1911", "date": "May 27", "txt": "Teddy Kollek, Hungarian-Israeli politician, Mayor of Jerusalem (d. 2007)", "entities": [{"title": "Mayor of Jerusalem", "href": "/wiki/Mayor_of_Jerusalem", "description": "The Mayor of the City of Jerusalem is head of the executive branch of the political system in Jerusalem. The mayor's office administers all city services, public property, most public agencies, and enforces all city and state laws within Jerusalem."}]}, {"heading": "Births", "year": "1911", "date": "May 27", "txt": "Vincent Price, American actor (d. 1993)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 27", "txt": "John Cheever, American novelist and short story writer (d. 1982)", "entities": [{"title": "John Cheever", "href": "/wiki/John_Cheever", "description": "John William Cheever was an American novelist and short story writer. He is sometimes called \"the Chekhov of the suburbs\". His fiction is mostly set in the Upper East Side of Manhattan, the Westchester suburbs, old New England villages based on various South Shore towns around Quincy, Massachusetts, where he was born, and Italy, especially Rome. His short stories included \"The Enormous Radio\", \"Go"}]}, {"heading": "Births", "year": "1912", "date": "May 27", "txt": "Sam Snead, American golfer and sportscaster (d. 2002)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 27", "txt": "Terry Moore, American baseball player, coach, and manager (d. 1995)", "entities": []}, {"heading": "Births", "year": "1915", "date": "May 27", "txt": "Ester Soré, Chilean singer-songwriter (d. 1996)", "entities": [{"title": "Ester Soré", "href": "/wiki/Ester_Sor%C3%A9", "description": "Ester Soré is the main singer of Chilean melodies of the 20th century. She recorded for the first time the successful one \"Chile Lindo\" (\"Pretty Chile\"), of Clara Solovera, and did not only he contribute to enrich the way to interpret those songs thanks to a voice recognized among the clearest and expressive of her time. Besides was a popular artist in an extensive sense: in the radio, the disks, "}]}, {"heading": "Births", "year": "1915", "date": "May 27", "txt": "Herman Wouk, American novelist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 27", "txt": "Harry Webster, English engineer (d. 2007)", "entities": [{"title": "Harry Webster", "href": "/wiki/Harry_Webster", "description": "\n\nHenry George Webster, CBE was a British automotive engineer who worked on Triumph cars throughout the 1950s and 1960s."}]}, {"heading": "Births", "year": "1918", "date": "May 27", "txt": "Yasuhiro Nakasone, Japanese commander and politician, 45th Prime Minister of Japan (d. 2019)", "entities": [{"title": "Yasuhiro Nakasone", "href": "/wiki/Yasuhiro_Nakasone", "description": "Yasuhiro Nakasone  was a Japanese politician who served as Prime Minister of Japan and President of the Liberal Democratic Party from 1982 to 1987. He was a member of the House of Representatives for more than 50 years. He was best known for pushing through the privatization of state-owned companies, and for helping to revitalize Japanese nationalism during and after his term as prime minister."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Births", "year": "1921", "date": "May 27", "txt": "Bob Godfrey, Australian-English animator, director, and voice actor (d. 2013)", "entities": [{"title": "Bob Godfrey", "href": "/wiki/Bob_Godfrey", "description": "\n\nRoland Frederick Godfrey MBE, known as Bob Godfrey, was an English animator whose career spanned more than fifty years. He is probably best known for the children's cartoon series Roobarb (1974–75), Noah and Nelly in... SkylArk (1976-77) and Henry's Cat (1983–95) and for the Trio chocolate biscuit advertisements shown in the UK during the early 1980s. However, he also produced a BAFTA and Academ"}]}, {"heading": "Births", "year": "1922", "date": "May 27", "txt": "Otto Carius, German lieutenant and pharmacist (d. 2015)", "entities": [{"title": "Otto Carius", "href": "/wiki/Otto_Carius", "description": "Otto Carius was a German tank commander in the Wehrmacht during World War II. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves."}]}, {"heading": "Births", "year": "1922", "date": "May 27", "txt": "Christopher Lee, English actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1922", "date": "May 27", "txt": "John D. Vanderhoof, American banker and politician, 37th Governor of Colorado (d. 2013)", "entities": [{"title": "Governor of Colorado", "href": "/wiki/Governor_of_Colorado", "description": "The Governor of Colorado is the chief executive of the U.S. state of Colorado. The governor is the head of the executive branch of Colorado's state government and is charged with enforcing state laws. The governor has the power to either approve or veto bills passed by the Colorado General Assembly, to convene the legislature, and to grant pardons, except in cases of treason or impeachment. The go"}]}, {"heading": "Births", "year": "1923", "date": "May 27", "txt": "Henry Kissinger, German-American political scientist and politician, 56th United States Secretary of State, Nobel Prize laureate", "entities": [{"title": "Henry Kissinger", "href": "/wiki/Henry_Kissinger", "description": "Henry Alfred Kissinger is an American politician, diplomat, and geopolitical consultant who served as United States Secretary of State and National Security Advisor under the presidential administrations of Richard Nixon and Gerald Ford. A Jewish refugee who fled Nazi Germany with his family in 1938, he became National Security Advisor in 1969 and U.S. Secretary of State in 1973. For his actions n"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1923", "date": "May 27", "txt": "Sumner Redstone, American businessman and philanthropist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 27", "txt": "Jaime Lusinchi, Venezuelan physician and politician, President of Venezuela (d. 2014)", "entities": [{"title": "Jaime Lusinchi", "href": "/wiki/Jaime_Lusinchi", "description": "Jaime Ramón Lusinchi was a Venezuelan politician who was the President of Venezuela from 1984 to 1989. His term was characterized by an economic crisis, growth of the external debt, populist policies, currency depreciation, inflation and corruption that exacerbated the crisis of the political system established in 1958."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1924", "date": "May 27", "txt": "John Sumner, English-Australian director, founded the Melbourne Theatre Company (d. 2013)", "entities": [{"title": "Melbourne Theatre Company", "href": "/wiki/Melbourne_Theatre_Company", "description": "The Melbourne Theatre Company (MTC) is a theatre company based in Melbourne, Victoria, Australia. Founded in 1953 as the Union Theatre Repertory Company at the Union Theatre at the University of Melbourne, it is the oldest professional theatre company in Australia."}]}, {"heading": "Births", "year": "1925", "date": "May 27", "txt": "Tony Hillerman, American journalist and author (d. 2008)", "entities": [{"title": "Tony Hillerman", "href": "/wiki/Tony_Hillerman", "description": "Anthony Grove Hillerman was an American author of detective novels and non-fiction works best known for his Navajo Tribal Police mystery novels. Several of his works have been adapted as theatrical and television movies."}]}, {"heading": "Births", "year": "1927", "date": "May 27", "txt": "Jüri Randviir, Estonian chess player and journalist (d. 1996)", "entities": [{"title": "Jüri Randviir", "href": "/wiki/J%C3%BCri_Randviir", "description": "Jüri Randviir was an Estonian chess player and journalist, who four times won the Estonian Chess Championship."}]}, {"heading": "Births", "year": "1928", "date": "May 27", "txt": "Thea Musgrave, Scottish-American composer and educator", "entities": [{"title": "Thea Musgrave", "href": "/wiki/Thea_Musgrave", "description": "Thea Musgrave CBE is a Scottish composer of opera and classical music. She has lived in the United States since 1972."}]}, {"heading": "Births", "year": "1930", "date": "May 27", "txt": "John Barth, American novelist and short story writer", "entities": [{"title": "John Barth", "href": "/wiki/John_Barth", "description": "John Simmons Barth is an American writer who is best known for his postmodernist and metafictional fiction."}]}, {"heading": "Births", "year": "1930", "date": "May 27", "txt": "William S. Sessions, American civil servant and judge, 8th Director of the Federal Bureau of Investigation", "entities": [{"title": "Director of the Federal Bureau of Investigation", "href": "/wiki/Director_of_the_Federal_Bureau_of_Investigation", "description": "The Director of the Federal Bureau of Investigation is the head of the Federal Bureau of Investigation, the United States' primary federal law enforcement agency, and is responsible for its day-to-day operations. The FBI Director is appointed for a single 10-year term by the President of the United States and confirmed by the Senate. The FBI is an agency within the Department of Justice (DOJ), and"}]}, {"heading": "Births", "year": "1930", "date": "May 27", "txt": "Eino Tamberg, Estonian composer and educator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 27", "txt": "André Barbeau, French-Canadian neurologist (d. 1986)", "entities": [{"title": "André Barbeau", "href": "/wiki/Andr%C3%A9_Barbeau", "description": "André Barbeau, was a French Canadian neurologist. He was known for his research into Parkinson's disease and Friedreich's ataxia and taurine research."}]}, {"heading": "Births", "year": "1931", "date": "May 27", "txt": "John Chapple, English field marshal and politician, Governor of Gibraltar", "entities": [{"title": "Governor of Gibraltar", "href": "/wiki/Governor_of_Gibraltar", "description": "The Governor of Gibraltar is the representative of the British monarch in the British overseas territory of Gibraltar. The governor is appointed by the monarch on the advice of the British Government. The role of the governor is to act as the de facto head of state. They are responsible for formally appointing the Chief Minister of Gibraltar, along with other members of the Government of Gibraltar"}]}, {"heading": "Births", "year": "1931", "date": "May 27", "txt": "Bernard Fresson, French actor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 27", "txt": "Faten Hamama, Egyptian actress and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 27", "txt": "Philip Kotler, American author and professor", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 27", "txt": "Edward Samuel Rogers, Canadian businessman (d. 2008)", "entities": [{"title": "Edward Samuel Rogers", "href": "/wiki/Edward_Samuel_Rogers", "description": "Edward Samuel \"Ted\" Rogers Jr., OC was a Canadian businessman and philanthropist. He was the president and CEO of Rogers Communications Inc., and the fifth-richest person in Canada in terms of net worth."}]}, {"heading": "Births", "year": "1933", "date": "May 27", "txt": "Manfred Sommer, Spanish author and illustrator (d. 2007)", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 27", "txt": "Ray Daviault, Canadian-American baseball player", "entities": [{"title": "Ray Daviault", "href": "/wiki/Ray_Daviault", "description": "Raymond Joseph Robert Daviault was a Canadian professional baseball player. The right-handed pitcher, a native of Montreal, Quebec, had an 11-season (1953–63) professional career, but spent only part of one season in the Major Leagues, appearing in 36 games for the 1962 New York Mets, the first season in that expansion team's history. He stood 6 feet 1 inch (1.85 m) tall and weighed 175 pounds (79"}]}, {"heading": "Births", "year": "1934", "date": "May 27", "txt": "Harlan Ellison, American author and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 27", "txt": "Daniel Colchico, American football player and coach (d. 2014)", "entities": [{"title": "Daniel Colchico", "href": "/wiki/Daniel_Colchico", "description": "Daniel Mametta Colchico was an American athlete who played defensive end in the National Football League."}]}, {"heading": "Births", "year": "1935", "date": "May 27", "txt": "Mal Evans, British road manager of The Beatles (d. 1976)", "entities": [{"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}]}, {"heading": "Births", "year": "1935", "date": "May 27", "txt": "Jerry Kindall, American baseball player and coach (d. 2017)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 27", "txt": "Ramsey Lewis, American jazz pianist and composer", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 27", "txt": "Lee Meriwether, American model and actress, Miss America 1955", "entities": [{"title": "Miss America 1955", "href": "/wiki/Miss_America_1955", "description": "Miss America 1955, the 28th Miss America pageant, was held at the Boardwalk Hall in Atlantic City, New Jersey on September 11, 1954, and marked the first live nationally televised broadcast of the competition on ABC."}]}, {"heading": "Births", "year": "1936", "date": "May 27", "txt": "Benjamin Bathurst, English admiral", "entities": [{"title": "Benjamin Bathurst (Royal Navy officer)", "href": "/wiki/Benjamin_Bathurst_(Royal_Navy_officer)", "description": "Admiral of the Fleet Sir David Benjamin Bathurst is a former Royal Navy officer. After training as a pilot and qualifying as a helicopter instructor, Bathurst commanded a Naval Air Squadron and then two frigates before achieving higher command in the Navy. He served as First Sea Lord and Chief of the Naval Staff from 1993 to 1995: in that capacity he advised the British Government on the deploymen"}]}, {"heading": "Births", "year": "1936", "date": "May 27", "txt": "Louis Gossett, Jr., American actor and producer", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 27", "txt": "Marcel Masse, Canadian educator and politician, 29th Canadian Minister of National Defence (d. 2014)", "entities": [{"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1937", "date": "May 27", "txt": "Allan Carr, American playwright and producer (d. 1999)", "entities": [{"title": "Allan Carr", "href": "/wiki/Allan_Carr", "description": "Allan Carr was an American producer and manager of stage for the screen. Carr was nominated for numerous awards, winning a Tony Award and two People's Choice Awards, and was named Producer of the Year by the National Association of Theatre Owners."}]}, {"heading": "Births", "year": "1939", "date": "May 27", "txt": "Simon Cairns, 6th Earl Cairns, English courtier and businessman", "entities": [{"title": "Simon Cairns, 6th Earl Cairns", "href": "/wiki/Simon_Cairns,_6th_Earl_Cairns", "description": "Simon Dallas Cairns, 6th Earl Cairns,, styled Viscount Garmoyle between 1946 and 1989, is a British businessman."}]}, {"heading": "Births", "year": "1939", "date": "May 27", "txt": "Yves Duhaime, Canadian captain and politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 27", "txt": "Sokratis Kokkalis, Greek businessman", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 27", "txt": "Gerald Ronson, English businessman and philanthropist", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 27", "txt": "Lionel Sosa, Mexican-American advertising and marketing executive", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 27", "txt": "Don Williams, American singer-songwriter and guitarist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 27", "txt": "Mike Gibson, Australian journalist and sportscaster (d. 2015)", "entities": [{"title": "Mike Gibson (sports journalist)", "href": "/wiki/Mike_Gibson_(sports_journalist)", "description": "Mike Gibson, often also known by the nickname \"Gibbo\", was an Australian sports journalist, columnist, commentator, and radio and television presenter."}]}, {"heading": "Births", "year": "1942", "date": "May 27", "txt": "Lee Baca, American police officer", "entities": [{"title": "Lee Baca", "href": "/wiki/Lee_Baca", "description": "Leroy David Baca is an American law enforcement officer who served as the 30th Sheriff of Los Angeles County, California from 1998 to 2014. In 2020, he was convicted of felony obstruction."}]}, {"heading": "Births", "year": "1942", "date": "May 27", "txt": "Piers Courage, English racing driver (d. 1970)", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 27", "txt": "Roger Freeman, Baron Freeman, English accountant and politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1942", "date": "May 27", "txt": "Robin Widdows, English racing driver", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 27", "txt": "Cilla Black, English singer and actress (d. 2015)", "entities": [{"title": "Cilla Black", "href": "/wiki/Cilla_Black", "description": "Priscilla Maria Veronica White, better known as Cilla Black, was an English singer, television presenter, actress, and author."}]}, {"heading": "Births", "year": "1943", "date": "May 27", "txt": "Bruce Weitz, American actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 27", "txt": "Chris Dodd, American lawyer and politician", "entities": [{"title": "Chris Dodd", "href": "/wiki/Chris_Dodd", "description": "Christopher John Dodd is an American lobbyist, lawyer, and Democratic Party politician who served as a United States Senator from Connecticut from 1981 to 2011. Dodd is the longest-serving senator in Connecticut's history. He served in the United States House of Representatives from 1975 to 1981."}]}, {"heading": "Births", "year": "1944", "date": "May 27", "txt": "Ingrid Roscoe, English historian and politician, Lord Lieutenant of West Yorkshire", "entities": [{"title": "Lord Lieutenant of West Yorkshire", "href": "/wiki/Lord_Lieutenant_of_West_Yorkshire", "description": "The office of Lord Lieutenant of West Yorkshire was created on 1 April 1974.Kenneth Hargreaves: 1 April 1974–1978 \nSir William Bulmer: 1978–1985\nJohn Taylor, Baron Ingrow: 1985–1992\nJohn Lyles: 25 September 1992–2004\nDame Ingrid Roscoe, : 2004–1 September 2018\nEdmund Anderson: 3 September 2018–present"}]}, {"heading": "Births", "year": "1944", "date": "May 27", "txt": "Alain Souchon, French singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 27", "txt": "Bruce Cockburn, Canadian singer-songwriter and guitarist", "entities": [{"title": "Bruce Cockburn", "href": "/wiki/Bruce_Cockburn", "description": "Bruce Douglas Cockburn is a Canadian singer-songwriter and guitarist. His song styles range from folk to jazz-influenced rock and his lyrics cover a broad range of topics including human rights, environmental issues, politics, and Christianity."}]}, {"heading": "Births", "year": "1946", "date": "May 27", "txt": "Niels-Henning Ørsted Pedersen, Danish bassist and composer (d. 2005)", "entities": [{"title": "Niels-Henning Ørsted Pedersen", "href": "/wiki/Niels-Henning_%C3%98rsted_Pedersen", "description": "Niels-Henning Ørsted Pedersen, also known by his abbreviated nickname NHØP, was a Danish jazz double bassist."}]}, {"heading": "Births", "year": "1946", "date": "May 27", "txt": "John Williams, English motorcycle racer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 27", "txt": "Peter DeFazio, American politician", "entities": [{"title": "Peter DeFazio", "href": "/wiki/Peter_DeFazio", "description": "Peter Anthony DeFazio is an American politician serving as the U.S. Representative for Oregon's 4th congressional district, serving since 1987. He is a member of the Democratic Party. The district includes Eugene, Springfield, Corvallis, Roseburg, Coos Bay and Florence. He chairs the House Transportation Committee and is a founder of the Congressional Progressive Caucus. A native of Massachusetts "}]}, {"heading": "Births", "year": "1947", "date": "May 27", "txt": "Marty Kristian, German-Australian singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 27", "txt": "Branko Oblak, Slovenian footballer and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 27", "txt": "Riivo Sinijärv, Estonian politician, 19th Estonian Minister of Foreign Affairs", "entities": [{"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1948", "date": "May 27", "txt": "Wubbo de Boer, Dutch civil servant (d. 2017)", "entities": [{"title": "Wubbo de Boer", "href": "/wiki/Wubbo_de_Boer", "description": "\nWubbo de Boer was a Dutch civil servant."}]}, {"heading": "Births", "year": "1948", "date": "May 27", "txt": "Pete Sears, English bass player", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 27", "txt": "Morning Glory Zell-Ravenheart, American occultist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 27", "txt": "Hugh Lowther, 8th Earl of Lonsdale, English politician", "entities": [{"title": "Hugh Lowther, 8th Earl of Lonsdale", "href": "/wiki/Hugh_Lowther,_8th_Earl_of_Lonsdale", "description": "Hugh Clayton Lowther, 8th Earl of Lonsdale is the eldest son of James Lowther, 7th Earl of Lonsdale, and the only son by his first wife Tuppina Cecily Bennet."}]}, {"heading": "Births", "year": "1949", "date": "May 27", "txt": "Christa Vahlensieck, German runner", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 27", "txt": "Dee Dee Bridgewater, American singer-songwriter and actress", "entities": [{"title": "Dee Dee Bridgewater", "href": "/wiki/Dee_Dee_Bridgewater", "description": "Dee Dee Bridgewater is an American jazz singer. She is a three-time Grammy Award-winning singer-songwriter, as well as a Tony Award-winning stage actress. For 23 years, she was the host of National Public Radio's syndicated radio show JazzSet with Dee Dee Bridgewater. She is a United Nations Goodwill Ambassador for the Food and Agriculture Organization."}]}, {"heading": "Births", "year": "1950", "date": "May 27", "txt": "Makis Dendrinos, Greek basketball player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 27", "txt": "John Conteh, English boxer", "entities": [{"title": "John Conteh", "href": "/wiki/John_Conteh", "description": "John Anthony Conteh, is a British former professional boxer who competed from 1971 to 1980. He held the WBC light-heavyweight title from 1974 to 1978, and regionally the European, British and Commonwealth titles between 1973 and 1974. As an amateur, he represented England and won a gold medal in the middleweight division at the 1970 British Commonwealth Games. In 2017, Conteh was awarded an MBE fo"}]}, {"heading": "Births", "year": "1954", "date": "May 27", "txt": "Pauline Hanson, Australian businesswoman, activist, and politician", "entities": [{"title": "Pauline Hanson", "href": "/wiki/Pauline_Hanson", "description": "Pauline Lee Hanson is an Australian politician who is the founder and leader of One Nation, a right-wing populist political party. She has been a Senator for Queensland since 2016."}]}, {"heading": "Births", "year": "1954", "date": "May 27", "txt": "Jackie Slater, American football player and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 27", "txt": "Eric Bischoff, American wrestler, manager, and producer", "entities": [{"title": "Eric Bischoff", "href": "/wiki/Eric_Bischoff", "description": "Eric Aaron Bischoff is an American entrepreneur, television producer, professional wrestling booker, podcast host, and on-screen personality. He is best known for serving as Executive Producer and later Senior Vice President of World Championship Wrestling (WCW) and subsequently, the on-screen General Manager of WWE's Raw brand. Bischoff has also worked with Total Nonstop Action Wrestling (TNA) wh"}]}, {"heading": "Births", "year": "1955", "date": "May 27", "txt": "Richard Schiff, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 27", "txt": "Ian Tracey, English organist and conductor", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 27", "txt": "Cynthia McFadden, American journalist", "entities": [{"title": "Cynthia McFadden", "href": "/wiki/Cynthia_McFadden", "description": "Cynthia McFadden is an American television journalist who is currently the senior legal and investigative correspondent for NBC News. She was an anchor and correspondent for ABC News who co-anchored Nightline, and occasionally appeared on ABC News special Primetime. She was with ABC News from 1994 to 2014 and joined NBC News in March 2014."}]}, {"heading": "Births", "year": "1956", "date": "May 27", "txt": "Rosemary Squire, English producer and manager, co-founded Ambassador Theatre Group", "entities": [{"title": "Ambassador Theatre Group", "href": "/wiki/Ambassador_Theatre_Group", "description": "The Ambassador Theatre Group (ATG) is a major international theatre organisation headquartered in the United Kingdom, with offices in Woking, London, New York, Sydney, Mannheim and Cologne. ATG's key operations comprise three inter-related activities: theatre ownership and management; ticketing and marketing operations; show productions."}]}, {"heading": "Births", "year": "1956", "date": "May 27", "txt": "Giuseppe Tornatore, Italian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 27", "txt": "Dag Terje Andersen, Norwegian politician, Norwegian Minister of Labour", "entities": [{"title": "Dag Terje Andersen", "href": "/wiki/Dag_Terje_Andersen", "description": "Dag Terje Andersen is a Norwegian politician for the Norwegian Labour Party. In addition to professional politics he has worked at a steel mill and as a lumberjack, something that has given him a reputation for politically representing the average citizen."}, {"title": "Minister of Labour and Social Inclusion", "href": "/wiki/Minister_of_Labour_and_Social_Inclusion", "description": "The Norwegian Minister of Labour and Social Inclusion is the head of the Norwegian Ministry of Labour and Social Inclusion. The position has existed since 1 January 1846, when the Ministry of the Interior was created. Several different names have been used since then, with three name changes after 2000. The incumbent minister is Torbjørn Røe Isaksen of the Conservative Party. From 1992 to 2001 the"}]}, {"heading": "Births", "year": "1957", "date": "May 27", "txt": "Nitin Gadkari, Indian lawyer and politician, Indian Minister of Transport", "entities": [{"title": "Ministry of Road Transport and Highways", "href": "/wiki/Ministry_of_Road_Transport_and_Highways", "description": "The Ministry of Road Transport and Highways is a ministry of the Government of India, that is the apex body for formulation and administration of the rules, regulations and laws relating to road transport, transport research and in also to increase the mobility and efficiency of the road transport system in India. Through its officers of Central Engineering Services (Roads) cadre it is responsible"}]}, {"heading": "Births", "year": "1957", "date": "May 27", "txt": "Eddie Harsch, Canadian-American keyboard player and bass player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 27", "txt": "Siouxsie Sioux, English singer-songwriter, musician, and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 27", "txt": "Nick Anstee, English accountant and politician, 682nd Lord Mayor of London", "entities": [{"title": "Nick Anstee", "href": "/wiki/Nick_Anstee", "description": "Nicholas John Anstee was the 682nd Lord Mayor of the City of London, from 2009 to 2010. He serves as Alderman for the Ward of Aldersgate having previously been its representative in the City since his election as a Common Councilman in 1987."}, {"title": "Lord Mayor of London", "href": "/wiki/Lord_Mayor_of_London", "description": "The Lord Mayor of London is the mayor of the City of London and the leader of the City of London Corporation. Within the City, the Lord Mayor is accorded precedence over all individuals except the sovereign and retains various traditional powers, rights and privileges, including the title and style The Right Honourable Lord Mayor of London."}]}, {"heading": "Births", "year": "1958", "date": "May 27", "txt": "Neil Finn, New Zealand singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 27", "txt": "Jesse Robredo, Filipino politician, 23rd Filipino Secretary of the Interior (d. 2012)", "entities": [{"title": "Secretary of the Interior and Local Government (Philippines)", "href": "/wiki/Secretary_of_the_Interior_and_Local_Government_(Philippines)", "description": "The secretary of the interior and local government is the member of the Cabinet in charge of the Department of the Interior and Local Government."}]}, {"heading": "Births", "year": "1960", "date": "May 27", "txt": "Gaston Therrien, Canadian ice hockey player and sportscaster", "entities": [{"title": "Gaston Therrien", "href": "/wiki/Gaston_Therrien", "description": "Gaston Therrien is a Canadian former professional ice hockey player who played 22 games in the National Hockey League for the Quebec Nordiques. He works for Réseau des sports (RDS), a sportscasting channel in Quebec. Therrien was born in Montreal, Quebec. As a youth, he played in the 1973 Quebec International Pee-Wee Hockey Tournament with a minor ice hockey team from Rosemont, Quebec."}]}, {"heading": "Births", "year": "1961", "date": "May 27", "txt": "José Luíz Barbosa, Brazilian runner and coach", "entities": [{"title": "José Luíz Barbosa", "href": "/wiki/Jos%C3%A9_Lu%C3%ADz_Barbosa", "description": "José Luíz Barbosa, known as Zequinha Barbosa is a Brazilian former middle-distance runner who specialized in the 800 metres. José participated in 4 Olympics Games.1984 Los Angeles; 1988 Soul Korea; 1992 Barcelona and 1996 Atlanta. He is the 1987 World Indoor Champion, and a two-time World Championship medallist, winning silver in 1991 and bronze in 1987. 1995 Pan American gold medalist 800m 1987 S"}]}, {"heading": "Births", "year": "1961", "date": "May 27", "txt": "Peri Gilpin, American actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 27", "txt": "Marcelino Bernal, Mexican footballer", "entities": [{"title": "Marcelino Bernal", "href": "/wiki/Marcelino_Bernal", "description": "Marcelino Bernal Pérez is a retired Mexican football midfielder."}]}, {"heading": "Births", "year": "1962", "date": "May 27", "txt": "Ray Borner, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 27", "txt": "Steven Brill, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 27", "txt": "Anthony A. Hyman, Israeli-English biologist and academic", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 27", "txt": "David Mundell, Scottish lawyer and politician, Secretary of State for Scotland", "entities": [{"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1962", "date": "May 27", "txt": "Ravi Shastri, Indian cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 27", "txt": "Gonzalo Rubalcaba, Cuban pianist and composer", "entities": [{"title": "Gonzalo Rubalcaba", "href": "/wiki/Gonzalo_Rubalcaba", "description": "Gonzalo Rubalcaba is an Afro-Cuban jazz pianist and composer."}]}, {"heading": "Births", "year": "1963", "date": "May 27", "txt": "Maria Walliser, Swiss skier", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 27", "txt": "Adam Carolla, American actor, producer, and screenwriter", "entities": [{"title": "Adam Carolla", "href": "/wiki/Adam_Carolla", "description": "Adam Carolla is an American radio personality, comedian, actor and podcaster. He hosts The Adam Carolla Show, a talk show distributed as a podcast which set the record as the \"most downloaded podcast\" as judged by Guinness World Records in 2011."}]}, {"heading": "Births", "year": "1965", "date": "May 27", "txt": "Pat Cash, Australian-English tennis player and sportscaster", "entities": [{"title": "Pat Cash", "href": "/wiki/Pat_Cash", "description": "Patrick Hart Cash is a retired Australian professional tennis player. He reached a career-high ATP singles ranking of world No. 4 in May 1988 and a career-high ATP doubles ranking of world No. 6 in August 1988. After winning the men's singles championship at Wimbledon in 1987, he climbed into the stands to celebrate, starting a tradition which has been followed by many winners ever since."}]}, {"heading": "Births", "year": "1966", "date": "May 27", "txt": "Heston Blumenthal, English chef and author", "entities": [{"title": "Heston Blumenthal", "href": "/wiki/Heston_Blumenthal", "description": "Heston Marc Blumenthal is a British celebrity chef. Blumenthal is regarded as a pioneer of multi-sensory cooking, food pairing and flavour encapsulation. He came to public attention with unusual recipes, such as bacon and egg ice cream, and snail porridge. His recipes for triple-cooked chips and soft-centred Scotch eggs have been widely imitated. He has advocated a scientific approach to cooking, "}]}, {"heading": "Births", "year": "1967", "date": "May 27", "txt": "Paul Gascoigne, English international footballer, midfielder, coach, and manager", "entities": [{"title": "Paul Gascoigne", "href": "/wiki/Paul_Gascoigne", "description": "Paul John Gascoigne, nicknamed Gazza, is an English former professional footballer who played as a attacking midfielder. He is widely recognised as the most talented English footballer of his generation."}]}, {"heading": "Births", "year": "1967", "date": "May 27", "txt": "Eddie McClintock, American actor", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 27", "txt": "Jeff Bagwell, American baseball player and coach", "entities": [{"title": "Jeff Bagwell", "href": "/wiki/Jeff_Bagwell", "description": "Jeffrey Robert Bagwell is an American former professional baseball first baseman and coach who spent his entire 15-year Major League Baseball (MLB) playing career with the Houston Astros. Originally a Boston Red Sox fourth-round selection from the University of Hartford as a third baseman in the 1989 amateur draft, he was then traded to the Astros in 1990. The National League (NL) Rookie of the Ye"}]}, {"heading": "Births", "year": "1968", "date": "May 27", "txt": "Rebekah Brooks, English journalist", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 27", "txt": "Harun Erdenay, Turkish basketball player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 27", "txt": "Frank Thomas, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 27", "txt": "Todd Hundley, American baseball player", "entities": [{"title": "Todd Hundley", "href": "/wiki/Todd_Hundley", "description": "Todd Randolph Hundley is a former Major League Baseball catcher and outfielder. He was a two-time All-Star who played for 14 season with the New York Mets, Los Angeles Dodgers, and Chicago Cubs."}]}, {"heading": "Births", "year": "1969", "date": "May 27", "txt": "Jeremy Mayfield, American race car driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 27", "txt": "Craig Federighi, American computer scientist and engineer", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 27", "txt": "Michele Bartoli, Italian cyclist", "entities": [{"title": "Michele Bartoli", "href": "/wiki/Michele_Bartoli", "description": "Michele Bartoli is a retired Italian road racing cyclist. Bartoli was a professional from 1992 until 2004 and was one of the most successful single-day classics specialists of his generation, especially in the Italian and Belgian races. On his palmarès are three of the five monuments of cycling – five in total: the 1996 Tour of Flanders, the 1997 and 1998 Liège–Bastogne–Liège and the 2002 and 2003"}]}, {"heading": "Births", "year": "1970", "date": "May 27", "txt": "Tim Farron, English educator and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 27", "txt": "Joseph Fiennes, English actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 27", "txt": "Alex Archer, American-born Australian musician", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Mathew Batsiua, Nauruan politician", "entities": [{"title": "Mathew Batsiua", "href": "/wiki/Mathew_Batsiua", "description": "Mathew Jansen Batsiua is a Nauruan politician. Batsiua, a former health minister and former foreign minister of Nauru, has served as a member of parliament for the constituency of Boe since 2004."}]}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Paul Bettany, English actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Wayne Carey, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Kaur Kender, Estonian author", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Lisa Lopes, American rapper and dancer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Lee Sharpe, English footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Grant Stafford, South African tennis player", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Sophie Walker, British politician, leader of the Women's Equality Party", "entities": [{"title": "Women's Equality Party", "href": "/wiki/Women%27s_Equality_Party", "description": "The Women's Equality Party is a feminist political party set up in the United Kingdom in 2015. The idea was conceived by Catherine Mayer and Sandi Toksvig at the Women of the World Festival, when they concluded that there was a need for a party to campaign for gender equality to the benefit of all. The launch meeting was on 28 March 2015 under the title \"The Women's Equality Party needs you. But p"}]}, {"heading": "Births", "year": "1971", "date": "May 27", "txt": "Petroc Trelawny, British radio and television broadcaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 27", "txt": "Todd Demsey, American golfer", "entities": [{"title": "Todd Demsey", "href": "/wiki/Todd_Demsey", "description": "Todd Demsey is an American professional golfer on the PGA Tour and 1993 NCAA champion."}]}, {"heading": "Births", "year": "1972", "date": "May 27", "txt": "Antonio Freeman, American football player", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 27", "txt": "Maxim Sokolov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 27", "txt": "Jack McBrayer, American actor and comedian", "entities": [{"title": "Jack McBrayer", "href": "/wiki/Jack_McBrayer", "description": "Jack McBrayer is an American actor and comedian, who gained national exposure for his portrayal of characters on Late Night with Conan O'Brien and as Kenneth Parcell in 30 Rock. For the role in 30 Rock he was nominated for Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series at the 61st Primetime Emmy Awards. During his time at The Walt Disney Company, he has voiced the charact"}]}, {"heading": "Births", "year": "1973", "date": "May 27", "txt": "Tana Umaga, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 27", "txt": "Yorgos Lanthimos, Greek film video, and theatre director, producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 27", "txt": "Skye Edwards, British singer-songwriter", "entities": [{"title": "Skye Edwards", "href": "/wiki/Skye_Edwards", "description": "Skye Edwards, sometimes simply Skye, is a British singer-songwriter. Her career began in 1994 when she and the Godfrey brothers formed Morcheeba, which released five albums with Skye as lead vocalist. In 2003, the band split, after which Skye released two solo albums: Mind How You Go in 2006, and Keeping Secrets in 2009. In 2010, Edwards returned to Morcheeba, again as lead vocalist. In 2012, she "}]}, {"heading": "Births", "year": "1974", "date": "May 27", "txt": "Denise van Outen, English actress, singer, and television host", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 27", "txt": "Derek Webb, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 27", "txt": "Danny Wuerffel, American football player", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 27", "txt": "André 3000, American rapper", "entities": [{"title": "André 3000", "href": "/wiki/Andr%C3%A9_3000", "description": "André Lauren Benjamin, better known as André 3000, is an American rapper, singer, songwriter, actor, and producer. He is best known for being a part of southern hip hop duo Outkast alongside fellow rapper Big Boi. Many publications, such as Billboard and Showbiz Cheatsheet have listed André 3000 as one of the top 10 rappers of all time. As an actor, Benjamin has made appearances in several films a"}]}, {"heading": "Births", "year": "1975", "date": "May 27", "txt": "Michael Hussey, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 27", "txt": "Jamie Oliver, English chef and author", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 27", "txt": "Feryal Özel, Turkish astrophysicist, astronomer, and academic", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 27", "txt": "Marcel Fässler, Swiss racing driver", "entities": [{"title": "Marcel Fässler (racing driver)", "href": "/wiki/Marcel_F%C3%A4ssler_(racing_driver)", "description": "Marcel Fässler is a Swiss retired racing driver. From 2010 to 2016 he competed in the FIA World Endurance Championship as part of Audi Sport Team Joest with co-drivers André Lotterer and Benoît Tréluyer, winning the 24 Hours of Le Mans three times and capturing the World Endurance Drivers' Championship in 2012."}]}, {"heading": "Births", "year": "1977", "date": "May 27", "txt": "Abderrahmane Hammad, Algerian high jumper", "entities": [{"title": "Abderrahmane Hammad", "href": "/wiki/Abderrahmane_Hammad", "description": "Abderrahmane Hammad Zaheer is a former Algerian track and field athlete who competed in the high jump. He represented his country at the Summer Olympics in 2000, taking the bronze medal and made a second appearance at the 2004 Athens Olympics. His personal best of 2.34 m is the Algerian record for the event. He retired from the sport in 2010."}]}, {"heading": "Births", "year": "1977", "date": "May 27", "txt": "Mahela Jayawardene, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 27", "txt": "Adin Brown, American soccer player", "entities": [{"title": "Adin Brown", "href": "/wiki/Adin_Brown", "description": "Adin Brown is an American soccer coach and former player. He is currently the goalkeeping coach for Chicago Fire FC in Major League Soccer."}]}, {"heading": "Births", "year": "1979", "date": "May 27", "txt": "Michael Buonauro, American author and illustrator (d. 2004)", "entities": [{"title": "Michael Buonauro", "href": "/wiki/Michael_Buonauro", "description": "Michael A. Buonauro, born in Fort Lauderdale, Florida, was an American webcomic artist, and author. Best known for his webcomic Marvelous Bob, Buonauro had co-created various other webcomics in collaboration with Jeff Lofvers. Buonauro committed suicide in 2004. His parents established the Michael Buonauro Foundation in response, a charity organization which seeks to fund a suicide awareness progr"}]}, {"heading": "Births", "year": "1979", "date": "May 27", "txt": "Mile Sterjovski, Australian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 27", "txt": "Craig Buntin, Canadian figure skater", "entities": [{"title": "Craig Buntin", "href": "/wiki/Craig_Buntin", "description": "Craig Buntin is a Canadian former pair skater. He is the co-founder and CEO of Sportlogiq, an AI-powered sports analytics company based in Montreal, Quebec. With former partner Meagan Duhamel, he is the 2009 Canadian silver medallist, the 2008 & 2010 Canadian bronze medallist, and the 2010 Four Continents bronze medallist. With Valérie Marcoux, he represented Canada at the 2006 Winter Olympics, wh"}]}, {"heading": "Births", "year": "1981", "date": "May 27", "txt": "Alina Cojocaru, Romanian ballerina", "entities": [{"title": "Alina Cojocaru", "href": "/wiki/Alina_Cojocaru", "description": "Alina Cojocaru is a Romanian ballet dancer. She was previously a principal dancer with The Royal Ballet and a lead principal with the English National Ballet."}]}, {"heading": "Births", "year": "1981", "date": "May 27", "txt": "Johan Elmander, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 27", "txt": "Natalya, Canadian professional wrestler", "entities": [{"title": "Natalie Neidhart", "href": "/wiki/Natalie_Neidhart", "description": "Natalie Katherine Neidhart-Wilson is a Canadian professional wrestler and columnist. She is currently signed to WWE, where she performs on the SmackDown brand under the ring name Natalya. She has won the Divas Championship and SmackDown Women's Championship."}]}, {"heading": "Births", "year": "1984", "date": "May 27", "txt": "Blake Ahearn, American basketball player", "entities": [{"title": "Blake Ahearn", "href": "/wiki/Blake_Ahearn", "description": "Blake Ahearn is currently an assistant coach for the Memphis Grizzlies of the National Basketball Association (NBA) and an American former professional basketball player. He played college basketball for Missouri State."}]}, {"heading": "Births", "year": "1984", "date": "May 27", "txt": "Miguel González, Mexican baseball pitcher", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 27", "txt": "Chiang Chien-ming, Taiwanese baseball player", "entities": [{"title": "Chiang Chien-ming", "href": "/wiki/Chiang_Chien-ming", "description": "Chiang Chien-ming,, is a starting pitcher for the Yomiuri Giants of Nippon Professional Baseball. He was initially signed at 2005, became the fifth Taiwanese Yomiuri Giants' players. His NPB debut was on June 14, 2006, first start was on August 22, and got first win."}]}, {"heading": "Births", "year": "1985", "date": "May 27", "txt": "Roberto Soldado, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 27", "txt": "Conor Cummins, Manx motorcycle racer", "entities": [{"title": "Conor Cummins", "href": "/wiki/Conor_Cummins", "description": "Conor Cummins is a Manx motorcycle road racer who rides in British racing events, competing in the British Superstock Championship, as well as in specialist closed-road events at his home Isle of Man TT races and in Northern Ireland. A part-time seasonal racer, his normal income is derived from his business as a barista."}]}, {"heading": "Births", "year": "1986", "date": "May 27", "txt": "Bamba Fall, Senegalese basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 27", "txt": "Lasse Schöne, Danish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 27", "txt": "Gervinho, Ivorian footballer", "entities": [{"title": "Gervinho", "href": "/wiki/Gervinho", "description": "Gervais Yao Kouassi, better known as Gervinho, is an Ivorian professional footballer who plays as a forward for Italian club Parma and the Ivory Coast national team."}]}, {"heading": "Births", "year": "1987", "date": "May 27", "txt": "Bella Heathcote, Australian actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 27", "txt": "Eric Kolelas, French-English actor and director", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 27", "txt": "Bora Paçun, Turkish basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 27", "txt": "Matt Prior, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 27", "txt": "Martina Sablikova, Czech speed skater and cyclist", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 27", "txt": "Vontae Davis, American football player", "entities": [{"title": "Vontae Davis", "href": "/wiki/Vontae_Davis", "description": "Vontae Ottis Davis is a former American football cornerback who played for the Miami Dolphins, Indianapolis Colts, and Buffalo Bills of the National Football League (NFL). He played college football at Illinois, and was drafted by the Dolphins in the first round of the 2009 NFL Draft. He made two Pro Bowls in his career. Davis retired from the NFL in the middle of the Bills' second game of the 201"}]}, {"heading": "Births", "year": "1988", "date": "May 27", "txt": "Irina Davydova, Russian hurdler", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 27", "txt": "Garrett Richards, American baseball pitcher", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 27", "txt": "Tyler Sash, American football player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 27", "txt": "Igor Morozov, Estonian footballer", "entities": [{"title": "Igor Morozov (footballer)", "href": "/wiki/Igor_Morozov_(footballer)", "description": "Igor Morozov is an Estonian professional footballer who plays as a centre back for FCI Levadia II."}]}, {"heading": "Births", "year": "1990", "date": "May 27", "txt": "Yenew Alamirew, Ethiopian runner", "entities": [{"title": "Yenew Alamirew", "href": "/wiki/Yenew_Alamirew", "description": "Yenew Alamirew Getahun is an Ethiopian middle and long distance runner. He represented his country at the 2012 Summer Olympics as well as two indoor and one outdoor World Championships."}]}, {"heading": "Births", "year": "1990", "date": "May 27", "txt": "Chris Colfer, American actor and singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 27", "txt": "Marcus Kruger, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 27", "txt": "Sebastien Dewaest, Belgian footballer", "entities": [{"title": "Sebastien Dewaest", "href": "/wiki/Sebastien_Dewaest", "description": "Sébastien Dewaest is a Belgian professional footballer who plays as centre-back for Toulouse, on loan from Genk. He has formerly played for K.S.V. Roeselare from 2011 until 2013 and for Charleroi from 2013 until 2015."}]}, {"heading": "Births", "year": "1991", "date": "May 27", "txt": "Tim Lafai, Samoan rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 27", "txt": "Ksenia Pervak, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 27", "txt": "Eneli Vals, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 27", "txt": "Aaron Brown, Canadian sprinter", "entities": [{"title": "Aaron Brown (sprinter)", "href": "/wiki/Aaron_Brown_(sprinter)", "description": "Aaron Brown is a Canadian sprinter who specialises in the 100 and 200 meters. He won an Olympic bronze medal as part of Canada's 4 x 100 m relay team at the 2016 Summer Olympics in Rio de Janeiro. Brown has also won two medals as part of Canada's relay teams in the 4 x 100 m at the 2013 and 2015 World Championships in Athletics."}]}, {"heading": "Births", "year": "1992", "date": "May 27", "txt": "Laurence Vincent-Lapointe, Canadian canoer", "entities": []}, {"heading": "Deaths", "year": "366", "date": "May 27", "txt": "Procopius, Roman usurper (b. 325)", "entities": [{"title": "Procopius (usurper)", "href": "/wiki/Procopius_(usurper)", "description": "Procopius was a Roman usurper against Valens, and a member of the Constantinian dynasty."}]}, {"heading": "Deaths", "year": "398", "date": "May 27", "txt": "Murong Bao, emperor of the Xianbei state Later Yan (b. 355)", "entities": [{"title": "Murong Bao", "href": "/wiki/Murong_Bao", "description": "Murong Bao, courtesy name Daoyou (道佑), Xianbei name Kugou (庫勾), formally Emperor Huimin of (Later) Yan ( 燕惠愍帝), temple name Liezong (烈宗) or Liezu (烈祖), was an emperor of the Chinese/Xianbei state Later Yan. He inherited from his father Murong Chui a sizable empire but lost most of it within a span of a year, and would be dead in less than three, a victim of a rebellion by his granduncle Lan Han. H"}, {"title": "Xianbei", "href": "/wiki/Xianbei", "description": "The Xianbei were an ancient nomadic people that once resided in the eastern Eurasian steppes in what is today Mongolia, Inner Mongolia, and Northeastern China. They originated from the Donghu people who splintered into the Wuhuan and Xianbei when they were defeated by the Xiongnu at the end of the 3rd century BC. The Xianbei were largely subordinate to larger nomadic powers and the Han dynasty unt"}, {"title": "Later Yan", "href": "/wiki/Later_Yan", "description": "The Later Yan was a Murong–Xianbei state, located in modern-day northeast China, during the era of Sixteen Kingdoms in China."}]}, {"heading": "Deaths", "year": "475", "date": "May 27", "txt": "Eutropius, bishop of Orange", "entities": [{"title": "Eutropius of Orange", "href": "/wiki/Eutropius_of_Orange", "description": "Eutropius of Orange was bishop of Orange, France, during the 5th century and probably since 463, in succession to Justus."}, {"title": "Ancient Diocese of Orange", "href": "/wiki/Ancient_Diocese_of_Orange", "description": "The ancient residential diocese of Orange in the Comtat Venaissin in Provence, a fief belonging to the Papacy, was suppressed by the French government during the French Revolution. It was revived in 2009 as a titular see of the Roman Catholic Church."}]}, {"heading": "Deaths", "year": "866", "date": "May 27", "txt": "Ordoño I of Asturias (b. 831)", "entities": [{"title": "Ordoño I of Asturias", "href": "/wiki/Ordo%C3%B1o_I_of_Asturias", "description": "Ordoño I was King of Asturias from 850 until his death."}]}, {"heading": "Deaths", "year": "927", "date": "May 27", "txt": "Simeon I of Bulgaria first Bulgarian  Emperor (b. 864)", "entities": [{"title": "Simeon I of Bulgaria", "href": "/wiki/Simeon_I_of_Bulgaria", "description": "Tsar Simeon I the Great ruled over Bulgaria from 893 to 927, during the First Bulgarian Empire. Simeon's successful campaigns against the Byzantines, Magyars and Serbs led Bulgaria to its greatest territorial expansion ever, making it the most powerful state in contemporary Eastern and Southeast Europe. His reign was also a period of unmatched cultural prosperity and enlightenment later deemed the"}]}, {"heading": "Deaths", "year": "1039", "date": "May 27", "txt": "Dirk III, Count of Holland (b. 981)", "entities": [{"title": "Dirk III, Count of Holland", "href": "/wiki/Dirk_III,_Count_of_Holland", "description": "Dirk III was Count of Holland from 993 to 27 May 1039, until 1005 under regency of his mother. It is thought that Dirk III went on pilgrimage to the Holy Land around 1030, hence his nickname of Hierosolymita."}]}, {"heading": "Deaths", "year": "1045", "date": "May 27", "txt": "Bruno of Würzburg, imperial chancellor of Italy (b. c. 1005)", "entities": [{"title": "Bruno of Würzburg", "href": "/wiki/Bruno_of_W%C3%BCrzburg", "description": "Bruno of Würzburg, also known as Bruno of Carinthia, was imperial chancellor of Italy from 1027 to 1034 for Conrad II, Holy Roman Emperor, to whom he was related, and from 1034 until his death prince-bishop of Würzburg."}]}, {"heading": "Deaths", "year": "1178", "date": "May 27", "txt": "Godfrey van Rhenen, bishop of Utrecht", "entities": [{"title": "Godfrey van Rhenen", "href": "/wiki/Godfrey_van_Rhenen", "description": "Godfried or Godfrey van Rhenen was a bishop of Utrecht from 1156 to 1178."}]}, {"heading": "Deaths", "year": "1240", "date": "May 27", "txt": "William de Warenne, 5th Earl of Surrey (b. 1166)", "entities": [{"title": "William de Warenne, 5th Earl of Surrey", "href": "/wiki/William_de_Warenne,_5th_Earl_of_Surrey", "description": "William de Warenne, 5th Earl of Surrey was the son of Hamelin de Warenne and Isabel, daughter of William de Warenne, 3rd Earl of Surrey. His father Hamelin granted him the manor of Appleby, North Lincolnshire."}]}, {"heading": "Deaths", "year": "1444", "date": "May 27", "txt": "John Beaufort, 1st Duke of Somerset, English commander (b. 1404)", "entities": [{"title": "John Beaufort, 1st Duke of Somerset", "href": "/wiki/John_Beaufort,_1st_Duke_of_Somerset", "description": "John Beaufort, 1st Duke of Somerset, 3rd Earl of Somerset was an English nobleman and military commander during the Hundred Years War. He was the maternal grandfather of Henry VII."}]}, {"heading": "Deaths", "year": "1508", "date": "May 27", "txt": "Ludovico Sforza, Duke of Milan (b. 1452)", "entities": [{"title": "Ludovico Sforza", "href": "/wiki/Ludovico_Sforza", "description": "Ludovico Maria Sforza, also known as Ludovico il Moro, was an Italian Renaissance nobleman who ruled as Duke of Milan from 1494, following the death of his nephew Gian Galeazzo Sforza, until 1499. A member of the Sforza family, he was the fourth son of Francesco I Sforza. He was famed as a patron of Leonardo da Vinci and other artists, and presided over the final and most productive stage of the M"}]}, {"heading": "Deaths", "year": "1508", "date": "May 27", "txt": "Lucrezia Crivelli, mistress of Ludovico Sforza (b. 1452)", "entities": []}, {"heading": "Deaths", "year": "1525", "date": "May 27", "txt": "Thomas Müntzer, German mystic and theologian (b. 1488)", "entities": [{"title": "Thomas Müntzer", "href": "/wiki/Thomas_M%C3%BCntzer", "description": "Thomas Müntzer was a German preacher and theologian of the early Reformation whose opposition to both Martin Luther and the Roman Catholic Church led to his open defiance of late-feudal authority in central Germany. Müntzer was foremost amongst those reformers who took issue with Luther's compromises with feudal authority. He became a leader of the German peasant and plebeian uprising of 1525 comm"}]}, {"heading": "Deaths", "year": "1541", "date": "May 27", "txt": "Margaret Pole, Countess of Salisbury (b. 1473)", "entities": [{"title": "Margaret Pole, Countess of Salisbury", "href": "/wiki/Margaret_Pole,_Countess_of_Salisbury", "description": "Margaret Pole, Countess of Salisbury, was an English peeress. She was the daughter of George, Duke of Clarence, and Isabel Neville, the niece of kings Edward IV and Richard III. Margaret was one of two women in 16th-century England to be a peeress in her own right with no titled husband. One of the few surviving members of the Plantagenet dynasty after the Wars of the Roses, she was executed in 15"}]}, {"heading": "Deaths", "year": "1564", "date": "May 27", "txt": "John Calvin, French pastor and theologian (b. 1509)", "entities": [{"title": "John Calvin", "href": "/wiki/John_Calvin", "description": "John Calvin was a French theologian, pastor and reformer in Geneva during the Protestant Reformation. He was a principal figure in the development of the system of Christian theology later called Calvinism, including its doctrines of predestination and of God's absolute sovereignty in the salvation of the human soul from death and eternal damnation. Calvinist doctrines were influenced by and elabo"}]}, {"heading": "Deaths", "year": "1610", "date": "May 27", "txt": "François Ravaillac, French assassin of Henry IV of France (b. 1578)", "entities": [{"title": "François Ravaillac", "href": "/wiki/Fran%C3%A7ois_Ravaillac", "description": "François Ravaillac was a French Catholic zealot who assassinated King Henry IV of France in 1610."}, {"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}]}, {"heading": "Deaths", "year": "1624", "date": "May 27", "txt": "Diego Ramírez de Arellano, Spanish sailor and cosmographer (b. c. 1580)", "entities": [{"title": "Diego Ramírez de Arellano", "href": "/wiki/Diego_Ram%C3%ADrez_de_Arellano", "description": "Diego Ramírez de Arellano was a Spanish sailor and cosmographer.\nHe achieved fame for piloting the Garcia de Nodal expedition to the region of the Strait of Magellan. The expedition discovered the Diego Ramírez Islands, the most southerly point visited by Europeans until the discovery of the South Sandwich Islands by Captain James Cook in 1775."}]}, {"heading": "Deaths", "year": "1637", "date": "May 27", "txt": "John Boteler, 1st Baron Boteler of Brantfield, English politician (b. c. 1566)", "entities": [{"title": "John Boteler, 1st Baron Boteler of Brantfield", "href": "/wiki/John_Boteler,_1st_Baron_Boteler_of_Brantfield", "description": "\n\nJohn Boteler, 1st Baron Boteler of Brantfield, was an English politician who sat in the House of Commons from 1625 to 1626. The Butlers of Hertfordshire claimed descent from Ralph le Boteler, butler to Robert de Beaumont, Count of Meulan and Earl of Leicester in the time of Henry I, and by the 15th century they had been seated at Watton for some time."}]}, {"heading": "Deaths", "year": "1661", "date": "May 27", "txt": "Archibald Campbell, 1st Marquess of Argyll, Scottish general and politician (b. 1607)", "entities": [{"title": "Archibald Campbell, 1st Marquess of Argyll", "href": "/wiki/Archibald_Campbell,_1st_Marquess_of_Argyll", "description": "Archibald Campbell, 1st Marquess of Argyll, 8th Earl of Argyll, Chief of Clan Campbell was a Scottish nobleman, politician, and peer. The de facto head of Scotland's government during most of the conflict of the 1640s and 50s known as the Wars of the Three Kingdoms, he was a major figure in the Covenanter movement that fought for the maintenance of the Presbyterian religion against the Stuart mona"}]}, {"heading": "Deaths", "year": "1675", "date": "May 27", "txt": "Gaspard Dughet, Italian-French painter (b. 1613)", "entities": [{"title": "Gaspard Dughet", "href": "/wiki/Gaspard_Dughet", "description": "Gaspard Dughet, also known as Gaspard Poussin, was a French painter born in Rome."}]}, {"heading": "Deaths", "year": "1690", "date": "May 27", "txt": "Giovanni Legrenzi, Italian organist and composer (b. 1626)", "entities": [{"title": "Giovanni Legrenzi", "href": "/wiki/Giovanni_Legrenzi", "description": "Giovanni Legrenzi was an Italian composer of opera, vocal and instrumental music, and organist, of the Baroque era. He was one of the most prominent composers in Venice in the late 17th century, and extremely influential in the development of late Baroque idioms across northern Italy."}]}, {"heading": "Deaths", "year": "1702", "date": "May 27", "txt": "Dominique Bouhours, French priest and critic (b. 1628)", "entities": [{"title": "Dominique Bouhours", "href": "/wiki/Dominique_Bouhours", "description": "Dominique Bouhours was a French Jesuit priest, essayist, grammarian, and neo-classical critic. He was born and died in Paris."}]}, {"heading": "Deaths", "year": "1707", "date": "May 27", "txt": "Françoise-Athénaïs, marquise de Montespan, French mistress of Louis XIV of France (b. 1640)", "entities": [{"title": "Françoise-Athénaïs, marquise de Montespan", "href": "/wiki/Fran%C3%A7oise-Ath%C3%A9na%C3%AFs,_marquise_de_Montespan", "description": "Françoise-Athénaïs de Rochechouart de Mortemart, Marquise of Montespan, better known as Madame de Montespan, was the most celebrated maîtresse-en-titre of King Louis XIV of France, by whom she had seven children."}, {"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}]}, {"heading": "Deaths", "year": "1781", "date": "May 27", "txt": "Giovanni Battista Beccaria, Italian physicist and academic (b. 1716)", "entities": [{"title": "Giovanni Battista Beccaria", "href": "/wiki/Giovanni_Battista_Beccaria", "description": "Giovanni Battista Beccaria, Italian physicist, was born at Mondovì, and entered the religious Order of the Pious Schools or Piarists, in 1732, where he studied, and afterward taught, grammar and rhetoric. At the same time, he applied himself with success to mathematics."}]}, {"heading": "Deaths", "year": "1797", "date": "May 27", "txt": "François-Noël Babeuf, French journalist (b. 1760)", "entities": [{"title": "François-Noël Babeuf", "href": "/wiki/Fran%C3%A7ois-No%C3%ABl_Babeuf", "description": "François-Noël Babeuf, also known as Gracchus Babeuf, was a French proto-socialist, revolutionary and journalist of the French Revolutionary period. His newspaper Le tribun du peuple was best known for its advocacy for the poor and calling for a popular revolt against the Directory, the government of France. He was a leading advocate for democracy and the abolition of private property. He angered t"}]}, {"heading": "Deaths", "year": "1831", "date": "May 27", "txt": "Jedediah Smith, American hunter, explorer, and author (b. 1799)", "entities": [{"title": "Jedediah Smith", "href": "/wiki/Jedediah_Smith", "description": "Jedediah Strong Smith, was an American clerk, transcontinental pioneer, frontiersman, hunter, trapper, author, cartographer, and explorer of the Rocky Mountains, the North American West, and the Southwest during the early 19th century. After 75 years of obscurity following his death, Smith was rediscovered as the American whose explorations led to the use of the 20-mile (32 km)-wide South Pass as "}]}, {"heading": "Deaths", "year": "1840", "date": "May 27", "txt": "Niccolò Paganini, Italian violinist and composer (b. 1782)", "entities": [{"title": "Niccolò Paganini", "href": "/wiki/Niccol%C3%B2_Paganini", "description": "Niccolò Paganini was an Italian violinist, violist, guitarist, and composer. He was the most celebrated violin virtuoso of his time, and left his mark as one of the pillars of modern violin technique. His 24 Caprices for Solo Violin Op. 1 are among the best known of his compositions, and have served as an inspiration for many prominent composers."}]}, {"heading": "Deaths", "year": "1867", "date": "May 27", "txt": "Thomas Bulfinch American mythologist (b. 1796)", "entities": [{"title": "Thomas Bulfinch", "href": "/wiki/Thomas_Bulfinch", "description": "Thomas Bulfinch was an American writer born in Newton, Massachusetts, best known for the book Bulfinch's Mythology."}]}, {"heading": "Deaths", "year": "1896", "date": "May 27", "txt": "Aleksandr Stoletov, Russian physicist, engineer, and academic (b. 1839)", "entities": [{"title": "Aleksandr Stoletov", "href": "/wiki/Aleksandr_Stoletov", "description": "Alexander Grigorievich Stoletov was a Russian physicist, founder of electrical engineering, and professor in Moscow University. He was the brother of general Nikolai Stoletov."}]}, {"heading": "Deaths", "year": "1910", "date": "May 27", "txt": "Robert Koch, German physician and microbiologist, Nobel Prize laureate (b. 1843)", "entities": [{"title": "Robert Koch", "href": "/wiki/Robert_Koch", "description": "Heinrich Hermann Robert Koch was a German physician and microbiologist. As the discoverer of the specific causative agents of deadly infectious diseases including tuberculosis, cholera, and anthrax, he is regarded as one of the main founders of modern bacteriology. As such he is popularly nicknamed the father of microbiology, and as the father of medical bacteriology. His discovery of the anthrax "}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1918", "date": "May 27", "txt": "Ōzutsu Man'emon, Japanese sumo wrestler, the 18th Yokozuna (b. 1869)", "entities": [{"title": "Ōzutsu Man'emon", "href": "/wiki/%C5%8Czutsu_Man%27emon", "description": "Ōzutsu Man'emon  was a Japanese professional sumo wrestler from Shiroishi, Miyagi Prefecture. He was the sport's 18th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1919", "date": "May 27", "txt": "Kandukuri Veeresalingam, Indian author and activist (b. 1848)", "entities": [{"title": "Kandukuri Veeresalingam", "href": "/wiki/Kandukuri_Veeresalingam", "description": "Rao Bahadur Kandukuri Veeresalingam Pantulu was a social reformer and writer from the Madras Presidency, British India. He is considered as the father of the Telugu Renaissance movement. He was one of the early social reformers who encouraged the education of women and the remarriage of widows. He also fought against child marriage and the dowry system. He started a school in Dowlaiswaram in 1874."}]}, {"heading": "Deaths", "year": "1933", "date": "May 27", "txt": "Achille Paroche, French target shooter (b. 1868)", "entities": [{"title": "Achille Paroche", "href": "/wiki/Achille_Paroche", "description": "Nicolas Achille Paroche was a French sport shooter who competed in the 1900 Summer Olympics and 1920 Summer Olympics."}]}, {"heading": "Deaths", "year": "1939", "date": "May 27", "txt": "Joseph Roth, Austrian-French journalist and author (b. 1894)", "entities": [{"title": "Joseph Roth", "href": "/wiki/Joseph_Roth", "description": "Joseph Roth, born Moses Joseph Roth, was an Austrian journalist and novelist, best known for his family saga Radetzky March (1932), about the decline and fall of the Austro-Hungarian Empire, his novel of Jewish life Job (1930) and his seminal essay \"Juden auf Wanderschaft\", a fragmented account of the Jewish migrations from eastern to western Europe in the aftermath of World War I and the Russian "}]}, {"heading": "Deaths", "year": "1941", "date": "May 27", "txt": "Ernst Lindemann, German captain (b. 1894)", "entities": [{"title": "Ernst Lindemann", "href": "/wiki/Ernst_Lindemann", "description": "Otto Ernst Lindemann was a German Kapitän zur See. He was the only commander of the battleship Bismarck during its eight months of service in World War II."}]}, {"heading": "Deaths", "year": "1941", "date": "May 27", "txt": "Günther Lütjens, German admiral (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "May 27", "txt": "Muhammed Hamdi Yazır, Turkish theologian, logician, and translator (b. 1878)", "entities": [{"title": "Muhammed Hamdi Yazır", "href": "/wiki/Muhammed_Hamdi_Yaz%C4%B1r", "description": "Muhammed Hamdi Yazır also known as Elmalılı Hamdi Yazır and Elmalılı was a Turkish Maturidi theologian, logician, Qur'an translator, Qur'anic exegesis scholar, Islamic legal academic, philosopher and encyclopedist."}]}, {"heading": "Deaths", "year": "1943", "date": "May 27", "txt": "Gordon Coates, New Zealand soldier and politician, 21st Prime Minister of New Zealand (b. 1878)", "entities": [{"title": "Gordon Coates", "href": "/wiki/Gordon_Coates", "description": "Joseph Gordon Coates served as the 21st Prime Minister of New Zealand from 1925 to 1928. He was the third successive Reform prime minister since 1912."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1945", "date": "May 27", "txt": "Enno Lolling, German physician  (b. 1888)", "entities": [{"title": "Enno Lolling", "href": "/wiki/Enno_Lolling", "description": "Enno Lolling was a Nazi doctor. As a member of the SS, he served as a Lagerarzt at Dachau concentration camp. He later headed up the medical division for all the SS concentration camps. Lolling committed suicide in Flensburg as the war was ending."}]}, {"heading": "Deaths", "year": "1947", "date": "May 27", "txt": "Ed Konetchy, American baseball player and manager (b. 1885)", "entities": [{"title": "Ed Konetchy", "href": "/wiki/Ed_Konetchy", "description": "Edward Joseph Konetchy, nicknamed \"Big Ed\" and \"The Candy Kid\", was an American first baseman in Major League Baseball for a number of teams, primarily in the National League, from 1907 to 1921. He played for the St. Louis Cardinals (1907–1913), Pittsburgh Pirates (1914), Pittsburgh Rebels of the Federal League (1915), Boston Braves (1916–1918), Brooklyn Robins (1919–1921), and Philadelphia Philli"}]}, {"heading": "Deaths", "year": "1949", "date": "May 27", "txt": "Robert Ripley, American cartoonist, publisher, and businessman, founded Ripley's Believe It or Not! (b. 1890)", "entities": [{"title": "Robert Ripley", "href": "/wiki/Robert_Ripley", "description": "LeRoy Robert Ripley was an American cartoonist, entrepreneur and amateur anthropologist who is known for creating the Ripley's Believe It or Not! newspaper panel series, television show and radio show which feature odd facts from around the world."}]}, {"heading": "Deaths", "year": "1953", "date": "May 27", "txt": "Jesse Burkett, American baseball player and manager (b. 1868)", "entities": [{"title": "Jesse Burkett", "href": "/wiki/Jesse_Burkett", "description": "Jesse Cail Burkett, nicknamed \"Crab\", was an American professional baseball left fielder. He played in Major League Baseball (MLB) from 1890 to 1905 for the New York Giants, Cleveland Spiders, St. Louis Perfectos / Cardinals, St. Louis Browns, and Boston Americans."}]}, {"heading": "Deaths", "year": "1960", "date": "May 27", "txt": "James Montgomery Flagg, American painter and illustrator (b. 1877)", "entities": [{"title": "James Montgomery Flagg", "href": "/wiki/James_Montgomery_Flagg", "description": "James Montgomery Flagg was an American artist, comics artist and illustrator. He worked in media ranging from fine art painting to cartooning, but is best remembered for his political posters."}]}, {"heading": "Deaths", "year": "1963", "date": "May 27", "txt": "Grigoris Lambrakis, Greek physician and politician (b. 1912)", "entities": [{"title": "Grigoris Lambrakis", "href": "/wiki/Grigoris_Lambrakis", "description": "Grigoris Lambrakis was a Greek politician, physician, track and field athlete, and member of the faculty of the School of Medicine at the University of Athens. A member of the Greek resistance to Axis rule during WWII, he later became a prominent anti-war activist. His assassination by right-wing zealots provoked mass protests and led to a political crisis."}]}, {"heading": "Deaths", "year": "1964", "date": "May 27", "txt": "Jawaharlal Nehru, Indian lawyer and politician, 1st Prime Minister of India (b. 1889)", "entities": [{"title": "Jawaharlal Nehru", "href": "/wiki/Jawaharlal_Nehru", "description": "Jawaharlal Nehru was an Indian independence activist and, subsequently, the first Prime Minister of India, as well as a central figure in Indian politics both before and after independence. He emerged as an eminent leader of the Indian independence movement, serving India as Prime Minister from its establishment in 1947 as an independent nation, until his death in 1964. He was also known as Pandit"}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "1967", "date": "May 27", "txt": "W. Otto Miessner, American composer and educator (b. 1880)", "entities": [{"title": "W. Otto Miessner", "href": "/wiki/W._Otto_Miessner", "description": "William Otto Miessner was an American composer and music educator. Most of his life was spent in the midwest, particularly Indiana and Wisconsin."}]}, {"heading": "Deaths", "year": "1967", "date": "May 27", "txt": "Ernst Niekisch, German academic and politician (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "May 27", "txt": "Jeffrey Hunter, American actor and producer (b. 1926)", "entities": [{"title": "Jeffrey Hunter", "href": "/wiki/Jeffrey_Hunter", "description": "Jeffrey Hunter was an American film and television actor and producer known for his roles in films such as The Searchers and King of Kings. On television, Hunter was known for his 1965 role as Capt. Christopher Pike in the original pilot episode of Star Trek and the later use of that footage in \"The Menagerie.\""}]}, {"heading": "Deaths", "year": "1971", "date": "May 27", "txt": "Béla Juhos, Hungarian-Austrian philosopher from the Vienna Circle (b. 1901)", "entities": [{"title": "Béla Juhos", "href": "/wiki/B%C3%A9la_Juhos", "description": "Béla Juhos was a Hungarian-Austrian philosopher and member of the Vienna Circle."}]}, {"heading": "Deaths", "year": "1971", "date": "May 27", "txt": "Armando Picchi, Italian footballer and coach (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "May 27", "txt": "Gün Sazak, Turkish agronomist and politician (b. 1932)", "entities": [{"title": "Gün Sazak", "href": "/wiki/G%C3%BCn_Sazak", "description": "Gün Sazak was a Turkish nationalist politician and former government minister of the Nationalist Movement Party (MHP). He was assassinated by the Revolutionary People's Liberation Party/Front after his police guard was removed. After his killing, MHP supporters carried out the Çorum massacre in reprisal."}]}, {"heading": "Deaths", "year": "1984", "date": "May 27", "txt": "Vasilije Mokranjac, Serbian composer (b. 1923)", "entities": [{"title": "Vasilije Mokranjac", "href": "/wiki/Vasilije_Mokranjac", "description": "Vasilije Mokranjac was a Serbian composer, professor of composition at the Faculty of Music in Belgrade and a member of the Serbian Academy of Sciences and Arts. He was one of the most prominent Serbian composers in the second half of the 20th century. Although famed for his symphonies, he also wrote piano music, as well as music for radio, film and theatre. He won the most prestigious awards in f"}]}, {"heading": "Deaths", "year": "1986", "date": "May 27", "txt": "Ismail al-Faruqi, Palestinian-American philosopher and academic (b. 1921)", "entities": [{"title": "Ismail al-Faruqi", "href": "/wiki/Ismail_al-Faruqi", "description": "Ismaʻīl Rājī al-Fārūqī was a Palestinian-American philosopher, widely recognised by his peers as an authority on Islam and comparative religion. He spent several years at Al-Azhar University in Cairo, then taught at several universities in North America, including McGill University in Montreal. He was Professor of Religion at Temple University, where he founded and chaired the Islamic Studies prog"}]}, {"heading": "Deaths", "year": "1986", "date": "May 27", "txt": "Ajoy Mukherjee, Indian politician, Chief Minister of West Bengal (b. 1901)", "entities": [{"title": "Chief Minister of West Bengal", "href": "/wiki/Chief_Minister_of_West_Bengal", "description": "The Chief Minister of West Bengal is the chief executive of the eastern Indian state of West Bengal. The chief minister is the head of the executive branch of the government of West Bengal and is charged with enforcing state laws. Following elections to the West Bengal Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor"}]}, {"heading": "Deaths", "year": "1986", "date": "May 27", "txt": "Giorgos Tzifos, Greek actor and cinematographer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "May 27", "txt": "John Howard Northrop, American biochemist and academic, Nobel Prize laureate (b. 1891)", "entities": [{"title": "John Howard Northrop", "href": "/wiki/John_Howard_Northrop", "description": "John Howard Northrop was an American biochemist who, with James Batcheller Sumner and Wendell Meredith Stanley, won the 1946 Nobel Prize in Chemistry. The award was given for these scientists' isolation, crystallization, and study of enzymes, proteins, and viruses. Northrop was a Professor of Bacteriology and Medical Physics, Emeritus, at University of California, Berkeley."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1988", "date": "May 27", "txt": "Hjördis Petterson, Swedish actress (b. 1908)", "entities": [{"title": "Hjördis Petterson", "href": "/wiki/Hj%C3%B6rdis_Petterson", "description": "Hjördis Olga Maria Petterson was a Swedish actress. She has appeared in more than 140 films. She was born in Visby, Sweden and died in Stockholm."}]}, {"heading": "Deaths", "year": "1988", "date": "May 27", "txt": "Ernst Ruska, German physicist and academic, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1989", "date": "May 27", "txt": "Arseny Tarkovsky, Russian poet and translator (b. 1907)", "entities": [{"title": "Arseny Tarkovsky", "href": "/wiki/Arseny_Tarkovsky", "description": "Arseny Aleksandrovich Tarkovsky was a Soviet Russian poet and translator, considered one of the great twentieth century Russian poets. He was predeceased by his son, film director Andrei Tarkovsky."}]}, {"heading": "Deaths", "year": "1990", "date": "May 27", "txt": "Robert B. Meyner, American lawyer and politician, 44th Governor of New Jersey (b. 1908)", "entities": [{"title": "Robert B. Meyner", "href": "/wiki/Robert_B._Meyner", "description": "Robert Baumle Meyner was an American Democratic Party politician, who served as the 44th Governor of New Jersey, from 1954 to 1962. Before being elected governor, Meyner represented Warren County in the New Jersey Senate from 1948 to 1951."}, {"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Deaths", "year": "1991", "date": "May 27", "txt": "Leopold Nowak, Austrian musicologist and theorist (b. 1904)", "entities": [{"title": "Leopold Nowak", "href": "/wiki/Leopold_Nowak", "description": "Leopold Nowak was a musicologist chiefly known for editing the works of Anton Bruckner for the International Bruckner Society. He reconstructed the original form of some of those works, most of which had been revised and edited many times."}]}, {"heading": "Deaths", "year": "1992", "date": "May 27", "txt": "Uncle Charlie Osborne, American fiddler (b. 1890)", "entities": [{"title": "Uncle Charlie Osborne", "href": "/wiki/Uncle_Charlie_Osborne", "description": "Charles Nelson Osborne, affectionately known as \"Uncle Charlie,\" was a musician in the Appalachian Mountains of southwest Virginia. He was born in what is now known as Cowan Osborne Hollow, named for his father, in Copper Creek, Virginia. He was regionally famous from the time he was about 15 until his death at age 101 in 1992."}]}, {"heading": "Deaths", "year": "1998", "date": "May 27", "txt": "Minoo Masani, Indian lawyer and politician (b. 1905)", "entities": [{"title": "Minoo Masani", "href": "/wiki/Minoo_Masani", "description": "Minocher Rustom \"Minoo\" Masani was an Indian politician, a leading figure of the erstwhile Swatantra Party. He was a three-time Member of Parliament, representing Gujarat's Rajkot constituency in the second, third and fourth Lok Sabha. A Parsi, he was among the founders of the Indian Liberal Group think tank that promoted classical liberalism."}]}, {"heading": "Deaths", "year": "2000", "date": "May 27", "txt": "Kazimierz Leski, Polish engineer and pilot (b. 1912)", "entities": [{"title": "Kazimierz Leski", "href": "/wiki/Kazimierz_Leski", "description": "Kazimierz Leski, nom de guerre Bradl, was a Polish engineer, co-designer of the Polish submarines ORP Sęp (1938) and ORP Orzeł, a fighter pilot, and an officer in World War II Home Army's intelligence and counter-intelligence."}]}, {"heading": "Deaths", "year": "2000", "date": "May 27", "txt": "Murray MacLehose, Baron MacLehose of Beoch, Scottish politician and diplomat, 25th Governor of Hong Kong (b. 1917)", "entities": [{"title": "Governor of Hong Kong", "href": "/wiki/Governor_of_Hong_Kong", "description": "The Governor of Hong Kong was the representative of the British Crown in Hong Kong from 1843 to 1997. In this capacity, the governor was president of the Executive Council and Commander-in-Chief of the British Forces Overseas Hong Kong. The governor's roles were defined in the Hong Kong Letters Patent and Royal Instructions. Upon the end of British rule and the handover of Hong Kong to China in 19"}]}, {"heading": "Deaths", "year": "2000", "date": "May 27", "txt": "Maurice Richard, Canadian ice hockey player and coach (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "May 27", "txt": "Luciano Berio, Italian composer and educator (b. 1925)", "entities": [{"title": "Luciano Berio", "href": "/wiki/Luciano_Berio", "description": "Luciano Berio OMRI was an Italian composer noted for his experimental work, and for his pioneering work in electronic music. His early work was influenced by Igor Stravinsky and experiments with serial and electronic techniques, while his later works explore indeterminacy and the use of spoken texts as the basic material for composition."}]}, {"heading": "Deaths", "year": "2006", "date": "May 27", "txt": "Rob Borsellino, American journalist (b. 1949)", "entities": [{"title": "Rob Borsellino", "href": "/wiki/Rob_Borsellino", "description": "Rob Borsellino was a newspaper columnist who worked for the Des Moines Register. His columns, which appeared three times weekly, became popular due to Borsellino's colloquial writing style and ability to tell a story straight from the heart. His columns appeared several times in such publications as USA Today, Chicago Tribune, and The Washington Post, and a compilation of Borsellino's columns were"}]}, {"heading": "Deaths", "year": "2006", "date": "May 27", "txt": "Paul Gleason, American actor (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 27", "txt": "Craig Heyward, American football player (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 27", "txt": "Izumi Sakai, Japanese singer-songwriter (b. 1967)", "entities": [{"title": "Izumi Sakai", "href": "/wiki/Izumi_Sakai", "description": "Sachiko Kamachi , known professionally as Izumi Sakai , was a female Japanese pop singer, songwriter, and member of the group Zard. As Sakai was the only member who stayed in the group while others joined and left regularly, Zard and Sakai may be referred to interchangeably. She was the best-selling female recording artist of the 1990s and has sold over 37 million copies of sales, making her one o"}]}, {"heading": "Deaths", "year": "2007", "date": "May 27", "txt": "Gretchen Wyler, American actress and dancer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 27", "txt": "Ed Yost, American inventor, created the hot air balloon (b. 1919)", "entities": [{"title": "Hot air balloon", "href": "/wiki/Hot_air_balloon", "description": "A hot-air balloon is a lighter-than-air aircraft consisting of a bag, called an envelope, which contains heated air. Suspended beneath is a gondola or wicker basket, which carries passengers and a source of heat, in most cases an open flame caused by burning liquid propane. The heated air inside the envelope makes it buoyant, since it has a lower density than the colder air outside the envelope. A"}]}, {"heading": "Deaths", "year": "2008", "date": "May 27", "txt": "Franz Künstler, Hungarian soldier (b. 1900)", "entities": [{"title": "Franz Künstler", "href": "/wiki/Franz_K%C3%BCnstler", "description": "Franz Künstler was, at age 107, the last known surviving veteran of the First World War who fought for the Austro-Hungarian Empire. Following the death of 110-year-old Ottoman veteran Yakup Satar on 2 April 2008, he was also the last Central Powers veteran of any nationality. He was born in Sósd, in the Kingdom of Hungary, now Măureni, Romania."}]}, {"heading": "Deaths", "year": "2009", "date": "May 27", "txt": "Thomas M. Franck, American lawyer and academic (b. 1931)", "entities": [{"title": "Thomas M. Franck", "href": "/wiki/Thomas_M._Franck", "description": "Thomas Martin Franck was a lawyer, law professor, and expert on international law. Franck was the Murry and Ida Becker Professor of Law at New York University and advised many nations on legal matters, even helping some to write their constitutions."}]}, {"heading": "Deaths", "year": "2009", "date": "May 27", "txt": "Clive Granger, Welsh-American economist and academic, Nobel Prize laureate (b. 1934)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2009", "date": "May 27", "txt": "Mona Grey, British nursing administrator; Northern Ireland's first Chief Nursing Officer", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 27", "txt": "Abram Hoffer, Canadian biochemist, physician, and psychiatrist (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 27", "txt": "Gérard Jean-Juste, Haitian-American priest and theologian (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 27", "txt": "Carol Anne O'Marie, American nun and author (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 27", "txt": "William Refshauge, Australian soldier and physician (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 27", "txt": "Paul Sharratt, English-American television host (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 27", "txt": "Payut Ngaokrachang, Thai animator and director (b. 1929)", "entities": [{"title": "Payut Ngaokrachang", "href": "/wiki/Payut_Ngaokrachang", "description": "Payut Ngaokrachang was a Thai cartoonist and animator. He created Thai cinema's first cel-animated feature film, The Adventure of Sudsakorn."}]}, {"heading": "Deaths", "year": "2011", "date": "May 27", "txt": "Jeff Conaway, American actor and singer (b. 1950)", "entities": [{"title": "Jeff Conaway", "href": "/wiki/Jeff_Conaway", "description": "Jeffrey Charles William Michael Conaway was an American actor and singer, known for playing Kenickie in the movie Grease and for his roles in two American television series: struggling actor Bobby Wheeler on Taxi and security officer Zack Allan on Babylon 5. Conaway was also featured in the first and second seasons of the reality television series Celebrity Rehab with Dr. Drew."}]}, {"heading": "Deaths", "year": "2011", "date": "May 27", "txt": "Margo Dydek, Polish-American basketball player (b. 1974)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 27", "txt": "Gil Scott-Heron, American singer-songwriter and poet (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 27", "txt": "Simeon Daniel, Nevisian educator and politician, 1st Premier of Nevis (b. 1934)", "entities": [{"title": "Simeon Daniel", "href": "/wiki/Simeon_Daniel", "description": "Simeon Daniel was the first Premier of Nevis."}, {"title": "Premier of Nevis", "href": "/wiki/Premier_of_Nevis", "description": "The Premier of Nevis heads the Nevis Island Administration, an autonomous governing body within the Federation of Saint Kitts and Nevis."}]}, {"heading": "Deaths", "year": "2012", "date": "May 27", "txt": "Friedrich Hirzebruch, German mathematician and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 27", "txt": "Anahit Perikhanian, Russian-born Armenian Iranologist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 27", "txt": "David Rimoin, Canadian-American geneticist and academic (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 27", "txt": "Jagjit Singh Lyallpuri, Indian politician (b. 1917)", "entities": [{"title": "Jagjit Singh Lyallpuri", "href": "/wiki/Jagjit_Singh_Lyallpuri", "description": "Jagjit Singh Lyallpuri was an Indian politician. He was the oldest surviving member of the founding Central Committee of the Communist Party of India (Marxist)."}]}, {"heading": "Deaths", "year": "2013", "date": "May 27", "txt": "Bill Pertwee, English actor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 27", "txt": "Abdoulaye Sékou Sow, Malian politician, Prime Minister of Mali (b. 1931)", "entities": [{"title": "List of heads of government of Mali", "href": "/wiki/List_of_heads_of_government_of_Mali", "description": "This is a list of prime ministers of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Deaths", "year": "2014", "date": "May 27", "txt": "Robert Genn, Canadian painter and author (b. 1936)", "entities": [{"title": "Robert Genn", "href": "/wiki/Robert_Genn", "description": "Robert Douglas Genn was a Canadian artist, who gained recognition for his style, which is in the tradition of Canadian landscape painting. He ran a painters' website, which sends out twice weekly newsletters to 135,000 artists. In 2005, Genn campaigned against the Chinese website, arch-world.com, which was selling thousands of high-resolution images of around 2,800 artists' work illegally, without"}]}, {"heading": "Deaths", "year": "2014", "date": "May 27", "txt": "Helma Sanders-Brahms, German director, producer, and screenwriter (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 27", "txt": "Roberto Vargas, Puerto Rican-American baseball player, coach, and manager (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 27", "txt": "Massimo Vignelli, Italian-American graphic designer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 27", "txt": "Erik Carlsson, Swedish rally driver (b. 1929)", "entities": [{"title": "Erik Carlsson", "href": "/wiki/Erik_Carlsson", "description": "Erik Hilding Carlsson was a Swedish rally driver for Saab. He was nicknamed \"Carlsson på taket\" as well as Mr. Saab."}]}, {"heading": "Deaths", "year": "2015", "date": "May 27", "txt": "Nils Christie, Norwegian sociologist, criminologist, and author (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 27", "txt": "Andy King, English footballer and manager (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 27", "txt": "Michael Martin, American philosopher and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "May 27", "txt": "Gregg Allman, American musician, singer and songwriter (b. 1947)", "entities": [{"title": "Gregg Allman", "href": "/wiki/Gregg_Allman", "description": "Gregory LeNoir Allman was an American singer-songwriter and musician. He was known for performing in the Allman Brothers Band. Allman grew up with an interest in rhythm and blues music, and the Allman Brothers Band fused it with rock music, jazz, and country at times. He wrote several of the band's biggest songs, including \"Whipping Post\", \"Melissa\", and \"Midnight Rider\". Allman also had a success"}]}, {"heading": "Deaths", "year": "2020", "date": "May 27", "txt": "Larry Kramer, American playwright, public health advocate and LGBT rights activist (b. 1935)", "entities": [{"title": "Larry Kramer", "href": "/wiki/Larry_Kramer", "description": "Laurence David Kramer was an American playwright, author, film producer, public health advocate, and LGBT rights activist. He began his career rewriting scripts while working for Columbia Pictures, which led him to London, where he worked with United Artists. There he wrote the screenplay for the film Women in Love (1969) and received an Academy Award nomination for his work."}]}]