[{"heading": "Events", "year": "919", "date": "May 24", "txt": "The nobles of Franconia and Saxony elect Henry the Fowler at the Imperial Diet in Fritzlar as king of the East Frankish Kingdom.", "entities": [{"title": "Franconia", "href": "/wiki/Franconia", "description": "Franconia is a region in Germany, characterised by its culture and language, and may be roughly associated with the areas in which the East Franconian dialect group, colloquially referred to as \"Franconian\", is spoken. There are several other Franconian dialects, but only the East Franconian ones are colloquially referred to as \"Franconian\"."}, {"title": "Duchy of Saxony", "href": "/wiki/Duchy_of_Saxony", "description": "The Duchy of Saxony was originally the area settled by the Saxons in the late Early Middle Ages, when they were subdued by Charlemagne during the Saxon Wars from 772 and incorporated into the Carolingian Empire (Francia) by 804. Upon the 843 Treaty of Verdun, Saxony was one of the five German stem duchies of East Francia; Duke Henry the Fowler was elected German king in 919."}, {"title": "Henry the Fowler", "href": "/wiki/Henry_the_Fowler", "description": "Henry the Fowler was the Duke of Saxony from 912 and the King of East Francia from 919 until his death in 936. As the first non-Frankish king of East Francia, he established the Ottonian dynasty of kings and emperors, and he is generally considered to be the founder of the medieval German state, known until then as East Francia. An avid hunter, he obtained the epithet \"the Fowler\" because he was a"}, {"title": "Imperial Diet (Holy Roman Empire)", "href": "/wiki/Imperial_Diet_(Holy_Roman_Empire)", "description": "The Imperial Diet was the deliberative body of the Holy Roman Empire. It was not a legislative body in the contemporary sense; its members envisioned it more like a central forum where it was more important to negotiate than to decide."}, {"title": "Fritzlar", "href": "/wiki/Fritzlar", "description": "Fritzlar is a small German town in the Schwalm-Eder district in northern Hesse, 160 km (99 mi) north of Frankfurt, with a storied history."}, {"title": "East Francia", "href": "/wiki/East_Francia", "description": "East Francia or the Kingdom of the East Franks was a successor state of Charlemagne's empire ruled by the Carolingian dynasty until 911. It was created through the Treaty of Verdun (843) which divided the former empire into three kingdoms."}]}, {"heading": "Events", "year": "1218", "date": "May 24", "txt": "The Fifth Crusade leaves Acre for Egypt.", "entities": [{"title": "Fifth Crusade", "href": "/wiki/Fifth_Crusade", "description": "The Fifth Crusade (1217–1221) was an attempt by Western Europeans to reacquire Jerusalem and the rest of the Holy Land by first conquering Cairo, the capital of the powerful Ayyubid state in Egypt."}, {"title": "Acre, Israel", "href": "/wiki/Acre,_Israel", "description": "Acre, known locally as Akko or Akka, is a city in the coastal plain region of the Northern District of Israel."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1276", "date": "May 24", "txt": "Magnus Ladulås is crowned King of Sweden in Uppsala Cathedral.", "entities": [{"title": "Magnus III of Sweden", "href": "/wiki/Magnus_III_of_Sweden", "description": "Magnus III was King of Sweden from 1275 until his death in 1290."}, {"title": "King of Sweden", "href": "/wiki/King_of_Sweden", "description": "The monarchy of Sweden concerns the monarchical head of state of Sweden, which is a constitutional and hereditary monarchy with a parliamentary system. There have been kings in what now is the Kingdom of Sweden since time immemorial. Originally an elective monarchy, it became an hereditary monarchy in the 16th century during the reign of Gustav Vasa, though virtually all monarchs before that belon"}, {"title": "Uppsala Cathedral", "href": "/wiki/Uppsala_Cathedral", "description": "Uppsala Cathedral is a cathedral located between the University Hall of Uppsala University and the Fyris river in the centre of Uppsala, Sweden. A church of the Church of Sweden, the national church, in the Lutheran tradition, Uppsala Cathedral is the seat of the Archbishop of Uppsala, the primate of Sweden. It is also the burial site of King Eric IX, who became the patron saint of the nation, and"}]}, {"heading": "Events", "year": "1487", "date": "May 24", "txt": "The ten-year-old Lambert Simnel is crowned in Christ Church Cathedral, Dublin, Ireland, with the name of Edward VI in a bid to threaten King Henry VII's reign.", "entities": [{"title": "Lambert Simnel", "href": "/wiki/Lambert_Simnel", "description": "Lambert Simnel was a pretender to the throne of England. In 1487, his claim to be Edward Plantagenet, 17th Earl of Warwick, threatened the newly established reign of Henry VII. Simnel became the figurehead of a Yorkist rebellion organised by John de la Pole, Earl of Lincoln. The rebellion was crushed in 1487. Simnel was pardoned because of his tender years, and was thereafter employed by the Royal"}, {"title": "Christ Church Cathedral, Dublin", "href": "/wiki/Christ_Church_Cathedral,_Dublin", "description": "Christ Church Cathedral, more formally The Cathedral of the Holy Trinity, is the cathedral of the United Dioceses of Dublin and Glendalough and the cathedral of the ecclesiastical province of the United Provinces of Dublin and Cashel in the (Anglican) Church of Ireland. It is situated in Dublin, Ireland, and is the elder of the capital city's two medieval cathedrals, the other being St Patrick's C"}, {"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}]}, {"heading": "Events", "year": "1567", "date": "May 24", "txt": "Erik XIV of Sweden and his guards murder five incarcerated Swedish nobles.", "entities": [{"title": "Erik XIV of Sweden", "href": "/wiki/Erik_XIV_of_Sweden", "description": "Eric XIV was King of Sweden from 1560 until he was deposed in 1568. Eric XIV was the eldest son of Gustav I (1496–1560) and Catherine of Saxe-Lauenburg (1513–35). He was also ruler of Estonia, after its conquest by Sweden in 1561."}, {"title": "Sture Murders", "href": "/wiki/Sture_Murders", "description": "The Sture murders in Uppsala, Sweden of 24 May 1567 were the murders of five incarcerated Swedish nobles by Erik XIV of Sweden, who at that time was in a state of serious mental disorder, and his guards. The nobles, among them three members of the influential Sture family, had been charged with conspiracy against the king and some were previously sentenced to death. Erik's old tutor, who did not b"}]}, {"heading": "Events", "year": "1595", "date": "May 24", "txt": "Nomenclator of Leiden University Library appears, the first printed catalog of an institutional library.", "entities": [{"title": "Leiden University Library", "href": "/wiki/Leiden_University_Library", "description": "Leiden University Libraries is a library founded in 1575 in Leiden, Netherlands. It is regarded as a significant place in the development of European culture: it is a part of a small number of cultural centres that gave direction to the development and spread of knowledge during the Enlightenment. This was due particularly to the simultaneous presence of a unique collection of exceptional sources "}]}, {"heading": "Events", "year": "1607", "date": "May 24", "txt": "One hundred English settlers disembark in Jamestown, the first permanent English colony in America.", "entities": [{"title": "Jamestown, Virginia", "href": "/wiki/Jamestown,_Virginia", "description": "The Jamestown settlement in the Colony of Virginia was the first permanent English settlement in the Americas. It was located on the northeast bank of the James (Powhatan) River about 2.5 mi (4 km) southwest of the center of modern Williamsburg. It was established by the Virginia Company of London as \"James Fort\" on May 4, 1607 O.S., and was considered permanent after a brief abandonment in 1610. "}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1621", "date": "May 24", "txt": "The Protestant Union is formally dissolved.", "entities": [{"title": "Protestant Union", "href": "/wiki/Protestant_Union", "description": "The Protestant Union, also known as the Evangelical Union, Union of Auhausen, German Union or the Protestant Action Party, was a coalition of Protestant German states. It was formed on 14 May 1608 by Frederick IV, Elector Palatine in order to defend the rights, land and safety of each member. It included both Calvinist and Lutheran states, and dissolved in 1621."}]}, {"heading": "Events", "year": "1626", "date": "May 24", "txt": "Peter Minuit buys Manhattan.", "entities": [{"title": "Peter Minuit", "href": "/wiki/Peter_Minuit", "description": "Peter Minuit was a Walloon from Tournai, in present-day Belgium. He was the 3rd Director of the Dutch North American colony of New Netherland from 1626 until 1631, and 3rd Governor of New Netherland. He founded the Swedish colony of New Sweden on the Delaware Peninsula in 1638."}, {"title": "Manhattan", "href": "/wiki/Manhattan", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The boroug"}]}, {"heading": "Events", "year": "1667", "date": "May 24", "txt": "The French Royal Army crosses the border into the Spanish Netherlands, starting the War of Devolution opposing France to the Spanish Empire and the Triple Alliance.", "entities": [{"title": "French Royal Army (1652–1830)", "href": "/wiki/French_Royal_Army_(1652%E2%80%931830)", "description": "The French Royal Army was the principal land force of the Kingdom of France. It served the Capetian Dynasty from the reign of King Louis XIV in the mid-17th century to that of King Charles X in the 19th, with an interlude from 1792 to 1814 and another during the Hundred Days in 1815. It was permanently dissolved following the July Revolution in 1830. The French Royal Army became a model for the ne"}, {"title": "Spanish Netherlands", "href": "/wiki/Spanish_Netherlands", "description": "Spanish Netherlands was the name for the Habsburg Netherlands ruled by the Spanish branch of the Habsburgs from 1556 to 1714. They were a collection of States of the Holy Roman Empire in the Low Countries held in personal union by the Spanish Crown. This region comprised most of the modern states of Belgium and Luxembourg, as well as parts of northern France, the southern Netherlands, and western "}, {"title": "War of Devolution", "href": "/wiki/War_of_Devolution", "description": "In the 1667 to 1668 War of Devolution, France occupied large parts of the Spanish Netherlands, and Franche-Comté, both then provinces of Spain. The name derives from an obscure law known as the Jus Devolutionis, used by Louis XIV of France to claim that these territories had \"devolved\" to him by right of marriage to Maria Theresa of Spain."}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Triple Alliance (1668)", "href": "/wiki/Triple_Alliance_(1668)", "description": "The 1668 Triple Alliance was signed by the Kingdom of England, the Swedish Empire and the Dutch Republic in May 1668. It was created in response to the occupation of the Spanish Netherlands and Franche-Comté by France. Although Spain and Emperor Leopold were not signatories, they were closely involved in the negotiations."}]}, {"heading": "Events", "year": "1683", "date": "May 24", "txt": "The Ashmolean Museum in Oxford, England, opens as the world's first university museum.", "entities": [{"title": "Ashmolean Museum", "href": "/wiki/Ashmolean_Museum", "description": "The Ashmolean Museum of Art and Archaeology on Beaumont Street, Oxford, England, is the world's second university museum and Britain's first public museum. Its first building was erected in 1678–1683 to house the cabinet of curiosities that Elias Ashmole gave to the University of Oxford in 1677."}, {"title": "Oxford", "href": "/wiki/Oxford", "description": "Oxford is a city in England. It is the county town and only city of Oxfordshire. In 2017, its population was estimated at 152,450. It is 56 miles (90 km) northwest of London, 64 miles (103 km) southeast of Birmingham, and 61 miles (98 km) northeast of Bristol."}]}, {"heading": "Events", "year": "1689", "date": "May 24", "txt": "The English Parliament passes the Act of Toleration protecting dissenting Protestants but excluding Roman Catholics.", "entities": [{"title": "Parliament of England", "href": "/wiki/Parliament_of_England", "description": "The Parliament of England was the legislature of the Kingdom of England, existing from the early 14th century until 1707, when it united with the Parliament of Scotland to become the Parliament of Great Britain after the political union of England and Scotland created the Kingdom of Great Britain."}, {"title": "Act of Toleration 1689", "href": "/wiki/Act_of_Toleration_1689", "description": "The Toleration Act 1688, also referred to as the Act of Toleration, was an Act of the Parliament of England, which received the royal assent on 24 May 1689."}, {"title": "Protestantism", "href": "/wiki/Protestantism", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}, {"title": "Roman Catholics", "href": "/wiki/Roman_Catholics", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Events", "year": "1738", "date": "May 24", "txt": "John Wesley is converted, essentially launching the Methodist movement; the day is celebrated annually by Methodists as Aldersgate Day and a church service is generally held on the preceding Sunday.", "entities": [{"title": "John Wesley", "href": "/wiki/John_Wesley", "description": "John Wesley was an English cleric, theologian, and evangelist, who was a leader of a revival movement within the Church of England known as Methodism. The societies he founded became the dominant form of the independent Methodist movement that continues to this day."}, {"title": "Born again (Christianity)", "href": "/wiki/Born_again_(Christianity)", "description": "Born again, or to experience the new birth, is a phrase, particularly in evangelicalism, that refers to \"spiritual rebirth\", or a regeneration of the human spirit from the Holy Spirit, contrasted with physical birth."}, {"title": "Methodism", "href": "/wiki/Methodism", "description": "Methodism, also called the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their doctrine of practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. They were named Methodists for \"the methodical way in which they carried out "}, {"title": "Methodists", "href": "/wiki/Methodists", "description": "Methodism, also called the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their doctrine of practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. They were named Methodists for \"the methodical way in which they carried out "}, {"title": "Aldersgate Day", "href": "/wiki/Aldersgate_Day", "description": "Aldersgate Day is a commemorative day celebrated by Methodist Christians on 24 May or the nearest Sunday. It recalls the day in 1738 when Church of England priest John Wesley attended a group meeting in Aldersgate, London, where he received an experience of assurance of his salvation. This was the pivotal event in Wesley's life that ultimately led to the development of the Methodist movement in Br"}]}, {"heading": "Events", "year": "1798", "date": "May 24", "txt": "The Irish Rebellion of 1798 led by the United Irishmen against British rule begins.", "entities": [{"title": "Irish Rebellion of 1798", "href": "/wiki/Irish_Rebellion_of_1798", "description": "The Irish Rebellion of 1798 was a major uprising against British rule in Ireland. The main organising force was the Society of United Irishmen, a republican revolutionary group influenced by the ideas of the American and French revolutions: originally formed by Presbyterian radicals angry at being shut out of power by the Anglican establishment, they were joined by many from the majority Catholic "}, {"title": "Society of United Irishmen", "href": "/wiki/Society_of_United_Irishmen", "description": "The Society of United Irishmen, also simply known as the United Irishmen, were a sworn society in the Kingdom of Ireland formed in the wake of the French Revolution to secure \"an equal representation of all the people\" in a \"national government.\" Despairing of constitutional reform, in 1798 the Society instigated a republican insurrection in defiance of British Crown forces and of Irish sectarian "}]}, {"heading": "Events", "year": "1813", "date": "May 24", "txt": "South American independence leader Simón Bolívar enters Mérida, leading the invasion of Venezuela, and is proclaimed El Libertador (\"The Liberator\").", "entities": [{"title": "Simón Bolívar", "href": "/wiki/Sim%C3%B3n_Bol%C3%ADvar", "description": "Simón José Antonio de la Santísima Trinidad Bolívar y Ponte Palacios y Blanco, also colloquially as El Libertador, was a Venezuelan military and political leader who led what are currently the countries of Venezuela, Bolivia, Colombia, Ecuador, Peru, and Panama to independence from the Spanish Empire."}, {"title": "Mérida, Mérida", "href": "/wiki/M%C3%A9rida,_M%C3%A9rida", "description": "Mérida, officially known as Santiago de los Caballeros de Mérida, is the capital of the municipality of Libertador and the state of Mérida, and is one of the main cities of the Venezuelan Andes. It was founded in 1558 by Captain Juan Rodríguez Suárez, forming part of Nueva Granada, but later became part of the Captaincy General of Venezuela and played an active role in the War of Independence."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1822", "date": "May 24", "txt": "Battle of Pichincha: Antonio José de Sucre secures the independence of the Presidency of Quito.", "entities": [{"title": "Battle of Pichincha", "href": "/wiki/Battle_of_Pichincha", "description": "The Battle of Pichincha took place on 24 May 1822, on the slopes of the Pichincha volcano, 3,500 meters above sea-level, right next to the city of Quito, in modern Ecuador."}, {"title": "Antonio José de Sucre", "href": "/wiki/Antonio_Jos%C3%A9_de_Sucre", "description": "Antonio José de Sucre y Alcalá, known as \"Gran Mariscal de Ayacucho\", was a Venezuelan independence leader who served as the 4th President of Peru and as the 2nd President of Bolivia. Sucre was one of Simón Bolívar's closest friends, generals and statesmen."}, {"title": "Presidency of Quito", "href": "/wiki/Presidency_of_Quito", "description": "The Real Audiencia of Quito was an administrative unit in the Spanish Empire which had political, military, and religious jurisdiction over territories that today include Ecuador, parts of northern Peru, parts of southern Colombia and parts of northern Brazil. It was created by Royal Decree on 29 August 1563 by Philip II of Spain in the city of Guadalajara. It ended in 1822 with the incorporation "}]}, {"heading": "Events", "year": "1832", "date": "May 24", "txt": "The First Kingdom of Greece is declared in the London Conference.", "entities": [{"title": "First Kingdom of Greece", "href": "/wiki/First_Kingdom_of_Greece", "description": "The Kingdom of Greece was established in 1832 and was the successor state to the First Hellenic Republic. It was internationally recognised by the Treaty of Constantinople, where Greece also secured its full independence from the Ottoman Empire after nearly four centuries."}, {"title": "London Conference of 1832", "href": "/wiki/London_Conference_of_1832", "description": "The London Conference of 1832 was an international conference convened to establish a stable government in Greece. Negotiations between the three Great Powers resulted in the establishment of the Kingdom of Greece under a Bavarian Prince. The decisions were ratified in the Treaty of Constantinople later that year. The treaty followed the Akkerman Convention which had previously recognized another "}]}, {"heading": "Events", "year": "1844", "date": "May 24", "txt": "Samuel Morse sends the message \"What hath God wrought\" (a biblical quotation, Numbers 23:23) from a committee room in the United States Capitol to his assistant, Alfred Vail, in Baltimore, Maryland, to inaugurate a commercial telegraph line between Baltimore and Washington D.C.", "entities": [{"title": "Samuel Morse", "href": "/wiki/Samuel_Morse", "description": "Samuel Finley Breese Morse was an American inventor and painter. After having established his reputation as a portrait painter, in his middle age Morse contributed to the invention of a single-wire telegraph system based on European telegraphs. He was a co-developer of Morse code and helped to develop the commercial use of telegraphy."}, {"title": "Bible", "href": "/wiki/Bible", "description": "The Bible is a collection of religious texts or scriptures sacred to Christians, Jews, Samaritans, Rastafari and others. It appears in the form of an anthology, a compilation of texts of a variety of forms that are all linked by the belief that they are collectively revelations of God. These texts include theologically-focused historical accounts, hymns, prayers, proverbs, parables, didactic lette"}, {"title": "Book of Numbers", "href": "/wiki/Book_of_Numbers", "description": "The Book of Numbers is the fourth book of the Hebrew Bible, and the fourth of five books of the Jewish Torah. The book has a long and complex history; its final form is possibly due to a Priestly redaction of a Yahwistic source made some time in the early Persian period. The name of the book comes from the two censuses taken of the Israelites."}, {"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}, {"title": "Alfred Vail", "href": "/wiki/Alfred_Vail", "description": "Alfred Lewis Vail was an American machinist and inventor. Along with Samuel Morse, Vail was central in developing and commercializing American telegraphy between 1837 and 1844."}, {"title": "Baltimore", "href": "/wiki/Baltimore", "description": "Baltimore is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with an estimated population of 593,490 in 2019. Baltimore was designated an independent city by the Constitution of Maryland in 1851, and today is the largest independent city in the United States. As of 2017, the population of the Baltimore metropolitan area was estimat"}, {"title": "Maryland", "href": "/wiki/Maryland", "description": "Maryland is a state in the Mid-Atlantic region of the United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. Baltimore is the largest city in the state and the capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State"}, {"title": "Telegraphy", "href": "/wiki/Telegraphy", "description": "Telegraphy is the long-distance transmission of textual messages where the sender uses a semaphore system, known to the recipient, rather than a physical exchange of an object bearing the message. Thus flag semaphore is a method of telegraphy, whereas pigeon post is not. Ancient signalling systems, although sometimes quite extensive and sophisticated as in China, were generally not capable of tran"}]}, {"heading": "Events", "year": "1856", "date": "May 24", "txt": "John Brown and his men kill five slavery supporters at Pottawatomie Creek, Kansas.", "entities": [{"title": "John Brown (abolitionist)", "href": "/wiki/John_Brown_(abolitionist)", "description": "John H. Brown was an American abolitionist leader. Brown felt that violence was necessary to end American slavery, as years of speeches, sermons, petitions, and moral persuasion had failed. A religious man more than anything else, Brown believed he was raised up by God to strike the death blow to American slavery. \"He also believed that in all ages of the world God had created certain men to perfo"}, {"title": "Pottawatomie massacre", "href": "/wiki/Pottawatomie_massacre", "description": "The Pottawatomie massacre occurred on the night of May 24–25, 1856. In reaction to the sacking of Lawrence, Kansas, by pro-slavery forces on May 21, and the severe attack on May 22 on Massachusetts Senator Charles Sumner for speaking out against slavery in Kansas, John Brown and a band of abolitionist settlers—some of them members of the Pottawatomie Rifles—made a violent reply. Just north of Pott"}]}, {"heading": "Events", "year": "1861", "date": "May 24", "txt": "American Civil War: Union troops occupy Alexandria, Virginia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Alexandria, Virginia", "href": "/wiki/Alexandria,_Virginia", "description": "Alexandria is an independent city in the Commonwealth of Virginia in the United States. As of 2010, the population was 139,988, and in 2020, the population was estimated to be at 159,200. The city's estimated population has grown by 1% percent annually since 2010 on average. Located along the western bank of the Potomac River, Alexandria is approximately 7 miles (11 km) south of downtown Washingto"}]}, {"heading": "Events", "year": "1883", "date": "May 24", "txt": "The Brooklyn Bridge in New York City is opened to traffic after 14 years of construction.", "entities": [{"title": "Brooklyn Bridge", "href": "/wiki/Brooklyn_Bridge", "description": "The Brooklyn Bridge is a hybrid cable-stayed/suspension bridge in New York City, spanning the East River between Manhattan Island and Brooklyn on Long Island. Opened on May 24, 1883, the Brooklyn Bridge was the first fixed crossing of the East River. It was also the longest suspension bridge in the world at the time of its opening, with a main span of 1,595.5 feet (486.3 m) and a deck 127 ft (38.7"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1900", "date": "May 24", "txt": "Second Boer War: The United Kingdom annexes the Orange Free State.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Orange Free State", "href": "/wiki/Orange_Free_State", "description": "The Orange Free State was an independent Boer sovereign republic under British suzerainty in Southern Africa during the second half of the 19th century, which ceased to exist after it was defeated and surrendered to the British Empire at the end of the Second Boer War in 1902. It is one of the three historical precursors to the present-day Free State province."}]}, {"heading": "Events", "year": "1915", "date": "May 24", "txt": "World War I: Italy declares war on Austria-Hungary, joining the conflict on the side of the Allies.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}]}, {"heading": "Events", "year": "1930", "date": "May 24", "txt": "Amy Johnson lands in Darwin, Northern Territory, becoming the first woman to fly solo from England to Australia (she left on May 5 for the 11,000 mile flight).", "entities": [{"title": "Amy Johnson", "href": "/wiki/Amy_Johnson", "description": "Amy Johnson was a pioneering English pilot who was the first woman to fly solo from London to Australia."}, {"title": "Darwin, Northern Territory", "href": "/wiki/Darwin,_Northern_Territory", "description": "Darwin is the capital city of the Northern Territory, Australia. With a 2019 estimated population of 147,255, it has more residents than the rest of the sparsely populated Northern Territory. It is the smallest, wettest, and most northerly of the Australian capital cities and serves as the Top End's regional centre."}, {"title": "May 5", "href": "/wiki/May_5", "description": "May 5 is the 125th day of the year in the Gregorian calendar; 240 days remain until the end of the year."}]}, {"heading": "Events", "year": "1935", "date": "May 24", "txt": "The first night game in Major League Baseball history is played in Cincinnati, Ohio, with the Cincinnati Reds beating the Philadelphia Phillies 2–1 at Crosley Field.", "entities": [{"title": "Night game", "href": "/wiki/Night_game", "description": "A night game, also called a nighter, is a sporting event that takes place, completely or partially, after the local sunset. Depending on the sport, this can be done either with floodlights or with the usual low-light conditions. The term \"night game\" is typically used only in reference to sports traditionally held outdoors. Although indoor sporting events often take place after local sunset, these"}, {"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}, {"title": "Cincinnati, Ohio", "href": "/wiki/Cincinnati,_Ohio", "description": "Cincinnati is a major city in the U.S. state of Ohio and the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area. With an estimated population of 2,190,209, it is Ohio's larg"}, {"title": "Cincinnati Reds", "href": "/wiki/Cincinnati_Reds", "description": "The Cincinnati Reds are an American professional baseball team based in Cincinnati. The Reds compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1881 and joined the NL in 1890."}, {"title": "Philadelphia Phillies", "href": "/wiki/Philadelphia_Phillies", "description": "The Philadelphia Phillies are an American professional baseball team based in Philadelphia. They compete in Major League Baseball (MLB) as a member of the National League (NL) East division. Since 2004, the team's home stadium has been Citizens Bank Park, located in South Philadelphia. The Phillies are the oldest continuous same-name, same-city franchise in American professional sports."}, {"title": "Crosley Field", "href": "/wiki/Crosley_Field", "description": "Crosley Field was a Major League Baseball park in Cincinnati, Ohio. It was the home field of the National League's Cincinnati Reds from 1912 through June 24, 1970, and the original Cincinnati Bengals football team, members of the second (1937) and third American Football League (1940–41). It was not the original home of the current NFL franchise of the same name: the home of those Bengals in 1968 "}]}, {"heading": "Events", "year": "1940", "date": "May 24", "txt": "Igor Sikorsky performs the first successful single-rotor helicopter flight.", "entities": [{"title": "Igor Sikorsky", "href": "/wiki/Igor_Sikorsky", "description": "Igor Ivanovich Sikorsky was a Russian–American aviation pioneer in both helicopters and fixed-wing aircraft. His first success came with the S-2, the second aircraft of his design and construction. His fifth airplane, the S-5, won him national recognition as well as F.A.I. license number 64. His S-6-A received the highest award at the 1912 Moscow Aviation Exhibition, and in the fall of that year t"}, {"title": "Helicopter", "href": "/wiki/Helicopter", "description": "A helicopter is a type of rotorcraft in which lift and thrust are supplied by horizontally-spinning rotors. This allows the helicopter to take off and land vertically, to hover, and to fly forward, backward and laterally. These attributes allow helicopters to be used in congested or isolated areas where fixed-wing aircraft and many forms of VTOL aircraft cannot perform."}]}, {"heading": "Events", "year": "1940", "date": "May 24", "txt": "Acting on the orders of Soviet leader Joseph Stalin, NKVD agent Iosif Grigulevich orchestrates an unsuccessful assassination attempt on exiled Russian revolutionary Leon Trotsky in Coyoacán, Mexico.", "entities": [{"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "NKVD", "href": "/wiki/NKVD", "description": "The People's Commissariat for Internal Affairs, abbreviated NKVD, was the interior ministry of the Soviet Union."}, {"title": "Iosif Grigulevich", "href": "/wiki/Iosif_Grigulevich", "description": "Iosif Romualdovich Grigulevich was a Soviet NKVD Operative between 1937 and 1953, when he took a leading role in assassinating Communist and Bolshevik individuals who were not loyal to Joseph Stalin."}, {"title": "Leon Trotsky", "href": "/wiki/Leon_Trotsky", "description": "Lev Davidovich Bronstein, better known as Leon Trotsky, was a Russian Marxist revolutionary, political theorist and politician. Ideologically a communist, he developed a variant of Marxism which has become known as Trotskyism."}, {"title": "Coyoacán", "href": "/wiki/Coyoac%C3%A1n", "description": "Coyoacán is a municipality (alcaldía) of Mexico City and the former village that is now the borough's \"historic center\". The name comes from Nahuatl and most likely means \"place of coyotes\", when the Aztecs named a pre-Hispanic village on the southern shore of Lake Texcoco that was dominated by the Tepanec people. Against Aztec domination, these people welcomed Hernán Cortés and the Spanish, who u"}]}, {"heading": "Events", "year": "1941", "date": "May 24", "txt": "World War II: In the Battle of the Atlantic, the German Battleship Bismarck sinks then-pride of the Royal Navy, HMS Hood, killing all but three crewmen.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of the Atlantic", "href": "/wiki/Battle_of_the_Atlantic", "description": "The Battle of the Atlantic, the longest continuous military campaign in World War II, ran from 1939 to the defeat of Nazi Germany in 1945, covering a major part of the Naval history of World War II. At its core was the Allied naval blockade of Germany, announced the day after the declaration of war, and Germany's subsequent counter-blockade. The campaign peaked from mid-1940 through to the end of "}, {"title": "German battleship Bismarck", "href": "/wiki/German_battleship_Bismarck", "description": "Bismarck was the first of two  Bismarck-class battleships built for Nazi Germany's Kriegsmarine. Named after Chancellor Otto von Bismarck, the ship was laid down at the Blohm & Voss shipyard in Hamburg in July 1936 and launched in February 1939. Work was completed in August 1940, when she was commissioned into the German fleet. Bismarck and her sister ship Tirpitz were the largest battleships ever"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "HMS Hood (51)", "href": "/wiki/HMS_Hood_(51)", "description": "HMS Hood was the lead ship of her class of four battlecruisers built for the Royal Navy during World War I. Already under construction when the Battle of Jutland occurred in mid-1916, that battle revealed serious flaws in her design despite drastic revisions before she was completed four years later. For this reason, she was the only ship of her class to be completed as the Admiralty decided it wo"}]}, {"heading": "Events", "year": "1948", "date": "May 24", "txt": "Arab–Israeli War: Egypt captures the Israeli kibbutz of Yad Mordechai, but the five-day effort gives Israeli forces time to prepare enough to stop the Egyptian advance a week later.", "entities": [{"title": "1948 Arab–Israeli War", "href": "/wiki/1948_Arab%E2%80%93Israeli_War", "description": "The 1948 Arab–Israeli War was the second and final stage of the 1947–49 Palestine war. It formally began following the end of the British Mandate for Palestine at midnight on 14 May 1948; the Israeli Declaration of Independence had been issued earlier that day, and a military coalition of Arab states entered the territory of British Palestine in the morning of 15 May."}, {"title": "Battle of Yad Mordechai", "href": "/wiki/Battle_of_Yad_Mordechai", "description": "The Battle of Yad Mordechai was fought between Egypt and Israel in the 1948 Arab-Israeli War, at the Israeli kibbutz of Yad Mordechai. The Egyptians attacked the settlement several times throughout May 19 and May 20, but failed to capture it. A final attack was launched on May 23, in which the Egyptians succeeded in capturing part of Yad Mordechai, following which the Israeli defenders withdrew. Y"}, {"title": "Kibbutz", "href": "/wiki/Kibbutz", "description": "A kibbutz is a collective community in Israel that was traditionally based on agriculture. The first kibbutz, established in 1909, was Degania. Today, farming has been partly supplanted by other economic branches, including industrial plants and high-tech enterprises. Kibbutzim began as utopian communities, a combination of socialism and Zionism. In recent decades, some kibbutzim have been privati"}, {"title": "Yad Mordechai", "href": "/wiki/Yad_Mordechai", "description": "Yad Mordechai is a kibbutz in southern Israel. Located 10 km south of Ashkelon, it falls under the jurisdiction of Hof Ashkelon Regional Council. In 2019 it had a population of 737."}]}, {"heading": "Events", "year": "1956", "date": "May 24", "txt": "The first Eurovision Song Contest is held in Lugano, Switzerland.", "entities": [{"title": "Eurovision Song Contest", "href": "/wiki/Eurovision_Song_Contest", "description": "The Eurovision Song Contest is an international song competition organised annually by the European Broadcasting Union (EBU) which features participants representing primarily European countries. Each participating country submits an original song to be performed on live television and radio, transmitted to national broadcasters via the EBU's Eurovision and Euroradio networks, with competing count"}, {"title": "Lugano", "href": "/wiki/Lugano", "description": "Lugano is a town and a municipality in southern Switzerland in the Italian-speaking canton of Ticino bordering Italy."}]}, {"heading": "Events", "year": "1958", "date": "May 24", "txt": "United Press International is formed through a merger of the United Press and the International News Service.", "entities": [{"title": "United Press International", "href": "/wiki/United_Press_International", "description": "United Press International (UPI) is an international news agency whose newswires, photo, news film, and audio services provided news material to thousands of newspapers, magazines, radio and television stations for most of the 20th century. At its peak, it had more than 6,000 media subscribers. Since the first of several sales and staff cutbacks in 1982, and the 1999 sale of its broadcast client l"}, {"title": "United Press", "href": "/wiki/United_Press", "description": "United Press International (UPI) is an international news agency whose newswires, photo, news film, and audio services provided news material to thousands of newspapers, magazines, radio and television stations for most of the 20th century. At its peak, it had more than 6,000 media subscribers. Since the first of several sales and staff cutbacks in 1982, and the 1999 sale of its broadcast client l"}, {"title": "International News Service", "href": "/wiki/International_News_Service", "description": "The International News Service (INS) was a U.S.-based news agency (newswire) founded by newspaper publisher William Randolph Hearst in 1909. In May 1958 it merged with rival United Press to become United Press International."}]}, {"heading": "Events", "year": "1960", "date": "May 24", "txt": "Following the 1960 Valdivia earthquake, the largest ever recorded earthquake, Cordón Caulle begins to erupt.", "entities": [{"title": "1960 Valdivia earthquake", "href": "/wiki/1960_Valdivia_earthquake", "description": "The 1960 Valdivia earthquake or the Great Chilean earthquake on 22 May 1960 was the most powerful earthquake ever recorded. Various studies have placed it at 9.4–9.6 on the moment magnitude scale. It occurred in the afternoon, and lasted for approximately 10 minutes. The resulting tsunamis affected southern Chile, Hawaii, Japan, the Philippines, eastern New Zealand, southeast Australia, and the Al"}, {"title": "Puyehue-Cordón Caulle", "href": "/wiki/Puyehue-Cord%C3%B3n_Caulle#1960_eruption", "description": "Puyehue and Cordón Caulle are two coalesced volcanic edifices that form a major mountain massif in Puyehue National Park in the Andes of Ranco Province, in the South of Chile. In volcanology this group is known as the Puyehue-Cordón Caulle Volcanic Complex (PCCVC). Four volcanoes constitute the volcanic group or complex, the Cordillera Nevada caldera, the Pliocene Mencheca volcano, Cordón Caulle f"}]}, {"heading": "Events", "year": "1961", "date": "May 24", "txt": "American civil rights movement: Freedom Riders are arrested in Jackson, Mississippi, for \"disturbing the peace\" after disembarking from their bus.", "entities": [{"title": "American civil rights movement", "href": "/wiki/American_civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Freedom Riders", "href": "/wiki/Freedom_Riders", "description": "Freedom Riders were civil rights activists who rode interstate buses into the segregated Southern United States in 1961 and subsequent years to challenge the non-enforcement of the United States Supreme Court decisions Morgan v. Virginia (1946) and Boynton v. Virginia (1960), which ruled that segregated public buses were unconstitutional. The Southern states had ignored the rulings and the federal"}, {"title": "Jackson, Mississippi", "href": "/wiki/Jackson,_Mississippi", "description": "Jackson, officially the City of Jackson, is the capital and most populous city of the U.S. State of Mississippi. It is one of two county seats of Hinds County, along with Raymond, Mississippi. The city of Jackson also includes around 3,000 acres (12.1 km2) comprising Jackson-Medgar Evers International Airport in Rankin County and a small portion of Madison County. The city's population was estimat"}]}, {"heading": "Events", "year": "1962", "date": "May 24", "txt": "Project Mercury: American astronaut Scott Carpenter orbits the Earth three times in the Aurora 7 space capsule.", "entities": [{"title": "Project Mercury", "href": "/wiki/Project_Mercury", "description": "Project Mercury was the first human spaceflight program of the United States, running from 1958 through 1963. An early highlight of the Space Race, its goal was to put a man into Earth orbit and return him safely, ideally before the Soviet Union. Taken over from the US Air Force by the newly created civilian space agency NASA, it conducted twenty uncrewed developmental flights, and six successful "}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Scott Carpenter", "href": "/wiki/Scott_Carpenter", "description": "Malcolm Scott Carpenter was an American naval officer and aviator, test pilot, aeronautical engineer, astronaut, and aquanaut. He was one of the Mercury Seven astronauts selected for NASA's Project Mercury in April 1959. Carpenter was the second American to orbit the Earth and the fourth American in space, after Alan Shepard, Gus Grissom, and Glenn."}, {"title": "Space capsule", "href": "/wiki/Space_capsule", "description": "A space capsule is an often-crewed spacecraft that uses a blunt-body reentry capsule to reenter the Earth's atmosphere without wings. Capsules are distinguished from satellites primarily by the ability to survive reentry and return a payload to the Earth's surface from orbit. Capsule-based crewed spacecraft such as Soyuz or Orion are often supported by a service or adapter module, and sometimes au"}]}, {"heading": "Events", "year": "1967", "date": "May 24", "txt": "Egypt imposes a blockade and siege of the Red Sea coast of Israel.", "entities": [{"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Red Sea", "href": "/wiki/Red_Sea", "description": "The Red Sea is a seawater inlet of the Indian Ocean, lying between Africa and Asia. Its connection to the ocean is in the south, through the Bab el Mandeb strait and the Gulf of Aden. To its north lie the Sinai Peninsula, the Gulf of Aqaba, and the Gulf of Suez. It is underlain by the Red Sea Rift, which is part of the Great Rift Valley."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1976", "date": "May 24", "txt": "The Judgment of Paris takes place in France, launching California as a worldwide force in the production of quality wine.", "entities": [{"title": "Judgment of Paris (wine)", "href": "/wiki/Judgment_of_Paris_(wine)", "description": "The Paris Wine Tasting of 1976, also known as the Judgment of Paris, was a wine competition organized in Paris on 24 May 1976 by Steven Spurrier, a British wine merchant and his colleague, Patricia Gallagher, in which French judges carried out two blind tasting comparisons: one of top-quality Chardonnays and another of red wines. A Californian wine rated best in each category, which caused surpris"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Wine", "href": "/wiki/Wine", "description": "Wine is an alcoholic drink typically made from fermented grape juice. Yeast consumes the sugar in the grapes and converts it to ethanol, carbon dioxide, and heat. Different varieties of grapes and strains of yeasts produce different styles of wine. These variations result from the complex interactions between the biochemical development of the grape, the reactions involved in fermentation, the gra"}]}, {"heading": "Events", "year": "1981", "date": "May 24", "txt": "Ecuadorian president Jaime Roldós Aguilera, his wife, and his presidential committee die in an aircraft accident while travelling from Quito to Zapotillo minutes after the president gave a famous speech regarding the 24 de mayo anniversary of the Battle of Pichincha.", "entities": [{"title": "Jaime Roldós Aguilera", "href": "/wiki/Jaime_Rold%C3%B3s_Aguilera", "description": "Jaime Roldós Aguilera was 33rd President of Ecuador from August 10, 1979 until his death on May 24, 1981. In his short tenure, he became known for his firm stance on human rights."}, {"title": "Battle of Pichincha", "href": "/wiki/Battle_of_Pichincha", "description": "The Battle of Pichincha took place on 24 May 1822, on the slopes of the Pichincha volcano, 3,500 meters above sea-level, right next to the city of Quito, in modern Ecuador."}]}, {"heading": "Events", "year": "1982", "date": "May 24", "txt": "Liberation of Khorramshahr: Iranians recapture of the port city of Khorramshahr from the Iraqis during the Iran–Iraq War.", "entities": [{"title": "Liberation of Khorramshahr", "href": "/wiki/Liberation_of_Khorramshahr", "description": "The Liberation of Khorramshahr refers to the Iranian recapture of the city of Khorramshahr on 24 May 1982, during the Iran–Iraq War. The city had been captured by the Iraqis earlier in the war on 26 October 1980, shortly after the Iraqi invasion of Iran. The successful retaking of the city was part of Iran's Operation Beit ol-Moqaddas. It is perceived as a turning point in the war and the liberati"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Khorramshahr", "href": "/wiki/Khorramshahr", "description": "Khorramshahr (Persian: خرمشهر‎ [xoræmˈʃæhɾ], also romanized as Khurramshahr, is a city and capital of Khorramshahr County, Khuzestan Province, Iran. At the 2016 census, its population was 170,976, in 47,380 households."}, {"title": "Iraqis", "href": "/wiki/Iraqis", "description": "Iraqi people are people who originate from the country of Iraq."}, {"title": "Iran–Iraq War", "href": "/wiki/Iran%E2%80%93Iraq_War", "description": "The Iran–Iraq War was a protracted armed conflict that began on 22 September 1980 when Iraq invaded neighbouring Iran. The war lasted almost eight years, ending in a stalemate on 20 August 1988 when Iran accepted a UN-brokered ceasefire. Iraq's rationale for the invasion was primarily to cripple Iran and prevent Ayatollah Ruhollah Khomeini from exporting the 1979 Iranian Revolution movement to Shi"}]}, {"heading": "Events", "year": "1988", "date": "May 24", "txt": "Section 28 of the United Kingdom's Local Government Act 1988, a controversial amendment stating that a local authority cannot intentionally promote homosexuality, is enacted.", "entities": [{"title": "Section 28", "href": "/wiki/Section_28", "description": "Section 28 or Clause 28 was a British law that prohibited the \"promotion of homosexuality\" by local authorities. Introduced by Margaret Thatcher's Conservative government, it was in effect from 1988 to 2000 and 2003. It caused many organisations such as lesbian, gay and bisexual student support groups to close or limit their activities or self-censor."}, {"title": "Local Government Act 1988", "href": "/wiki/Local_Government_Act_1988", "description": "The United Kingdom Local Government Act 1988 was famous for introducing the controversial Section 28 into law. In terms of the section 28 of the Local Government Act 1988, Local Authorities were prohibited from promoting in specified category of schools, \"the teaching of the acceptability of homosexuality as a pretended family relationship\"."}, {"title": "Local government in England", "href": "/wiki/Local_government_in_England", "description": "The pattern of local government in England is complex, with the distribution of functions varying according to the local arrangements."}, {"title": "Homosexuality", "href": "/wiki/Homosexuality", "description": "Homosexuality is romantic attraction, sexual attraction, or sexual behavior between members of the same sex or gender. As a sexual orientation, homosexuality is \"an enduring pattern of emotional, romantic, and/or sexual attractions\" to people of the same sex. It \"also refers to a person's sense of identity based on those attractions, related behaviors, and membership in a community of others who s"}]}, {"heading": "Events", "year": "1991", "date": "May 24", "txt": "Israel conducts Operation Solomon, evacuating Ethiopian Jews to Israel.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Operation Solomon", "href": "/wiki/Operation_Solomon", "description": "Operation Solomon was a covert Israeli military operation to airlift Ethiopian Jews to Israel from May 24 to May 25, 1991. Non-stop flights of 35 Israeli aircraft, including Israeli Air Force C-130s and El Al Boeing 747s, transported 14,325 Ethiopian Jews to Israel in 36 hours. One of the aircraft, an El Al 747, carried at least 1,088 people, including two babies who were born on the flight, and h"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Events", "year": "1992", "date": "May 24", "txt": "The last Thai dictator, General Suchinda Kraprayoon, resigns following pro-democracy protests.", "entities": [{"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}, {"title": "Suchinda Kraprayoon", "href": "/wiki/Suchinda_Kraprayoon", "description": "Suchinda Kraprayoon was Prime Minister of Thailand from 7 April 1992 until 24 May 1992. Suchinda, son of Juang and Sompong Kraprayoon, was born 6 August 1933 in the Thonburi, Siam, and is of Chinese and Mon descent."}]}, {"heading": "Events", "year": "1992", "date": "May 24", "txt": "The ethnic cleansing in Kozarac, Bosnia and Herzegovina begins when Serbian militia and police forces enter the town.", "entities": [{"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}]}, {"heading": "Events", "year": "1993", "date": "May 24", "txt": "Eritrea gains its independence from Ethiopia.", "entities": [{"title": "Eritrea", "href": "/wiki/Eritrea", "description": "Eritrea, officially the State of Eritrea, is a country in Eastern Africa, with its capital at Asmara. It is bordered by Ethiopia in the south, Sudan in the west, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and s"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Events", "year": "1993", "date": "May 24", "txt": "Roman Catholic Cardinal Juan Jesús Posadas Ocampo and five other people are assassinated in a shootout at Miguel Hidalgo y Costilla Guadalajara International Airport in Mexico.", "entities": [{"title": "Miguel Hidalgo y Costilla Guadalajara International Airport", "href": "/wiki/Miguel_Hidalgo_y_Costilla_Guadalajara_International_Airport", "description": "Guadalajara International Airport, officially known as Miguel Hidalgo y Costilla Guadalajara International Airport, is the main airport of Mexico's second-largest city Guadalajara. Opened in 1966, it is located 16 km south of the city center. In 2020 it handled 8,094,115 passengers, a decrease of 45.40% from 2019 as a result of the COVID-19 contingencies. It is Latin America's sixth and Mexico's t"}]}, {"heading": "Events", "year": "1994", "date": "May 24", "txt": "Four men convicted of bombing the World Trade Center in New York in 1993 are each sentenced to 240 years in prison.", "entities": [{"title": "1993 World Trade Center bombing", "href": "/wiki/1993_World_Trade_Center_bombing", "description": "The 1993 World Trade Center bombing was a terrorist attack on the World Trade Center, carried out on February 26, 1993, when a truck bomb detonated below the North Tower of the World Trade Center in New York City. The 1,336 lb (606 kg) urea nitrate–hydrogen gas enhanced device was intended to send the North Tower crashing into the South Tower, bringing both towers down and killing tens of thousand"}]}, {"heading": "Events", "year": "1995", "date": "May 24", "txt": "While attempting to return to Leeds Bradford Airport in the United Kingdom, Knight Air Flight 816 crashes in Harewood, North Yorkshire, killing all 12 people on board.", "entities": [{"title": "Leeds Bradford Airport", "href": "/wiki/Leeds_Bradford_Airport", "description": "Leeds Bradford Airport is located in Yeadon, in the City of Leeds Metropolitan District in West Yorkshire, England, about 7 miles (11 km) northwest of Leeds city centre, and about 9 miles (14 km) northeast from Bradford city centre. It serves Leeds and Bradford and the wider Yorkshire region including York, Wakefield and Harrogate, and is the largest airport in Yorkshire. The airport was in public"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "Knight Air Flight 816", "href": "/wiki/Knight_Air_Flight_816", "description": "Knight Air Flight 816, being flown by G-OEAA, an Embraer 110 Bandeirante belonging to Knight Air, was an internal scheduled flight operating between Leeds Bradford and Aberdeen airports on 24 May 1995, which crashed with the loss of all on board shortly after take-off."}, {"title": "Harewood, West Yorkshire", "href": "/wiki/Harewood,_West_Yorkshire", "description": "Harewood is a village, civil parish, former manor and ecclesiastical parish, in West Yorkshire, England, today in the metropolitan borough of the City of Leeds. The civil parish population at the 2011 census was 3,734."}, {"title": "North Yorkshire", "href": "/wiki/North_Yorkshire", "description": "North Yorkshire is the largest non-metropolitan county and lieutenancy area in England, covering an area of 8,654 square kilometres (3,341 sq mi). Around 40% of the county is covered by national parks, including most of the Yorkshire Dales and the North York Moors. It is one of four counties in England to hold the name Yorkshire; the three other counties are the East Riding of Yorkshire, South Yor"}]}, {"heading": "Events", "year": "1999", "date": "May 24", "txt": "The International Criminal Tribunal for the former Yugoslavia in The Hague, Netherlands indicts Slobodan Milošević and four others for war crimes and crimes against humanity committed in Kosovo.", "entities": [{"title": "International Criminal Tribunal for the former Yugoslavia", "href": "/wiki/International_Criminal_Tribunal_for_the_former_Yugoslavia", "description": "The International Criminal Tribunal for the former Yugoslavia (ICTY) was a body of the United Nations established to prosecute serious crimes committed during the Yugoslav Wars, and to try their perpetrators. The tribunal was an ad hoc court located in The Hague, Netherlands."}, {"title": "The Hague", "href": "/wiki/The_Hague", "description": "The Hague is a city and municipality on the western coast of the Netherlands on the North Sea, the administrative and royal capital of the Netherlands and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world."}, {"title": "Slobodan Milošević", "href": "/wiki/Slobodan_Milo%C5%A1evi%C4%87", "description": "Slobodan Milošević was a Yugoslav and Serbian politician who served as the president of Serbia from 1989 to 1992 and within the Federal Republic of Yugoslavia from 1992 to 1997, and president of the Federal Republic of Yugoslavia from 1997 to 2000. He led the Socialist Party of Serbia from its foundation in 1990 and rose to power as Serbian President during efforts to reform the 1974 Constitution "}, {"title": "War crime", "href": "/wiki/War_crime", "description": "A war crime is an act that constitutes a serious violation of the laws of war that gives rise to individual criminal responsibility. Examples of crimes include intentionally killing civilians or prisoners, torturing, destroying civilian property, taking hostages, performing a perfidy, raping, using child soldiers, pillaging, declaring that no quarter will be given, and seriously violating the prin"}, {"title": "Crimes against humanity", "href": "/wiki/Crimes_against_humanity", "description": "Crimes against humanity are certain acts that are purposely committed as part of a widespread or systematic policy, directed against civilians, in times of war or peace. They differ from war crimes because they are not isolated acts committed by individual soldiers, but are acts committed in furtherance of a state policy. The first prosecution for crimes against humanity took place at the Nurember"}, {"title": "Kosovo", "href": "/wiki/Kosovo", "description": "Kosovo, officially the Republic of Kosovo, is a partially recognised state and disputed territory in Southeastern Europe. It lies at the centre of the Balkans, occupying an area of 10,887 km2 (4,203 sq mi), with a population of 1.8 million; and is bordered by the uncontested territory of Serbia to the north and east, North Macedonia to the southeast, Albania to the southwest, and Montenegro to the"}]}, {"heading": "Events", "year": "2000", "date": "May 24", "txt": "Israeli troops withdraw from southern Lebanon after 22 years of occupation.", "entities": [{"title": "Southern Lebanon", "href": "/wiki/Southern_Lebanon", "description": "\nSouthern Lebanon is the area of Lebanon comprising the South Governorate and the Nabatiye Governorate. The two entities were divided from the same province in the early 1990s. The Rashaya and Western Beqaa Districts, the southernmost districts of the Beqaa Governorate, in Southern Lebanon are sometimes included."}]}, {"heading": "Events", "year": "2002", "date": "May 24", "txt": "Russia and the United States sign the Moscow Treaty.", "entities": [{"title": "Strategic Offensive Reductions Treaty", "href": "/wiki/Strategic_Offensive_Reductions_Treaty", "description": "The Treaty Between the United States of America and the Russian Federation on Strategic Offensive Reductions (SORT), also known as the Treaty of Moscow, was a strategic arms reduction treaty between the United States and Russia that was in force from June 2003 until February 2011 when it was superseded by the New START treaty. At the time, SORT was positioned as \"represent[ing] an important elemen"}]}, {"heading": "Events", "year": "2014", "date": "May 24", "txt": "A 6.4 magnitude earthquake occurs in the Aegean Sea between Greece and Turkey, injuring 324 people.", "entities": [{"title": "2014 Aegean Sea earthquake", "href": "/wiki/2014_Aegean_Sea_earthquake", "description": "An earthquake occurred in the northern Aegean Sea between Greece and Turkey on May 24, 2014. It had a moment magnitude of 6.9 and a maximum Mercalli intensity of VIII (Severe). Serious damage was reported on the Turkish island of Imbros and the cities of Edirne and Çanakkale, as well as on the Greek island of Lemnos. The earthquake was felt in Bulgaria and southern Romania. Several aftershocks fol"}, {"title": "Aegean Sea", "href": "/wiki/Aegean_Sea", "description": "The Aegean Sea is an elongated embayment of the Mediterranean Sea located between Europe's Balkan peninsula and Asia's Anatolia peninsula. The sea has an area of some 215,000 square kilometres. In the north, the Aegean is connected to the Marmara Sea and the Black Sea by the straits of the Dardanelles and the Bosphorus. The Aegean Islands are located within the sea and some bound it on its souther"}, {"title": "Greece", "href": "/wiki/Greece", "description": "Greece, officially the Hellenic Republic, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens is its largest and capital city, followed by Thessaloniki. Situated on the southern tip of the Balkans, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria "}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "2014", "date": "May 24", "txt": "At least three people are killed in a shooting at Brussels' Jewish Museum of Belgium.", "entities": [{"title": "Jewish Museum of Belgium", "href": "/wiki/Jewish_Museum_of_Belgium", "description": "The Jewish Museum of Belgium is a museum in Brussels, Belgium, focusing on the history of the Jews in Belgium."}]}, {"heading": "Events", "year": "2019", "date": "May 24", "txt": "Twenty-two students die in a fire in Surat (India).", "entities": [{"title": "2019 Surat fire", "href": "/wiki/2019_Surat_fire", "description": "On 24 May 2019, a fire occurred at a commercial complex in Sarthana jagatnaka area of Surat in the Gujarat state of India. Twenty-two students died and others were injured in an academic coaching centre located on the building's terrace. The fire was started by a short circuit on the ground floor; the students in the coaching centre were trapped by the destruction of a wooden staircase. Three peop"}, {"title": "Surat", "href": "/wiki/Surat", "description": "Surat is a city in the western Indian state of Gujarat. Located at the mouth of the Tapti River, it used to be a large seaport. It is now the commercial and economic center in South Gujarat, and one of the largest urban areas of western India. It has well-established diamond and textile industries, and is a shopping centre for apparels and accessories. It is the eighth largest city by population a"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}]}, {"heading": "Events", "year": "2019", "date": "May 24", "txt": "Under pressure over her handling of Brexit, British Prime Minister Theresa May announces her resignation as Leader of the Conservative Party, effective as of June 7.", "entities": [{"title": "Theresa May", "href": "/wiki/Theresa_May", "description": "Theresa Mary, Lady May is a British politician who served as Prime Minister of the United Kingdom and Leader of the Conservative Party from 2016 to 2019. May served as Home Secretary from 2010 to 2016 in the Cameron government and has been Member of Parliament (MP) for Maidenhead in Berkshire since 1997. Ideologically, she identifies herself as a one-nation conservative."}]}, {"heading": "Births", "year": "15 BC", "date": "May 24", "txt": "Germanicus, Roman general (d. 19)", "entities": [{"title": "Germanicus", "href": "/wiki/Germanicus", "description": "Germanicus Julius Caesar was a popular and prominent general of the Roman Empire, known for his campaigns in Germania. The son of Nero Claudius Drusus and Antonia the Younger, Germanicus was born into an influential branch of the patrician gens Claudia. The agnomen Germanicus was added to his full name in 9 BC when it was posthumously awarded to his father in honor of his victories in Germania. In"}]}, {"heading": "Births", "year": "1335", "date": "May 24", "txt": "Margaret of Bohemia, Queen of Hungary (d. 1349)", "entities": [{"title": "Margaret of Bohemia, Queen of Hungary", "href": "/wiki/Margaret_of_Bohemia,_Queen_of_Hungary", "description": "Margaret of Bohemia, also known as Margaret of Luxembourg, was a Queen consort of Hungary by her marriage to Louis I of Hungary. She was the second child of Charles IV, Holy Roman Emperor by his first wife Blanche of Valois. She was a member of the House of Luxembourg."}]}, {"heading": "Births", "year": "1494", "date": "May 24", "txt": "Pontormo, Italian painter (d. 1557)", "entities": [{"title": "Pontormo", "href": "/wiki/Pontormo", "description": "Jacopo Carucci, usually known as Jacopo da Pontormo, Jacopo Pontormo or simply Pontormo, was an Italian Mannerist painter and portraitist from the Florentine School. His work represents a profound stylistic shift from the calm perspectival regularity that characterized the art of the Florentine Renaissance. He is famous for his use of twining poses, coupled with ambiguous perspective; his figures "}]}, {"heading": "Births", "year": "1522", "date": "May 24", "txt": "John Jewel, English bishop (d. 1571)", "entities": [{"title": "John Jewel", "href": "/wiki/John_Jewel", "description": "John Jewel of Devon, England was Bishop of Salisbury from 1559 to 1571."}]}, {"heading": "Births", "year": "1544", "date": "May 24", "txt": "William Gilbert, English physician, physicist, and astronomer (d. 1603)", "entities": [{"title": "William Gilbert (astronomer)", "href": "/wiki/William_Gilbert_(astronomer)", "description": "William Gilbert, also known as Gilberd, was an English physician, physicist and natural philosopher. He passionately rejected both the prevailing Aristotelian philosophy and the Scholastic method of university teaching. He is remembered today largely for his book De Magnete (1600)."}]}, {"heading": "Births", "year": "1576", "date": "May 24", "txt": "Elizabeth Carey, Lady Berkeley, English courtier (d. 1635)", "entities": [{"title": "Elizabeth Carey, Lady Berkeley", "href": "/wiki/Elizabeth_Carey,_Lady_Berkeley", "description": "Elizabeth, Lady Berkeley, was an English courtier and patron of the arts."}]}, {"heading": "Births", "year": "1616", "date": "May 24", "txt": "John Maitland, 1st Duke of Lauderdale, Scottish politician, Secretary of State, Scotland (d. 1682)", "entities": [{"title": "John Maitland, 1st Duke of Lauderdale", "href": "/wiki/John_Maitland,_1st_Duke_of_Lauderdale", "description": "John Maitland, 1st Duke and 2nd Earl of Lauderdale, 3rd Lord Maitland of Thirlestane KG PC, was a Scottish politician, and leader within the Cabal Ministry."}, {"title": "Secretary of State, Scotland", "href": "/wiki/Secretary_of_State,_Scotland", "description": "The Secretary of Scotland or Lord Secretary was a senior post in the government of the Kingdom of Scotland."}]}, {"heading": "Births", "year": "1628", "date": "May 24", "txt": "Marek Sobieski, Polish noble (d. 1652)", "entities": [{"title": "Marek Sobieski (1628–1652)", "href": "/wiki/Marek_Sobieski_(1628%E2%80%931652)", "description": "Marek Sobieski was a Polish nobleman, starosta of Krasnystaw and Jaworów, and the older brother of King John III Sobieski of Poland. He graduated from Nowodworek College in Kraków and Kraków Academy, then traveled and studied in Western Europe. After returning to Poland in 1648 he fought against the Cossacks and Tatars at the Siege of Zbaraż and at the Battle of Beresteczko. He was taken captive b"}]}, {"heading": "Births", "year": "1669", "date": "May 24", "txt": "Emerentia von Düben, Swedish royal favorite (d. 1743)", "entities": [{"title": "Emerentia von Düben", "href": "/wiki/Emerentia_von_D%C3%BCben", "description": "Baroness Emerentia von Düben also called Menza, was a Swedish lady-in-waiting, the favourite of Ulrika Eleonora, Queen of Sweden. She was known for her influence over Ulrika Eleonora."}]}, {"heading": "Births", "year": "1671", "date": "May 24", "txt": "Gian Gastone de' Medici, Grand Duke of Tuscany (d. 1737)", "entities": [{"title": "Gian Gastone de' Medici, Grand Duke of Tuscany", "href": "/wiki/Gian_Gastone_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Gian Gastone de' Medici was the seventh and last Medicean Grand Duke of Tuscany."}]}, {"heading": "Births", "year": "1686", "date": "May 24", "txt": "Daniel Gabriel Fahrenheit, Polish-German physicist and engineer, developed the Fahrenheit scale (d. 1736)", "entities": [{"title": "Daniel Gabriel Fahrenheit", "href": "/wiki/Daniel_Gabriel_Fahrenheit", "description": "Daniel Gabriel Fahrenheit FRS was a physicist, inventor, and scientific instrument maker. Fahrenheit was born in Danzig (Gdańsk), then a predominantly German-speaking city in the Pomeranian Voivodeship of the Polish–Lithuanian Commonwealth. He later moved to the Dutch Republic at age 15, where he spent the rest of his life (1701–1736) and was one of the notable figures in the Golden Age of Dutch s"}, {"title": "Fahrenheit", "href": "/wiki/Fahrenheit", "description": "The Fahrenheit scale is a temperature scale based on one proposed in 1724 by the physicist Daniel Gabriel Fahrenheit (1686–1736). It uses the degree Fahrenheit as the unit. Several accounts of how he originally defined his scale exist, but the original paper suggests the lower defining point, 0 °F, was established as the freezing temperature of a solution of brine made from a mixture of water, ice"}]}, {"heading": "Births", "year": "1689", "date": "May 24", "txt": "Daniel Finch, 8th Earl of Winchilsea, English politician, Lord President of the Council (d. 1769)", "entities": [{"title": "Daniel Finch, 8th Earl of Winchilsea", "href": "/wiki/Daniel_Finch,_8th_Earl_of_Winchilsea", "description": "Daniel Finch, 8th Earl of Winchilsea and 3rd Earl of Nottingham, , of Burley House near Oakham in Rutland and of Eastwell Park near Ashford in Kent, was a British peer and politician."}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1743", "date": "May 24", "txt": "Jean-Paul Marat, Swiss-French physician, journalist, and politician (d. 1793)", "entities": [{"title": "Jean-Paul Marat", "href": "/wiki/Jean-Paul_Marat", "description": "Jean-Paul Marat was a French political theorist, physician and scientist. He was a journalist and politician during the French Revolution. He was a vigorous defender of the sans-culottes and seen as a radical voice. He published his views in pamphlets, placards and newspapers. His periodical L'Ami du peuple made him an unofficial link with the radical Jacobin group that came to power after June 17"}]}, {"heading": "Births", "year": "1789", "date": "May 24", "txt": "Cathinka Buchwieser, German operatic singer and actress (d.1828)", "entities": [{"title": "Cathinka Buchwieser", "href": "/wiki/Cathinka_Buchwieser", "description": "Katharina Buchwieser was a German operatic soprano and actress. She was known as Cathinka, and her married surname was Lacsny von Folkusfálva. She appeared at theatres of Vienna, the Theater an der Wien and the Theater am Kärntnertor, then the court theatre. Franz Schubert dedicated compositions to her."}]}, {"heading": "Births", "year": "1794", "date": "May 24", "txt": "William Whewell, English priest and philosopher (d. 1866)", "entities": [{"title": "William Whewell", "href": "/wiki/William_Whewell", "description": "Rev Dr William Whewell DD was an English polymath, scientist, Anglican priest, philosopher, theologian, and historian of science. He was Master of Trinity College, Cambridge. In his time as a student there, he achieved distinction in both poetry and mathematics."}]}, {"heading": "Births", "year": "1803", "date": "May 24", "txt": "Alexander von Nordmann, Finnish biologist and paleontologist (d. 1866)", "entities": [{"title": "Alexander von Nordmann", "href": "/wiki/Alexander_von_Nordmann", "description": "Alexander von Nordmann was a 19th-century Finnish biologist, who contributed to zoology, parasitology, botany and paleontology."}]}, {"heading": "Births", "year": "1810", "date": "May 24", "txt": "Abraham Geiger, German rabbi and scholar (d. 1874)", "entities": [{"title": "Abraham Geiger", "href": "/wiki/Abraham_Geiger", "description": "Abraham Geiger was a German rabbi and scholar, considered the founding father of Reform Judaism. Emphasizing Judaism's constant development along history and universalist traits, Geiger sought to re-formulate received forms and design what he regarded as a religion compliant with modern times."}]}, {"heading": "Births", "year": "1816", "date": "May 24", "txt": "Emanuel Leutze, German-American painter (d. 1868)", "entities": [{"title": "Emanuel Leutze", "href": "/wiki/Emanuel_Leutze", "description": "Emanuel Gottlieb Leutze was a German American history painter best known for his 1851 painting Washington Crossing the Delaware. He is associated with the Düsseldorf school of painting."}]}, {"heading": "Births", "year": "1819", "date": "May 24", "txt": "Queen Victoria of the United Kingdom (d. 1901)", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}]}, {"heading": "Births", "year": "1830", "date": "May 24", "txt": "Alexei Savrasov, Russian painter and academic (d. 1897)", "entities": [{"title": "Alexei Savrasov", "href": "/wiki/Alexei_Savrasov", "description": "Alexei Kondratyevich Savrasov was a Russian landscape painter and creator of the lyrical landscape style."}]}, {"heading": "Births", "year": "1855", "date": "May 24", "txt": "Arthur Wing Pinero, English actor, director, and playwright (d. 1934)", "entities": [{"title": "Arthur Wing Pinero", "href": "/wiki/Arthur_Wing_Pinero", "description": "Sir Arthur Wing Pinero was an English playwright and, early in his career, actor."}]}, {"heading": "Births", "year": "1861", "date": "May 24", "txt": "Gerald Strickland, 1st Baron Strickland, Maltese lawyer and politician, 4th Prime Minister of Malta (d. 1940)", "entities": [{"title": "Gerald Strickland, 1st Baron Strickland", "href": "/wiki/Gerald_Strickland,_1st_Baron_Strickland", "description": "Gerald Paul Joseph Cajetan Carmel Antony Martin Strickland, 6th Count della Catena, 1st Baron Strickland, was a Maltese and British politician and peer, who served as Prime Minister of Malta, Governor of the Leeward Islands, Governor of Tasmania, Governor of Western Australia and Governor of New South Wales, in addition to sitting successively in the House of Commons and House of Lords in the Parl"}, {"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Births", "year": "1863", "date": "May 24", "txt": "George Grey Barnard, American sculptor (d. 1938)", "entities": [{"title": "George Grey Barnard", "href": "/wiki/George_Grey_Barnard", "description": "George Grey Barnard, often written George Gray Barnard, was an American sculptor who trained in Paris. He is especially noted for his heroic sized Struggle of the Two Natures in Man at the Metropolitan Museum of Art, his twin sculpture groups at the Pennsylvania State Capitol, and his Lincoln statue in Cincinnati, Ohio. His major works are largely symbolical in character. His personal collection o"}]}, {"heading": "Births", "year": "1868", "date": "May 24", "txt": "Charlie Taylor, American engineer and mechanic (d. 1956)", "entities": [{"title": "Charlie Taylor (mechanic)", "href": "/wiki/Charlie_Taylor_(mechanic)", "description": "Charles Edward Taylor was an American inventor, mechanic and machinist. He built the first aircraft engine used by the Wright brothers in the Wright Flyer, and was a vital contributor of mechanical skills in the building and maintaining of early Wright engines and airplanes."}]}, {"heading": "Births", "year": "1870", "date": "May 24", "txt": "Benjamin N. Cardozo, American lawyer and judge (d. 1938)", "entities": [{"title": "Benjamin N. Cardozo", "href": "/wiki/Benjamin_N._Cardozo", "description": "Benjamin Nathan Cardozo was an American lawyer and jurist who served as an Associate Justice of the Supreme Court of the United States. Previously, he had served as the Chief Judge of the New York Court of Appeals. Cardozo is remembered for his significant influence on the development of American common law in the 20th century, in addition to his philosophy and vivid prose style."}]}, {"heading": "Births", "year": "1870", "date": "May 24", "txt": "Jan Smuts, South African lawyer and politician, 2nd Prime Minister of South Africa (d. 1950)", "entities": [{"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}]}, {"heading": "Births", "year": "1874", "date": "May 24", "txt": "Princess Marie of Hesse and by Rhine (d. 1878)", "entities": [{"title": "Princess Marie of Hesse and by Rhine (1874–1878)", "href": "/wiki/Princess_Marie_of_Hesse_and_by_Rhine_(1874%E2%80%931878)", "description": "Princess Marie of Hesse and by Rhine was a member of the House of Hesse-Darmstadt. She was the youngest child and fifth daughter of Louis IV, Grand Duke of Hesse and by Rhine, and Princess Alice of the United Kingdom. Her mother was the second daughter of Queen Victoria of the United Kingdom. Marie died of diphtheria and was buried with her mother, who died a few weeks later of the same disease."}]}, {"heading": "Births", "year": "1875", "date": "May 24", "txt": "Robert Garrett, American discus thrower and shot putter (d. 1961)", "entities": [{"title": "Robert Garrett", "href": "/wiki/Robert_Garrett", "description": "Robert S. Garrett was an American athlete, as well as investment banker and philanthropist in Baltimore, Maryland and financier of several important archeological excavations. Garrett was the first modern Olympic champion in discus throw as well as shot put."}]}, {"heading": "Births", "year": "1878", "date": "May 24", "txt": "Lillian Moller Gilbreth, American psychologist and engineer (d. 1972)", "entities": [{"title": "Lillian Moller Gilbreth", "href": "/wiki/Lillian_Moller_Gilbreth", "description": "Lillian Evelyn Moller Gilbreth was an American psychologist, industrial engineer, consultant, and educator who was an early pioneer in applying psychology to time-and-motion studies. She was described in the 1940s as \"a genius in the art of living.\" Gilbreth, one of the first female engineers to earn a Ph.D., is considered to be the first industrial/organizational psychologist. She and her husband"}]}, {"heading": "Births", "year": "1879", "date": "May 24", "txt": "H. B. Reese, American candy maker, created Reese's Peanut Butter Cups (d. 1956)", "entities": [{"title": "H. B. Reese", "href": "/wiki/H._B._Reese", "description": "Harry Burnett \"H. B.\" Reese was an American inventor and businessman known for creating the No. 1 selling candy brand in the United States, Reese's Peanut Butter Cups and founding the H.B. Reese Candy Company. In 2009, he was posthumously inducted into the Candy Hall of Fame."}, {"title": "Reese's Peanut Butter Cups", "href": "/wiki/Reese%27s_Peanut_Butter_Cups", "description": "Reese's Peanut Butter Cups are an American candy consisting of a chocolate cup filled with peanut butter, marketed by The Hershey Company. They were created on November 15, 1928, by H. B. Reese, a former dairy farmer and shipping foreman for Milton S. Hershey. Reese left his job with Hershey to start his own candy business. Reese's generates more than $2 billion in annual sales for The Hershey Com"}]}, {"heading": "Births", "year": "1886", "date": "May 24", "txt": "Paul Paray, French organist, composer, and conductor (d. 1979)", "entities": [{"title": "Paul Paray", "href": "/wiki/Paul_Paray", "description": "Paul M. A. Charles Paray was a French conductor, organist and composer. He is best remembered in the United States for being the resident conductor of the Detroit Symphony Orchestra for more than a decade."}]}, {"heading": "Births", "year": "1887", "date": "May 24", "txt": "Mick Mannock, Irish soldier and pilot, Victoria Cross recipient (d. 1918)", "entities": [{"title": "Mick Mannock", "href": "/wiki/Mick_Mannock", "description": "Edward Corringham \"Mick\" Mannock was a British flying ace in the Royal Flying Corps and Royal Air Force during the First World War. Mannock was a pioneer of fighter aircraft tactics in aerial warfare. At the time of his death he had amassed 61 aerial victories, making him the fifth highest scoring pilot of the war."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1891", "date": "May 24", "txt": "William F. Albright, American archaeologist, philologist, and scholar (d. 1971)", "entities": [{"title": "William F. Albright", "href": "/wiki/William_F._Albright", "description": "William Foxwell Albright was an American archaeologist, biblical scholar, philologist, and expert on ceramics."}]}, {"heading": "Births", "year": "1892", "date": "May 24", "txt": "Elizabeth Foreman Lewis, American author and educator (d. 1958)", "entities": [{"title": "Elizabeth Foreman Lewis", "href": "/wiki/Elizabeth_Foreman_Lewis", "description": "Elizabeth Foreman Lewis was an American children's writer. She received the Newbery Award and the Lewis Carroll Shelf Award."}]}, {"heading": "Births", "year": "1895", "date": "May 24", "txt": "Samuel Irving Newhouse Sr., American publisher, founded Advance Publications (d. 1979)", "entities": [{"title": "Samuel Irving Newhouse Sr.", "href": "/wiki/Samuel_Irving_Newhouse_Sr.", "description": "Samuel Irving Newhouse Sr. was an American broadcasting businessman, magazine and newspaper publisher. He was the founder of Advance Publications."}, {"title": "Advance Publications", "href": "/wiki/Advance_Publications", "description": "Advance Publications, Inc. is an American media company owned by the descendants of S.I. Newhouse Sr., Donald Newhouse and S.I. Newhouse Jr. It is named after the Staten Island Advance, the first newspaper owned by the Newhouse family, in which Sam Newhouse bought a controlling interest in 1922. The company is nominally headquartered in the Advance offices in Staten Island's Grasmere neighborhood,"}]}, {"heading": "Births", "year": "1899", "date": "May 24", "txt": "Suzanne Lenglen, French tennis player (d. 1938)", "entities": [{"title": "Suzanne Lenglen", "href": "/wiki/Suzanne_Lenglen", "description": "Suzanne Rachel Flore Lenglen was a French tennis player. She was ranked No. 1 in the world from the start of the rankings in 1921 to 1926, winning 8 Grand Slam singles titles and 21 in total, as well as 10 World Championship titles. She won six Wimbledon singles titles, including five in a row from 1919 to 1923, and also won triple crowns at the first two open French Championships in 1925 and 1926"}]}, {"heading": "Births", "year": "1899", "date": "May 24", "txt": "Henri Michaux, Belgian-French poet and painter (d. 1984)", "entities": []}, {"heading": "Births", "year": "1900", "date": "May 24", "txt": "Eduardo De Filippo, Italian actor and screenwriter (d. 1984)", "entities": [{"title": "Eduardo De Filippo", "href": "/wiki/Eduardo_De_Filippo", "description": "Eduardo De Filippo, also known simply as Eduardo, was an Italian actor, playwright, and screenwriter, best known for his Neapolitan works Filumena Marturano and Napoli Milionaria. Considered one of the most important italian artists of the 20th century, Eduardo was the author of many theatrical dramas staged and directed by himself first and later awarded and played outside Italy. For his artistic"}]}, {"heading": "Births", "year": "1901", "date": "May 24", "txt": "José Nasazzi, Uruguayan footballer and manager (d. 1968)", "entities": [{"title": "José Nasazzi", "href": "/wiki/Jos%C3%A9_Nasazzi", "description": "José Nasazzi Yarza was a Uruguayan footballer who played as a defender. He captained his country when they won the inaugural FIFA World Cup in 1930."}]}, {"heading": "Births", "year": "1902", "date": "May 24", "txt": "Lionel Conacher, Canadian football player and politician (d. 1954)", "entities": [{"title": "Lionel Conacher", "href": "/wiki/Lionel_Conacher", "description": "Lionel Pretoria Conacher, MP, nicknamed \"The Big Train\", was a Canadian athlete and politician. Voted the country's top athlete of the first half of the 20th century, he won championships in numerous sports. His first passion was football; he was a member of the 1921 Grey Cup champion Toronto Argonauts. He was a member of the Toronto Maple Leafs baseball team that won the International League cham"}]}, {"heading": "Births", "year": "1902", "date": "May 24", "txt": "Sylvia Daoust, Canadian sculptor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1905", "date": "May 24", "txt": "George Nakashima, American woodworker and architect (d. 1990)", "entities": [{"title": "George Nakashima", "href": "/wiki/George_Nakashima", "description": "George Katsutoshi Nakashima was an American woodworker, architect, and furniture maker who was one of the leading innovators of 20th century furniture design and a father of the American craft movement. In 1983, he accepted the Order of the Sacred Treasure, an honor bestowed by the Emperor of Japan and the Japanese government."}]}, {"heading": "Births", "year": "1905", "date": "May 24", "txt": "Mikhail Sholokhov, Russian novelist and short story writer, Nobel Prize laureate (d. 1984)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1909", "date": "May 24", "txt": "Wilbur Mills, American banker and politician (d. 1992)", "entities": [{"title": "Wilbur Mills", "href": "/wiki/Wilbur_Mills", "description": "Wilbur Daigh Mills was an American Democratic politician who represented Arkansas's 2nd congressional district in the United States House of Representatives from 1939 until his retirement in 1977. As chairman of the House Ways and Means Committee from 1958 to 1974, he was often called \"the most powerful man in Washington\"."}]}, {"heading": "Births", "year": "1910", "date": "May 24", "txt": "Jimmy Demaret, American golfer (d. 1983)", "entities": [{"title": "Jimmy Demaret", "href": "/wiki/Jimmy_Demaret", "description": "James Newton Demaret was an American professional golfer. He won 31 PGA Tour events in a long career between 1935 and 1957, and was the first three-time winner of the Masters, with titles in 1940, 1947, and 1950."}]}, {"heading": "Births", "year": "1913", "date": "May 24", "txt": "Joe Abreu, American baseball player and soldier (d. 1993)", "entities": [{"title": "Joe Abreu", "href": "/wiki/Joe_Abreu", "description": "Joseph Lawrence Abreu was an American Major League Baseball infielder. He played nine seasons in professional baseball, one at the major league level. He served in the United States Navy during World War II."}]}, {"heading": "Births", "year": "1914", "date": "May 24", "txt": "Lilli Palmer, German-American actress (d. 1986)", "entities": [{"title": "Lilli Palmer", "href": "/wiki/Lilli_Palmer", "description": "Lilli Palmer was a German actress and writer. After beginning her career in British films in the 1930s, she would later transition to major Hollywood productions, earning a Golden Globe Award nomination for her performance in But Not for Me (1959)."}]}, {"heading": "Births", "year": "1916", "date": "May 24", "txt": "Roden Cutler, Australian lieutenant and politician, 32nd Governor of New South Wales (d. 2002)", "entities": [{"title": "Roden Cutler", "href": "/wiki/Roden_Cutler", "description": "Sir Arthur Roden Cutler,, known as Sir Roden Cutler, was an Australian diplomat, the longest serving Governor of New South Wales and a recipient of the Victoria Cross, the highest award for gallantry \"in the face of the enemy\" that can be awarded to British and Commonwealth armed forces."}, {"title": "Governor of New South Wales", "href": "/wiki/Governor_of_New_South_Wales", "description": "The Governor of New South Wales is the viceregal representative of the Australian monarch, Queen Elizabeth II, in the state of New South Wales. In an analogous way to the Governor-General of Australia at the national level, the Governors of the Australian states perform constitutional and ceremonial functions at the state level. The governor is appointed by the queen on the advice of the premier o"}]}, {"heading": "Births", "year": "1917", "date": "May 24", "txt": "Alan Campbell, Baron Campbell of Alloway, English lawyer and judge (d. 2013)", "entities": [{"title": "Alan Campbell, Baron Campbell of Alloway", "href": "/wiki/Alan_Campbell,_Baron_Campbell_of_Alloway", "description": "Alan Robertson Campbell, Baron Campbell of Alloway ERD QC was a British judge, barrister and author who sat in the House of Lords as a life peer."}]}, {"heading": "Births", "year": "1918", "date": "May 24", "txt": "Coleman Young, American politician, 66th Mayor of Detroit (d. 1997)", "entities": [{"title": "Coleman Young", "href": "/wiki/Coleman_Young", "description": "Coleman Alexander Young was an American politician who served as mayor of Detroit, Michigan, from 1974 to 1994. Young was the first African-American mayor of Detroit."}, {"title": "Mayor of Detroit", "href": "/wiki/Mayor_of_Detroit", "description": "This is a list of mayors of Detroit, Michigan. See History of Detroit, Michigan, for more information about the history of the incorporation of the city."}]}, {"heading": "Births", "year": "1923", "date": "May 24", "txt": "Siobhán McKenna, Irish actress (d. 1986)", "entities": [{"title": "Siobhán McKenna", "href": "/wiki/Siobh%C3%A1n_McKenna", "description": "Siobhán McKenna was an Irish stage and screen actress."}]}, {"heading": "Births", "year": "1924", "date": "May 24", "txt": "Philip Pearlstein, American soldier and painter", "entities": [{"title": "Philip Pearlstein", "href": "/wiki/Philip_Pearlstein", "description": "Philip Pearlstein is an American painter best known for Modernist Realism nudes. Cited by critics as the preeminent figure painter of the 1960s to 2000s, he led a revival in realist art. He is a Distinguished Professor Emeritus with paintings in the collections of over 70 public art museums."}]}, {"heading": "Births", "year": "1925", "date": "May 24", "txt": "Carmine Infantino, American illustrator and educator (d. 2013)", "entities": [{"title": "Carmine Infantino", "href": "/wiki/Carmine_Infantino", "description": "Carmine Michael Infantino was an American comics artist and editor, primarily for DC Comics, during the late 1950s and early 1960s period known as the Silver Age of Comic Books. Among his character creations are the Silver Age version of DC super-speedster the Flash with writer Robert Kanigher, the stretching Elongated Man with John Broome, Deadman with writer Arnold Drake, and Christopher Chance,"}]}, {"heading": "Births", "year": "1925", "date": "May 24", "txt": "Mai Zetterling, Swedish actress and director (d. 1994)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 24", "txt": "Stanley Baxter, Scottish actor and screenwriter", "entities": [{"title": "Stanley Baxter", "href": "/wiki/Stanley_Baxter", "description": "Stanley Baxter is a Scottish actor, comedian, impressionist and author. Baxter began his career as a child actor on BBC Scotland and later became known for his British television comedy shows The Stanley Baxter Show, The Stanley Baxter Picture Show, The Stanley Baxter Series and Mr Majeika."}]}, {"heading": "Births", "year": "1928", "date": "May 24", "txt": "William Trevor, Irish novelist, playwright and short story writer (d. 2016)", "entities": [{"title": "William Trevor", "href": "/wiki/William_Trevor", "description": "William Trevor KBE was an Irish novelist, playwright and short story writer. One of the elder statesmen of the Irish literary world, he was widely regarded as one of the greatest contemporary writers of short stories in the English language."}]}, {"heading": "Births", "year": "1932", "date": "May 24", "txt": "Arnold Wesker, English playwright and producer (d. 2016)", "entities": [{"title": "Arnold Wesker", "href": "/wiki/Arnold_Wesker", "description": "Sir Arnold Wesker was an English dramatist. He was the author of 50 plays, four volumes of short stories, two volumes of essays, much journalism and a book on the subject, a children's book, some poetry, and other assorted writings. His plays have been translated into 20 languages and performed worldwide."}]}, {"heading": "Births", "year": "1933", "date": "May 24", "txt": "Jane Byrne, American lawyer and politician, 50th Mayor of Chicago (d. 2014)", "entities": [{"title": "Jane Byrne", "href": "/wiki/Jane_Byrne", "description": "Jane Margaret Byrne was an American politician who was the first woman to be elected mayor of a major city in the United States. She served as the 50th Mayor of Chicago from April 16, 1979, until April 29, 1983. Byrne won the Chicago mayoral election on April 3, 1979, becoming the first female mayor of the city, the second largest city in the United States at the time. Prior to her tenure as mayor"}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1933", "date": "May 24", "txt": "Réal Giguère, Canadian television host and actor", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 24", "txt": "Aharon Lichtenstein, French-Israeli rabbi and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 24", "txt": "Joan Micklin Silver, American director and screenwriter", "entities": [{"title": "Joan Micklin Silver", "href": "/wiki/Joan_Micklin_Silver", "description": "Joan Micklin Silver was an American director of films and plays. Born in Omaha, Silver moved to New York City in 1967 where she began writing and directing films. She is best known for Hester Street (1975), her first feature, and Crossing Delancey (1988)."}]}, {"heading": "Births", "year": "1936", "date": "May 24", "txt": "Harold Budd, American composer and poet", "entities": [{"title": "Harold Budd", "href": "/wiki/Harold_Budd", "description": "Harold Montgomory Budd was an American avant-garde composer and poet. Born in Los Angeles and raised in the Mojave Desert, Budd became a respected composer in the minimalist and avant-garde scene of Southern California in the late 1960s, and later became better known for his work with figures such as Brian Eno and Robin Guthrie. Budd developed what he called a \"soft pedal\" technique for playing pi"}]}, {"heading": "Births", "year": "1937", "date": "May 24", "txt": "Maryvonne Dupureur, French runner and educator (d. 2008)", "entities": [{"title": "Maryvonne Dupureur", "href": "/wiki/Maryvonne_Dupureur", "description": "Maryvonne Samson Dupureur was a French middle-distance runner. Competing in the 800 m event she won silver medals at the 1964 Olympics and 1967 European Indoor Games; she also took part in the 1960 and 1968 Olympics."}]}, {"heading": "Births", "year": "1937", "date": "May 24", "txt": "Archie Shepp, American saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 24", "txt": "Prince Buster, Jamaican singer-songwriter and producer (d. 2016)", "entities": [{"title": "Prince Buster", "href": "/wiki/Prince_Buster", "description": "Cecil Bustamente Campbell, known professionally as Prince Buster, was a Jamaican singer-songwriter and producer. The records he released in the 1960s influenced and shaped the course of Jamaican contemporary music and created a legacy of work that would be drawn upon later by reggae and ska artists."}]}, {"heading": "Births", "year": "1938", "date": "May 24", "txt": "Tommy Chong, Canadian-American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 24", "txt": "Joseph Brodsky, Russian-American poet and essayist, Nobel Prize laureate (d. 1996)", "entities": [{"title": "Joseph Brodsky", "href": "/wiki/Joseph_Brodsky", "description": "Iosif Aleksandrovich Brodsky was a Russian-American poet and essayist."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1941", "date": "May 24", "txt": "Bob Dylan, American singer-songwriter, guitarist, artist, writer, and producer; Nobel Prize laureate", "entities": [{"title": "Bob Dylan", "href": "/wiki/Bob_Dylan", "description": "Bob Dylan is an American singer-songwriter, author and visual artist. Often regarded as one of the greatest songwriters of all time, Dylan has been a major figure in popular culture for more than 50 years. Much of his most celebrated work dates from the 1960s, when songs such as \"Blowin' in the Wind\" (1963) and \"The Times They Are a-Changin'\" (1964) became anthems for the civil rights and anti-war"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1941", "date": "May 24", "txt": "Patricia Hollis, Baroness Hollis of Heigham, English academic and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 24", "txt": "Ali Bacher, South African cricketer and manager", "entities": [{"title": "Ali Bacher", "href": "/wiki/Ali_Bacher", "description": "Aron \"Ali\" Bacher is a former South African Test cricket captain and an administrator of the United Cricket Board of South Africa."}]}, {"heading": "Births", "year": "1942", "date": "May 24", "txt": "Hannu Mikkola, Finnish race car driver (d. 2021)", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 24", "txt": "Ichirō Ozawa, Japanese lawyer and politician, Japanese Minister of Home Affairs", "entities": [{"title": "Ministry of Home Affairs (Japan)", "href": "/wiki/Ministry_of_Home_Affairs_(Japan)", "description": "Ministry of Home Affairs  was a ministry in the Japanese government that existed from July 1, 1960, to January 5, 2001, and is now part of the Ministry of Internal Affairs and Communications. The head of the ministry was a member of the Cabinet of Japan."}]}, {"heading": "Births", "year": "1943", "date": "May 24", "txt": "Gary Burghoff, American actor", "entities": [{"title": "Gary Burghoff", "href": "/wiki/Gary_Burghoff", "description": "Gary Rich Burghoff is an American actor who is known for originating the role of Charlie Brown in the 1967 Off-Broadway musical You're a Good Man, Charlie Brown, and the character Corporal Walter Eugene \"Radar\" O'Reilly in the film MASH, as well as the TV series. He was a regular on television game show Match Game from 1974 to 1975 for 140 episodes, standing in for Charles Nelson Reilly, who was i"}]}, {"heading": "Births", "year": "1944", "date": "May 24", "txt": "Patti LaBelle, American singer-songwriter and actress", "entities": [{"title": "Patti LaBelle", "href": "/wiki/Patti_LaBelle", "description": "Patti LaBelle is an American singer, songwriter, actress, and businesswoman. LaBelle began her career in the early 1960s as lead singer and front woman of the vocal group, Patti LaBelle and the Bluebelles. Following the group's name change to Labelle in the 1970s, they released the iconic disco song \"Lady Marmalade\" which later was inducted into the Grammy Hall of Fame. As a result, the group late"}]}, {"heading": "Births", "year": "1944", "date": "May 24", "txt": "Dominique Lavanant, French actress", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 24", "txt": "Terry Callier, American singer-songwriter and guitarist (d. 2012)", "entities": [{"title": "Terry Callier", "href": "/wiki/Terry_Callier", "description": "Terrence Orlando \"Terry\" Callier was an American soul, folk and jazz guitarist and singer-songwriter."}]}, {"heading": "Births", "year": "1945", "date": "May 24", "txt": "Steven Norris, English engineer and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 24", "txt": "Richard Ottaway, English lieutenant and politician, Shadow Secretary of State for Environment, Food and Rural Affairs", "entities": [{"title": "Shadow Secretary of State for Environment, Food and Rural Affairs", "href": "/wiki/Shadow_Secretary_of_State_for_Environment,_Food_and_Rural_Affairs", "description": "Shadow Secretary of State for Environment, Food and Rural Affairs is a position with the UK Opposition's Shadow Cabinet that deals with issues surrounding the environment and food and rural affairs; if the opposition party is elected to government, the designated person is a likely choice to become the new Secretary of State for Environment, Food and Rural Affairs."}]}, {"heading": "Births", "year": "1945", "date": "May 24", "txt": "Priscilla Presley, American actress and businesswoman", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 24", "txt": "Tansu Çiller, Turkish economist and politician, 22nd Prime Minister of Turkey", "entities": [{"title": "Tansu Çiller", "href": "/wiki/Tansu_%C3%87iller", "description": "Tansu Çiller is a Turkish academic, economist, and politician who served as the 22nd Prime Minister of Turkey from 1993 to 1996. She is Turkey's first and only female prime minister to date. As the leader of the True Path Party, she went on to concurrently serve as Deputy Prime Minister of Turkey and as Minister of Foreign Affairs between 1996 and 1997."}, {"title": "Prime Minister of Turkey", "href": "/wiki/Prime_Minister_of_Turkey", "description": "The Prime Minister of the Republic of Turkey was the head of government of the Republic of Turkey from 1920 to 2018, who led a political coalition in the Turkish Parliament and presided over the cabinet. Throughout the political history of Turkey, functions and powers of the post had changed occasionally."}]}, {"heading": "Births", "year": "1946", "date": "May 24", "txt": "Jesualdo Ferreira, Portuguese footballer and manager", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 24", "txt": "Irena Szewińska, Russian-Polish sprinter", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 24", "txt": "Albert Bouchard, American singer-songwriter, guitarist, and drummer", "entities": [{"title": "Albert Bouchard", "href": "/wiki/Albert_Bouchard", "description": "Albert Thomas Bouchard is an American drummer, guitarist, singer and songwriter. He was a founding member and drummer of the American hard rock band Blue Öyster Cult."}]}, {"heading": "Births", "year": "1947", "date": "May 24", "txt": "Mike De Leon, Filipino director, producer, screenwriter and cinematographer", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 24", "txt": "Mike Reid, American singer-songwriter, pianist, and American football player", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 24", "txt": "Waddy Wachtel, American guitarist, singer-songwriter, and record producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 24", "txt": "Martin Winterkorn, German businessman", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 24", "txt": "Richard Dembo, French director and screenwriter (d. 2004)", "entities": [{"title": "Richard Dembo", "href": "/wiki/Richard_Dembo", "description": " Richard Dembo was a French director and screenwriter."}]}, {"heading": "Births", "year": "1949", "date": "May 24", "txt": "Jim Broadbent, English actor", "entities": [{"title": "Jim Broadbent", "href": "/wiki/Jim_Broadbent", "description": "Jim Broadbent is an English actor. He won an Academy Award and a Golden Globe Award for his supporting role as John Bayley in the feature film Iris (2001), as well as winning a BAFTA TV Award and a Golden Globe for his leading role as Lord Longford in the television film Longford (2006). Broadbent received four BAFTA Film Award nominations and won for his performance in Moulin Rouge! (2001). He wa"}]}, {"heading": "Births", "year": "1949", "date": "May 24", "txt": "Roger Deakins , English cinematographer", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 24", "txt": "Alfred Molina, English actor", "entities": [{"title": "Alfred Molina", "href": "/wiki/Alfred_Molina", "description": "Alfredo \"Alfred\" Molina is a British-American actor who has appeared in over 200 film, television, and stage productions. He first rose to prominence in the West End, earning a nomination for the Laurence Olivier Award for Best Newcomer in a Play for his performance in the production of Oklahoma! in 1980. He made his film debut as Satipo in Raiders of the Lost Ark and his Broadway debut as Yvan in"}]}, {"heading": "Births", "year": "1955", "date": "May 24", "txt": "Rosanne Cash, American singer-songwriter and guitarist", "entities": [{"title": "Rosanne Cash", "href": "/wiki/Rosanne_Cash", "description": "Rosanne Cash is an American singer-songwriter and author. She is the eldest daughter of country musician Johnny Cash and Vivian Liberto Cash Distin, Johnny Cash's first wife. Although she is often classified as a country artist, her music draws on many genres, including folk, pop, rock, blues, and most notably Americana. In the 1980s, she had a string of genre-crossing singles that entered both th"}]}, {"heading": "Births", "year": "1955", "date": "May 24", "txt": "Philippe Lafontaine, Belgian singer and songwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 24", "txt": "Rajesh Roshan, Indian composer", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 24", "txt": "R. B. Bernstein, American constitutional historian", "entities": [{"title": "R. B. Bernstein", "href": "/wiki/R._B._Bernstein", "description": "Richard B. Bernstein is a constitutional historian, a distinguished adjunct professor of Law at New York Law School, and lecturer in law and political science at the City College of New York's Skadden, Arps Honors Program in Legal Studies in its Colin Powell School for Civic and Global Leadership."}]}, {"heading": "Births", "year": "1956", "date": "May 24", "txt": "Larry Blackmon, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 24", "txt": "Dominic Grieve, English lawyer and politician, Attorney General for England and Wales", "entities": [{"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Births", "year": "1956", "date": "May 24", "txt": "Michael Jackson, Irish archbishop", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 24", "txt": "Chip Ganassi, American race car driver, team owner and businessman", "entities": [{"title": "Chip Ganassi", "href": "/wiki/Chip_Ganassi", "description": "Floyd \"Chip\" Ganassi Jr. is an American businessman, former racing driver, current team owner and member of the Motorsports Hall of Fame of America. He has been involved with the North American auto racing scene for over 30 years. He is owner and CEO of Chip Ganassi Racing which operates teams in the IndyCar Series, NASCAR Cup Series, WeatherTech SportsCar Championship, and Extreme E. He is the on"}]}, {"heading": "Births", "year": "1959", "date": "May 24", "txt": "Pelle Lindbergh, Swedish-American ice hockey player (d. 1985)", "entities": [{"title": "Pelle Lindbergh", "href": "/wiki/Pelle_Lindbergh", "description": "Göran Per-Eric \"Pelle\" Lindbergh was a Swedish professional ice hockey goaltender who played parts of five seasons in the National Hockey League (NHL) for the Philadelphia Flyers. Lindbergh died at age 26 in a single-car accident five months after leading the Flyers to the 1985 Stanley Cup Finals and winning the Vezina Trophy as the NHL's top goaltender."}]}, {"heading": "Births", "year": "1959", "date": "May 24", "txt": "Barry O'Farrell, Australian politician, 43rd Premier of New South Wales", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1960", "date": "May 24", "txt": "Guy Fletcher, English keyboard player, guitarist, and producer", "entities": [{"title": "Guy Fletcher", "href": "/wiki/Guy_Fletcher", "description": "Guy Edward Fletcher is an English multi-instrumentalist, best known for his position as one of the two keyboard players in the rock band Dire Straits from 1984 until the group's dissolution, and his subsequent work with Dire Straits frontman Mark Knopfler. Fletcher was inducted into the Rock and Roll Hall of Fame as a member of Dire Straits in 2018."}]}, {"heading": "Births", "year": "1960", "date": "May 24", "txt": "Bill Harrigan, Australian rugby league referee and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 24", "txt": "Kristin Scott Thomas, English actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 24", "txt": "Lorella Cedroni, Italian philosopher and theorist (d. 2013)", "entities": [{"title": "Lorella Cedroni", "href": "/wiki/Lorella_Cedroni", "description": "Lorella Cedroni was a political philosopher."}]}, {"heading": "Births", "year": "1961", "date": "May 24", "txt": "Alain Lemieux, Canadian-American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 24", "txt": "Héctor Camacho, Puerto Rican-American boxer (d. 2012)", "entities": [{"title": "Héctor Camacho", "href": "/wiki/H%C3%A9ctor_Camacho", "description": "Héctor Luís Camacho Matías, commonly known by his nickname \"Macho\" Camacho, was a Puerto Rican professional boxer and entertainer. Known for his quickness in the ring and flamboyant style, Camacho competed professionally from 1980 to 2010, and was a world champion in three weight classes. He held the WBC super featherweight title from 1983 to 1984, the WBC lightweight title from 1985 to 1987, and "}]}, {"heading": "Births", "year": "1962", "date": "May 24", "txt": "Gene Anthony Ray, American actor, dancer, and choreographer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 24", "txt": "Ivan Capelli, Italian race car driver and sportscaster", "entities": [{"title": "Ivan Capelli", "href": "/wiki/Ivan_Capelli", "description": "Ivan Franco Capelli is an Italian former Formula One driver. He participated in 98 Grands Prix, debuting on 6 October 1985. He achieved three podiums, and scored a total of 31 championship points. From 1998 until 2017 he was a Formula One commentator on the Italian TV station Rai 1."}]}, {"heading": "Births", "year": "1963", "date": "May 24", "txt": "Michael Chabon, American novelist, short story writer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 24", "txt": "Joe Dumars, American basketball player", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 24", "txt": "Rich Rodriguez, American football player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 24", "txt": "Valerie Taylor, American computer scientist and educator", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 24", "txt": "Liz McColgan, Scottish educator and runner", "entities": [{"title": "Liz McColgan", "href": "/wiki/Liz_McColgan", "description": "Elizabeth McColgan-Nuttall is a British former middle-distance and long-distance track and road-running athlete. She won the gold medal for the 10,000 metres at the 1991 World Championships, and a silver medal over the same distance at the 1988 Olympic Games. She was also a two-time gold medallist over the distance at the Commonwealth Games, as well as winning the 1992 World Half Marathon Champion"}]}, {"heading": "Births", "year": "1964", "date": "May 24", "txt": "Adrian Moorhouse, English swimmer", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 24", "txt": "Isidro Pérez, Mexican boxer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 24", "txt": "Pat Verbeek, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 24", "txt": "John C. Reilly, American actor", "entities": [{"title": "John C. Reilly", "href": "/wiki/John_C._Reilly", "description": "John Christopher Reilly is an American actor, comedian, screenwriter, musician, and producer. After his film debut Casualties of War (1989), he gained exposure through his supporting roles in Days of Thunder (1990), What's Eating Gilbert Grape (1993) and The River Wild (1994). He also starred in Paul Thomas Anderson's films Hard Eight (1996), Boogie Nights (1997) and Magnolia (1999), as well as Te"}]}, {"heading": "Births", "year": "1965", "date": "May 24", "txt": "Shinichirō Watanabe, Japanese director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 24", "txt": "Éric Cantona, French footballer, manager, and actor", "entities": [{"title": "Éric Cantona", "href": "/wiki/%C3%89ric_Cantona", "description": "Eric Daniel Pierre Cantona is a French actor, director, producer, and former professional footballer. He played for Auxerre, Martigues, Marseille, Bordeaux, Montpellier, Nîmes, and Leeds United before ending his career at Manchester United, where he won four Premier League titles in five years and two League and FA Cup Doubles. He won the league championship in seven of his last eight full seasons"}]}, {"heading": "Births", "year": "1966", "date": "May 24", "txt": "Ricky Craven, American race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 24", "txt": "Tamer Karadağlı, Turkish actor", "entities": [{"title": "Tamer Karadağlı", "href": "/wiki/Tamer_Karada%C4%9Fl%C4%B1", "description": "Tamer Karadağlı is a Turkish actor."}]}, {"heading": "Births", "year": "1967", "date": "May 24", "txt": "Andrey Borodin, Russian-English economist and businessman", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 24", "txt": "Eric Close, American actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 24", "txt": "Heavy D, Jamaican-American rapper, producer, and actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 24", "txt": "Carlos Hernández, Venezuelan-American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 24", "txt": "Martin McCague, Northern Irish-English cricketer", "entities": [{"title": "Martin McCague", "href": "/wiki/Martin_McCague", "description": "Martin John McCague is a former professional cricketer who played for the England cricket team in three Test matches in 1993 and 1994. McCague was born in Northern Ireland and grew up in Australia where he began his professional career."}]}, {"heading": "Births", "year": "1969", "date": "May 24", "txt": "Jacob Rees-Mogg, English politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 24", "txt": "Rich Robinson, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 24", "txt": "Kris Draper, Canadian ice hockey player and manager", "entities": [{"title": "Kris Draper", "href": "/wiki/Kris_Draper", "description": "Kristopher Bruce \"Kris\" Draper is a Canadian former professional ice hockey player and current director of amateur scouting for the Detroit Red Wings, the team which he played 17 seasons for during his 20-year National Hockey League (NHL) playing career."}]}, {"heading": "Births", "year": "1972", "date": "May 24", "txt": "Greg Berlanti, American director, producer, and screenwriter", "entities": [{"title": "Greg Berlanti", "href": "/wiki/Greg_Berlanti", "description": "Gregory Berlanti is an American writer, producer and film director. He is known for his work on the television series Dawson's Creek, Brothers & Sisters, Everwood, Political Animals, Riverdale, Chilling Adventures of Sabrina and You, in addition to his contributions to DC Comics on film and television productions, including The CW's Arrowverse and the Titansverse."}]}, {"heading": "Births", "year": "1973", "date": "May 24", "txt": "Rodrigo, Argentinian singer-songwriter (d. 2000)", "entities": [{"title": "Rodrigo (musician)", "href": "/wiki/Rodrigo_(musician)", "description": "Rodrigo Alejandro Bueno, also known by his stage name Rodrigo or his nickname \"El Potro\", was an Argentine singer of cuarteto music. He is widely regarded as the best, most famous and most influential singer in the history of this genre. Bueno's style was marked by his on-stage energy and charisma. His short, dyed hair and casual clothes differed from typical cuarteto singers with strident colors "}]}, {"heading": "Births", "year": "1973", "date": "May 24", "txt": "Bartolo Colón, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 24", "txt": "Shirish Kunder, Indian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 24", "txt": "Vladimír Šmicer, Czech footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 24", "txt": "Sébastien Foucan, French runner and actor", "entities": [{"title": "Sébastien Foucan", "href": "/wiki/S%C3%A9bastien_Foucan", "description": "Sébastien Foucan is a French freerunner of Guadeloupean descent."}]}, {"heading": "Births", "year": "1974", "date": "May 24", "txt": "Masahide Kobayashi, Japanese baseball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 24", "txt": "Magnus Manske, German biochemist and computer programmer, developed MediaWiki", "entities": [{"title": "MediaWiki", "href": "/wiki/MediaWiki", "description": "MediaWiki is a free and open-source wiki software. It was developed for use on Wikipedia in 2002, and given the name \"MediaWiki\" in 2003. It remains in use on Wikipedia and almost all other Wikimedia websites, including Wiktionary, Wikimedia Commons and Wikidata; these sites continue to define a large part of the requirement set for MediaWiki. MediaWiki was originally developed by Magnus Manske an"}]}, {"heading": "Births", "year": "1975", "date": "May 24", "txt": "Will Sasso, Canadian actor and comedian", "entities": [{"title": "Will Sasso", "href": "/wiki/Will_Sasso", "description": "William Sasso is a Canadian actor, comedian and former podcaster on his podcast Ten Minute Podcast. He is notable for his five seasons as a cast member on Mad TV from 1997 to 2002, for starring as Curly in the 2012 film reboot of The Three Stooges, and Happy Gilmore (1996), as well as for his T.V. show roles as Carl Monari in Less than Perfect (2003-2006), Doug Martin in How I Met Your Mother (200"}]}, {"heading": "Births", "year": "1975", "date": "May 24", "txt": "Marc Gagnon, Canadian speed skater", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 24", "txt": "Giannis Goumas, Greek footballer and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 24", "txt": "Maria Lawson, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 24", "txt": "Alessandro Cortini, Italian-American singer and keyboard player", "entities": [{"title": "Alessandro Cortini", "href": "/wiki/Alessandro_Cortini", "description": "Alessandro Cortini is an Italian musician best known for being the keyboard, guitar, and bass player in the industrial band Nine Inch Nails. Cortini is also the frontman for the Los Angeles-based electronic-alternative band SONOIO."}]}, {"heading": "Births", "year": "1976", "date": "May 24", "txt": "Catherine Cox, New Zealand-Australian netball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 24", "txt": "Silje Vige, Norwegian singer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 24", "txt": "Jeet Gannguli, Indian score composer, music director and singer", "entities": [{"title": "Jeet Gannguli", "href": "/wiki/Jeet_Gannguli", "description": "Jeet Gannguli, popularly known as Jeet, is a score composer of Bengali and Hindi movies. Gannguli is a music director in Bollywood, scoring music for films."}]}, {"heading": "Births", "year": "1978", "date": "May 24", "txt": "Elijah Burke, American wrestler", "entities": [{"title": "Elijah Burke", "href": "/wiki/Elijah_Burke", "description": "Elijah Samuel Burke is an American professional wrestler and color commentator, also known under the ring names D'Angelo Dinero and Da Pope. He currently wrestles for National Wrestling Alliance (NWA) as \"Da Pope\" Elijah Burke, where he's the current NWA World Television Champion. He started his wrestling career in 2003, working for WWE, first in their developmental territory Ohio Valley Wrestling"}]}, {"heading": "Births", "year": "1978", "date": "May 24", "txt": "Johan Holmqvist, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 24", "txt": "Brad Penny, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 24", "txt": "Rose, French singer, songwriter and composer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 24", "txt": "Tracy McGrady, American basketball player", "entities": [{"title": "Tracy McGrady", "href": "/wiki/Tracy_McGrady", "description": "Tracy Lamar McGrady Jr. is an American former professional basketball player, best known for his career in the National Basketball Association (NBA). McGrady is a seven-time NBA All-Star, seven-time All-NBA selection, two-time NBA scoring champion, and one-time winner of the NBA Most Improved Player Award. He was inducted into the Naismith Memorial Basketball Hall of Fame as part of the Class of 2"}]}, {"heading": "Births", "year": "1979", "date": "May 24", "txt": "Kareem McKenzie, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 24", "txt": "Jason Babin, American football player", "entities": [{"title": "Jason Babin", "href": "/wiki/Jason_Babin", "description": "Jason Thomas Babin is a former American football defensive end who played in the National Football League (NFL). He was drafted by the Houston Texans in the first round of the 2004 NFL Draft. He played college football at Western Michigan, where he was twice recognized as the conference defensive player of the year."}]}, {"heading": "Births", "year": "1980", "date": "May 24", "txt": "Anthony Minichiello, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 24", "txt": "Andy Lee, Australian comedian, actor, and screenwriter", "entities": [{"title": "Andy Lee (comedian)", "href": "/wiki/Andy_Lee_(comedian)", "description": "Andrew Thomas Lee is an Australian comedian, musician and children's writer. He is known for working alongside Hamish Blake as part of the comedy duo Hamish & Andy."}]}, {"heading": "Births", "year": "1982", "date": "May 24", "txt": "Issah Gabriel Ahmed, Ghanaian footballer", "entities": [{"title": "Issah Gabriel Ahmed", "href": "/wiki/Issah_Gabriel_Ahmed", "description": "Issah Gabriel Ahmed or Issah Gabarel Ahmad is a Ghanaian former professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1982", "date": "May 24", "txt": "Rian Wallace, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 24", "txt": "Custódio Castro, Portuguese footballer", "entities": [{"title": "Custódio Castro", "href": "/wiki/Cust%C3%B3dio_Castro", "description": "Custódio Miguel Dias de Castro, known simply as Custódio, is a Portuguese retired footballer who played as a defensive midfielder, and a current manager."}]}, {"heading": "Births", "year": "1983", "date": "May 24", "txt": "Pedram Javaheri, Iranian-American meteorologist and journalist", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 24", "txt": "Woo Seung-yeon, South Korean model and actress (d. 2009)", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 24", "txt": "Sarah Hagan, American actress", "entities": [{"title": "Sarah Hagan", "href": "/wiki/Sarah_Hagan", "description": "Sarah Margaret Hagan is an American television and film actress."}]}, {"heading": "Births", "year": "1984", "date": "May 24", "txt": "Dmitri Kruglov, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 24", "txt": "Masaya Takahashi, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 24", "txt": "Tim Bridgman, English race car driver", "entities": [{"title": "Tim Bridgman", "href": "/wiki/Tim_Bridgman", "description": "Timothy James Bridgman is a British race car driver from England."}]}, {"heading": "Births", "year": "1986", "date": "May 24", "txt": "Mark Ballas, American singer-songwriter, guitarist, dancer, and actor", "entities": [{"title": "Mark Ballas", "href": "/wiki/Mark_Ballas", "description": "Mark Alexander Ballas Jr. is an American dancer, choreographer, singer-songwriter, musician, and actor."}]}, {"heading": "Births", "year": "1986", "date": "May 24", "txt": "Giannis Kontoes, Greek footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 24", "txt": "Guillaume Latendresse, Canadian ice hockey player", "entities": [{"title": "Guillaume Latendresse", "href": "/wiki/Guillaume_Latendresse", "description": "Guillaume Latendresse is a Canadian former professional ice hockey player. He was drafted by the Montreal Canadiens of the National Hockey League (NHL) in the second round, 45th overall, of the 2005 NHL Entry Draft, and played in the NHL with Montreal, the Minnesota Wild and the Ottawa Senators. Latendresse was born in LaSalle, Quebec, but grew up in Sainte-Catherine, Quebec."}]}, {"heading": "Births", "year": "1988", "date": "May 24", "txt": "Artem Anisimov, Russian ice hockey player", "entities": [{"title": "Artem Anisimov", "href": "/wiki/Artem_Anisimov", "description": "Artem Alekseevich Anisimov is a Russian professional ice hockey centre currently playing for the Ottawa Senators of the National Hockey League (NHL). Anisimov has previously played in the NHL for the New York Rangers, Columbus Blue Jackets and Chicago Blackhawks. The Rangers originally selected him in the second round, 54th overall, of the 2006 NHL Entry Draft."}]}, {"heading": "Births", "year": "1988", "date": "May 24", "txt": "Monica Lin Brown, American sergeant", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 24", "txt": "Billy Gilman, American musician", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 24", "txt": "Lucian Wintrich, American political artist and White House correspondent", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 24", "txt": "G-Eazy, American rapper", "entities": [{"title": "G-Eazy", "href": "/wiki/G-Eazy", "description": "Gerald Earl Gillum, known professionally as G-Eazy, is an American rapper, singer and record producer. His first major-label album, These Things Happen, was released on June 23, 2014, and peaked at number 3 on the US Billboard 200. His second studio album, When It's Dark Out, was released on December 4, 2015. It featured the single \"Me, Myself & I\", which reached the top 10 of the US Billboard Hot"}]}, {"heading": "Births", "year": "1989", "date": "May 24", "txt": "Andrew Jordan, English race car driver", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 24", "txt": "Kalin Lucas, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 24", "txt": "Mattias Ekholm, Swedish ice hockey player", "entities": [{"title": "Mattias Ekholm", "href": "/wiki/Mattias_Ekholm", "description": "Mattias Hans Ekholm is a Swedish ice hockey defenceman and alternate captain for the Nashville Predators in the National Hockey League (NHL). He was drafted 102nd overall, fourth round, in the 2009 NHL Entry Draft by the Predators."}]}, {"heading": "Births", "year": "1991", "date": "May 24", "txt": "Aled Davies, Welsh discus thrower", "entities": [{"title": "Aled Davies (field athlete)", "href": "/wiki/Aled_Davies_(field_athlete)", "description": "Aled Siôn Davies MBE is a Welsh Paralympian athlete competing mainly in category F42 throwing events. In 2012 he became the world record holder of the F42 shot put and in the 2012 Summer Paralympics he took the bronze medal in shot put and gold in the discus. In 2013 Davies took the World Championship gold in both the shot put and discus in Lyon. He won double gold in his home country at the 2014 "}]}, {"heading": "Births", "year": "1991", "date": "May 24", "txt": "Cody Eakin, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 24", "txt": "Marcus Bettinelli, English footballer, goalkeeper", "entities": [{"title": "Marcus Bettinelli", "href": "/wiki/Marcus_Bettinelli", "description": "Marcus Bettinelli is an English professional footballer who plays as a goalkeeper for Championship club Middlesbrough, on loan from Fulham. He has been capped by the England national under-21 team and called up for the senior team."}]}, {"heading": "Births", "year": "1994", "date": "May 24", "txt": "Daiya Seto, Japanese swimmer", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 24", "txt": "Emily Nicholl, Scottish netball player", "entities": [{"title": "Emily Nicholl", "href": "/wiki/Emily_Nicholl", "description": "Emily Nicholl is a Scottish netball player. She was selected to represent the Scotland netball team at the 2019 Netball World Cup."}]}, {"heading": "Births", "year": "1994", "date": "May 24", "txt": "Emily Temple Wood, American  2016 Wikipedian of the Year award", "entities": [{"title": "Wikipedian of the Year", "href": "/wiki/Wikipedian_of_the_Year", "description": "The Wikimedian of the Year is an annual award that honors Wikipedia editors and other contributors to Wikimedia projects to highlight major achievements within the Wikimedia movement, established in August 2011 by Wikipedia's co-founder Jimmy Wales. Wales selects the recipients and honors them at Wikimania, an annual conference of the Wikimedia Foundation—except in 2020, when the recipient was ann"}]}, {"heading": "Births", "year": "1999", "date": "May 24", "txt": "Tarjei Sandvik Moe, Norwegian actor", "entities": [{"title": "Tarjei Sandvik Moe", "href": "/wiki/Tarjei_Sandvik_Moe", "description": "Tarjei Sandvik Moe is a Norwegian actor. He rose to fame with his portrayal of Isak Valtersen, the main character in the third season of Norwegian teen drama series Skam. His acting, and the third season of the series as a whole, received widespread critical acclaim for a non-stereotypical display of homosexuality, and resulted in him and co-star Henrik Holm winning two prestigious Norwegian award"}]}, {"heading": "Deaths", "year": "688", "date": "May 24", "txt": "Ségéne, bishop of Armagh (b. c. 610)", "entities": [{"title": "Ségéne", "href": "/wiki/S%C3%A9g%C3%A9ne", "description": "Saint Ségéne b. c. 610 - d. 24 May 688, was the Bishop of Armagh, Ireland from 661 to 24 May 688."}]}, {"heading": "Deaths", "year": "1089", "date": "May 24", "txt": "Lanfranc, Archbishop of Canterbury", "entities": [{"title": "Lanfranc", "href": "/wiki/Lanfranc", "description": "Lanfranc was a celebrated Italian jurist who renounced his career to become a Benedictine monk at Bec in Normandy. He served successively as prior of Bec Abbey and abbot of St Stephen in Normandy and then as Archbishop of Canterbury in England, following its Conquest by William the Conqueror. He is also variously known as Lanfranc of Pavia, Lanfranc of Bec, and Lanfranc of Canterbury."}]}, {"heading": "Deaths", "year": "1136", "date": "May 24", "txt": "Hugues de Payens, first Grand Master of the Knights Templar (b. c. 1070)", "entities": [{"title": "Hugues de Payens", "href": "/wiki/Hugues_de_Payens", "description": "Hugues de Payens or Payns was the co-founder and first Grand Master of the Knights Templar. In association with Bernard of Clairvaux, he created the Latin Rule, the code of behavior for the Order."}, {"title": "Grand Masters of the Knights Templar", "href": "/wiki/Grand_Masters_of_the_Knights_Templar", "description": "The grand master of the Knights Templar was the supreme commander of the holy order, starting with founder Hugues de Payens in 1118. Some held the office for life while others resigned life in monasteries or diplomacy. Grand masters often led their knights into battle on the front line and the numerous occupational hazards of battle made some tenures very short."}]}, {"heading": "Deaths", "year": "1153", "date": "May 24", "txt": "David I of Scotland (b. 1083)", "entities": [{"title": "David I of Scotland", "href": "/wiki/David_I_of_Scotland", "description": "David I or Dauíd mac Maíl Choluim was a 12th-century ruler who was Prince of the Cumbrians from 1113 to 1124 and later King of Scotland from 1124 to 1153. The youngest son of Malcolm III and Margaret of Wessex, David spent most of his childhood in Scotland, but was exiled to England temporarily in 1093. Perhaps after 1100, he became a dependent at the court of King Henry I. There he was influenced"}]}, {"heading": "Deaths", "year": "1201", "date": "May 24", "txt": "Theobald III, Count of Champagne (b. 1179)", "entities": [{"title": "Theobald III, Count of Champagne", "href": "/wiki/Theobald_III,_Count_of_Champagne", "description": "Theobald III of Champagne was Count of Champagne from 1197 to his death. He was the younger son of Henry I, Count of Champagne and Marie, a daughter of Louis VII of France and Eleanor of Aquitaine. He succeeded as Count of Champagne in 1197 upon the death of his older brother Henry II."}]}, {"heading": "Deaths", "year": "1351", "date": "May 24", "txt": "Abu al-Hasan Ali ibn Othman, Moroccan sultan (b. 1297)", "entities": [{"title": "Abu al-Hasan Ali ibn Othman", "href": "/wiki/Abu_al-Hasan_Ali_ibn_Othman", "description": "Abu Al-Hasan 'Ali ibn 'Othman, was a sultan of the Marinid dynasty who reigned in Morocco between 1331 and 1348. In 1333 he captured Gibraltar from the Castilians, although a later attempt to take Tarifa in 1339 ended in fiasco. In North Africa he extended his rule over Tlemcen and Ifriqiya, which together covered the north of what is now Algeria and Tunisia. Under him the Marinid realms in the Ma"}]}, {"heading": "Deaths", "year": "1408", "date": "May 24", "txt": "Taejo of Joseon  (b. 1335)", "entities": [{"title": "Taejo of Joseon", "href": "/wiki/Taejo_of_Joseon", "description": "Taejo of Joseon, born Yi Seong-gye was the founder and the first king of the Joseon dynasty of Korea. After ascension to the throne, he changed his name to Yi Dan. He reigned from 1392 to 1398, and was the main figure in the overthrowing of the Goryeo Dynasty."}]}, {"heading": "Deaths", "year": "1425", "date": "May 24", "txt": "Murdoch Stewart, 2nd Duke of Albany, Scottish politician (b. 1362)", "entities": [{"title": "Murdoch Stewart, 2nd Duke of Albany", "href": "/wiki/Murdoch_Stewart,_2nd_Duke_of_Albany", "description": "Murdoch Stewart, Duke of Albany was a leading Scottish nobleman, the son of Robert Stewart, Duke of Albany, and the grandson of King Robert II of Scotland, who founded the Stewart dynasty. In 1389, he became Justiciar North of the Forth. In 1402, he was captured at the Battle of Homildon Hill and would spend 12 years in captivity in England."}]}, {"heading": "Deaths", "year": "1456", "date": "May 24", "txt": "Ambroise de Loré, French commander (b. 1396)", "entities": [{"title": "Ambroise de Loré", "href": "/wiki/Ambroise_de_Lor%C3%A9", "description": "Ambroise de Loré was baron of Ivry in Normandy, a French military commander, and companion of Joan of Arc. A reforming commisar of trades and police and \"Garde de la prévôté de Paris\", he became Provost of Paris from 1436 to 1446. He also fought at the battles of Agincourt, la Brossinière, Orleans and Patay."}]}, {"heading": "Deaths", "year": "1543", "date": "May 24", "txt": "Nicolaus Copernicus, Polish mathematician and astronomer (b. 1473)", "entities": [{"title": "Nicolaus Copernicus", "href": "/wiki/Nicolaus_Copernicus", "description": "Nicolaus Copernicus was a Renaissance-era mathematician, astronomer, and Catholic canon who formulated a model of the universe that placed the Sun rather than Earth at its center. In all likelihood, Copernicus developed his model independently of Aristarchus of Samos, an ancient Greek astronomer who had formulated such a model some eighteen centuries earlier."}]}, {"heading": "Deaths", "year": "1612", "date": "May 24", "txt": "Robert Cecil, 1st Earl of Salisbury, English politician, Lord High Treasurer (b. 1563)", "entities": [{"title": "Robert Cecil, 1st Earl of Salisbury", "href": "/wiki/Robert_Cecil,_1st_Earl_of_Salisbury", "description": "Robert Cecil, 1st Earl of Salisbury, was an English statesman noted for his direction of the government during the Union of the Crowns, as Tudor England gave way to Stuart rule (1603). Salisbury served as the Secretary of State of England (1596–1612) and Lord High Treasurer (1608–1612), succeeding his father as Queen Elizabeth I's Lord Privy Seal and remaining in power during the first nine years "}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1627", "date": "May 24", "txt": "Luis de Góngora, Spanish poet and cleric (b. 1561)", "entities": [{"title": "Luis de Góngora", "href": "/wiki/Luis_de_G%C3%B3ngora", "description": "Luis de Góngora y Argote was a Spanish Baroque lyric poet. Góngora and his lifelong rival, Francisco de Quevedo, are widely considered the most prominent Spanish poets of all time. His style is characterized by what was called culteranismo, also known as Gongorismo. This style existed in stark contrast to Quevedo's conceptismo."}]}, {"heading": "Deaths", "year": "1632", "date": "May 24", "txt": "Robert Hues, English mathematician and geographer (b. 1553)", "entities": [{"title": "Robert Hues", "href": "/wiki/Robert_Hues", "description": "Robert Hues was an English mathematician and geographer. He attended St. Mary Hall at Oxford, and graduated in 1578. Hues became interested in geography and mathematics, and studied navigation at a school set up by Walter Raleigh. During a trip to Newfoundland, he made observations which caused him to doubt the accepted published values for variations of the compass. Between 1586 and 1588, Hues tr"}]}, {"heading": "Deaths", "year": "1665", "date": "May 24", "txt": "Mary of Jesus of Ágreda, Spanish Franciscan abbess and mystic (b. 1602)", "entities": [{"title": "Mary of Jesus of Ágreda", "href": "/wiki/Mary_of_Jesus_of_%C3%81greda", "description": "Mary of Jesus of Ágreda , OIC, also known as the Abbess of Ágreda, was a Franciscan abbess and spiritual writer, known especially for her extensive correspondence with King Philip IV of Spain and reports of her bilocation between Spain and its colonies in New Spain. She was a noted mystic of her era."}, {"title": "Franciscan", "href": "/wiki/Franciscan", "description": "The Franciscans are a group of related mendicant Christian religious orders, primarily within the Catholic Church. Founded in 1209 by Saint Francis of Assisi, these orders include the Order of Friars Minor, the Order of Saint Clare, and the Third Order of Saint Francis. They adhere to the teachings and spiritual disciplines of the founder and of his main associates and followers, such as Clare of "}, {"title": "Abbess", "href": "/wiki/Abbess", "description": "In Catholicism, an abbess is the female superior of a community of nuns, which is often an abbey."}, {"title": "Spanish mystics", "href": "/wiki/Spanish_mystics", "description": "The Spanish mystics are major figures in the Catholic Reformation of 16th and 17th century Spain. The goal of this movement was to reform the Church structurally and to renew it spiritually. The Spanish Mystics attempted to express in words their experience of a mystical communion with Christ."}]}, {"heading": "Deaths", "year": "1734", "date": "May 24", "txt": "Georg Ernst Stahl, German physician and chemist (b. 1660)", "entities": [{"title": "Georg Ernst Stahl", "href": "/wiki/Georg_Ernst_Stahl", "description": "Georg Ernst Stahl was a German chemist, physician and philosopher. He was a supporter of vitalism, and until the late 18th century his works on phlogiston were accepted as an explanation for chemical processes."}]}, {"heading": "Deaths", "year": "1792", "date": "May 24", "txt": "George Brydges Rodney, 1st Baron Rodney, English admiral and politician, 16th Governor of Newfoundland (b. 1718)", "entities": [{"title": "George Brydges Rodney, 1st Baron Rodney", "href": "/wiki/George_Brydges_Rodney,_1st_Baron_Rodney", "description": "Admiral George Brydges Rodney, 1st Baron Rodney, KB, was a British naval officer. He is best known for his commands in the American War of Independence, particularly his victory over the French at the Battle of the Saintes in 1782. It is often claimed that he was the commander to have pioneered the tactic of breaking the line."}, {"title": "Governor of Newfoundland", "href": "/wiki/Governor_of_Newfoundland", "description": "The Lieutenant Governor of Newfoundland and Labrador is the viceregal representative in Newfoundland and Labrador of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the Unit"}]}, {"heading": "Deaths", "year": "1806", "date": "May 24", "txt": "John Campbell, 5th Duke of Argyll, Scottish field marshal and politician, Lord Lieutenant of Argyllshire (b. 1723)", "entities": [{"title": "John Campbell, 5th Duke of Argyll", "href": "/wiki/John_Campbell,_5th_Duke_of_Argyll", "description": "Field Marshal John Campbell, 5th Duke of Argyll, styled Marquess of Lorne from 1761 to 1770, was a Scottish soldier and nobleman. After serving as a junior officer in Flanders during the War of the Austrian Succession, he was given command of a regiment and was redeployed to Scotland where he opposed the Jacobites at Loch Fyne at an early stage of the Jacobite Rebellion and went on to fight agains"}, {"title": "Lord Lieutenant of Argyllshire", "href": "/wiki/Lord_Lieutenant_of_Argyllshire", "description": "This is a list of people who served as Lord Lieutenant of Argyllshire. The office was created on 6 May 1794 and replaced by the Lord Lieutenant of Argyll and Bute in 1975.John Campbell, 5th Duke of Argyll 17 March 1794 – 1799\nGeorge Campbell, 6th Duke of Argyll 16 April 1799 – 22 October 1839\nJohn Campbell, 2nd Marquess of Breadalbane 4 December 1839 – 8 November 1862\nGeorge Campbell, 8th Duke of "}]}, {"heading": "Deaths", "year": "1843", "date": "May 24", "txt": "Sylvestre François Lacroix, French mathematician and academic (b. 1765)", "entities": [{"title": "Sylvestre François Lacroix", "href": "/wiki/Sylvestre_Fran%C3%A7ois_Lacroix", "description": "Sylvestre François Lacroix was a French mathematician."}]}, {"heading": "Deaths", "year": "1848", "date": "May 24", "txt": "Annette von Droste-Hülshoff, German author and composer (b. 1797)", "entities": [{"title": "Annette von Droste-Hülshoff", "href": "/wiki/Annette_von_Droste-H%C3%BClshoff", "description": "Baroness Anna Elisabeth Franziska Adolphine Wilhelmine Louise Maria von Droste zu Hülshoff, known as Annette von Droste-Hülshoff, was a 19th-century German poet, novelist, and composer of Classical music. She was also the author of the novella Die Judenbuche."}]}, {"heading": "Deaths", "year": "1861", "date": "May 24", "txt": "Elmer E. Ellsworth, American colonel (b. 1837)", "entities": [{"title": "Elmer E. Ellsworth", "href": "/wiki/Elmer_E._Ellsworth", "description": "Elmer Ephraim Ellsworth was a United States Army officer and law clerk who was the first conspicuous casualty and the first Union officer to die in the American Civil War. He was killed while removing a Confederate flag from the roof of the Marshall House inn in Alexandria, Virginia."}]}, {"heading": "Deaths", "year": "1872", "date": "May 24", "txt": "Julius Schnorr von Carolsfeld, German painter and illustrator (b. 1794)", "entities": [{"title": "Julius Schnorr von Carolsfeld", "href": "/wiki/Julius_Schnorr_von_Carolsfeld", "description": "Julius Schnorr von Carolsfeld was a German painter, chiefly of Biblical subjects. As a young man he associated with the painters of the Nazarene movement who revived the florid Renaissance style in religious art. He is remembered for his extensive Picture Bible, and his designs for stained glass windows in cathedrals."}]}, {"heading": "Deaths", "year": "1879", "date": "May 24", "txt": "William Lloyd Garrison, American journalist and activist (b. 1805)", "entities": [{"title": "William Lloyd Garrison", "href": "/wiki/William_Lloyd_Garrison", "description": "William Lloyd Garrison ,\n \nwho signed and printed his name Wm. Lloyd Garrison, was a prominent American abolitionist, journalist, suffragist, and social reformer. He is best known for his widely-read anti-slavery newspaper The Liberator, which he founded in 1831 and published in Boston until slavery in the United States was abolished by Constitutional amendment in 1865. He was one of the founders "}]}, {"heading": "Deaths", "year": "1881", "date": "May 24", "txt": "Samuel Palmer, English painter and illustrator (b. 1805)", "entities": [{"title": "Samuel Palmer", "href": "/wiki/Samuel_Palmer", "description": "Samuel Palmer Hon.RE was a British landscape painter, etcher and printmaker. He was also a prolific writer. Palmer was a key figure in Romanticism in Britain and produced visionary pastoral paintings."}]}, {"heading": "Deaths", "year": "1901", "date": "May 24", "txt": "Louis-Zéphirin Moreau, Canadian bishop (b. 1824)", "entities": [{"title": "Louis-Zéphirin Moreau", "href": "/wiki/Louis-Z%C3%A9phirin_Moreau", "description": "Louis-Zéphirin Moreau was a Canadian Roman Catholic prelate who served as the fourth Bishop of Saint-Hyacinthe from 1875 until his death in 1901. He was also the cofounder of the Sisters of Saint Joseph of – an order he founded with Élisabeth Bergeron – and the founder of the Sisters of Sainte Martha. Moreau was a frail child due to being born premature and so could not help his farmer parents wor"}]}, {"heading": "Deaths", "year": "1908", "date": "May 24", "txt": "Old Tom Morris, Scottish golfer and architect (b. 1821)", "entities": [{"title": "Old Tom Morris", "href": "/wiki/Old_Tom_Morris", "description": "Thomas Mitchell Morris, otherwise known as Old Tom Morris, was a Scottish golfer. He was born in St Andrews, Fife, the \"home of golf\" and location of the St Andrews Links, and died there as well. Young Tom Morris, also a golfer, was his son."}]}, {"heading": "Deaths", "year": "1915", "date": "May 24", "txt": "John Condon, Irish-English soldier (b. 1896)", "entities": [{"title": "John Condon (British Army soldier)", "href": "/wiki/John_Condon_(British_Army_soldier)", "description": "John Condon was an Irish soldier born in Waterford, long believed to have been the youngest Allied soldier killed during the First World War, at the age of 14 years, as shown on his gravestone."}]}, {"heading": "Deaths", "year": "1919", "date": "May 24", "txt": "Amado Nervo, Mexican poet, journalist, and educator (b. 1870)", "entities": [{"title": "Amado Nervo", "href": "/wiki/Amado_Nervo", "description": "Amado Nervo also known as Juan Crisóstomo Ruiz de Nervo, was a Mexican poet, journalist and educator. He also acted as Mexican Ambassador to Argentina and Uruguay. His poetry was known for its use of metaphor and reference to mysticism, presenting both love and religion, as well as Christianity and Hinduism. Nervo is noted as one of the most important Mexican poets of the 19th century."}]}, {"heading": "Deaths", "year": "1929", "date": "May 24", "txt": "Nikolai von Meck, Russian engineer (b. 1863)", "entities": [{"title": "Nikolai von Meck", "href": "/wiki/Nikolai_von_Meck", "description": "Nikolai Karlovich von Meck was a Russian Empire engineer and entrepreneur involved in the development of the Russian Empire during the first part of the twentieth century. He was put on trial as part of the Shakhty Trial and executed in 1929."}]}, {"heading": "Deaths", "year": "1939", "date": "May 24", "txt": "Fanny Searls, American biologist (b. 1851)", "entities": [{"title": "Fanny Searls", "href": "/wiki/Fanny_Searls", "description": "Fanny Searls, also known by her married name Fanny Gradle, was a doctor and botanical collector from the United States. Dalea searlsiae, Searls’ prairie clover, is named after her. Born in Waukegan, Illinois, she attended Northwestern University and the University of Michigan, gaining her medical degree in 1877. She then worked at Bellevue Hospital as a student nurse as there were few opportunitie"}]}, {"heading": "Deaths", "year": "1941", "date": "May 24", "txt": "Lancelot Holland, English admiral (b. 1887)", "entities": [{"title": "Lancelot Holland", "href": "/wiki/Lancelot_Holland", "description": "Vice Admiral Lancelot Ernest Holland, CB was a British Royal Navy officer who commanded the British force in the Battle of the Denmark Strait in May 1941 against the German battleship Bismarck. Holland was lost when he stayed at his post during the sinking of HMS Hood."}]}, {"heading": "Deaths", "year": "1945", "date": "May 24", "txt": "Robert Ritter von Greim, German field marshal and pilot (b. 1892)", "entities": [{"title": "Robert Ritter von Greim", "href": "/wiki/Robert_Ritter_von_Greim", "description": "Robert Ritter von Greim was a German Field Marshal and First World War flying ace. In April 1945, in the last days of World War II, Adolf Hitler appointed Greim commander-in-chief of the Luftwaffe after Hermann Göring had been dismissed for treason. He is the last person ever promoted to Field Marshal in the German armed forces. After the surrender of Nazi Germany in May 1945, Greim was captured b"}]}, {"heading": "Deaths", "year": "1948", "date": "May 24", "txt": "Jacques Feyder, Belgian actor, director, and screenwriter (b. 1885)", "entities": [{"title": "Jacques Feyder", "href": "/wiki/Jacques_Feyder", "description": "Jacques Feyder was a Belgian actor, screenwriter and film director who worked principally in France, but also in the US, Britain and Germany. He was a director of silent films during the 1920s, and in the 1930s he became associated with the style of poetic realism in French cinema. He adopted French nationality in 1928."}]}, {"heading": "Deaths", "year": "1949", "date": "May 24", "txt": "Alexey Shchusev, Russian architect, designed Lenin's Mausoleum and Moscow Kazanskaya railway station (b. 1873)", "entities": [{"title": "Alexey Shchusev", "href": "/wiki/Alexey_Shchusev", "description": "Alexey Viktorovich Shchusev was an acclaimed Russian and Soviet architect whose works may be regarded as a bridge connecting Revivalist architecture of Imperial Russia with Stalin's Empire Style."}, {"title": "Lenin's Mausoleum", "href": "/wiki/Lenin%27s_Mausoleum", "description": "Lenin's Mausoleum, also known as Lenin's Tomb, situated on Red Square in the centre of Moscow, is a mausoleum that serves as the resting place of Soviet leader Vladimir Lenin. His preserved body has been on public display there since shortly after his death in 1924, with rare exceptions in wartime. Alexey Shchusev's diminutive but monumental granite structure incorporates some elements from ancien"}, {"title": "Moscow Kazanskaya railway station", "href": "/wiki/Moscow_Kazanskaya_railway_station", "description": "Kazansky railway terminal also known as Moscow Kazansky railway station is one of nine railway terminals in Moscow, situated on the Komsomolskaya Square, across the square from the Leningradsky and Yaroslavsky stations."}]}, {"heading": "Deaths", "year": "1950", "date": "May 24", "txt": "Archibald Wavell, 1st Earl Wavell, English field marshal and politician, 43rd Governor-General of India (b. 1883)", "entities": [{"title": "Archibald Wavell, 1st Earl Wavell", "href": "/wiki/Archibald_Wavell,_1st_Earl_Wavell", "description": "Archibald Percival Wavell, 1st Earl Wavell, was a senior officer of the British Army. He served in the Second Boer War, the Bazar Valley Campaign and World War I, during which he was wounded in the Second Battle of Ypres. He served in the Second World War, initially as Commander-in-Chief Middle East, in which role he led British forces to victory over the Italians in western Egypt and eastern Liby"}, {"title": "Governor-General of India", "href": "/wiki/Governor-General_of_India", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of Governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}]}, {"heading": "Deaths", "year": "1951", "date": "May 24", "txt": "Thomas N. Heffron, American actor, director, screenwriter (b. 1872)", "entities": [{"title": "Thomas N. Heffron", "href": "/wiki/Thomas_N._Heffron", "description": "Thomas N. Heffron was a screenwriter, actor, and a director. He was born in Nevada, and started his career in movies in 1911, eventually landing him a role with Paramount Pictures a few years later. He left the movie industry in 1922, making all his movies in the silent era. He died in 1951 at the age of 79 in San Francisco, California."}]}, {"heading": "Deaths", "year": "1956", "date": "May 24", "txt": "Martha Annie Whiteley, English chemist and mathematician (b. 1866)", "entities": [{"title": "Martha Annie Whiteley", "href": "/wiki/Martha_Annie_Whiteley", "description": "Martha Annie Whiteley, was an English chemist and mathematician. She was instrumental in advocating for women's entry into the Chemical Society, and was best known for her dedication to advancing women's equality in the field of chemistry. She is identified as one of the Royal Society of Chemistry's 175 Faces of Chemistry."}]}, {"heading": "Deaths", "year": "1958", "date": "May 24", "txt": "Frank Rowe, Australian public servant (b. 1895)", "entities": [{"title": "Frank Rowe (public servant)", "href": "/wiki/Frank_Rowe_(public_servant)", "description": "Francis Harry \"Frank\" Rowe was a senior Australian public servant, best known for his time as Director-General of the Department of Social Services."}]}, {"heading": "Deaths", "year": "1959", "date": "May 24", "txt": "John Foster Dulles, American soldier, lawyer, and politician, 52nd United States Secretary of State (b. 1888)", "entities": [{"title": "John Foster Dulles", "href": "/wiki/John_Foster_Dulles", "description": "John Foster Dulles was an American diplomat, lawyer, and Republican politician. He served as United States Secretary of State under President Dwight D. Eisenhower from 1953 to 1959 and was briefly a U.S. Senator for New York in 1949. He was a significant figure in the early Cold War era, advocating an aggressive stance against communism throughout the world."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1963", "date": "May 24", "txt": "Elmore James, American singer-songwriter and guitarist (b. 1918)", "entities": [{"title": "Elmore James", "href": "/wiki/Elmore_James", "description": "Elmore James was an American blues guitarist, singer, songwriter and bandleader. He was known as \"King of the Slide Guitar\" and was noted for his use of loud amplification and his stirring voice. For his contributions to music, James was inducted into the Rock and Roll Hall of Fame in 1992."}]}, {"heading": "Deaths", "year": "1965", "date": "May 24", "txt": "Sonny Boy Williamson II, American singer-songwriter and harmonica player (b. 1908)", "entities": [{"title": "Sonny Boy Williamson II", "href": "/wiki/Sonny_Boy_Williamson_II", "description": "Alex or Aleck Miller, known later in his career as Sonny Boy Williamson, was an American blues harmonica player, singer and songwriter. He was an early and influential blues harp stylist who recorded successfully in the 1950s and 1960s. Miller used various names, including Rice Miller and Little Boy Blue, before calling himself Sonny Boy Williamson, which was also the name of a popular Chicago blu"}]}, {"heading": "Deaths", "year": "1974", "date": "May 24", "txt": "Duke Ellington, American pianist and composer (b. 1899)", "entities": [{"title": "Duke Ellington", "href": "/wiki/Duke_Ellington", "description": "Edward Kennedy \"Duke\" Ellington was an American composer, pianist, and leader of a jazz orchestra, which he led from 1923 until his death over a career spanning more than six decades."}]}, {"heading": "Deaths", "year": "1976", "date": "May 24", "txt": "Denise Pelletier, Canadian actress (b. 1923)", "entities": [{"title": "Denise Pelletier", "href": "/wiki/Denise_Pelletier", "description": "Denise Pelletier, OC was a Canadian actress."}]}, {"heading": "Deaths", "year": "1979", "date": "May 24", "txt": "Ernest Bullock, English organist, composer, and educator (b. 1890)", "entities": [{"title": "Ernest Bullock", "href": "/wiki/Ernest_Bullock", "description": "Sir Ernest Bullock CVO was an English organist, composer, and teacher. He was organist of Exeter Cathedral from 1917 to 1928 and of Westminster Abbey from 1928 to 1941. In the latter post he was jointly responsible for the music at the coronation of George VI in 1937."}]}, {"heading": "Deaths", "year": "1981", "date": "May 24", "txt": "Herbert Müller, Swiss race car driver (b. 1940)", "entities": [{"title": "Herbert Müller (racing driver)", "href": "/wiki/Herbert_M%C3%BCller_(racing_driver)", "description": "Herbert Müller Rebmann was a racing driver from Switzerland. He was born in Reinach and was nicknamed Stumpen-Herbie. Among other successes, he won the Targa Florio twice, in 1966 and 1973, both with Porsche."}]}, {"heading": "Deaths", "year": "1984", "date": "May 24", "txt": "Vince McMahon Sr., American wrestling promoter and businessman, founded WWE (b. 1914)", "entities": [{"title": "Vince McMahon Sr.", "href": "/wiki/Vince_McMahon_Sr.", "description": "Vincent James McMahon, better known as Vince McMahon Sr., was an American professional wrestling promoter. He is best known for running the Capitol Wrestling Corporation from 1953 to 1982, and being the father of his successor, Vincent Kennedy McMahon."}, {"title": "WWE", "href": "/wiki/WWE", "description": "World Wrestling Entertainment, Inc., d/b/a WWE, is an American integrated media and entertainment company that is primarily known for professional wrestling. WWE has also branched out into other fields, including movies, football, and various other business ventures."}]}, {"heading": "Deaths", "year": "1988", "date": "May 24", "txt": "Freddie Frith, English motorcycle road racer (b. 1909)", "entities": [{"title": "Freddie Frith", "href": "/wiki/Freddie_Frith", "description": "Frederick Lee Frith OBE was a British Grand Prix motorcycle road racing world champion. A former stonemason and later a motor cycle retailer in Grimsby, he was a stylish rider and five times winner of the Isle of Man TT. Frith was one of the few to win TT races before and after the Second World War."}]}, {"heading": "Deaths", "year": "1990", "date": "May 24", "txt": "Arthur Villeneuve, Canadian painter (b. 1910)", "entities": [{"title": "Arthur Villeneuve", "href": "/wiki/Arthur_Villeneuve", "description": "Arthur Villeneuve, was a Québécois painter and member of the Order of Canada."}]}, {"heading": "Deaths", "year": "1991", "date": "May 24", "txt": "Gene Clark, American singer-songwriter and guitarist  (b. 1944)", "entities": [{"title": "Gene Clark", "href": "/wiki/Gene_Clark", "description": "Harold Eugene \"Gene\" Clark was an American singer-songwriter and founding member of the folk rock band the Byrds. He was the Byrds' principal songwriter between 1964 and early 1966, writing most of the band's best-known originals from this period, including \"I'll Feel a Whole Lot Better\", \"She Don't Care About Time\", \"Eight Miles High\" and \"Set You Free This Time\". Although he did not achieve comm"}]}, {"heading": "Deaths", "year": "1992", "date": "May 24", "txt": "Hitoshi Ogawa, Japanese race car driver (b. 1956)", "entities": [{"title": "Hitoshi Ogawa", "href": "/wiki/Hitoshi_Ogawa", "description": "Hitoshi Ogawa  was a Japanese racing car driver."}]}, {"heading": "Deaths", "year": "1995", "date": "May 24", "txt": "Harold Wilson, English academic and politician, Prime Minister of the United Kingdom (b. 1916)", "entities": [{"title": "Harold Wilson", "href": "/wiki/Harold_Wilson", "description": "James Harold Wilson, Baron Wilson of Rievaulx, was a British politician who served as Prime Minister of the United Kingdom twice, from October 1964 to June 1970, and again from March 1974 to April 1976. Wilson was the Leader of the Labour Party from 1963 to 1976, and was a Member of Parliament (MP) from 1945 to 1983."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1996", "date": "May 24", "txt": "Enrique Álvarez Félix, Mexican actor (b. 1934)", "entities": [{"title": "Enrique Álvarez Félix", "href": "/wiki/Enrique_%C3%81lvarez_F%C3%A9lix", "description": "Enrique Álvarez Félix was a Mexican actor, known for his roles in telenovelas and in films, such as The Monastery of the Vultures and The House of the Pelican."}]}, {"heading": "Deaths", "year": "1996", "date": "May 24", "txt": "Joseph Mitchell, American journalist and author (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "May 24", "txt": "Edward Mulhare, Irish actor (b. 1923)", "entities": [{"title": "Edward Mulhare", "href": "/wiki/Edward_Mulhare", "description": "Edward Mulhare was an Irish actor whose career spanned five decades. He is best known for his starring roles in two television series: The Ghost & Mrs. Muir and Knight Rider."}]}, {"heading": "Deaths", "year": "2000", "date": "May 24", "txt": "Kurt Schork, American journalist and scholar (b. 1947)", "entities": [{"title": "Kurt Schork", "href": "/wiki/Kurt_Schork", "description": "Kurt Erich Schork was an American reporter and war correspondent. He was killed in an ambush while on an assignment for Reuters in Sierra Leone together with cameraman Miguel Gil Moreno de Mora of Spain, who worked for Associated Press Television. Two other Reuters journalists, South African cameraman Mark Chisholm and Greek photographer Yannis Behrakis were injured in the attack in which Schork d"}]}, {"heading": "Deaths", "year": "2000", "date": "May 24", "txt": "Majrooh Sultanpuri, Indian poet and songwriter (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "May 24", "txt": "Wallace Markfield, American author (b. 1926)", "entities": [{"title": "Wallace Markfield", "href": "/wiki/Wallace_Markfield", "description": "Wallace Markfield was an American comic novelist best known for his first novel, To an Early Grave (1964), about four men who spend the day driving across Brooklyn to their friend's funeral. He is also known for Teitlebaum's Window (1970), a comic novel about a Jewish boy growing up in Brooklyn in the 1930s and 1940s. Markfield was awarded a Guggenheim Fellowship in 1965 after the publication of T"}]}, {"heading": "Deaths", "year": "2003", "date": "May 24", "txt": "Rachel Kempson, English actress (b. 1910)", "entities": [{"title": "Rachel Kempson", "href": "/wiki/Rachel_Kempson", "description": "Rachel, Lady Redgrave, known primarily by her birth name Rachel Kempson, was an English actress. She married Sir Michael Redgrave, and was the matriarch of the famous acting dynasty."}]}, {"heading": "Deaths", "year": "2004", "date": "May 24", "txt": "Henry Ries, German-American photographer (b. 1917)", "entities": [{"title": "Henry Ries", "href": "/wiki/Henry_Ries", "description": "Henry Ries was a photographer who worked for New York Times. His most famous photo was of \"The Berlin Air Lift\" which was later made into a U.S. Postage Stamp commemorative."}]}, {"heading": "Deaths", "year": "2004", "date": "May 24", "txt": "Milton Shulman, Canadian author and critic (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "May 24", "txt": "Edward Wagenknecht, American critic and educator (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 24", "txt": "Carl Amery, German activist and author (b. 1922)", "entities": [{"title": "Carl Amery", "href": "/wiki/Carl_Amery", "description": "Carl Amery, the pen name of Christian Anton Mayer, was a German writer and environmental activist. Born in Munich, he studied at the University of Munich. He was a participant of Gruppe 47. He died in Munich."}]}, {"heading": "Deaths", "year": "2005", "date": "May 24", "txt": "Arthur Haulot, Belgian journalist and poet (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 24", "txt": "Guy Tardif, Canadian academic and politician (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 24", "txt": "Henry Bumstead, American art director and production designer (b. 1915)", "entities": [{"title": "Henry Bumstead", "href": "/wiki/Henry_Bumstead", "description": "Lloyd Henry \"Bummy\" Bumstead was an American cinematic art director and production designer. In a career that spanned nearly 70 years, Bumstead began as a draftsman in RKO Pictures' art department and later served as an art director or production designer on more than 90 feature films. He won Academy Awards for Best Art Direction for To Kill a Mockingbird (1962) and The Sting (1973). He was also n"}]}, {"heading": "Deaths", "year": "2006", "date": "May 24", "txt": "Claude Piéplu, French actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 24", "txt": "Michał Życzkowski, Polish technician and educator (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 24", "txt": "Dick Martin, American actor, comedian, and director (b. 1922)", "entities": [{"title": "Dick Martin (comedian)", "href": "/wiki/Dick_Martin_(comedian)", "description": "Thomas Richard Martin, known professionally as Dick Martin, was an American comedian and director. He was known for his role as the co-host of the sketch comedy program Rowan & Martin's Laugh-In from 1968 to 1973."}]}, {"heading": "Deaths", "year": "2008", "date": "May 24", "txt": "Jimmy McGriff, American organist and bandleader (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 24", "txt": "Jay Bennett, American singer-songwriter, guitarist, and producer (b. 1963)", "entities": [{"title": "Jay Bennett", "href": "/wiki/Jay_Bennett", "description": "Jay Walter Bennett was an American multi-instrumentalist, engineer, producer, and singer-songwriter, best known as a member of the band Wilco from 1994 to 2001."}]}, {"heading": "Deaths", "year": "2010", "date": "May 24", "txt": "Ray Alan, English ventriloquist, actor, and screenwriter (b. 1930)", "entities": [{"title": "Ray Alan", "href": "/wiki/Ray_Alan", "description": "Ray Alan was an English ventriloquist and television entertainer from the 1950s until the 1980s. He was associated primarily with the dummy Lord Charles and later also with the puppets Tich and Quackers. Lord Charles was the first ventriloquist's dummy, to have his own personal microphone, which was first fitted by sound professional Douglas Oakley whilst working with Lord Charles at Thames TV, an"}]}, {"heading": "Deaths", "year": "2010", "date": "May 24", "txt": "Paul Gray, American bass player and songwriter (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 24", "txt": "Raymond V. Haysbert, American businessman and activist (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 24", "txt": "Petr Muk, Czech singer-songwriter and guitarist (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 24", "txt": "Anneliese Rothenberger, German soprano and actress (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 24", "txt": "Huguette Clark, American heiress, painter, and philanthropist (b. 1906)", "entities": [{"title": "Huguette Clark", "href": "/wiki/Huguette_Clark", "description": "Huguette Marcelle Clark was an American painter, heiress, and philanthropist, who became well known again late in life as a recluse, living in hospitals for more than 20 years while her various mansions remained unoccupied. She is the subject of the No. 1 bestselling biography Empty Mansions and the planned film based on the book."}]}, {"heading": "Deaths", "year": "2011", "date": "May 24", "txt": "Hakim Ali Zardari, Indian-Pakistani businessman and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 24", "txt": "Klaas Carel Faber, Dutch-German SS officer (b. 1922)", "entities": [{"title": "Klaas Carel Faber", "href": "/wiki/Klaas_Carel_Faber", "description": "Klaas Carel Faber was a convicted Dutch-German war criminal. He was the son of Pieter and Carolina Josephine Henriëtte Faber, and the brother of Pieter Johan Faber, who was executed for war crimes in 1948. Faber was on the Simon Wiesenthal Center's list of most wanted Nazi war criminals. Faber died in Germany in May 2012, having never been extradited."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "2012", "date": "May 24", "txt": "Kathi Kamen Goldmark, American journalist and author (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 24", "txt": "Jacqueline Harpman, Belgian psychoanalyst and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 24", "txt": "Juan Francisco Lombardo, Argentinian footballer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 24", "txt": "Lee Rich, American production manager and producer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 24", "txt": "Helmut Braunlich, German-American violinist and composer (b. 1929)", "entities": [{"title": "Helmut Braunlich", "href": "/wiki/Helmut_Braunlich", "description": "Helmut Braunlich was a German-American violinist, composer, and musicologist."}]}, {"heading": "Deaths", "year": "2013", "date": "May 24", "txt": "Ron Davies, Welsh footballer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 24", "txt": "Gotthard Graubner, German painter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 24", "txt": "Haynes Johnson, American journalist and author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 24", "txt": "Pyotr Todorovsky, Ukrainian-Russian director and screenwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 24", "txt": "David Allen, English cricketer (b. 1935)", "entities": [{"title": "David Allen (cricketer)", "href": "/wiki/David_Allen_(cricketer)", "description": "David Arthur Allen was an English cricketer who played first-class cricket for Gloucestershire between 1953 and 1972. He also played 39 Test matches for England."}]}, {"heading": "Deaths", "year": "2014", "date": "May 24", "txt": "Stormé DeLarverie, known as the \"Rosa Parks of the lesbian community\" (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 24", "txt": "Mahafarid Amir Khosravi, Iranian businessman (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 24", "txt": "Knowlton Nash, Canadian journalist and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 24", "txt": "John Vasconcellos, American lieutenant, lawyer, and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 24", "txt": "Dean Carroll, English rugby player (b. 1962)", "entities": [{"title": "Dean Carroll", "href": "/wiki/Dean_Carroll", "description": "Dean Carroll, also known by the nickname of \"Deano\", was an English professional rugby league footballer and cricketer who played in the 1980s and 1990s."}]}, {"heading": "Deaths", "year": "2015", "date": "May 24", "txt": "Kenneth Jacobs, Australian lawyer and judge (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 24", "txt": "Tanith Lee, English author (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "May 24", "txt": "Gudrun Burwitz, daughter of Margarete Himmler and Heinrich Himmler (b. 1929)", "entities": [{"title": "Gudrun Burwitz", "href": "/wiki/Gudrun_Burwitz", "description": " Gudrun Margarete Elfriede Emma Anna Burwitz was the daughter of Heinrich Himmler and Margarete Himmler. Her father, as Reichsführer-SS, was a leading member of the Nazi Party, and chief architect of the Final Solution. After the Allied victory, she was arrested and made to testify at the Nuremberg trials. Never renouncing Nazi ideology, she consistently fought to defend her father's reputation an"}, {"title": "Margarete Himmler", "href": "/wiki/Margarete_Himmler", "description": "Margarete Himmler, also known as Marga Himmler, was the wife of Reichsführer-SS Heinrich Himmler."}, {"title": "Heinrich Himmler", "href": "/wiki/Heinrich_Himmler", "description": "Heinrich Luitpold Himmler was Reichsführer of the Schutzstaffel, and a leading member of the Nazi Party (NSDAP) of Germany. Himmler was one of the most powerful men in Nazi Germany and a main architect of the Holocaust."}]}, {"heading": "Deaths", "year": "2018", "date": "May 24", "txt": "John Bain (TotalBiscuit), English gaming commentator and critic (b. 1984)", "entities": []}]