[{"heading": "Events", "year": "0293", "date": "May 21", "txt": "Roman Emperors Diocletian and Maximian appoint Galerius as Caesar to Diocletian, beginning the period of four rulers known as the Tetrarchy.", "entities": [{"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}, {"title": "Maximian", "href": "/wiki/Maximian", "description": "Maximian, nicknamed Herculius, was Roman emperor from 286 to 305. He was Caesar from 285 to 286, then Augustus from 286 to 305. He shared the latter title with his co-emperor and superior, Diocletian, whose political brain complemented Maximian's military brawn. Maximian established his residence at Trier but spent most of his time on campaign. In late 285, he suppressed rebels in Gaul known as th"}, {"title": "Galerius", "href": "/wiki/Galerius", "description": "Galerius was Roman emperor from 305 to 311. During his reign he campaigned, aided by Diocletian, against the Sassanid Empire, sacking their capital Ctesiphon in 299. He also campaigned across the Danube against the Carpi, defeating them in 297 and 300. Although he was a staunch opponent of Christianity, Galerius ended the Diocletianic Persecution when he issued an Edict of Toleration in Serdica in"}, {"title": "Tetrarchy", "href": "/wiki/Tetrarchy", "description": "The Tetrarchy is the term adopted to describe the system of government of the ancient Roman Empire instituted by Roman Emperor Diocletian in 293, marking the end of the Crisis of the Third Century and the recovery of the Roman Empire. The government of the empire was divided between the two senior emperors, the augusti, and their juniors and designated successors, the caesares."}]}, {"heading": "Events", "year": "0878", "date": "May 21", "txt": "Syracuse, Sicily, is captured by the Muslim Aghlabids after a nine-month siege.", "entities": [{"title": "Syracuse, Sicily", "href": "/wiki/Syracuse,_Sicily", "description": "Syracuse is a historic city on the Italian island of Sicily, the capital of the Italian province of Syracuse. The city is notable for its rich Greek and Roman history, culture, amphitheatres, architecture, and as the birthplace of the preeminent mathematician and engineer Archimedes. This 2,700-year-old city played a key role in ancient times, when it was one of the major powers of the Mediterrane"}, {"title": "Siege of Syracuse (877–878)", "href": "/wiki/Siege_of_Syracuse_(877%E2%80%93878)", "description": "The siege of Syracuse in 877–878 led to the fall of the city of Syracuse, the Roman capital of Sicily, to the Aghlabids. The siege lasted from August 877 to 21 May 878, when the city, effectively left without assistance by the central Byzantine government, was sacked by the Aghlabid forces."}, {"title": "Aghlabids", "href": "/wiki/Aghlabids", "description": "The Aghlabids were an Arab dynasty of emirs from the Najdi tribe of Banu Tamim, who ruled Ifriqiya and parts of Southern Italy, nominally on behalf of the Abbasid Caliph, for about a century, until overthrown by the new power of the Fatimids."}]}, {"heading": "Events", "year": "0879", "date": "May 21", "txt": "Pope John VIII gives blessings to Branimir of Croatia and to the Croatian people, considered to be international recognition of the Croatian state.", "entities": [{"title": "Pope John VIII", "href": "/wiki/Pope_John_VIII", "description": "Pope John VIII was the bishop of Rome and ruler of the Papal States from 14 December 872 to his death. He is often considered one of the ablest popes of the 9th century."}, {"title": "Branimir of Croatia", "href": "/wiki/Branimir_of_Croatia", "description": "Branimir was a ruler of Croatia who reigned as duke from 879 to 892. His country received papal recognition as a state from Pope John VIII on 7 June 879. During his reign, Croatia retained its sovereignty from both Frankish and Byzantine rule and became de jure independent."}, {"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}]}, {"heading": "Events", "year": "0996", "date": "May 21", "txt": "Sixteen-year-old Otto III is crowned Holy Roman Emperor.", "entities": [{"title": "Otto III, Holy Roman Emperor", "href": "/wiki/Otto_III,_Holy_Roman_Emperor", "description": "Otto III was Holy Roman Emperor from 996 until his early death in 1002. A member of the Ottonian dynasty, Otto III was the only son of the Emperor Otto II and his wife Theophanu."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1349", "date": "May 21", "txt": "Dušan's Code, the constitution of the Serbian Empire, is enacted by Dušan the Mighty.", "entities": [{"title": "Dušan's Code", "href": "/wiki/Du%C5%A1an%27s_Code", "description": "Dušan's Code is a compilation of several legal systems that was enacted by Stefan Uroš IV Dušan of Serbia in 1349. It was used in the Serbian Empire and the succeeding Serbian Despotate. It is considered an early constitution, or close to it; an advanced set of laws which regulated all aspects of life."}, {"title": "Serbian Empire", "href": "/wiki/Serbian_Empire", "description": "The Serbian Empire is a historiographical term for the empire in the Balkan peninsula that emerged from the medieval Serbian Kingdom. It was established in 1346 by King Stefan Dušan, known as \"the Mighty\", who significantly expanded the state. Under Dušan's rule Serbia was the major power in the Balkans, and a multi-lingual empire that stretched from the Danube to the Gulf of Corinth, with its cap"}, {"title": "Dušan the Mighty", "href": "/wiki/Du%C5%A1an_the_Mighty", "description": "Stefan Uroš IV Dušan, known as Dušan the Mighty, was the King of Serbia from 8 September 1331 and Tsar and autocrat of the Serbs and Greeks from 16 April 1346 until his death. Dušan conquered a large part of southeast Europe, becoming one of the most powerful monarchs of the era. Under Dušan's rule, Serbia was the major power in the Balkans, and an Eastern Orthodox multi-ethnic and multi-lingual e"}]}, {"heading": "Events", "year": "1403", "date": "May 21", "txt": "Henry III of Castile sends Ruy González de Clavijo as ambassador to Timur to discuss the possibility of an alliance between Timur and Castile against the Ottoman Empire.", "entities": [{"title": "Henry III of Castile", "href": "/wiki/Henry_III_of_Castile", "description": "Henry III of Castile, called the Mourner, was the son of John I and Eleanor of Aragon. He succeeded his father as King of Castile in 1390."}, {"title": "Ruy González de Clavijo", "href": "/wiki/Ruy_Gonz%C3%A1lez_de_Clavijo", "description": "Ruy González de Clavijo was a Castilian traveller and writer. In 1403-05 Clavijo was the ambassador of Henry III of Castile to the court of Timur, founder and ruler of the Timurid Empire. A diary of the journey, perhaps based on detailed notes kept while traveling, was later published in Spanish in 1582 and in English in 1859."}, {"title": "Timurid relations with Europe", "href": "/wiki/Timurid_relations_with_Europe", "description": "Timurid relations with Europe developed in the early 15th century, as the Turco-Mongol ruler Timur (Tamerlane) and European monarchs attempted to operate a rapprochement against the expansionist Ottoman Empire. Although the Timurid Mongols had been Muslim since the early 14th century, a strong hostility remained between them and the Ottoman Turks as well as the Egyptian Mamluks."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1554", "date": "May 21", "txt": "Queen Mary I grants a royal charter to Derby School, as a grammar school for boys in Derby, England.", "entities": [{"title": "Mary I of England", "href": "/wiki/Mary_I_of_England", "description": "Mary I, also known as Mary Tudor, and as \"Bloody Mary\" by her Protestant opponents, was Queen of England and Ireland from July 1553 until her death in 1558. She is best known for her vigorous attempt to reverse the English Reformation, which had begun during the reign of her father, Henry VIII. Her attempt to restore to the church the property confiscated in the previous two reigns was largely thw"}, {"title": "Royal charter", "href": "/wiki/Royal_charter", "description": "A royal charter is a formal grant issued by a monarch under royal prerogative as letters patent. Historically, they have been used to promulgate public laws, the most famous example being the English Magna Carta of 1215, but since the 14th century have only been used in place of private acts to grant a right or power to an individual or a body corporate. They were, and are still, used to establish"}, {"title": "Derby School", "href": "/wiki/Derby_School", "description": "Derby School was a school in Derby in the English Midlands from 1160 to 1989. It had an almost continuous history of education of over eight centuries. For most of that time it was a grammar school for boys. The school became co-educational and comprehensive in 1972 and was closed in 1989. In 1994 a new independent school called Derby Grammar School for boys was founded."}, {"title": "Derby", "href": "/wiki/Derby", "description": "Derby is a city and unitary authority area in Derbyshire, England. It lies on the banks of the River Derwent in the south of Derbyshire, of which it was traditionally the county town. Derby gained city status in 1977, and by the 2011 census its population was 248,700."}]}, {"heading": "Events", "year": "1659", "date": "May 21", "txt": "In the Concert of The Hague, the Dutch Republic, the Commonwealth of England and the Kingdom of France set out their views on how the Second Northern War should end.", "entities": [{"title": "Concert of The Hague (1659)", "href": "/wiki/Concert_of_The_Hague_(1659)", "description": "The Concert of The Hague, signed on 21 May 1659, was an outline of the common stance of England, France and the Dutch Republic regarding the Second Northern War. The powers agreed that the Swedish Empire and Denmark–Norway should settle for a peace treaty based on the Treaty of Roskilde, including free navigation through The Sound and the Baltic Sea based on the Treaty of Elbing. The subsequent Da"}, {"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}, {"title": "Commonwealth of England", "href": "/wiki/Commonwealth_of_England", "description": "The Commonwealth was the political structure during the period from 1649 to 1660 when England and Wales, later along with Ireland and Scotland, were governed as a republic after the end of the Second English Civil War and the trial and execution of Charles I. The republic's existence was declared through \"An Act declaring England to be a Commonwealth\", adopted by the Rump Parliament on 19 May 1649"}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "Second Northern War", "href": "/wiki/Second_Northern_War", "description": "The Second Northern War (1655–60), also First or Little Northern War) was fought between Sweden and its adversaries the Polish–Lithuanian Commonwealth (1655–60), the Moscow Tsardom (1656–58), Brandenburg-Prussia (1657–60), the Habsburg Monarchy (1657–60) and Denmark–Norway. The Dutch Republic often intervened against Sweden in an informal trade war but was not a recognized part of the Polish–Danis"}]}, {"heading": "Events", "year": "1660", "date": "May 21", "txt": "The Battle of Long Sault concludes after five days in which French colonial militia, with their Huron and Algonquin allies, are defeated by the Iroquois Confederacy.", "entities": [{"title": "Battle of Long Sault", "href": "/wiki/Battle_of_Long_Sault", "description": "The Battle of Long Sault occurred over a five-day period in early May 1660 during the Beaver Wars. It was fought between French colonial militia, with their Huron and Algonquin allies, against the Iroquois Confederacy."}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}, {"title": "Militia", "href": "/wiki/Militia", "description": "A militia is generally an army or some other fighting organization of non-professional soldiers, citizens of a country, or subjects of a state, who may perform military service during a time of need, as opposed to a professional force of regular, full-time military personnel or (historically) to members of a warrior nobility class. Generally unable to hold ground against regular forces, militias c"}, {"title": "Wyandot people", "href": "/wiki/Wyandot_people", "description": "The Wyandot people or Wendat, also called the Huron, are Iroquoian-speaking peoples of North America who emerged as a tribe around the north shore of Lake Ontario."}, {"title": "Algonquin people", "href": "/wiki/Algonquin_people", "description": "Algonquin people are an Indigenous people of Eastern Canada. They speak the Algonquin language, a divergent dialect of the Ojibwe language, which is part of the Algonquian language family. Culturally and linguistically, they are closely related to the Odawa, Potawatomi, Ojibwe, and Oji-Cree, with whom they form the larger Anicinàpe (Anishinaabeg). The Algonquin people call themselves Omàmiwinini o"}, {"title": "Iroquois Confederacy", "href": "/wiki/Iroquois_Confederacy", "description": "The Iroquois or Haudenosaunee are an indigenous confederacy in northeast North America. They were known during the colonial years to the French as the Iroquois League, later as the Iroquois Confederacy and to the English as the Five Nations, comprising the Mohawk, Onondaga, Oneida, Cayuga, and Seneca. After 1722, they accepted the Tuscarora people from the southeast into their confederacy, as they"}]}, {"heading": "Events", "year": "1674", "date": "May 21", "txt": "The nobility elect John Sobieski King of Poland and Grand Duke of Lithuania.", "entities": [{"title": "Szlachta", "href": "/wiki/Szlachta", "description": "The szlachta were a governing elite who exercised extensive political rights and power in the Kingdom of Poland, the Grand Duchy of Lithuania, and the Polish–Lithuanian Commonwealth."}, {"title": "John III Sobieski", "href": "/wiki/John_III_Sobieski", "description": "John III Sobieski was King of Poland and Grand Duke of Lithuania from 1674 until his death."}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}]}, {"heading": "Events", "year": "1703", "date": "May 21", "txt": "Daniel Defoe is imprisoned on charges of seditious libel.", "entities": [{"title": "Daniel Defoe", "href": "/wiki/Daniel_Defoe", "description": "Daniel Defoe was an English writer, trader, journalist, pamphleteer and spy. He is most famous for his novel Robinson Crusoe, published in 1719, which is claimed to be second only to the Bible in its number of translations. He has been seen as one of the earliest proponents of the English novel, and helped to popularise the form in Britain with others such as Aphra Behn and Samuel Richardson. Defo"}, {"title": "Seditious libel", "href": "/wiki/Seditious_libel", "description": "Sedition and seditious libel were criminal offences under English common law, and are still criminal offences in Canada. Sedition is overt conduct, such as speech and organization, that is deemed by the legal authority to tend toward insurrection against the established order: if the statement is in writing or some other permanent form it is seditious libel. Libel denotes a printed form of communi"}]}, {"heading": "Events", "year": "1725", "date": "May 21", "txt": "The Order of St. Alexander Nevsky is instituted in Russia by Empress Catherine I. It would later be discontinued and then reinstated by the Soviet government in 1942 as the Order of Alexander Nevsky.", "entities": [{"title": "Order of St. Alexander Nevsky", "href": "/wiki/Order_of_St._Alexander_Nevsky", "description": "The Imperial Order of Saint Alexander Nevsky was an order of chivalry of the Russian Empire first awarded on 1 June [O.S. 21 May] 1725 by Empress Catherine I of Russia."}, {"title": "Catherine I", "href": "/wiki/Catherine_I", "description": "Catherine I was the second wife and Empress consort of Peter the Great, and Empress regnant of Russia from 1725 until her death in 1727."}, {"title": "1942", "href": "/wiki/1942", "description": "1942 (MCMXLII) was a common year starting on Thursday of the Gregorian calendar, the 1942nd year of the Common Era (CE) and Anno Domini (AD) designations, the 942nd year of the 2nd millennium, the 42nd year of the 20th century, and the 3rd year of the 1940s decade. "}, {"title": "Order of Alexander Nevsky", "href": "/wiki/Order_of_Alexander_Nevsky", "description": "The Order of Alexander Nevsky is an order of merit of the Russian Federation named in honour of saint Alexander Nevsky (1220–1263) and bestowed to civil servants for twenty years or more of highly meritorious service. It was originally established by the Soviet Union as a military honour during World War II, more precisely by Decree of the Presidium of the Supreme Soviet of the USSR of July 7, 194"}]}, {"heading": "Events", "year": "1758", "date": "May 21", "txt": "Ten-year-old Mary Campbell is abducted in Pennsylvania by Lenape during the French and Indian War. She is returned six and a half years later.", "entities": [{"title": "Mary Campbell (colonial settler)", "href": "/wiki/Mary_Campbell_(colonial_settler)", "description": "Mary Campbell was an American colonial settler, taken captive as a child by Native Americans during the French and Indian War. Later rescued, she is believed to have been the first white child to travel to the Western Reserve."}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}, {"title": "Lenape", "href": "/wiki/Lenape", "description": "The Lenape, also called the Leni Lenape, Lenni Lenape and Delaware people, are an indigenous people of the Northeastern Woodlands, who live in the United States and Canada. Their historical territory included present-day New Jersey and eastern Pennsylvania along the Delaware River watershed, New York City, western Long Island, and the Lower Hudson Valley. Today, Lenape people belong to the Delawar"}, {"title": "French and Indian War", "href": "/wiki/French_and_Indian_War", "description": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by Native American allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the natives."}]}, {"heading": "Events", "year": "1792", "date": "May 21", "txt": "A lava dome collapses on Mount Unzen, near the city of Shimbara on the Japanese island of Kyūshū, creating a deadly tsunami that kills nearly 15,000 people.", "entities": [{"title": "Lava dome", "href": "/wiki/Lava_dome", "description": "In volcanology, a lava dome is a circular mound-shaped protrusion resulting from the slow extrusion of viscous lava from a volcano. Dome-building eruptions are common, particularly in convergent plate boundary settings. Around 6% of eruptions on Earth are lava dome forming. The geochemistry of lava domes can vary from basalt to rhyolite although the majority are of intermediate composition The cha"}, {"title": "Mount Unzen", "href": "/wiki/Mount_Unzen", "description": "Mount Unzen  is an active volcanic group of several overlapping stratovolcanoes, near the city of Shimabara, Nagasaki on the island of Kyushu, Japan's southernmost main island."}, {"title": "Shimabara, Nagasaki", "href": "/wiki/Shimabara,_Nagasaki", "description": "Shimabara  is a city located on the north-eastern tip of the Shimabara Peninsula, facing Ariake Bay in the east and Mount Unzen in the west, in Nagasaki Prefecture, Kyushu, Japan."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}, {"title": "Kyūshū", "href": "/wiki/Ky%C5%ABsh%C5%AB", "description": "Kyushu  is the third largest island of Japan's five main islands and the most southerly of the four largest islands. In the past, it has been known as Kyūkoku , Chinzei  and Tsukushi-no-shima . The historical regional name Saikaidō  referred to Kyushu and its surrounding islands."}, {"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}]}, {"heading": "Events", "year": "1809", "date": "May 21", "txt": "The first day of the Battle of Aspern-Essling between the Austrian army led by Archduke Charles and the French army led by Napoleon I of France sees the French attack across the Danube held.", "entities": [{"title": "Battle of Aspern-Essling", "href": "/wiki/Battle_of_Aspern-Essling", "description": "In the Battle of Aspern-Essling, Napoleon attempted a forced crossing of the Danube near Vienna, but the French and their allies were driven back by the Austrians under Archduke Charles. The battle was the first time Napoleon had been personally defeated in over a decade. However, Archduke Charles failed to secure a decisive victory as Napoleon was able to successfully withdraw most of his forces."}, {"title": "Archduke Charles, Duke of Teschen", "href": "/wiki/Archduke_Charles,_Duke_of_Teschen", "description": "Archduke Charles Louis John Joseph Laurentius of Austria, Duke of Teschen was an Austrian field-marshal, the third son of Emperor Leopold II and his wife, Maria Luisa of Spain. He was also the younger brother of Francis II, Holy Roman Emperor. Despite being epileptic, Charles achieved respect both as a commander and as a reformer of the Austrian army. He was considered one of Napoleon's more formi"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Danube", "href": "/wiki/Danube", "description": "The Danube is Europe's second-longest river after the Volga, flowing through much of Central and Southeastern Europe, from the Black Forest into the Black Sea. Its longest headstream Breg rises in Furtwangen im Schwarzwald, while the river carries its name from its source confluence in Donaueschingen onwards."}]}, {"heading": "Events", "year": "1851", "date": "May 21", "txt": "Slavery in Colombia is abolished.", "entities": [{"title": "Slavery in Colombia", "href": "/wiki/Slavery_in_Colombia", "description": "Slavery was practiced in Colombia from the beginning of the 16th century until its definitive abolition in 1851. This process consisted of trafficking in people of African and indigenous origin, first by the European colonizers from Spain and later by the commercial elites of the Republic of New Granada, the country that contained what is today Colombia."}]}, {"heading": "Events", "year": "1856", "date": "May 21", "txt": "Lawrence, Kansas is captured and burned by pro-slavery forces.", "entities": [{"title": "Lawrence, Kansas", "href": "/wiki/Lawrence,_Kansas", "description": "Lawrence is the county seat of Douglas County and sixth-largest city in Kansas. It is in the northeastern sector of the state, astride Interstate 70, between the Kansas and Wakarusa Rivers. As of the 2010 census, the city's population was 87,643; by 2019 the estimated population had risen to 98,193. Lawrence is a college town and the home to both the University of Kansas and Haskell Indian Nations"}, {"title": "Sacking of Lawrence", "href": "/wiki/Sacking_of_Lawrence", "description": "The Sacking of Lawrence occurred on May 21, 1856, when proslavery settlers, led by Douglas County Sheriff Samuel J. Jones, attacked and ransacked Lawrence, Kansas, a town which had been founded by antislavery settlers from Massachusetts who were hoping to make Kansas a free state. The incident fueled the irregular conflict in Kansas Territory that later became known as Bleeding Kansas."}, {"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}]}, {"heading": "Events", "year": "1863", "date": "May 21", "txt": "American Civil War: The Union Army succeeds in closing off the last escape route from Port Hudson, Louisiana, in preparation for the coming siege.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Battle of Plains Store", "href": "/wiki/Battle_of_Plains_Store", "description": "The Battle of Plains Store or the Battle of Springfield Road was fought May 21, 1863, in East Baton Rouge Parish, Louisiana, during the campaign to capture Port Hudson in the American Civil War. The Union victory closed the last Confederate escape route from Port Hudson."}, {"title": "Port Hudson, Louisiana", "href": "/wiki/Port_Hudson,_Louisiana", "description": "Port Hudson is an unincorporated community in East Baton Rouge Parish, Louisiana, United States. Located about 20 miles (32 km) northwest of Baton Rouge, it is known primarily as the location of an American Civil War battle, the siege of Port Hudson in 1863."}, {"title": "Siege of Port Hudson", "href": "/wiki/Siege_of_Port_Hudson", "description": "The siege of Port Hudson, Louisiana, was the final engagement in the Union campaign to recapture the Mississippi River in the American Civil War."}]}, {"heading": "Events", "year": "1864", "date": "May 21", "txt": "Russia declares an end to the Russo-Circassian War and many Circassians are forced into exile. The day is designated the Circassian Day of Mourning.", "entities": [{"title": "Russo-Circassian War", "href": "/wiki/Russo-Circassian_War", "description": "The Russo-Circassian War (1763–1864), also known as the Russian Invasion of Circassia refers to the war in Circassia during the course of the Russian Empire's conquest of the Caucasus. The war's starting date is commonly accepted as 1763, when the Russians began establishing hostile forts in Circassian territory; and only ending 101 years later, with the last army of Circassia defeated on 2 June ["}, {"title": "Circassians", "href": "/wiki/Circassians", "description": "The Circassians, also known by their endonym Adyghe, are a Northwest Caucasian ethnic group native to Circassia, most of whom were exiled to Turkey and the Middle East during the Circassian genocide in the aftermath of the Russo-Circassian War. The Circassians used to mainly speak the Circassian languages, a Northwest Caucasian dialect continuum with two main dialects and numerous sub-dialects, bu"}, {"title": "Circassian Day of Mourning", "href": "/wiki/Circassian_Day_of_Mourning", "description": "The North Caucasus is the homeland of the Circassians. The region stretches along the high peaks of the Caucasian mountain range at the crossroads of Europe and Asia, bounded by Russia from the north and the Middle East from the south."}]}, {"heading": "Events", "year": "1864", "date": "May 21", "txt": "American Civil War: The Battle of Spotsylvania Court House ends.", "entities": []}, {"heading": "Events", "year": "1864", "date": "May 21", "txt": "The Ionian Islands reunite with Greece.", "entities": []}, {"heading": "Events", "year": "1871", "date": "May 21", "txt": "French troops invade the Paris Commune and engage its residents in street fighting. By the close of \"Bloody Week\", some 20,000 communards have been killed and 38,000 arrested.", "entities": [{"title": "Paris Commune", "href": "/wiki/Paris_Commune", "description": "The Paris Commune was a revolutionary socialist government that controlled Paris from 18 March to 28 May 1871."}, {"title": "Bloody Week", "href": "/wiki/Bloody_Week", "description": "The semaine sanglante ended the Paris Commune with a vast military offensive and mass executions lasting from Sunday, 21 May 1871 until the following Sunday, 28 May. It was part of the Interior Campaign of 1871 led by the Versailles government against the Communard insurrections that rocked several major French cities."}, {"title": "Communard", "href": "/wiki/Communard", "description": "The Communards were members and supporters of the short-lived 1871 Paris Commune formed in the wake of the French defeat in the Franco-Prussian War."}]}, {"heading": "Events", "year": "1871", "date": "May 21", "txt": "Opening of the first rack railway in Europe, the Rigi Bahnen on Mount Rigi.", "entities": [{"title": "Rigi Bahnen", "href": "/wiki/Rigi_Bahnen", "description": "Rigi Railways is a railway company that operates a group of railways on the mountain Rigi, located between two of the arms of Lake Lucerne, in Switzerland. They include two standard gauge rack railways, the Vitznau–Rigi Bahn (VRB) and the Arth–Rigi Bahn (ARB), along with the Luftseilbahn Weggis–Rigi Kaltbad (LWRK) cable car."}, {"title": "Mount Rigi", "href": "/wiki/Mount_Rigi", "description": "The Rigi is a mountain massif of the Alps, located in Central Switzerland. The whole massif is almost entirely surrounded by the water of three different bodies of water: Lake Lucerne, Lake Zug and Lake Lauerz. The range is in the Schwyzer Alps, and is split between the cantons of Schwyz and Lucerne, although the main summit, named Rigi Kulm, at 1,798 meters above sea level, lies within the canton"}]}, {"heading": "Events", "year": "1879", "date": "May 21", "txt": "War of the Pacific: Two Chilean ships blocking the harbor of Iquique (then belonging to Peru) battle two Peruvian vessels in the Battle of Iquique.", "entities": [{"title": "War of the Pacific", "href": "/wiki/War_of_the_Pacific", "description": "The War of the Pacific, also known as the Saltpeter War and by multiple other names, was a war between Chile and a Bolivian–Peruvian alliance from 1879 to 1884. Fought over Chilean claims on coastal Bolivian territory in the Atacama Desert, the war ended with a Chilean victory, which gained for the country a significant amount of resource-rich territory from Peru and Bolivia. The Chilean Army took"}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "Iquique", "href": "/wiki/Iquique", "description": "Iquique is a port city and commune in northern Chile, capital of both the Iquique Province and Tarapacá Region. It lies on the Pacific coast, west of the Pampa del Tamarugal, which is part of the Atacama Desert. It has a population of 191,468 according to the 2017 census. It is also the main commune of Greater Iquique. The city developed during the heyday of the saltpetre mining in the Atacama Des"}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Battle of Iquique", "href": "/wiki/Battle_of_Iquique", "description": "The Battle of Iquique was a naval engagement that occurred between a Chilean corvette under the command of Arturo Prat and a Peruvian ironclad under the command of Miguel Grau Seminario on 21 May 1879, during the naval stage of the War of the Pacific, and resulted in a Peruvian victory. The War of the Pacific was a conflict that pitted Chile against Peru and Bolivia. The battle took place off the "}]}, {"heading": "Events", "year": "1881", "date": "May 21", "txt": "The American Red Cross is established by Clara Barton in Washington, D.C.", "entities": [{"title": "American Red Cross", "href": "/wiki/American_Red_Cross", "description": "The American Red Cross (ARC), also known as The American National Red Cross, is a humanitarian organization that provides emergency assistance, disaster relief, and disaster preparedness education in the United States. It is the designated US affiliate of the International Federation of Red Cross and Red Crescent Societies and the United States movement to the International Red Cross and Red Cresc"}, {"title": "Clara Barton", "href": "/wiki/Clara_Barton", "description": "Clarissa Harlowe Barton was an American nurse who founded the American Red Cross. She was a hospital nurse in the American Civil War, a teacher, and a patent clerk. Since nursing education was not then very formalized and she did not attend nursing school, she provided self-taught nursing care. Barton is noteworthy for doing humanitarian work and civil rights advocacy at a time before women had th"}]}, {"heading": "Events", "year": "1894", "date": "May 21", "txt": "The Manchester Ship Canal in the United Kingdom is officially opened by Queen Victoria, who later knights its designer Sir Edward Leader Williams.", "entities": [{"title": "Manchester Ship Canal", "href": "/wiki/Manchester_Ship_Canal", "description": "The Manchester Ship Canal is a 36-mile-long (58 km) inland waterway in the North West of England linking Manchester to the Irish Sea. Starting at the Mersey Estuary near Liverpool, it generally follows the original routes of the rivers Mersey and Irwell through the historic counties of Cheshire and Lancashire. Several sets of locks lift vessels about 60 feet (18 m) to the canal's terminus in Manch"}, {"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}, {"title": "Knight", "href": "/wiki/Knight", "description": "A knight is a person granted an honorary title of knighthood by a head of state or representative for service to the monarch, the church or the country, especially in a military capacity."}, {"title": "Edward Leader Williams", "href": "/wiki/Edward_Leader_Williams", "description": "Sir Edward Leader Williams was an English civil engineer, chiefly remembered as the designer of the Manchester Ship Canal, but also heavily involved in other canal projects in north Cheshire."}]}, {"heading": "Events", "year": "1904", "date": "May 21", "txt": "The Fédération Internationale de Football Association (FIFA) is founded in Paris.", "entities": [{"title": "FIFA", "href": "/wiki/FIFA", "description": "FIFA is a non-profit organization which describes itself as an international governing body of association football, fútsal and beach soccer. It is the highest governing body of association football."}]}, {"heading": "Events", "year": "1911", "date": "May 21", "txt": "President of Mexico Porfirio Díaz and the revolutionary Francisco Madero sign the Treaty of Ciudad Juárez to put an end to the fighting between the forces of both men, concluding the initial phase of the Mexican Revolution.", "entities": [{"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}, {"title": "Porfirio Díaz", "href": "/wiki/Porfirio_D%C3%ADaz", "description": "José de la Cruz Porfirio Díaz Mori was a Mexican general and politician who served seven terms as President of Mexico, a total of 31 years, from 1876, 17 February 1877 to 1 December 1880 and from 1 December 1884 to 25 May 1911. The entire period from 1876 to 1911 is often referred to as the Porfiriato."}, {"title": "Francisco Madero", "href": "/wiki/Francisco_Madero", "description": "Francisco Ignacio Madero González was a Mexican revolutionary, writer and statesman who served as the 37th president of Mexico from 1911 until shortly before his assassination in 1913. A wealthy landowner, he was nonetheless an advocate for social justice and democracy. Madero was notable for challenging long-time President Porfirio Díaz for the presidency in 1910 and being instrumental in sparkin"}, {"title": "Treaty of Ciudad Juárez", "href": "/wiki/Treaty_of_Ciudad_Ju%C3%A1rez", "description": "The Treaty of Ciudad Juárez was a peace treaty signed between the President of Mexico, Porfirio Díaz, and the revolutionary Francisco Madero on May 21, 1911. The treaty put an end to the fighting between forces supporting Madero and those of Díaz and thus concluded the initial phase of the Mexican Revolution."}, {"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}]}, {"heading": "Events", "year": "1917", "date": "May 21", "txt": "The Imperial War Graves Commission is established through royal charter to mark, record, and maintain the graves and places of commemoration of the British Empire's military forces.", "entities": [{"title": "Commonwealth War Graves Commission", "href": "/wiki/Commonwealth_War_Graves_Commission", "description": "The Commonwealth War Graves Commission (CWGC) is an intergovernmental organisation of six independent member states whose principal function is to mark, record and maintain the graves and places of commemoration of Commonwealth of Nations military service members who died in the two World Wars. The commission is also responsible for commemorating Commonwealth civilians who died as a result of enem"}, {"title": "Royal charter", "href": "/wiki/Royal_charter", "description": "A royal charter is a formal grant issued by a monarch under royal prerogative as letters patent. Historically, they have been used to promulgate public laws, the most famous example being the English Magna Carta of 1215, but since the 14th century have only been used in place of private acts to grant a right or power to an individual or a body corporate. They were, and are still, used to establish"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1917", "date": "May 21", "txt": "The Great Atlanta fire of 1917 causes $5.5 million in damages, destroying some 300 acres including 2,000 homes, businesses and churches, displacing about 10,000 people but leading to only one fatality (due to heart attack).", "entities": []}, {"heading": "Events", "year": "1924", "date": "May 21", "txt": "University of Chicago students Richard Loeb and Nathan Leopold, Jr. murder 14-year-old Bobby Franks in a \"thrill killing\".", "entities": [{"title": "University of Chicago", "href": "/wiki/University_of_Chicago", "description": "The University of Chicago is a private research university in Chicago, Illinois. Founded in 1890, its main campus is located in Chicago's Hyde Park neighborhood. It enrolled 16,445 students in Fall 2019, including 6,286 undergraduates and 10,159 graduate students. The University of Chicago is ranked among the best universities in the world by major education publications, and it is among the most "}, {"title": "Leopold and Loeb", "href": "/wiki/Leopold_and_Loeb", "description": "Nathan Freudenthal Leopold Jr. and Richard Albert Loeb, usually referred to collectively as Leopold and Loeb, were two wealthy students at the University of Chicago who in May 1924 kidnapped and murdered 14-year-old Bobby Franks in Chicago, Illinois, United States. They committed the murder—characterized at the time as \"the crime of the century\"—as a demonstration of their ostensible intellectual "}, {"title": "Bobby Franks", "href": "/wiki/Bobby_Franks", "description": "Nathan Freudenthal Leopold Jr. and Richard Albert Loeb, usually referred to collectively as Leopold and Loeb, were two wealthy students at the University of Chicago who in May 1924 kidnapped and murdered 14-year-old Bobby Franks in Chicago, Illinois, United States. They committed the murder—characterized at the time as \"the crime of the century\"—as a demonstration of their ostensible intellectual "}, {"title": "Thrill killing", "href": "/wiki/Thrill_killing", "description": "A thrill kill is premeditated or random murder that is motivated by the sheer excitement of the act. While there have been attempts to categorize multiple murders, such as identifying \"thrill killing\" as a type of \"hedonistic mass killing\", actual details of events frequently overlap category definitions making attempts at such distinctions problematic."}]}, {"heading": "Events", "year": "1927", "date": "May 21", "txt": "Charles Lindbergh touches down at Le Bourget Field in Paris, completing the world's first solo nonstop flight across the Atlantic Ocean.", "entities": [{"title": "Charles Lindbergh", "href": "/wiki/Charles_Lindbergh", "description": "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York City to Paris on May 20–21. Lindbergh covered the 33+1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, "}, {"title": "Le Bourget Field", "href": "/wiki/Le_Bourget_Field", "description": "Paris–Le Bourget Airport is an airport located within portions of the communes of Le Bourget, Bonneuil-en-France, Dugny and Gonesse, 6 NM north-northeast (NNE) of Paris, France."}]}, {"heading": "Events", "year": "1932", "date": "May 21", "txt": "Bad weather forces Amelia Earhart to land in a pasture in Derry, Northern Ireland, and she thereby becomes the first woman to fly solo across the Atlantic Ocean.", "entities": [{"title": "Amelia Earhart", "href": "/wiki/Amelia_Earhart", "description": "Amelia Mary Earhart was an American aviation pioneer and author. Earhart was the first female aviator to fly solo across the Atlantic Ocean. She set many other records, wrote best-selling books about her flying experiences, and was instrumental in the formation of The Ninety-Nines, an organization for female pilots."}, {"title": "Derry", "href": "/wiki/Derry", "description": "Derry, officially Londonderry, is the second-largest city in Northern Ireland and the fifth-largest city on the island of Ireland. The name Derry is an anglicisation of the Old Irish name Daire meaning \"oak grove\". In 1613, the city was granted a royal charter by King James I and gained the \"London\" prefix to reflect the funding of its construction by the London guilds. While the city is more usua"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1934", "date": "May 21", "txt": "Oskaloosa, Iowa, becomes the first municipality in the United States to fingerprint all of its citizens.", "entities": [{"title": "Oskaloosa, Iowa", "href": "/wiki/Oskaloosa,_Iowa", "description": "Oskaloosa is a city in, and the county seat of, Mahaska County, Iowa, United States. In the late nineteenth and early twentieth century, Oskaloosa was a national center of bituminous coal mining. The population was 11,463 in the 2010 U.S. Census, an increase from 10,938 in 2000."}]}, {"heading": "Events", "year": "1936", "date": "May 21", "txt": "Sada Abe is arrested after wandering the streets of Tokyo for days with her dead lover's severed genitals in her handbag. Her story soon becomes one of Japan's most notorious scandals.", "entities": [{"title": "Sada Abe", "href": "/wiki/Sada_Abe", "description": "Sada Abe  was a Japanese geisha and prostitute who murdered her lover, Kichizō Ishida , via erotic asphyxiation on May 18, 1936, and then cut off his penis and testicles and carried them around with her in her kimono. The story became a national sensation in Japan, acquiring mythic overtones, and has been interpreted by artists, philosophers, novelists and filmmakers. Abe was released after servin"}]}, {"heading": "Events", "year": "1937", "date": "May 21", "txt": "A Soviet station, North Pole-1, becomes the first scientific research settlement to operate on the drift ice of the Arctic Ocean.", "entities": [{"title": "Soviet and Russian manned drifting ice stations", "href": "/wiki/Soviet_and_Russian_manned_drifting_ice_stations", "description": "Soviet and Russian staffed drifting ice stations are research stations built on the ice of the high latitudes of the Arctic Ocean. They are important contributors to exploration of the Arctic. The stations are named North Pole, followed by an ordinal number: North Pole-1, etc."}, {"title": "North Pole-1", "href": "/wiki/North_Pole-1", "description": "North Pole-1 was the world's first Soviet manned drifting station in the Arctic Ocean, primarily used for research."}, {"title": "Drift ice", "href": "/wiki/Drift_ice", "description": "Drift ice, also called brash ice, is sea ice that is not attached to the shoreline or any other fixed object. Unlike fast ice, which is \"fastened\" to a fixed object, drift ice is carried along by winds and sea currents, hence its name. When drift ice is driven together into a large single mass, it is called pack ice. Wind and currents can pile up that ice to form ridges up to tens of metres in thi"}]}, {"heading": "Events", "year": "1939", "date": "May 21", "txt": "The Canadian National War Memorial is unveiled by King George VI and Queen Elizabeth in Ottawa, Ontario, Canada.", "entities": [{"title": "National War Memorial (Canada)", "href": "/wiki/National_War_Memorial_(Canada)", "description": "The National War Memorial, titled The Response is a tall, granite memorial arch with accreted bronze sculptures in Ottawa, Ontario, Canada, designed by Vernon March and first dedicated by King George VI in 1939. Originally built to commemorate the Canadians who died in the First World War, it was in 1982 rededicated to also include those killed in the Second World War and Korean War and again in 2"}, {"title": "George VI", "href": "/wiki/George_VI", "description": "George VI was King of the United Kingdom and the Dominions of the British Commonwealth from 11 December 1936 until his death in 1952. He was concurrently the last emperor of India until August 1947, when the British Raj was dissolved."}, {"title": "Queen Elizabeth The Queen Mother", "href": "/wiki/Queen_Elizabeth_The_Queen_Mother", "description": "Elizabeth Angela Marguerite Bowes-Lyon was Queen of the United Kingdom and the Dominions from 1936 to 1952 as the wife of King George VI. She was the last empress of India from 1936 until India gained independence from Britain in 1947. After her husband died, she was known as Queen Elizabeth The Queen Mother, to avoid confusion with her daughter, Queen Elizabeth II."}, {"title": "Ottawa", "href": "/wiki/Ottawa", "description": "Ottawa is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec, and forms the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,476,008 making it the fourth-largest c"}]}, {"heading": "Events", "year": "1946", "date": "May 21", "txt": "Physicist Louis Slotin is fatally irradiated in a criticality incident during an experiment with the demon core at Los Alamos National Laboratory.", "entities": [{"title": "Louis Slotin", "href": "/wiki/Louis_Slotin", "description": "Louis Alexander Slotin was a Canadian physicist and chemist who took part in the Manhattan Project. He was born and raised in the North End of Winnipeg, Manitoba. After earning both his Bachelor of Science and Master of Science degrees from the University of Manitoba, Slotin attended King's College London, where he obtained his doctorate in physical chemistry in 1936. Afterwards, he joined the Uni"}, {"title": "Criticality incident", "href": "/wiki/Criticality_incident", "description": "A criticality accident is an uncontrolled nuclear fission chain reaction. It is sometimes referred to as a critical excursion, critical power excursion, or divergent chain reaction. Any such event involves the unintended accumulation or arrangement of a critical mass of fissile material, for example enriched uranium or plutonium. Criticality accidents can release potentially fatal radiation doses,"}, {"title": "Demon core", "href": "/wiki/Demon_core", "description": "The demon core was a spherical 6.2-kilogram (14 lb) subcritical mass of plutonium 89 millimetres (3.5 in) in diameter, manufactured during World War II by the United States nuclear weapon development effort, the Manhattan Project, as a fissile core for an early atomic bomb. It was involved in two criticality accidents, on August 21, 1945, and May 21, 1946. The core was intended for use in a possib"}, {"title": "Los Alamos National Laboratory", "href": "/wiki/Los_Alamos_National_Laboratory", "description": "Los Alamos National Laboratory is a United States Department of Energy national laboratory initially organized during World War II for the design of nuclear weapons as part of the Manhattan Project. It is a short distance northwest of Santa Fe, New Mexico, in the southwestern United States."}]}, {"heading": "Events", "year": "1951", "date": "May 21", "txt": "The opening of the Ninth Street Show, otherwise known as the 9th Street Art Exhibition: A gathering of a number of notable artists, and the stepping-out of the post war New York avant-garde, collectively known as the New York School.", "entities": [{"title": "Ninth Street Show", "href": "/wiki/Ninth_Street_Show", "description": "[The] 9th Street Art Exhibition of Paintings and Sculpture is the official title artist Franz Kline hand-lettered onto the poster he designed for the Ninth Street Show (May 21-June 10, 1951). Now considered historic, the artist-led exhibition marked the formal debut of Abstract Expressionism, and the first American art movement with international influence. The School of Paris, long the headquarte"}, {"title": "9th Street Art Exhibition", "href": "/wiki/9th_Street_Art_Exhibition", "description": "[The] 9th Street Art Exhibition of Paintings and Sculpture is the official title artist Franz Kline hand-lettered onto the poster he designed for the Ninth Street Show (May 21-June 10, 1951). Now considered historic, the artist-led exhibition marked the formal debut of Abstract Expressionism, and the first American art movement with international influence. The School of Paris, long the headquarte"}, {"title": "Avant-garde", "href": "/wiki/Avant-garde", "description": "The avant-garde are people or works that are experimental, radical, or unorthodox with respect to art, culture, or society. It is frequently characterized by aesthetic innovation and initial unacceptability."}, {"title": "New York School (art)", "href": "/wiki/New_York_School_(art)", "description": "\n\nThe New York School was an informal group of American poets, painters, dancers, and musicians active in the 1950s and 1960s in New York City. They often drew inspiration from surrealism and the contemporary avant-garde art movements, in particular action painting, abstract expressionism, jazz, improvisational theater, experimental music, and the interaction of friends in the New York City art wo"}]}, {"heading": "Events", "year": "1961", "date": "May 21", "txt": "American civil rights movement: Alabama Governor John Malcolm Patterson declares martial law in an attempt to restore order after race riots break out.", "entities": [{"title": "American civil rights movement", "href": "/wiki/American_civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "John Malcolm Patterson", "href": "/wiki/John_Malcolm_Patterson", "description": "John Malcolm Patterson is an American politician who served one term as the 44th Governor of the U.S. state of Alabama from 1959 to 1963 and as his state's attorney general from 1955 to 1959."}, {"title": "Martial law", "href": "/wiki/Martial_law", "description": "Martial law is the temporary imposition of direct military control of normal civil functions or suspension of civil law by a government, especially in response to a temporary emergency where civil forces are overwhelmed, or in an occupied territory."}, {"title": "Race riot", "href": "/wiki/Race_riot", "description": "This is a list of ethnic riots by country, and includes riots based on ethnic, sectarian, xenophobic, and racial conflict. Some of these riots can also be classified as pogroms."}]}, {"heading": "Events", "year": "1966", "date": "May 21", "txt": "The Ulster Volunteer Force declares war on the Irish Republican Army in Northern Ireland.", "entities": [{"title": "Ulster Volunteer Force", "href": "/wiki/Ulster_Volunteer_Force", "description": "The Ulster Volunteer Force (UVF) is an Ulster loyalist paramilitary group. It emerged in 1966. Its first leader was Gusty Spence, a former British Army soldier from Northern Ireland. The group undertook an armed campaign of almost thirty years during The Troubles. It declared a ceasefire in 1994 and officially ended its campaign in 2007, although some of its members have continued to engage in vio"}, {"title": "Irish Republican Army (1922–69)", "href": "/wiki/Irish_Republican_Army_(1922%E2%80%9369)", "description": "This article discusses the Irish Republican Army of 1922–1969, an anti-Treaty sub-group of the original Irish Republican Army that fought against the Irish Free State in the Irish Civil War, and its successors up to 1969, when the IRA split again. The original Irish Republican Army fought a guerrilla war against British rule in Ireland in the Irish War of Independence between 1919 and 1921. Follow"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1969", "date": "May 21", "txt": "Civil unrest in Rosario, Argentina, known as Rosariazo, following the death of a 15-year-old student.", "entities": [{"title": "Rosario, Argentina", "href": "/wiki/Rosario,_Argentina", "description": "Rosario is the largest city in the central Argentina province of Santa Fe. The city is located 300 km (186 mi) northwest of Buenos Aires, on the west bank of the Paraná River. Rosario is the third-most populous city in the country, and is also the most populous city in Argentina that is not a capital. With a growing and important metropolitan area, Greater Rosario has an estimated population of 1,"}]}, {"heading": "Events", "year": "1972", "date": "May 21", "txt": "Michelangelo's Pietà in St. Peter's Basilica in Rome is damaged by a vandal, the mentally disturbed Hungarian geologist Laszlo Toth.", "entities": [{"title": "Michelangelo", "href": "/wiki/Michelangelo", "description": "Michelangelo di Lodovico Buonarroti Simoni, known simply as Michelangelo, was an Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art. His artistic versatility was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, alo"}, {"title": "St. Peter's Basilica", "href": "/wiki/St._Peter%27s_Basilica", "description": "The Papal Basilica of Saint Peter in the Vatican, or simply Saint Peter's Basilica, is a church built in the Renaissance style located in Vatican City, the papal enclave that is within the city of Rome."}, {"title": "Vandalism", "href": "/wiki/Vandalism", "description": "Vandalism is the action involving deliberate destruction of or damage to public or private property.\n\nThe term includes property damage, such as graffiti and defacement directed towards any property without permission of the owner. The term finds its roots in an Enlightenment view that the Germanic Vandals were a uniquely destructive people."}, {"title": "Laszlo Toth", "href": "/wiki/Laszlo_Toth", "description": "Laszlo Toth was a Hungarian-born Australian geologist. He achieved worldwide notoriety when he vandalised Michelangelo's Pietà statue on 21 May 1972. Toth was not charged with any criminal offence after the incident. He was hospitalized in Italy for two years. On his release, he was immediately deported to Australia."}]}, {"heading": "Events", "year": "1976", "date": "May 21", "txt": "Twenty-nine people are killed in the Yuba City bus disaster in Martinez, California.", "entities": [{"title": "Yuba City bus disaster", "href": "/wiki/Yuba_City_bus_disaster", "description": "The Yuba City bus disaster occurred on May 21, 1976 in Martinez, California. A chartered school bus transporting 52 passengers on an elevated offramp left the roadway, landing on its roof. Of the 52 passengers, 28 students and an adult adviser were killed in the crash."}, {"title": "Martinez, California", "href": "/wiki/Martinez,_California", "description": "Martinez is a city in and the county seat of Contra Costa County, California, in the East Bay of the San Francisco Bay Area. The population was 35,824 at the 2010 census. The city is named after Californio ranchero Ygnacio Martínez. The downtown is notable for its large number of preserved old buildings and antique shops. Martinez is located on the southern shore of the Carquinez Strait in the San"}]}, {"heading": "Events", "year": "1979", "date": "May 21", "txt": "White Night riots in San Francisco following the manslaughter conviction of Dan White for the assassinations of George Moscone and Harvey Milk.", "entities": [{"title": "White Night riots", "href": "/wiki/White_Night_riots", "description": "The White Night riots were a series of violent events sparked by an announcement of a lenient sentencing of Dan White for the assassinations of San Francisco Mayor George Moscone and of Harvey Milk, a member of the city's Board of Supervisors who was one of the first openly gay elected officials in the United States. The events took place on the night of May 21, 1979 in San Francisco. Earlier that"}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "Manslaughter", "href": "/wiki/Manslaughter", "description": "Manslaughter is a common law legal term for homicide considered by law as less culpable than murder. The distinction between murder and manslaughter is sometimes said to have first been made by the ancient Athenian lawmaker Draco in the 7th century BC."}, {"title": "Dan White", "href": "/wiki/Dan_White", "description": "Daniel James White was an American politician who assassinated San Francisco Mayor George Moscone and Supervisor Harvey Milk, on Monday, November 27, 1978, at City Hall. In a controversial verdict that led to the coining of the legal slang \"Twinkie defense\", White was convicted of manslaughter rather than murder in the deaths of Milk and Moscone. White served five years of a seven-year prison sent"}, {"title": "George Moscone", "href": "/wiki/George_Moscone", "description": "George Richard Moscone was an American attorney and Democratic politician. He was the 37th mayor of San Francisco, California from January 1976 until his assassination in November 1978. He was known as \"the people's mayor\", who opened up City Hall and its commissions to reflect the diversity of San Francisco. Moscone served in the California State Senate from 1967 until becoming Mayor. In the Sena"}, {"title": "Harvey Milk", "href": "/wiki/Harvey_Milk", "description": "Harvey Bernard Milk was an American politician and the first openly gay elected official in the history of California, where he was elected to the San Francisco Board of Supervisors. Although he was the most pro-LGBT politician in the United States at the time, politics and activism were not his early interests; he was neither open about his sexuality nor civically active until he was 40, after hi"}]}, {"heading": "Events", "year": "1981", "date": "May 21", "txt": "The Italian government releases the membership list of Propaganda Due, an illegal pseudo-Masonic lodge that was implicated in numerous Italian crimes and mysteries.", "entities": [{"title": "Propaganda Due", "href": "/wiki/Propaganda_Due", "description": "Propaganda Due was a Masonic lodge under the Grand Orient of Italy, founded in 1877. Its Masonic charter was withdrawn in 1976, and it transformed into a clandestine, anti-communist, anti-soviet, anti-leftist, pseudo-Masonic and radical right organization operating in contravention of Article 18 of the Constitution of Italy that banned secret associations. In its latter period, during which the lo"}, {"title": "Freemasonry", "href": "/wiki/Freemasonry", "description": "Freemasonry or Masonry consists of fraternal organisations that trace their origins to the local guilds of stonemasons that from the end of the 14th century regulated the qualifications of stonemasons and their interaction with authorities and clients. Freemasonry has been the subject of numerous conspiracy theories throughout the years. Modern Freemasonry broadly consists of two main recognition "}]}, {"heading": "Events", "year": "1981", "date": "May 21", "txt": "Transamerica Corporation agrees to sell United Artists to Metro-Goldwyn-Mayer for $380 million after the box office failure of the 1980 film Heaven's Gate.", "entities": [{"title": "United Artists", "href": "/wiki/United_Artists", "description": "United Artists Corporation (UA), currently doing business as United Artists Digital Studios, is an American digital production company. Founded in 1919 by D. W. Griffith, Charlie Chaplin, Mary Pickford, and Douglas Fairbanks, the studio was premised on allowing actors to control their own interests, rather than being dependent upon commercial studios. UA was repeatedly bought, sold, and restructur"}, {"title": "Metro-Goldwyn-Mayer", "href": "/wiki/Metro-Goldwyn-Mayer", "description": "Metro-Goldwyn-Mayer Studios Inc. is an American media company, involved primarily in the production and distribution of feature films and television programs. One of the world's oldest film studios, MGM's corporate headquarters are located at 245 North Beverly Drive in Beverly Hills, California."}]}, {"heading": "Events", "year": "1982", "date": "May 21", "txt": "Falklands War: A British amphibious assault during Operation Sutton leads to the Battle of San Carlos.", "entities": [{"title": "Falklands War", "href": "/wiki/Falklands_War", "description": "The Falklands War was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands."}, {"title": "Operation Sutton", "href": "/wiki/Operation_Sutton", "description": "Operation Sutton was the code name for the British landings on the shores of San Carlos Water, at Ajax Bay and Port San Carlos, near the San Carlos on East Falkland."}, {"title": "Battle of San Carlos (1982)", "href": "/wiki/Battle_of_San_Carlos_(1982)", "description": "The Battle of San Carlos was a battle between aircraft and ships that lasted from 21 to 25 May 1982 during the British landings on the shores of San Carlos Water in the 1982 Falklands War. Low-flying land-based Argentine jet aircraft made repeated attacks on ships of the British Task Force."}]}, {"heading": "Events", "year": "1991", "date": "May 21", "txt": "Former Indian Prime Minister Rajiv Gandhi is assassinated by a female suicide bomber near Madras.", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}, {"title": "Rajiv Gandhi", "href": "/wiki/Rajiv_Gandhi", "description": "Rajiv Ratna Gandhi was an Indian politician who served as the 6th Prime Minister of India from 1984 to 1989. He took office after the 1984 assassination of his mother, Prime Minister Indira Gandhi, to become the youngest Indian Prime Minister at the age of 40."}, {"title": "Chennai", "href": "/wiki/Chennai", "description": "Chennai is the capital of the Indian state of Tamil Nadu. Located on the Coromandel Coast of the Bay of Bengal, it is one of the largest cultural, economic and educational centres of south India. According to the 2011 Indian census, it is the sixth-most populous city and fourth-most populous urban agglomeration in India. The city together with the adjoining regions constitutes the Chennai Metropol"}]}, {"heading": "Events", "year": "1991", "date": "May 21", "txt": "Mengistu Haile Mariam, president of the People's Democratic Republic of Ethiopia, flees Ethiopia, effectively bringing the Ethiopian Civil War to an end.", "entities": [{"title": "People's Democratic Republic of Ethiopia", "href": "/wiki/People%27s_Democratic_Republic_of_Ethiopia", "description": "The People's Democratic Republic of Ethiopia (PDRE) was a communist state that existed in Ethiopia from 1987 to 1991."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Ethiopian Civil War", "href": "/wiki/Ethiopian_Civil_War", "description": "The Ethiopian Civil War was a civil war in Ethiopia and present day Eritrea, fought between the Ethiopian military junta communist governments and Ethio-Eritrean anti-government rebels from September 1974 to June 1991."}]}, {"heading": "Events", "year": "1992", "date": "May 21", "txt": "After 30 seasons Johnny Carson hosted his penultimate episode and last featuring guests (Robin Williams and Bette Midler) of The Tonight Show.", "entities": [{"title": "Johnny Carson", "href": "/wiki/Johnny_Carson", "description": "John William Carson was an American television host, comedian, writer, and producer. He is best known as the host of The Tonight Show Starring Johnny Carson (1962–1992). Carson received six Emmy Awards, the Television Academy's 1980 Governor's Award, and a 1985 Peabody Award. He was inducted into the Television Academy Hall of Fame in 1987. Carson was awarded the Presidential Medal of Freedom in 1"}, {"title": "Robin Williams", "href": "/wiki/Robin_Williams", "description": "Robin McLaurin Williams was an American actor and comedian. Known for his improvisational skills and the wide variety of characters he created on the spur of the moment and portrayed on film, in dramas and comedies alike, he is often regarded as one of the best comedians of all time. Williams began performing stand-up comedy in San Francisco and Los Angeles during the mid-1970s, and rose to fame p"}, {"title": "Bette Midler", "href": "/wiki/Bette_Midler", "description": "Bette Midler is an American singer, songwriter, actress, author, and comedian. Throughout her career spanning over five decades, Midler has won numerous awards and nominations, including four Golden Globe Awards, three Grammy Awards, three Primetime Emmy Awards, and two Tony Awards."}]}, {"heading": "Events", "year": "1994", "date": "May 21", "txt": "The Democratic Republic of Yemen unsuccessfully attempts to secede from the Republic of Yemen; a war breaks out.", "entities": [{"title": "Democratic Republic of Yemen", "href": "/wiki/Democratic_Republic_of_Yemen", "description": "The Democratic Republic of Yemen or colloquially South Yemen was a breakaway state which fought against Yemen Arab Republic in the 1994 Yemeni Civil War. It was declared in May 1994 and covered all of the former South Yemen."}, {"title": "Republic of Yemen", "href": "/wiki/Republic_of_Yemen", "description": "Yemen, officially the Republic of Yemen, is a country at the southern end of the Arabian Peninsula in Western Asia. It is the second-largest Arab sovereign state in the peninsula, occupying 527,970 square kilometres. The coastline stretches for about 2,000 kilometres. Yemen's constitutionally stated capital is the city of Sanaa, but the city has been under Houthi rebel control since February 2015 "}]}, {"heading": "Events", "year": "1996", "date": "May 21", "txt": "The ferry MV Bukoba sinks in Tanzanian waters on Lake Victoria, killing nearly 1,000.", "entities": [{"title": "MV Bukoba", "href": "/wiki/MV_Bukoba", "description": "MV Bukoba was a Lake Victoria ferry that carried passengers and cargo between the Tanzanian ports of Bukoba and Mwanza. Bukoba was built in about 1979 and had capacity for 850 tons of cargo and 430 passengers."}, {"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}, {"title": "Lake Victoria", "href": "/wiki/Lake_Victoria", "description": "Lake Victoria is one of the African Great Lakes."}]}, {"heading": "Events", "year": "1998", "date": "May 21", "txt": "In Miami, five abortion clinics are attacked by a butyric acid attacker.", "entities": [{"title": "Miami", "href": "/wiki/Miami", "description": "Miami, officially the City of Miami, is a coastal city located in southeastern Florida in the United States. It is the third most populous metropolis on the East coast of the United States, and it is the seventh largest in the country. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 491 ft (150 m)."}, {"title": "Abortion clinic", "href": "/wiki/Abortion_clinic", "description": "An abortion clinic is a medical facility that provides abortions. Such clinics may be public medical centers, private medical practices or nonprofit organizations such as Planned Parenthood."}, {"title": "Butyric acid", "href": "/wiki/Butyric_acid", "description": "Butyric acid (from Ancient Greek: βούτῡρον, meaning \"butter\"), also known under the systematic name butanoic acid, is a straight-chain alkyl carboxylic acid with the chemical formula CH3CH2CH2CO2H. It is an oily, colorless liquid with an unpleasant odor. Isobutyric acid (2-methylpropanoic acid) is an isomer. Salts and esters of butyric acid are known as butyrates or butanoates. The acid does not o"}]}, {"heading": "Events", "year": "1998", "date": "May 21", "txt": "President Suharto of Indonesia resigns following the killing of students from Trisakti University earlier that week by security forces and growing mass protests in Jakarta against his ongoing corrupt rule.", "entities": [{"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Trisakti shootings", "href": "/wiki/Trisakti_shootings", "description": "The Trisakti shootings took place at Trisakti University, Jakarta, Indonesia on 12 May 1998. At a demonstration demanding President Suharto's resignation, soldiers opened fire on unarmed protestors. Four students, Elang Mulia Lesmana, Heri Hertanto, Hafidin Royan, and Hendriawan Sie, were killed and dozens more were injured. The shootings caused riots to break out throughout Indonesia, eventually "}, {"title": "Jakarta", "href": "/wiki/Jakarta", "description": "Jakarta, officially the Special Capital Region of Jakarta, is the capital of Indonesia. It lies on the northwest coast of Java. Jakarta is the centre of the economy, culture and politics of Indonesia. It has province level status which had a population of 10,562,088 as of 2020. Although Jakarta extends over only 699.5 square kilometres (270.1 sq mi), and thus has the smallest area of any Indonesia"}]}, {"heading": "Events", "year": "2001", "date": "May 21", "txt": "French Taubira law is enacted, officially recognizing the Atlantic slave trade and slavery as crimes against humanity.", "entities": [{"title": "Christiane Taubira", "href": "/wiki/Christiane_Taubira", "description": "Christiane Marie Taubira is a French politician who served as Minister of Justice of France in the government of Prime Minister Jean-Marc Ayrault under President François Hollande from 2012 until 2016. She was a member of the National Assembly of France for French Guiana (1993-2012) and of the European Parliament (1994-1999)."}, {"title": "Atlantic slave trade", "href": "/wiki/Atlantic_slave_trade", "description": "The Atlantic slave trade, transatlantic slave trade, or Euro-American slave trade involved the transportation by slave traders of various enslaved African people, mainly to the Americas. The slave trade regularly used the triangular trade route and its Middle Passage, and existed from the 16th to the 19th centuries. The vast majority of those who were enslaved and transported in the transatlantic "}, {"title": "Slavery", "href": "/wiki/Slavery", "description": "Slavery and enslavement are both the state and the condition of being a slave, who is someone forbidden to quit their service for another person, while treated as property. Slavery typically involves the enslaved person being made to perform some form of work while also having their location dictated by the slaver. Historically, when people were enslaved, it was often because they were indebted, o"}, {"title": "Crimes against humanity", "href": "/wiki/Crimes_against_humanity", "description": "Crimes against humanity are certain acts that are purposely committed as part of a widespread or systematic policy, directed against civilians, in times of war or peace. They differ from war crimes because they are not isolated acts committed by individual soldiers, but are acts committed in furtherance of a state policy. The first prosecution for crimes against humanity took place at the Nurember"}]}, {"heading": "Events", "year": "2003", "date": "May 21", "txt": "The 6.8 Mw  Boumerdès earthquake shakes northern Algeria with a maximum Mercalli intensity of X (Extreme). More than 2,200 people were killed and a moderate tsunami sank boats at the Balearic Islands.", "entities": [{"title": "2003 Boumerdès earthquake", "href": "/wiki/2003_Boumerd%C3%A8s_earthquake", "description": "The 2003 Boumerdès earthquake occurred on May 21 at 19:44:21 local time in northern Algeria. The shock had a moment magnitude of 6.8 and a maximum Mercalli intensity of X (Extreme). The epicentre of the earthquake was located near the town of Thénia in Boumerdès Province, approximately 60 km east of the capital Algiers. The quake was the strongest to hit Algeria in more than twenty years – since 1"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}, {"title": "Balearic Islands", "href": "/wiki/Balearic_Islands", "description": "The Balearic Islands are an archipelago of islands in Spain in the western Mediterranean Sea, near the eastern coast of the Iberian Peninsula."}]}, {"heading": "Events", "year": "2005", "date": "May 21", "txt": "The tallest roller coaster in the world, Kingda Ka opens at Six Flags Great Adventure in Jackson Township, New Jersey.", "entities": [{"title": "Roller coaster", "href": "/wiki/Roller_coaster", "description": "A roller coaster is a type of amusement ride that employs a form of elevated railroad track designed with tight turns, steep slopes, and sometimes inversions. People ride along the track in open cars, and the rides are often found in amusement parks and theme parks around the world. LaMarcus Adna Thompson obtained one of the first known patents for a roller coaster design in 1885, related to the S"}, {"title": "Kingda Ka", "href": "/wiki/Kingda_Ka", "description": "Kingda Ka is a launched roller coaster located at Six Flags Great Adventure in Jackson, New Jersey. Designed by Werner Stengel, Kingda Ka is an Accelerator Coaster model from Intamin that opened as the tallest and fastest roller coaster in the world on May 21, 2005. It is also the second-ever strata coaster, a roller coaster taller than 400 feet (120 m); Top Thrill Dragster was the first and previ"}, {"title": "Six Flags Great Adventure", "href": "/wiki/Six_Flags_Great_Adventure", "description": "Six Flags Great Adventure is an amusement park owned and operated by Six Flags, located approximately 20 miles southeast of Trenton in Jackson, New Jersey. Situated between New York City and Philadelphia, the park complex also includes Hurricane Harbor water park. The park opened as Great Adventure in 1974 under the direction of restaurateur Warner LeRoy and was acquired by Six Flags in 1977."}, {"title": "Jackson Township, New Jersey", "href": "/wiki/Jackson_Township,_New_Jersey", "description": "Jackson Township is a township in Ocean County, New Jersey, United States. As of the 2010 United States Census, the township population was 54,856. The population increased by 12,040 (+28.1%) from the 42,816 counted in the 2000 Census, which had in turn increased by 9,583 (+28.8%) from the 33,233 counted in the 1990 Census. The 2010 population was the highest recorded in any decennial census. A po"}]}, {"heading": "Events", "year": "2006", "date": "May 21", "txt": "The Republic of Montenegro holds a referendum proposing independence from the State Union of Serbia and Montenegro; 55% of Montenegrins vote for independence.", "entities": [{"title": "Republic of Montenegro", "href": "/wiki/Republic_of_Montenegro", "description": "The Republic of Montenegro was a constituent federated state of the Federal Republic of Yugoslavia and then Serbia and Montenegro between 1992 and 2006. The declaration of independence of Montenegro in 2006 ended the ex-Yugoslav state. After the collapse of the Socialist Federal Republic of Yugoslavia (SFRY), the remaining republics of Montenegro and Serbia agreed to the formation of the Federal R"}, {"title": "Montenegrin independence referendum, 2006", "href": "/wiki/Montenegrin_independence_referendum,_2006", "description": "An independence referendum was held in Montenegro on 21 May 2006. It was approved by 55.5% of voters, narrowly passing the 55% threshold. By 23 May, preliminary referendum results were recognized by all five permanent members of the United Nations Security Council, suggesting widespread international recognition if Montenegro were to become formally independent. On 31 May, the referendum commissio"}, {"title": "State Union of Serbia and Montenegro", "href": "/wiki/State_Union_of_Serbia_and_Montenegro", "description": "The Federal Republic of Yugoslavia, commonly referred to as FR Yugoslavia or simply Yugoslavia, was a country in the Balkans, which came into existence in 1992, following the breakup of the SFR Yugoslavia. It comprised the Republic of Serbia and the Republic of Montenegro, the two remaining republics of Yugoslavia. In February 2003, FR Yugoslavia was transformed from a federal republic to a politi"}]}, {"heading": "Events", "year": "2010", "date": "May 21", "txt": "JAXA, the Japan Aerospace Exploration Agency, launches the solar-sail spacecraft IKAROS aboard an H-IIA rocket. The vessel would make a Venus flyby late in the year.", "entities": [{"title": "Japan Aerospace Exploration Agency", "href": "/wiki/Japan_Aerospace_Exploration_Agency", "description": "The Japan Aerospace Exploration Agency (JAXA)  is the Japanese national aerospace and space agency. Through the merger of three previously independent organizations, JAXA was formed on 1 October 2003. JAXA is responsible for research, technology development and launch of satellites into orbit, and is involved in many more advanced missions such as asteroid exploration and possible human exploratio"}, {"title": "Solar-sail", "href": "/wiki/Solar-sail", "description": "Solar sails are a method of spacecraft propulsion using radiation pressure exerted by sunlight on large mirrors. A number of spaceflight missions to test solar propulsion and navigation have been proposed since the 1980s. The first spacecraft to make use of the technology was IKAROS, launched in 2010."}, {"title": "IKAROS", "href": "/wiki/IKAROS", "description": "IKAROS is a Japan Aerospace Exploration Agency (JAXA) experimental spacecraft. The spacecraft was launched on 20 May 2010, aboard an H-IIA rocket, together with the Akatsuki probe and four other small spacecraft. IKAROS is the first spacecraft to successfully demonstrate solar sail technology in interplanetary space."}, {"title": "H-IIA", "href": "/wiki/H-IIA", "description": "H-IIA (H-2A) is an active expendable launch system operated by Mitsubishi Heavy Industries (MHI) for the Japan Aerospace Exploration Agency. These liquid fuel rockets have been used to launch satellites into geostationary orbit; lunar orbiting spacecraft; Akatsuki, which studied the planet Venus; and the Emirates Mars Mission, which was launched to Mars in July 2020. Launches occur at the Tanegash"}]}, {"heading": "Events", "year": "2011", "date": "May 21", "txt": "Radio broadcaster Harold Camping predicted that the world would end on this date.", "entities": [{"title": "Harold Camping", "href": "/wiki/Harold_Camping", "description": "Harold Egbert Camping was an American Christian radio broadcaster and evangelist. Beginning in 1958, he served as president of Family Radio, a California-based radio station group that, at its peak, broadcast to more than 150 markets in the United States. In October 2011, he retired from active broadcasting following a stroke, but still maintained a role at Family Radio until his death. Camping is"}, {"title": "2011 end times prediction", "href": "/wiki/2011_end_times_prediction", "description": "American Christian radio host Harold Camping stated that the Rapture and Judgment Day would take place on May 21, 2011, and that the end of the world would take place five months later on October 21, 2011."}]}, {"heading": "Events", "year": "2012", "date": "May 21", "txt": "A bus accident near Himara, Albania kills 13 people and injures 21 others.", "entities": [{"title": "Qafa e Vishës bus accident", "href": "/wiki/Qafa_e_Vish%C3%ABs_bus_accident", "description": "The Qafa e Vishës bus accident occurred on 21 May 2012, at Qafa e Vishës near Himarë, Albania, when a bus plunged 80 metres (260 ft) off a cliff. Most of the victims were students of Aleksandër Xhuvani University of Elbasan. The driver is also believed to have been killed. The students were travelling from Elbasan to Saranda."}, {"title": "Himara", "href": "/wiki/Himara", "description": "Himara or Himarë is a bilingual region and municipality in southern Albania, part of Vlorë County. It lies between the Ceraunian Mountains and the Ionian Sea and is part of the Albanian Riviera. The region consists of the town of Himarë and the villages of Dhërmi, Pilur, Kudhës, Qeparo, Vuno, Ilias, and Palasë. The municipality was formed at the 2015 local government reform by the merger of the fo"}]}, {"heading": "Events", "year": "2012", "date": "May 21", "txt": "A suicide bombing kills more than 120 people in Sana'a, Yemen.", "entities": [{"title": "Sana'a", "href": "/wiki/Sana%27a", "description": "Sanaa, also spelled Sanaʽa or Sana, is the largest city in Yemen and the centre of Sanaa Governorate. The city is not part of the Governorate, but forms the separate administrative district of \"Amanat Al-Asemah\". Under the Yemeni constitution, Sanaʽa is the capital of the country, although the seat of the Yemeni government moved to Aden, the former capital of South Yemen in the aftermath of the Ho"}]}, {"heading": "Events", "year": "2017", "date": "May 21", "txt": "Ringling Bros. and Barnum & Bailey Circus performed their final show at Nassau Veterans Memorial Coliseum.", "entities": [{"title": "Ringling Bros. and Barnum & Bailey Circus", "href": "/wiki/Ringling_Bros._and_Barnum_%26_Bailey_Circus", "description": "Ringling Bros. and Barnum & Bailey Circus, also known as the Ringling Bros. Circus, Barnum & Bailey Circus, Ringling Bros., Barnum & Bailey or simply Ringling was an American traveling circus company billed as The Greatest Show on Earth. It and its predecessor shows ran from 1871 to 2017. Known as Ringling Bros. and Barnum & Bailey Combined Shows, the circus started in 1919 when the Barnum & Baile"}]}, {"heading": "Births", "year": "1471", "date": "May 21", "txt": "Albrecht Dürer, German painter, engraver, and mathematician (d. 1528)", "entities": [{"title": "Albrecht Dürer", "href": "/wiki/Albrecht_D%C3%BCrer", "description": "Albrecht Dürer, sometimes spelled in English as Durer or Duerer, was a German painter, printmaker, and theorist of the German Renaissance. Born in Nuremberg, Dürer established his reputation and influence across Europe in his twenties due to his high-quality woodcut prints. He was in contact with the major Italian artists of his time, including Raphael, Giovanni Bellini and Leonardo da Vinci, and "}]}, {"heading": "Births", "year": "1497", "date": "May 21", "txt": "Al-Hattab, Muslim jurist (d. 1547)", "entities": [{"title": "Al-Hattab", "href": "/wiki/Al-Hattab", "description": "Muhammad Abu 'Abd Allah ibn Muhammad at-Tarabulsi al-Hattab al-Ru'yani, more commonly referred to in Islamic scholarship as al-Hattab or Imam al-Hattab, was a 16th-century CE Muslim jurist from Tripoli, the capital of modern-day Libya. Al-Hattab was a scholar of the Maliki school of Islamic jurisprudence (fiqh). His book Mawahib al-Jalil, which was one of the first major commentaries on Khalil's M"}]}, {"heading": "Births", "year": "1527", "date": "May 21", "txt": "Philip II of Spain (d. 1598)", "entities": [{"title": "Philip II of Spain", "href": "/wiki/Philip_II_of_Spain", "description": "Philip II was King of Spain (1556–1598), King of Portugal, King of Naples and Sicily, and jure uxoris King of England and Ireland. He was also Duke of Milan from 1540. From 1555 he was Lord of the Seventeen Provinces of the Netherlands."}]}, {"heading": "Births", "year": "1653", "date": "May 21", "txt": "Eleonore of Austria, Queen of Poland (d. 1697)", "entities": [{"title": "Eleonore of Austria, Queen of Poland", "href": "/wiki/Eleonore_of_Austria,_Queen_of_Poland", "description": "Eleonore Maria Josefa of Austria was Queen of Poland by marriage to king Michał Korybut Wiśniowiecki and Duchess of Lorraine by marriage to Charles V, Duke of Lorraine."}]}, {"heading": "Births", "year": "1688", "date": "May 21", "txt": "Alexander Pope, English poet, essayist, and translator (d. 1744)", "entities": [{"title": "Alexander Pope", "href": "/wiki/Alexander_Pope", "description": "Alexander Pope was a poet and satirist of the Augustan period and one of its greatest artistic exponents. He is considered the foremost English poet of the early 18th century and a master of the heroic couplet. Pope is best known for satirical and discursive poetry, including The Rape of the Lock, The Dunciad, and An Essay on Criticism, and for his translation of Homer. After Shakespeare, he is th"}]}, {"heading": "Births", "year": "1755", "date": "May 21", "txt": "Alfred Moore, American lawyer and judge (d. 1810)", "entities": [{"title": "Alfred Moore", "href": "/wiki/Alfred_Moore", "description": "Alfred Moore was a North Carolina judge who became an associate justice of the Supreme Court of the United States. Moore Square, a park located in the Moore Square Historic District in Raleigh, North Carolina was named in his honor, as was Moore County, established in 1784, also in the state of North Carolina."}]}, {"heading": "Births", "year": "1756", "date": "May 21", "txt": "William Babington, Irish-born, English physician and mineralogist (d. 1833)", "entities": [{"title": "William Babington (physician)", "href": "/wiki/William_Babington_(physician)", "description": "William Babington FRS FGS was an Anglo-Irish physician and mineralogist."}, {"title": "Physician", "href": "/wiki/Physician", "description": "A physician, medical practitioner, medical doctor, or simply doctor, is a professional who practices medicine, which is concerned with promoting, maintaining or restoring health through the study, diagnosis, prognosis and treatment of disease, injury, and other physical and mental impairments. Physicians may focus their practice on certain disease categories, types of patients, and methods of trea"}, {"title": "Mineralogy", "href": "/wiki/Mineralogy", "description": "Mineralogy is a subject of geology specializing in the scientific study of the chemistry, crystal structure, and physical properties of minerals and mineralized artifacts. Specific studies within mineralogy include the processes of mineral origin and formation, classification of minerals, their geographical distribution, as well as their utilization."}]}, {"heading": "Births", "year": "1763", "date": "May 21", "txt": "Joseph Fouché, French lawyer and politician (d. 1820)", "entities": [{"title": "Joseph Fouché", "href": "/wiki/Joseph_Fouch%C3%A9", "description": "Joseph Fouché, 1st Duc d'Otrante, 1st Comte Fouché was a French statesman, revolutionary, and Minister of Police under First Consul Napoleon Bonaparte, who later became Emperor Napoleon. He was particularly known for the ferocity with which he suppressed the Lyon insurrection during the Revolution in 1793 and for being minister of police under the Directory, the Consulate, and the Empire. In Engli"}]}, {"heading": "Births", "year": "1775", "date": "May 21", "txt": "Lucien Bonaparte, French soldier and politician (d. 1840)", "entities": [{"title": "Lucien Bonaparte", "href": "/wiki/Lucien_Bonaparte", "description": "Lucien Bonaparte, Prince Français, 1st Prince of Canino and Musignano, the third surviving son of Carlo Bonaparte and his wife Letizia Ramolino, was a French statesman, who served as the final President of the Council of Five Hundred at the end of the French Revolution."}]}, {"heading": "Births", "year": "1780", "date": "May 21", "txt": "Elizabeth Fry, English prison reformer, philanthropist and Quaker (d. 1845)", "entities": [{"title": "Elizabeth Fry", "href": "/wiki/Elizabeth_Fry", "description": "Elizabeth Fry, sometimes referred to as Betsy Fry, was an English prison reformer, social reformer and, as a Quaker, a Christian philanthropist. She has been called the \"angel of prisons\"."}]}, {"heading": "Births", "year": "1790", "date": "May 21", "txt": "William Cavendish, 6th Duke of Devonshire, English politician, Lord Chamberlain of the Household (d. 1858)", "entities": [{"title": "William Cavendish, 6th Duke of Devonshire", "href": "/wiki/William_Cavendish,_6th_Duke_of_Devonshire", "description": "William George Spencer Cavendish, 6th Duke of Devonshire,, styled Marquess of Hartington until 1811, was a British peer, courtier, nobleman, and Whig politician. Known as the \"Bachelor Duke\", he was Lord Chamberlain of the Household between 1827 and 1828 and again between 1830 and 1834. The Cavendish banana is named after him."}, {"title": "Lord Chamberlain", "href": "/wiki/Lord_Chamberlain", "description": "The Lord Chamberlain or Lord Chamberlain of the Household is the most senior officer of the Royal Household of the United Kingdom, supervising the departments which support and provide advice to the Sovereign of the United Kingdom while also acting as the main channel of communication between the Sovereign and the House of Lords. The office organises all ceremonial activity such as garden parties,"}]}, {"heading": "Births", "year": "1792", "date": "May 21", "txt": "Gaspard-Gustave de Coriolis, French mathematician and engineer (d. 1843)", "entities": [{"title": "Gaspard-Gustave de Coriolis", "href": "/wiki/Gaspard-Gustave_de_Coriolis", "description": "Gaspard-Gustave de Coriolis was a French mathematician, mechanical engineer and scientist. He is best known for his work on the supplementary forces that are detected in a rotating frame of reference, leading to the Coriolis effect. He was the first to apply the term travail for the transfer of energy by a force acting through a distance."}]}, {"heading": "Births", "year": "1799", "date": "May 21", "txt": "Mary Anning, English paleontologist (d. 1847)", "entities": [{"title": "Mary Anning", "href": "/wiki/Mary_Anning", "description": "Mary Anning was an English fossil collector, dealer, and palaeontologist who became known around the world for finds she made in Jurassic marine fossil beds in the cliffs along the English Channel at Lyme Regis in the county of Dorset in Southwest England. Anning's findings contributed to changes in scientific thinking about prehistoric life and the history of the Earth."}]}, {"heading": "Births", "year": "1801", "date": "May 21", "txt": "Princess Sophie of Sweden, Swedish princess (d. 1865)", "entities": [{"title": "Princess Sophie of Sweden", "href": "/wiki/Princess_Sophie_of_Sweden", "description": "Princess Sophie of Sweden was, by marriage, Grand Duchess of Baden as the wife of sovereign Grand Duke of Baden, Leopold."}]}, {"heading": "Births", "year": "1806", "date": "May 21", "txt": "Harriet Sutherland-Leveson-Gower, Duchess of Sutherland, English duchess (d. 1868)", "entities": [{"title": "Harriet Sutherland-Leveson-Gower, Duchess of Sutherland", "href": "/wiki/Harriet_Sutherland-Leveson-Gower,_Duchess_of_Sutherland", "description": "Harriet Elizabeth Georgiana Sutherland-Leveson-Gower, Duchess of Sutherland, styled The Honourable Harriet Howard before her marriage, was Mistress of the Robes under several Whig administrations: 1837–1841, 1846–1852, 1853–1858, and 1859–1861; and a great friend of Queen Victoria. She was an important figure in London's high society, and used her social position to undertake various philanthropic"}]}, {"heading": "Births", "year": "1808", "date": "May 21", "txt": "David de Jahacob Lopez Cardozo, Dutch Talmudist (d. 1890)", "entities": [{"title": "David de Jahacob Lopez Cardozo", "href": "/wiki/David_de_Jahacob_Lopez_Cardozo", "description": "David de Jahacob Lopez Cardozo was a Dutch Talmudist and prominent communal worker. He was sent at an early age to the celebrated bet ha-midrash 'Etz Chayyim, studied under Rabbi Berenstein at The Hague, and received his diploma of \"Morenu\" in 1839. The same year he was appointed ab bet din of the Portuguese synagogue of Amsterdam, and in 1852 ab bet din and preacher of that synagogue, Aron Mendes"}]}, {"heading": "Births", "year": "1827", "date": "May 21", "txt": "William P. Sprague, American banker and politician (d. 1899)", "entities": [{"title": "William P. Sprague", "href": "/wiki/William_P._Sprague", "description": "William Peter Sprague was a businessman, banker, politician, and a two-term U.S. Representative from Ohio."}]}, {"heading": "Births", "year": "1828", "date": "May 21", "txt": "Rudolf Koller, Swiss painter (d. 1905)", "entities": [{"title": "Rudolf Koller", "href": "/wiki/Rudolf_Koller", "description": "Rudolf Koller was a Swiss painter. He is associated with a realist and classicist style, and also with the essentially romantic Düsseldorf school of painting. Koller's style is similar to that of the realist painters Gustave Courbet and Jean-Baptiste-Camille Corot. Considered Switzerland's finest animal painter, Koller is rated alongside George Stubbs, Rosa Bonheur and Théodore Géricault. \nWhile h"}]}, {"heading": "Births", "year": "1835", "date": "May 21", "txt": "František Chvostek, Czech-Austrian physician and academic (d. 1884)", "entities": [{"title": "František Chvostek", "href": "/wiki/Franti%C5%A1ek_Chvostek", "description": "František Chvostek was a Czech-Austrian military physician. He is most notable for having described Chvostek's sign which he described in 1876."}]}, {"heading": "Births", "year": "1837", "date": "May 21", "txt": "Itagaki Taisuke, Japanese soldier and politician (d. 1919)", "entities": [{"title": "Itagaki Taisuke", "href": "/wiki/Itagaki_Taisuke", "description": "Count Itagaki Taisuke  was a Japanese soldier, politician and leader of the Freedom and People's Rights Movement , which evolved into Japan's first political party. His image is on Japan's 1953 100-yen banknote."}]}, {"heading": "Births", "year": "1843", "date": "May 21", "txt": "Charles Albert Gobat, Swiss lawyer and politician, and Nobel Prize laureate (d. 1914)", "entities": [{"title": "Charles Albert Gobat", "href": "/wiki/Charles_Albert_Gobat", "description": "Charles Albert Gobat was a Swiss lawyer, educational administrator, and politician who jointly received the Nobel Peace Prize with Élie Ducommun in 1902 for their leadership of the Permanent International Peace Bureau."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1843", "date": "May 21", "txt": "Louis Renault, French jurist, educator, and Nobel Prize laureate (d. 1918)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1844", "date": "May 21", "txt": "Henri Rousseau, French painter (d. 1910)", "entities": [{"title": "Henri Rousseau", "href": "/wiki/Henri_Rousseau", "description": "Henri Julien Félix Rousseau was a French post-impressionist painter in the Naïve or Primitive manner. He was also known as Le Douanier, a humorous description of his occupation as a toll and tax collector. He started painting seriously in his early forties; by age 49, he retired from his job to work on his art full-time."}]}, {"heading": "Births", "year": "1850", "date": "May 21", "txt": "Giuseppe Mercalli, Italian priest and volcanologist (d. 1914)", "entities": [{"title": "Giuseppe Mercalli", "href": "/wiki/Giuseppe_Mercalli", "description": "Giuseppe Mercalli was an Italian volcanologist and Catholic priest. He is known best for the Mercalli intensity scale for measuring earthquake intensity."}]}, {"heading": "Births", "year": "1851", "date": "May 21", "txt": "Léon Bourgeois, French police officer and politician, 64th Prime Minister of France, Nobel Prize laureate (d. 1925)", "entities": [{"title": "Léon Bourgeois", "href": "/wiki/L%C3%A9on_Bourgeois", "description": "Léon Victor Auguste Bourgeois was a French statesman. His ideas influenced the Radical Party regarding a wide range of issues. He promoted progressive taxation such as progressive income taxes and social insurance schemes, along with economic equality, expanded educational opportunities, and cooperative solidarism. In foreign policy, he called for a strong League of Nations, and the maintenance of"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1853", "date": "May 21", "txt": "Jacques Marie Eugène Godefroy Cavaignac, French politician (d. 1905)", "entities": [{"title": "Jacques Marie Eugène Godefroy Cavaignac", "href": "/wiki/Jacques_Marie_Eug%C3%A8ne_Godefroy_Cavaignac", "description": "Jacques Marie Eugène Godefroy Cavaignac, known as Godefroy Cavaignac, French politician, was born in Paris. He was the son of Louis Eugène Cavaignac. He made public profession of his republican principles as a schoolboy at the Lycée Charlemagne by refusing in 1867 to receive a prize at the Sorbonne from the hand of the prince imperial."}]}, {"heading": "Births", "year": "1856", "date": "May 21", "txt": "José Batlle y Ordóñez, Uruguayan journalist and politician, President of Uruguay (d. 1929)", "entities": [{"title": "José Batlle y Ordóñez", "href": "/wiki/Jos%C3%A9_Batlle_y_Ord%C3%B3%C3%B1ez", "description": "José Pablo Torcuato Batlle y Ordóñez, nicknamed Don Pepe, was a prominent Uruguayan politician, who served two terms as President of Uruguay for the Colorado Party. He was the son of a former president and was widely praised for his introduction of his political system, Batllism, to South America and for his role in modernizing Uruguay through his creation of extensive welfare state reforms."}, {"title": "President of Uruguay", "href": "/wiki/President_of_Uruguay", "description": "The president of Uruguay, officially known as the president of the Oriental Republic of Uruguay, is the head of state and head of government of Uruguay. His rights are determined in the Constitution of Uruguay. Conforms with the Secretariat of the Presidency, the Council of Ministers and the director of the Office of Planning and Budget, the executive branch. In case of absence, his office is exer"}]}, {"heading": "Births", "year": "1860", "date": "May 21", "txt": "Willem Einthoven, Indonesian-Dutch  physician, physiologist, and academic, Nobel Prize laureate (d. 1927)", "entities": [{"title": "Willem Einthoven", "href": "/wiki/Willem_Einthoven", "description": "Willem Einthoven was a Dutch physician and physiologist. He invented the first practical electrocardiogram in 1895 and received the Nobel Prize in Physiology or Medicine in 1924 for it."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1861", "date": "May 21", "txt": "Abel Ayerza, Argentinian physician and academic (d. 1918)", "entities": [{"title": "Abel Ayerza", "href": "/wiki/Abel_Ayerza", "description": "Abel Ayerza was an Argentine doctor who gave his name to the cardiological condition Ayerza’s disease."}]}, {"heading": "Births", "year": "1863", "date": "May 21", "txt": "Archduke Eugen of Austria (d. 1954)", "entities": [{"title": "Archduke Eugen of Austria", "href": "/wiki/Archduke_Eugen_of_Austria", "description": "Archduke Eugen Ferdinand Pius Bernhard Felix Maria of Austria-Teschen was an Archduke of Austria and a Prince of Hungary and Bohemia. He was the last Grand Master of the Teutonic Knights from the Habsburg dynasty."}]}, {"heading": "Births", "year": "1864", "date": "May 21", "txt": "Princess Stéphanie of Belgium (d. 1945)", "entities": [{"title": "Princess Stéphanie of Belgium", "href": "/wiki/Princess_St%C3%A9phanie_of_Belgium", "description": "Princess Stéphanie of Belgium, a Belgian princess by birth, became Crown Princess of Austria through her marriage to the heir-apparent of the Habsburg dynasty, Archduke Rudolf. She was famously widowed in 1889 when Rudolf and his mistress, Mary Vetsera, were found dead in an apparent murder-suicide pact at the Imperial hunting lodge at Mayerling in the Vienna Woods."}]}, {"heading": "Births", "year": "1867", "date": "May 21", "txt": "Anne Walter Fearn, American physician (d. 1939)", "entities": [{"title": "Anne Walter Fearn", "href": "/wiki/Anne_Walter_Fearn", "description": "Dr. Anne Walter Fearn was an American physician who went to Shanghai, China, on a temporary posting in 1893, and remained there for 40 years."}]}, {"heading": "Births", "year": "1873", "date": "May 21", "txt": "Hans Berger, German neurologist and academic (d. 1941)", "entities": [{"title": "Hans Berger", "href": "/wiki/Hans_Berger", "description": "Hans Berger was a German psychiatrist. He is best known as the inventor of electroencephalography (EEG) in 1924, which is a method used for recording the electrical activity of the brain, commonly described in terms of brainwaves, and as the discoverer of the alpha wave rhythm which is a type of brainwave. Alpha waves have been eponymously referred to as the \"Berger wave.\""}]}, {"heading": "Births", "year": "1878", "date": "May 21", "txt": "Glenn Curtiss, American cyclist and engineer (d. 1930)", "entities": [{"title": "Glenn Curtiss", "href": "/wiki/Glenn_Curtiss", "description": "Glenn Hammond Curtiss was an American aviation and motorcycling pioneer, and a founder of the U.S. aircraft industry. He began his career as a bicycle racer and builder before moving on to motorcycles. As early as 1904, he began to manufacture engines for airships. In 1908, Curtiss joined the Aerial Experiment Association, a pioneering research group, founded by Alexander Graham Bell at Beinn Bhre"}]}, {"heading": "Births", "year": "1880", "date": "May 21", "txt": "Tudor Arghezi, Romanian journalist, author, and poet (d. 1967)", "entities": [{"title": "Tudor Arghezi", "href": "/wiki/Tudor_Arghezi", "description": "Tudor Arghezi was a Romanian writer, best known for his unique contribution to poetry and children's literature. Born Ion N. Theodorescu in Bucharest, he explained that his pen name was related to Argesis, the Latin name for the Argeș River."}]}, {"heading": "Births", "year": "1884", "date": "May 21", "txt": "Manuel Pérez y Curis, Uruguayan poet and publisher (d. 1920)", "entities": [{"title": "Manuel Pérez y Curis", "href": "/wiki/Manuel_P%C3%A9rez_y_Curis", "description": "Manuel Pérez y Curis was a Uruguayan poet, born in Montevideo, Uruguay."}]}, {"heading": "Births", "year": "1885", "date": "May 21", "txt": "Princess Sophie of Albania, (Princess Sophie of Schönburg-Waldenburg) (d. 1936)", "entities": [{"title": "Princess Sophie of Albania", "href": "/wiki/Princess_Sophie_of_Albania", "description": "Princess Sophie of Schönburg-Waldenburg was the consort of Prince Wilhelm of Wied. With her husband's accession to the Albanian throne she became the Princess of Albania. Outside the country and in diplomatic correspondence, she was styled \"Princess consort\", but in Albania she was referred to as Mbretëreshë, or Queen."}]}, {"heading": "Births", "year": "1893", "date": "May 21", "txt": "Arthur Carr, English cricketer (d. 1963)", "entities": [{"title": "Arthur Carr (cricketer)", "href": "/wiki/Arthur_Carr_(cricketer)", "description": "Arthur William Carr was an English cricketer. He played for the Nottinghamshire County Cricket Club and the English cricket team, captaining both sides."}]}, {"heading": "Births", "year": "1893", "date": "May 21", "txt": "Giles Chippindall, Australian public servant (d. 1969)", "entities": []}, {"heading": "Births", "year": "1895", "date": "May 21", "txt": "Lázaro Cárdenas, Mexican general, president (1934–1940) and father of Cuauhtémoc Cárdenas (d. 1970)", "entities": [{"title": "Lázaro Cárdenas", "href": "/wiki/L%C3%A1zaro_C%C3%A1rdenas", "description": "Lázaro Cárdenas del Río was a Mexican soldier and politician. He was a general in the Constitutionalist Army during the Mexican Revolution and a statesman who served as President of Mexico between 1934 and 1940. He is best known for nationalization of the oil industry in 1938 and the creation of Pemex, the government oil company. He also revived agrarian reform in Mexico, expropriating large lande"}, {"title": "Cuauhtémoc Cárdenas", "href": "/wiki/Cuauht%C3%A9moc_C%C3%A1rdenas", "description": "Cuauhtémoc Cárdenas Solórzano is a prominent Mexican politician. He is a former Head of Government of Mexico City and a founder of the Party of the Democratic Revolution. He ran for the presidency of Mexico three times. His 1988 loss to the Institutional Revolutionary Party candidate Carlos Salinas de Gortari had long been considered a direct result of obvious electoral fraud, later acknowledged b"}]}, {"heading": "Births", "year": "1898", "date": "May 21", "txt": "Armand Hammer, American physician and businessman, founded Occidental Petroleum (d. 1990)", "entities": [{"title": "Armand Hammer", "href": "/wiki/Armand_Hammer", "description": "Armand Hammer was an American business manager and owner, most closely associated with Occidental Petroleum, a company he ran from 1957 until his death. He was known as well for his art collection and his close ties to the Soviet Union."}, {"title": "Occidental Petroleum", "href": "/wiki/Occidental_Petroleum", "description": "Occidental Petroleum Corporation is an American company engaged in hydrocarbon exploration in the United States, the Middle East, and Colombia as well as petrochemical manufacturing in the United States, Canada, and Chile. It is organized in Delaware and headquartered in Houston. The company is ranked 167th on the Fortune 500 and 669th on the Forbes Global 2000."}]}, {"heading": "Births", "year": "1898", "date": "May 21", "txt": "Charles Léon Hammes, Luxembourgian lawyer and judge (d. 1967)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 21", "txt": "Carl Johnson, American long jumper (d. 1932)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 21", "txt": "John McLaughlin, American painter and translator (d. 1976)", "entities": []}, {"heading": "Births", "year": "1901", "date": "May 21", "txt": "Regina M. Anderson, Multiracial playwright and librarian (d. 1993)", "entities": [{"title": "Regina M. Anderson", "href": "/wiki/Regina_M._Anderson", "description": "Regina M. Anderson was an American playwright and librarian. She was of Native American, Jewish, East Indian, Swedish, and other European ancestry ; one of her grandparents was of African descent, born in Madagascar. Despite her own identification of her race as \"American\", she was perceived to be African-American by others. Influenced by Ida B. Wells and the lack of black history teachings in sch"}]}, {"heading": "Births", "year": "1901", "date": "May 21", "txt": "Horace Heidt, American pianist, bandleader, and radio host (d. 1986)", "entities": []}, {"heading": "Births", "year": "1901", "date": "May 21", "txt": "Sam Jaffe, American film producer and agent (d. 2000)", "entities": []}, {"heading": "Births", "year": "1901", "date": "May 21", "txt": "Suzanne Lilar, Belgian author and playwright (d. 1992)", "entities": []}, {"heading": "Births", "year": "1902", "date": "May 21", "txt": "Earl Averill, American baseball player (d. 1983)", "entities": [{"title": "Earl Averill", "href": "/wiki/Earl_Averill", "description": "Howard Earl Averill was an American professional baseball player. He played in Major League Baseball (MLB) as a center fielder from 1929 to 1941, including 11 seasons for the Cleveland Indians. He was a six-time All-Star (1933–1938) and was elected to the Baseball Hall of Fame in 1975."}]}, {"heading": "Births", "year": "1902", "date": "May 21", "txt": "Marcel Breuer, Hungarian-American architect and academic, designed the Ameritrust Tower (d. 1981)", "entities": [{"title": "Ameritrust Tower", "href": "/wiki/Ameritrust_Tower", "description": "The 9 Cleveland is a residential and commercial complex located in Downtown Cleveland, Ohio, United States, at the corner of East Ninth Street and Euclid Avenue. It includes three buildings, the largest of which is a 29-story, 383 feet (117 m) tower commonly known by its previous name of Ameritrust Tower and formerly known as the Cleveland Trust Tower. The tower was completed in 1971 and is an exa"}]}, {"heading": "Births", "year": "1902", "date": "May 21", "txt": "Anatole Litvak, Ukrainian-American director, producer, and screenwriter (d. 1974)", "entities": []}, {"heading": "Births", "year": "1903", "date": "May 21", "txt": "Manly Wade Wellman, American author (d. 1986)", "entities": [{"title": "Manly Wade Wellman", "href": "/wiki/Manly_Wade_Wellman", "description": "Manly Wade Wellman was an American writer. While his science fiction and fantasy stories appeared in such pulps as Astounding Stories, Startling Stories, Unknown and Strange Stories, Wellman is best remembered as one of the most popular contributors to the legendary Weird Tales, and for his fantasy and horror stories set in the Appalachian Mountains, which draw on the native folklore of that regio"}]}, {"heading": "Births", "year": "1904", "date": "May 21", "txt": "Robert Montgomery, American actor and director (d. 1981)", "entities": [{"title": "Robert Montgomery (actor)", "href": "/wiki/Robert_Montgomery_(actor)", "description": "Robert Montgomery was an American film and television actor, director, and producer. He began his acting career on the stage, but was soon hired by MGM. Initially assigned roles in comedies, he soon proved he was able to handle dramatic ones as well. He appeared in a wide variety of roles, such as a weak-willed prisoner in The Big House (1930), an Irish handyman in Night Must Fall (1937) and a box"}]}, {"heading": "Births", "year": "1904", "date": "May 21", "txt": "Fats Waller, American singer-songwriter and pianist (d. 1943)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 21", "txt": "John C. Allen, American roller coaster designer (d. 1979)", "entities": [{"title": "John C. Allen", "href": "/wiki/John_C._Allen", "description": "John C. Allen was a roller coaster designer who was responsible for the revival of wooden roller coasters which began in the 1960s. He attended Drexel University. He started working for the Philadelphia Toboggan Company in 1934 as a coaster operator and rose to become president of the company by 1954. He has designed more than 25 coasters and made significant contributions to roller coaster techno"}]}, {"heading": "Births", "year": "1912", "date": "May 21", "txt": "Chen Dayu, Chinese painter and calligrapher (d. 2001)", "entities": [{"title": "Chen Dayu", "href": "/wiki/Chen_Dayu", "description": "Chen Dayu, was a Chinese painter, calligrapher, seal carver and educator."}]}, {"heading": "Births", "year": "1912", "date": "May 21", "txt": "John Curtis Gowan, American psychologist and academic (d. 1986)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 21", "txt": "Monty Stratton, American baseball player and coach (d. 1982)", "entities": []}, {"heading": "Births", "year": "1913", "date": "May 21", "txt": "Gina Bachauer, Greek pianist and composer (d. 1976)", "entities": [{"title": "Gina Bachauer", "href": "/wiki/Gina_Bachauer", "description": "Gina Bachauer, was a Greek classical pianist who toured extensively in the United States and Europe."}]}, {"heading": "Births", "year": "1915", "date": "May 21", "txt": "Cathleen Cordell, American actress (d. 1997)", "entities": [{"title": "Cathleen Cordell", "href": "/wiki/Cathleen_Cordell", "description": "Cathleen Cordell was an American film and television actress. She was described as \"a lass born in Brooklyn with an Irish name and an English accent; educated in India and France.\""}]}, {"heading": "Births", "year": "1915", "date": "May 21", "txt": "Chakravarthi V. Narasimhan, Indian Civil Service Officer and former Under Secretary-General of the UN (d. 2003)", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 21", "txt": "Dennis Day, American singer and actor (d. 1988)", "entities": [{"title": "Dennis Day", "href": "/wiki/Dennis_Day", "description": "Dennis Day was an American singer, radio, television, and film personality, and comedian. He was of Irish descent."}]}, {"heading": "Births", "year": "1916", "date": "May 21", "txt": "Tinus Osendarp, Dutch sprinter and police officer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 21", "txt": "Harold Robbins, American author and screenwriter (d. 1997)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 21", "txt": "Raymond Burr, Canadian-American actor and director (d. 1993)", "entities": [{"title": "Raymond Burr", "href": "/wiki/Raymond_Burr", "description": "William Raymond Stacy Burr was a Canadian-American actor known for his lengthy Hollywood film career and his title roles in the television dramas Perry Mason and Ironside."}]}, {"heading": "Births", "year": "1918", "date": "May 21", "txt": "Anthony Steel, English actor and singer (d. 2001)", "entities": [{"title": "Anthony Steel (actor)", "href": "/wiki/Anthony_Steel_(actor)", "description": "Anthony Maitland Steel was a British actor and singer best known for his appearances in British war films of the 1950s such as The Wooden Horse (1950) and Where No Vultures Fly, and his marriage to Anita Ekberg."}]}, {"heading": "Births", "year": "1919", "date": "May 21", "txt": "George P. Mitchell, American businessman and philanthropist (d. 2013)", "entities": [{"title": "George P. Mitchell", "href": "/wiki/George_P._Mitchell", "description": "George Phydias Mitchell was an American businessman, real estate developer and philanthropist from Texas credited with pioneering the economic extraction of shale gas."}]}, {"heading": "Births", "year": "1920", "date": "May 21", "txt": "Bill Barber, American tuba player and educator (d. 2007)", "entities": [{"title": "Bill Barber (musician)", "href": "/wiki/Bill_Barber_(musician)", "description": "John William Barber, known professionally as Bill Barber or Billy Barber, is considered by many to be the first person to play tuba in modern jazz. He recorded with Miles Davis on the albums Birth of the Cool, Sketches of Spain, and Miles Ahead."}]}, {"heading": "Births", "year": "1920", "date": "May 21", "txt": "Forrest White, American businessman, co-founded the Music Man Company  (d. 1994)", "entities": [{"title": "Music Man (company)", "href": "/wiki/Music_Man_(company)", "description": "Music Man is an American guitar and bass guitar manufacturer. It is a division of the Ernie Ball corporation. The company is most well-known for its electric and bass guitars. Determined to maintain a reputation for quality, the Music Man company largely produces high-end guitars, especially after being acquired by Ernie Ball in 1984."}]}, {"heading": "Births", "year": "1921", "date": "May 21", "txt": "Sandy Douglas, English computer scientist and academic, designed OXO (d. 2010)", "entities": [{"title": "Sandy Douglas", "href": "/wiki/Sandy_Douglas", "description": "Alexander Shafto \"Sandy\" Douglas CBE was a British professor of computer science, credited with creating the first graphical computer game OXO, a Noughts and Crosses computer game in 1952 on the EDSAC computer at University of Cambridge."}]}, {"heading": "Births", "year": "1921", "date": "May 21", "txt": "Andrei Sakharov, Russian physicist and academic, Nobel Prize laureate (d. 1989)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1923", "date": "May 21", "txt": "Vernon Biever, American photographer (d. 2010)", "entities": [{"title": "Vernon Biever", "href": "/wiki/Vernon_Biever", "description": "Vernon Joseph Biever was an American photographer, most notably with the Green Bay Packers."}]}, {"heading": "Births", "year": "1923", "date": "May 21", "txt": "Armand Borel, Swiss-American mathematician and academic (d. 2003)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 21", "txt": "Ara Parseghian, American football player and coach (d. 2017)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 21", "txt": "Dorothy Hewett, Australian feminist poet, novelist and playwright (d. 2002)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 21", "txt": "Evelyn Ward, American actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 21", "txt": "Peggy Cass, American actress, comedian, and game show panelist (d. 1999)", "entities": [{"title": "Peggy Cass", "href": "/wiki/Peggy_Cass", "description": "Mary Margaret \"Peggy\" Cass was an American actress, comedian, game show panelist, and announcer. She was nominated for an Academy Award for Best Supporting Actress and a Golden Globe Award for Best Supporting Actress – Motion Picture for her performance in the 1958 film Auntie Mame."}]}, {"heading": "Births", "year": "1926", "date": "May 21", "txt": "Robert Creeley, American novelist, essayist, and poet (d. 2005)", "entities": [{"title": "Robert Creeley", "href": "/wiki/Robert_Creeley", "description": "Robert White Creeley was an American poet and author of more than sixty books. He is usually associated with the Black Mountain poets, though his verse aesthetic diverged from that school's. He was close with Charles Olson, Robert Duncan, Allen Ginsberg, John Wieners and Ed Dorn. He served as the Samuel P. Capen Professor of Poetry and the Humanities at State University of New York at Buffalo. In "}]}, {"heading": "Births", "year": "1927", "date": "May 21", "txt": "Kay Kendall, English actress and comedian (d. 1959)", "entities": [{"title": "Kay Kendall", "href": "/wiki/Kay_Kendall", "description": "Kay Kendall was an English actress and comedienne. She began her film career in the musical film London Town (1946). Although the film was a financial failure, Kendall continued to work regularly until her appearance in the comedy film Genevieve (1953) brought her widespread recognition. Prolific in British films, Kendall also achieved some popularity with American audiences, and won a Golden Glob"}]}, {"heading": "Births", "year": "1927", "date": "May 21", "txt": "Péter Zwack, Hungarian businessman and diplomat (d. 2012)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 21", "txt": "Tom Donahue, American radio host and producer (d. 1975)", "entities": [{"title": "Tom Donahue", "href": "/wiki/Tom_Donahue", "description": "Tom \"Big Daddy\" Donahue, was an American rock and roll radio disc jockey, record producer and concert promoter."}]}, {"heading": "Births", "year": "1928", "date": "May 21", "txt": "Alice Drummond, American actress (d. 2016)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 21", "txt": "Larance Marable, American drummer (d. 2012)", "entities": [{"title": "Larance Marable", "href": "/wiki/Larance_Marable", "description": "Larance Norman Marable was a jazz drummer from Los Angeles, California."}]}, {"heading": "Births", "year": "1929", "date": "May 21", "txt": "Robert Welch, English silversmith and industrial designer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 21", "txt": "Tommy Bryant, American bassist (d. 1982)", "entities": [{"title": "Tommy Bryant", "href": "/wiki/Tommy_Bryant", "description": "Thomas Bryant was an American jazz double-bassist."}]}, {"heading": "Births", "year": "1930", "date": "May 21", "txt": "Keith Davis, New Zealand rugby player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 21", "txt": "Malcolm Fraser, Australian politician, 22nd Prime Minister of Australia (d. 2015)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1932", "date": "May 21", "txt": "Inese Jaunzeme, Latvian javelin thrower and surgeon (d. 2011)", "entities": [{"title": "Inese Jaunzeme", "href": "/wiki/Inese_Jaunzeme", "description": "Inese Jaunzeme was a Latvian javelin thrower who won a gold medal at the 1956 Olympics."}]}, {"heading": "Births", "year": "1932", "date": "May 21", "txt": "Leonidas Vasilikopoulos, Greek admiral and intelligence chief (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 21", "txt": "Maurice André, French trumpet player (d. 2012)", "entities": [{"title": "Maurice André", "href": "/wiki/Maurice_Andr%C3%A9", "description": "Maurice André was a French trumpeter, active in the classical music field."}]}, {"heading": "Births", "year": "1933", "date": "May 21", "txt": "Yevgeny Minayev, Russian weightlifter (d. 1993)", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 21", "txt": "Jocasta Innes, Chinese-English journalist and author (d. 2013)", "entities": [{"title": "Jocasta Innes", "href": "/wiki/Jocasta_Innes", "description": "Jocasta Claire Traill Innes was a British writer, journalist and businesswoman."}]}, {"heading": "Births", "year": "1934", "date": "May 21", "txt": "Bob Northern, American horn player and bandleader", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 21", "txt": "Bengt I. Samuelsson, Swedish biochemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1935", "date": "May 21", "txt": "Terry Lightfoot, English clarinet player and bandleader (d. 2013)", "entities": [{"title": "Terry Lightfoot", "href": "/wiki/Terry_Lightfoot", "description": "Terence Lightfoot was a British jazz clarinettist and bandleader, and together with Chris Barber, Acker Bilk and Kenny Ball was one of the leading members of the trad jazz generation of British jazzmen."}]}, {"heading": "Births", "year": "1936", "date": "May 21", "txt": "Günter Blobel, Polish-American biologist and academic, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Günter Blobel", "href": "/wiki/G%C3%BCnter_Blobel", "description": "Günter Blobel was a Silesian German and American biologist and 1999 Nobel Prize laureate in Physiology for the discovery that proteins have intrinsic signals that govern their transport and localization in the cell."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1938", "date": "May 21", "txt": "Lee \"Shot\" Williams, American singer (d. 2011)", "entities": [{"title": "Lee \"Shot\" Williams", "href": "/wiki/Lee_%22Shot%22_Williams", "description": "Henry Lee \"Shot\" Williams was an American blues singer. He got the nickname \"Shot\" from his mother at a young age, owing to his fondness for wearing suits and dressing up as a \"big shot.\""}]}, {"heading": "Births", "year": "1939", "date": "May 21", "txt": "Heinz Holliger, Swiss oboist, composer, and conductor", "entities": [{"title": "Heinz Holliger", "href": "/wiki/Heinz_Holliger", "description": "Heinz Robert Holliger is a Swiss oboist, composer and conductor."}]}, {"heading": "Births", "year": "1940", "date": "May 21", "txt": "Tony Sheridan, English singer-songwriter and guitarist (d. 2013)", "entities": [{"title": "Tony Sheridan", "href": "/wiki/Tony_Sheridan", "description": "Anthony Esmond Sheridan McGinnity, known professionally as Tony Sheridan, was an English rock and roll singer-songwriter and guitarist who spent much of his adult life in Germany. He was best known as an early collaborator of the Beatles, one of two non-Beatles to receive label performance credit on a record with the group, and the only non-Beatle to appear as lead singer on a Beatles recording wh"}]}, {"heading": "Births", "year": "1941", "date": "May 21", "txt": "Martin Carthy, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Martin Carthy", "href": "/wiki/Martin_Carthy", "description": "Martin Carthy MBE is an English folk singer and guitarist who has remained one of the most influential figures in British traditional music, inspiring contemporaries such as Bob Dylan and Paul Simon, and later artists such as Richard Thompson, since he emerged as a young musician in the early days of the folk revival."}]}, {"heading": "Births", "year": "1941", "date": "May 21", "txt": "Bobby Cox, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 21", "txt": "Ambrose Greenway, 4th Baron Greenway, English photographer and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 21", "txt": "Ronald Isley, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 21", "txt": "David Hunt, Baron Hunt of Wirral, English politician, Secretary of State for Wales", "entities": [{"title": "David Hunt, Baron Hunt of Wirral", "href": "/wiki/David_Hunt,_Baron_Hunt_of_Wirral", "description": "David James Fletcher Hunt, Baron Hunt of Wirral MBE PC, is a British Conservative politician, and was a member of the Cabinet during the Margaret Thatcher and John Major administrations, while also being appointed to serve on the Privy Council in 1990."}, {"title": "Secretary of State for Wales", "href": "/wiki/Secretary_of_State_for_Wales", "description": "The Secretary of State for Wales, also referred to as the Welsh Secretary, is the principal minister of Her Majesty's Government in the United Kingdom with responsibilities for Wales. They are a member of the cabinet and the head of the Wales Office. They are responsible for ensuring Welsh interests are taken into account by Her Majesty's Government, representing the government within Wales and ov"}]}, {"heading": "Births", "year": "1942", "date": "May 21", "txt": "John Konrads, Australian swimmer (d. 2021)", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 21", "txt": "Danny Ongais, American race car driver", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 21", "txt": "Vincent Crane, English pianist and composer (d. 1989)", "entities": [{"title": "Vincent Crane", "href": "/wiki/Vincent_Crane", "description": "Vincent Crane was an English keyboardist who was best known as the organist for The Crazy World of Arthur Brown and Atomic Rooster. Crane co-wrote \"Fire\", the 1968 hit single by The Crazy World of Arthur Brown."}]}, {"heading": "Births", "year": "1943", "date": "May 21", "txt": "John Dalton, English bass player", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 21", "txt": "Hilton Valentine, English guitarist and songwriter (d. 2021)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 21", "txt": "Haleh Afshar, Baroness Afshar, Iranian-English academic and politician", "entities": [{"title": "Haleh Afshar, Baroness Afshar", "href": "/wiki/Haleh_Afshar,_Baroness_Afshar", "description": "Haleh Afshar, Baroness Afshar, is a British life peer in the House of Lords."}]}, {"heading": "Births", "year": "1944", "date": "May 21", "txt": "Marcie Blane, American singer", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 21", "txt": "Janet Dailey, American author and entrepreneur (d. 2013)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 21", "txt": "Mary Robinson, Irish lawyer and politician, 7th President of Ireland", "entities": [{"title": "President of Ireland", "href": "/wiki/President_of_Ireland", "description": "The President of Ireland is the head of state of the Republic of Ireland and the supreme commander of the Irish Defence Forces."}]}, {"heading": "Births", "year": "1945", "date": "May 21", "txt": "Ernst Messerschmid, German physicist and astronaut", "entities": [{"title": "Ernst Messerschmid", "href": "/wiki/Ernst_Messerschmid", "description": "Ernst Willi Messerschmid is a German physicist and former astronaut."}]}, {"heading": "Births", "year": "1945", "date": "May 21", "txt": "Richard Hatch, American actor, writer, and producer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 21", "txt": "Allan McKeown, English-American screenwriter and producer (d. 2013)", "entities": [{"title": "Allan McKeown", "href": "/wiki/Allan_McKeown", "description": "Allan McKeown, was a British television and stage producer."}]}, {"heading": "Births", "year": "1946", "date": "May 21", "txt": "Wayne Roycroft, Australian equestrian rider and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 21", "txt": "Bill Champlin, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Bill Champlin", "href": "/wiki/Bill_Champlin", "description": "William Bradford Champlin is an American singer, musician, arranger, producer, and songwriter. He formed the band Sons of Champlin in 1965, which still performs today, and was a member of the band Chicago from 1981–2009. He performed lead vocals on three of Chicago's biggest hits of the 1980s, 1984's \"Hard Habit to Break\" and \"Look Away\" and \"I Don't Wanna Live Without Your Love\" in 1988. During l"}]}, {"heading": "Births", "year": "1947", "date": "May 21", "txt": "Linda Laubenstein, American physician and academic (d. 1992)", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 21", "txt": "İlber Ortaylı, Turkish historian and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 21", "txt": "Elizabeth Buchan, English author and critic", "entities": [{"title": "Elizabeth Buchan", "href": "/wiki/Elizabeth_Buchan", "description": "Elizabeth Buchan, née Oakleigh-Walker is a British writer of non-fiction and fiction books since 1985. In 1994, her novel Consider the Lily won the Romantic Novel of the Year Award by the Romantic Novelists' Association, and she was elected its eighteenth Chairman (1995–1997). Her novel, Revenge of the Middle Aged Woman (2001), has been made into a television film for CBS."}]}, {"heading": "Births", "year": "1948", "date": "May 21", "txt": "Joe Camilleri, Maltese-Australian singer-songwriter and saxophonist", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 21", "txt": "Jonathan Hyde, Australian-English actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 21", "txt": "Denis MacShane, Scottish journalist and politician, UK Minister of State for Europe", "entities": [{"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1948", "date": "May 21", "txt": "Leo Sayer, English-Australian singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 21", "txt": "Andrew Neil, Scottish journalist and academic", "entities": [{"title": "Andrew Neil", "href": "/wiki/Andrew_Neil", "description": "Andrew Ferguson Neil is a Scottish journalist and broadcaster. He serves as chairman of The Spectator and GB News, which will launch in 2021. Neil was appointed editor of The Sunday Times by Rupert Murdoch in 1983, and held this position until 1994. After this he became a contributor to the Daily Mail. He was formerly chief executive and editor-in-chief of Press Holdings Media Group. In 1988 he be"}]}, {"heading": "Births", "year": "1949", "date": "May 21", "txt": "Denis O'Connor, British police officer", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 21", "txt": "Rosalind Plowright, English soprano", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 21", "txt": "Will Hutton, English economist and journalist", "entities": [{"title": "Will Hutton", "href": "/wiki/Will_Hutton", "description": "William Nicolas Hutton is a British academic and journalist. Currently, he writes a regular column for the Observer, co-chairs the Purposeful Company and is the President Designate of the Academy of Social Sciences. He is the Chair of the Advisory Board of the UK National Youth Corps. He was Principal of Hertford College, University of Oxford from 2011 to 2020, and Co-founder of the Big Innovation"}]}, {"heading": "Births", "year": "1951", "date": "May 21", "txt": "Al Franken, American actor, screenwriter, and politician", "entities": [{"title": "Al Franken", "href": "/wiki/Al_Franken", "description": "Alan Stuart Franken is an American comedian, politician, media personality, and author who served as a United States senator from Minnesota from 2009 to 2018. He became well known in the 1970s and 1980s as a staff writer and performer on the television comedy show Saturday Night Live. After decades as a comedic actor and writer, he became a prominent liberal political activist, hosting The Al Fran"}]}, {"heading": "Births", "year": "1951", "date": "May 21", "txt": "Adrian Hardiman, Irish lawyer and judge (d. 2016)", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 21", "txt": "Mr. T, American actor and wrestler", "entities": [{"title": "Mr. T", "href": "/wiki/Mr._T", "description": "Lawrence Tureaud, better known as Mr. T, is an American actor, television personality, and retired bouncer, bodyguard and professional wrestler. He is known for his roles as B. A. Baracus in the 1980s television series The A-Team and as boxer Clubber Lang in the 1982 film Rocky III. He is also known for his distinctive hairstyle inspired by Mandinka warriors in West Africa, his copious gold jewelr"}]}, {"heading": "Births", "year": "1953", "date": "May 21", "txt": "Nora Aunor, Filipino actress and recording artist", "entities": [{"title": "Nora Aunor", "href": "/wiki/Nora_Aunor", "description": "Nora Cabaltera Villamayor professionally kown as Nora Aunor is a Filipina actress, recording artist, and film producer. Aunor has also appeared in several stage plays, television shows and concerts. She is known as Philippine cinema's \"Superstar\" and is regarded as the People's National Artist. The Hollywood Reporter called her \"The Grand Dame of Philippine Cinema\" for her performance in the movie"}]}, {"heading": "Births", "year": "1953", "date": "May 21", "txt": "Jim Devine, British politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 21", "txt": "D. B. S. Jeyaraj, Sri Lankan-Canadian journalist and blogger", "entities": [{"title": "D. B. S. Jeyaraj", "href": "/wiki/D._B._S._Jeyaraj", "description": "David Buell Sabapathy Jeyaraj is a Tamil Canadian freelance journalist of Sri Lankan origin. He currently writes articles for two Sri Lankan newspapers, The Daily Mirror with his own column in it and the Daily FT, and also runs his news blog, dbsjeyaraj.com."}]}, {"heading": "Births", "year": "1954", "date": "May 21", "txt": "Janice Karman, American film producer, record producer, singer, and voice actress", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 21", "txt": "Marc Ribot, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 21", "txt": "Paul Barber, English field hockey player", "entities": [{"title": "Paul Barber (field hockey)", "href": "/wiki/Paul_Barber_(field_hockey)", "description": "Paul Jason Barber is an English former field hockey player."}]}, {"heading": "Births", "year": "1955", "date": "May 21", "txt": "Stan Lynch, American drummer, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 21", "txt": "James Bailey, American basketball player", "entities": [{"title": "James Bailey (basketball)", "href": "/wiki/James_Bailey_(basketball)", "description": "James L. Bailey is an American former professional basketball player. A 6'9\" forward/center from Rutgers University, he was selected with the 6th pick of the 1979 NBA draft by the Seattle SuperSonics. Nicknamed \"Jammin' James,\" he spent 9 seasons (1979–1988) in the National Basketball Association (NBA), playing for the Sonics as well as the New Jersey Nets, Houston Rockets, New York Knicks, and Ph"}]}, {"heading": "Births", "year": "1957", "date": "May 21", "txt": "Nadine Dorries, English nurse and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 21", "txt": "Judge Reinhold, American actor and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 21", "txt": "Renée Soutendijk, Dutch actress", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 21", "txt": "Christian Audigier, French fashion designer (d. 2015)", "entities": [{"title": "Christian Audigier", "href": "/wiki/Christian_Audigier", "description": "Christian Audigier was a French fashion designer known for the Ed Hardy and Von Dutch clothing lines."}]}, {"heading": "Births", "year": "1958", "date": "May 21", "txt": "Muffy Calder, Canadian-Scottish computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 21", "txt": "Michael Crick, English journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 21", "txt": "Naeem Khan, Indian-American fashion designer", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 21", "txt": "Jefery Levy, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 21", "txt": "Nick Cassavetes, American actor, director, and screenwriter", "entities": [{"title": "Nick Cassavetes", "href": "/wiki/Nick_Cassavetes", "description": "Nicholas David Rowland Cassavetes is an American actor, director, and writer."}]}, {"heading": "Births", "year": "1959", "date": "May 21", "txt": "Abdulla Yameen, Maldivian politician, 6th President of the Maldives", "entities": [{"title": "President of the Maldives", "href": "/wiki/President_of_the_Maldives", "description": "The president of the Maldives is the head of state and head of government of the Republic of Maldives and the commander-in-chief of the Maldives National Defence Force."}]}, {"heading": "Births", "year": "1960", "date": "May 21", "txt": "Jeffrey Dahmer, American serial killer (d. 1994)", "entities": [{"title": "Jeffrey Dahmer", "href": "/wiki/Jeffrey_Dahmer", "description": "Jeffrey Lionel Dahmer, also known as the Milwaukee Cannibal or the Milwaukee Monster, was a convicted American serial killer and sex offender who committed the murder and dismemberment of 17 men and boys between 1978 and 1991. Many of his later murders involved necrophilia, cannibalism, and the permanent preservation of body parts—typically all or part of the skeleton."}]}, {"heading": "Births", "year": "1960", "date": "May 21", "txt": "Kent Hrbek, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 21", "txt": "Mohanlal, Indian actor", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 21", "txt": "Mark Ridgway, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 21", "txt": "Vladimir Salnikov, Russian swimmer", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 21", "txt": "David Crumb, American composer and educator", "entities": [{"title": "David Crumb", "href": "/wiki/David_Crumb", "description": "David Crumb is an American contemporary composer born into a musical family. His father is composer George Crumb, and his sister was singer Ann Crumb. His music is not as avant-garde or experimental as his father's; it has been called \"attractive, accessible, imaginative, well-crafted\" by the Chicago-Sun Times, and \"expressive and beautiful\" by the American Record Guide: reviews listed on the Pres"}]}, {"heading": "Births", "year": "1963", "date": "May 21", "txt": "Richard Appel, American screenwriter and producer", "entities": [{"title": "Richard Appel", "href": "/wiki/Richard_Appel", "description": "Richard James Appel is an American writer, producer and former attorney. Since 2012, he has served as an Executive Producer and co-showrunner of Family Guy on Fox. He attended Harvard University and Harvard Law School. As an undergraduate, he wrote for the Harvard Lampoon."}]}, {"heading": "Births", "year": "1963", "date": "May 21", "txt": "Patrick Grant, American musician and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 21", "txt": "David Lonsdale, English actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 21", "txt": "Pete Sandoval, Salvadoran-American drummer", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 21", "txt": "Kevin Shields, American-Irish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 21", "txt": "Dave Specter, American guitarist", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 21", "txt": "Laurie Spina, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 21", "txt": "Danny Bailey, English footballer and coach", "entities": [{"title": "Danny Bailey", "href": "/wiki/Danny_Bailey", "description": "Danny Stephen Bailey is an English retired professional footballer."}]}, {"heading": "Births", "year": "1965", "date": "May 21", "txt": "Josh Richman, American actor and producer", "entities": [{"title": "Josh Richman", "href": "/wiki/Josh_Richman", "description": "Josh Eric Richman is an American actor, writer, producer, and director. He is best known for his work with Guns N' Roses."}]}, {"heading": "Births", "year": "1966", "date": "May 21", "txt": "Lisa Edelstein, American actress and playwright", "entities": [{"title": "Lisa Edelstein", "href": "/wiki/Lisa_Edelstein", "description": "Lisa Edelstein \nis an American actress and playwright. Edelstein is known for playing Dr. Lisa Cuddy on the Fox medical drama series House. Between 2014 and 2018, she starred as Abby McCarthy in the Bravo series Girlfriends' Guide to Divorce."}]}, {"heading": "Births", "year": "1966", "date": "May 21", "txt": "Tatyana Ledovskaya, Belarusian hurdler", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 21", "txt": "Chris Benoit, Canadian professional wrestler (d. 2007)", "entities": [{"title": "Chris Benoit", "href": "/wiki/Chris_Benoit", "description": "Christopher Michael Benoit was a Canadian professional wrestler. During his 22-year career, he worked for numerous promotions including the World Wrestling Federation/World Wrestling Entertainment (WWF/WWE), World Championship Wrestling (WCW), Extreme Championship Wrestling (ECW), and New Japan Pro-Wrestling (NJPW). Industry journalist Dave Meltzer considered him \"one of the top 10, maybe even the"}]}, {"heading": "Births", "year": "1968", "date": "May 21", "txt": "Ilmar Raag, Estonian director, producer, and screenwriter", "entities": [{"title": "Ilmar Raag", "href": "/wiki/Ilmar_Raag", "description": "Ilmar Raag is an Estonian media executive, actor, screenwriter and film director, best known for his socio-critical film The Class. He has served as CEO of Estonian Television from 2002 to 2005. He is a well known columnist in many prestigious Estonian newspapers. In recent years he has written many scripts and directed critically acclaimed films, notably August 1991 and The Class."}]}, {"heading": "Births", "year": "1968", "date": "May 21", "txt": "Matthias Ungemach, German-Australian rower", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 21", "txt": "Julie Vega, Filipino actress and singer (d. 1985)", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 21", "txt": "Pierluigi Brivio, Italian footballer", "entities": [{"title": "Pierluigi Brivio", "href": "/wiki/Pierluigi_Brivio", "description": "Pierluigi Brivio is an Italian former professional footballer who last played for Unione Sportiva Pergocrema 1932 as a goalkeeper."}]}, {"heading": "Births", "year": "1969", "date": "May 21", "txt": "Georgiy Gongadze, Georgian-Ukrainian journalist and director (d. 2000)", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 21", "txt": "Masayo Kurata, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 21", "txt": "George LeMieux, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 21", "txt": "Brian Statham, Rhodesian born English footballer, defender and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 21", "txt": "Brigita Bukovec, Slovenian hurdler", "entities": [{"title": "Brigita Bukovec", "href": "/wiki/Brigita_Bukovec", "description": "Brigita Bukovec is a retired Slovenian hurdler who won an Olympic silver medal in 1996. During the Olympics she set a personal best time with 12.59 seconds."}]}, {"heading": "Births", "year": "1970", "date": "May 21", "txt": "Dorsey Levens, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 21", "txt": "Pauline Menczer, Australian surfer", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 21", "txt": "Carl Veart, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 21", "txt": "The Notorious B.I.G., American rapper (d. 1997)", "entities": [{"title": "The Notorious B.I.G.", "href": "/wiki/The_Notorious_B.I.G.", "description": "Christopher George Latore Wallace, better known by his stage names the Notorious B.I.G., Biggie Smalls, or simply Biggie, was an American rapper and songwriter. Rooted in the New York rap scene and gangsta rap traditions, he is widely considered one of the greatest rappers of all time. Wallace became known for his distinctive laidback lyrical delivery, offsetting the lyrics' often grim content. Hi"}]}, {"heading": "Births", "year": "1973", "date": "May 21", "txt": "Stewart Cink, American golfer", "entities": [{"title": "Stewart Cink", "href": "/wiki/Stewart_Cink", "description": "Stewart Ernest Cink is an American professional golfer who plays on the PGA Tour. He won the 2009 Open Championship, defeating Tom Watson in a four-hole aggregate playoff. He spent over 40 weeks in the top 10 of the Official World Golf Ranking from 2004 to 2009, reaching a career best ranking of 5th in 2008."}]}, {"heading": "Births", "year": "1973", "date": "May 21", "txt": "Noel Fielding, English comedian, musician and television presenter", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 21", "txt": "Brad Arthur, Australian rugby league coach", "entities": [{"title": "Brad Arthur", "href": "/wiki/Brad_Arthur", "description": "Brad Arthur is an Australian professional rugby league football coach who is the head coach of the Parramatta Eels in the NRL."}]}, {"heading": "Births", "year": "1974", "date": "May 21", "txt": "Fairuza Balk, American actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 21", "txt": "Aditi Gowitrikar, Indian model, actress, and physician, Mrs. World 2001", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 21", "txt": "Havoc, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 21", "txt": "Anthony Mundine, Australian rugby league player and boxer", "entities": [{"title": "Anthony Mundine", "href": "/wiki/Anthony_Mundine", "description": "Anthony \"The Man\" Mundine Jr. is an Australian former professional boxer and former rugby league footballer. In boxing he competed from 2000 to March 2021, and held the WBA super-middleweight title twice between 2003 and 2008, the IBO middleweight title from 2009 to 2010, and the WBA interim super-welterweight title from 2011 to 2012. Mundine is well known for his heated rivalries with fellow Aust"}]}, {"heading": "Births", "year": "1976", "date": "May 21", "txt": "Stuart Bingham, English snooker player", "entities": [{"title": "Stuart Bingham", "href": "/wiki/Stuart_Bingham", "description": "Stuart Bingham is an English professional snooker player. He is a former world champion and former Masters champion."}]}, {"heading": "Births", "year": "1976", "date": "May 21", "txt": "Abderrahim Goumri, Moroccan runner (d. 2013)", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 21", "txt": "Deron Miller, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 21", "txt": "Quinton Fortune, South African international footballer midfielder and coach", "entities": [{"title": "Quinton Fortune", "href": "/wiki/Quinton_Fortune", "description": "Quinton Fortune is a South African former professional footballer who played as both a midfielder and a defender. His career began in Europe and after stints with Tottenham Hotspur, Mallorca and Atlético Madrid among others he settled in with Manchester United in 1999 and spent seven years there. He was also part of the 1998 and 2002 South African World Cup teams. Fortune continued playing through"}]}, {"heading": "Births", "year": "1977", "date": "May 21", "txt": "Michael Fuß, German footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 21", "txt": "Ricky Williams, American football player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 21", "txt": "Max B, American rapper and songwriter", "entities": [{"title": "Max B", "href": "/wiki/Max_B", "description": "Charly Wingate, better known by his stage name Max B, is an American rapper, singer and songwriter. He is best known for his solo Public Domain and Million Dollar Baby series of mixtapes, and introducing the term \"wavy\" as a slang in popular lexicon."}]}, {"heading": "Births", "year": "1978", "date": "May 21", "txt": "Briana Banks, German-American porn actress and model", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 21", "txt": "Jamaal Magloire, Canadian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 21", "txt": "Damián Ariel Álvarez, Argentinian-Mexican footballer", "entities": [{"title": "Damián Ariel Álvarez", "href": "/wiki/Dami%C3%A1n_Ariel_%C3%81lvarez", "description": "Damián Ariel Álvarez is an Argentine-born Mexican former professional footballer. He is popularly known by his nickname \"Chilindrina\"."}]}, {"heading": "Births", "year": "1979", "date": "May 21", "txt": "Jamie Hepburn, Scottish politician, Minister for Sport, Health Improvement and Mental Health", "entities": [{"title": "Minister for Sport, Health Improvement and Mental Health", "href": "/wiki/Minister_for_Sport,_Health_Improvement_and_Mental_Health", "description": "The Minister for Mental Health is a member of the Scottish Government. The Minister reports to the Cabinet Secretary for Health and Sport, who has overall responsibility for the portfolio, and is a member of cabinet. As a Junior Minister the post holder is not a member of the Scottish Government Cabinet. The current Minister for Mental Health is Clare Haughey."}]}, {"heading": "Births", "year": "1979", "date": "May 21", "txt": "James Clancy Phelan, Australian author and academic", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 21", "txt": "Scott Smith, American mixed martial artist", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 21", "txt": "Sonja Vectomov, Czech musician/composer", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 21", "txt": "Gotye, Belgian-Australian singer-songwriter", "entities": [{"title": "Gotye", "href": "/wiki/Gotye", "description": "Wouter \"Wally\" De Backer, better known by his stage name Gotye, is a Belgian-born Australian multi-instrumentalist and singer-songwriter. The name \"Gotye\" is a pronunciation respelling of \"Gauthier\", the French cognate of his Dutch given name \"Wouter\"."}]}, {"heading": "Births", "year": "1981", "date": "May 21", "txt": "Craig Anderson, American ice hockey player", "entities": [{"title": "Craig Anderson (ice hockey)", "href": "/wiki/Craig_Anderson_(ice_hockey)", "description": "Craig Peter Anderson is an American professional ice hockey goaltender for the Washington Capitals in the National Hockey League. He has previously played with the Colorado Avalanche, Florida Panthers, Chicago Blackhawks, and Ottawa Senators. Internationally, Anderson has represented the United States on multiple occasions."}]}, {"heading": "Births", "year": "1981", "date": "May 21", "txt": "Edson Buddle, American soccer player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 21", "txt": "Josh Hamilton, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 21", "txt": "Maximilian Mutzke, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 21", "txt": "Anna Rogowska, Polish pole vaulter", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 21", "txt": "Līga Dekmeijere, Latvian tennis player", "entities": [{"title": "Līga Dekmeijere", "href": "/wiki/L%C4%ABga_Dekmeijere", "description": "Līga Dekmeijere is a Latvian former tennis player."}]}, {"heading": "Births", "year": "1983", "date": "May 21", "txt": "Deidson Araújo Maia, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 21", "txt": "Kaori Shimizu, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 21", "txt": "Brandon Fields, American football player", "entities": [{"title": "Brandon Fields", "href": "/wiki/Brandon_Fields", "description": "Brandon David Fields is a former American football punter who played nine seasons in the National Football League (NFL). He played college football for Michigan State University, and earned consensus All-American honors. He was drafted by the Miami Dolphins in the seventh round of the 2007 NFL Draft. He has also played for the New Orleans Saints."}]}, {"heading": "Births", "year": "1984", "date": "May 21", "txt": "Sara Goller, German volleyball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 21", "txt": "Syamsul Yusof, Malaysian actor, film director, scriptwriter, film producer, rapper and singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Mutya Buena, English singer-songwriter", "entities": [{"title": "Mutya Buena", "href": "/wiki/Mutya_Buena", "description": "Rosa Isabel Mutya Buena is a British singer and songwriter who rose to fame as a member of girl group the Sugababes. With the Sugababes, Buena had four UK number one singles, an additional six top-ten hits and three multi-platinum albums. After leaving the group in December 2005, she released her debut solo album, Real Girl in June 2007. In October 2010, Buena released a compilation album dedicate"}]}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Alison Carroll, English gymnast, model, and actress ", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Mark Cavendish, Manx cyclist", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Alexander Dale Oen, Norwegian swimmer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Isa Guha, English cricketer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Lucie Hradecká, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Kano, English rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Dušan Kuciak, Slovak footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Heath L'Estrange, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 21", "txt": "Andrew Miller, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 21", "txt": "Mario Mandžukić, Croatian footballer", "entities": [{"title": "Mario Mandžukić", "href": "/wiki/Mario_Mand%C5%BEuki%C4%87", "description": "Mario Mandžukić is a Croatian professional footballer who plays as a forward for Serie A club Milan. Besides being a prolific goalscorer, he is known for his defensive contribution and aerial power."}]}, {"heading": "Births", "year": "1986", "date": "May 21", "txt": "Myra, American singer and actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 21", "txt": "Eder Sánchez, Mexican race walker", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 21", "txt": "Park Sojin, South Korean singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 21", "txt": "Greg Stewart, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 21", "txt": "Beau Falloon, Australian rugby league player", "entities": [{"title": "Beau Falloon", "href": "/wiki/Beau_Falloon", "description": "Beau Falloon is a former professional rugby league footballer who last played for Leeds in the Super League. He played as a hooker and previously played for the South Sydney Rabbitohs and Gold Coast Titans in the National Rugby League."}]}, {"heading": "Births", "year": "1988", "date": "May 21", "txt": "Claire Cashmore, English Paralympic swimmer", "entities": [{"title": "Claire Cashmore", "href": "/wiki/Claire_Cashmore", "description": "Claire Cashmore, is a Paralympic Swimming Champion and PTS5 classified British paratriathlete. She has been to four Paralympic Games with swimming and has won 4 bronze, 3 silver, and 1 gold medal. Cashmore also broke the world record in the SM9 100m Individual Medley in 2009. She decided to switch to competing in paratriathlon after winning gold and silver at the Paralympic Games in 2016, and beca"}]}, {"heading": "Births", "year": "1988", "date": "May 21", "txt": "Park Gyu-ri, South Korean singer", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 21", "txt": "Jonny Howson, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 21", "txt": "Kaire Leibak, Estonian triple jumper", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 21", "txt": "Emily Robins, New Zealand actress and singer", "entities": [{"title": "Emily Robins", "href": "/wiki/Emily_Robins", "description": "Emily Iris Robins is a New Zealand actress and singer. She was born to Danny Robins and Susan Robins. She is known for her role in the popular TV2 soap opera Shortland Street as Claire Simone Solomon (2004–2007), and for her role in the popular FOX 8 teen drama, SLiDE, where she portrayed Scarlett Carlyle. She was born in London, England but raised in New Zealand. She grew up in Orewa. She was inv"}]}, {"heading": "Births", "year": "1989", "date": "May 21", "txt": "Hal Robson-Kanu, English footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 21", "txt": "Kierre Beckles, Barbadian athlete", "entities": [{"title": "Kierre Beckles", "href": "/wiki/Kierre_Beckles", "description": "Kierre Kamille Beckles is a Barbadian athlete specializing in the 100 metres hurdles. She competed at the 2011 and 2013 World Championships failing to advance to the semi-finals on both occasions."}]}, {"heading": "Births", "year": "1990", "date": "May 21", "txt": "Rene Krhin, Slovenian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 21", "txt": "Guilherme, Brazilian footballer", "entities": [{"title": "Guilherme Costa Marques", "href": "/wiki/Guilherme_Costa_Marques", "description": "Guilherme Costa Marques known as Guilherme is a Brazilian footballer who plays for Chinese Super League club Guangzhou City."}]}, {"heading": "Births", "year": "1992", "date": "May 21", "txt": "Hutch Dano, American actor", "entities": [{"title": "Hutch Dano", "href": "/wiki/Hutch_Dano", "description": "Hutchings Royal \"Hutch\" Dano is an American actor, writer, producer, and musician. He is best known for his roles as Zeke Falcone in Zeke and Luther and Sam in Zombeavers."}]}, {"heading": "Births", "year": "1992", "date": "May 21", "txt": "Lisa Evans, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 21", "txt": "Philipp Grüneberg, German footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 21", "txt": "Olivia Olson, American singer and actress", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 21", "txt": "Grete Gaim, Estonian biathlete", "entities": [{"title": "Grete Gaim", "href": "/wiki/Grete_Gaim", "description": "Grete Gaim is an Estonian biathlete. She competed at the Biathlon World Championships 2013, and at the 2014 Winter Olympics in Sochi, in sprint and individual."}]}, {"heading": "Births", "year": "1993", "date": "May 21", "txt": "Luke Garbutt, English footballer, left-back", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 21", "txt": "Lynn Williams, American soccer player", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 21", "txt": "Tom Daley, English diver", "entities": [{"title": "Tom Daley", "href": "/wiki/Tom_Daley", "description": "Thomas Robert Daley is a British diver, television personality and YouTube vlogger. He specialises in the 10-metre platform event and is a double World champion in the event; he won the 2009 FINA World Championship in the individual event at the age of 15, before regaining it in 2017. Daley was the 2012 Olympic bronze medallist in the event."}]}, {"heading": "Births", "year": "1995", "date": "May 21", "txt": "Katharina Andresen, Norwegian heiress and equestrian", "entities": [{"title": "Katharina Andresen", "href": "/wiki/Katharina_Andresen", "description": "Katharina Gamlemshaug Andresen is a Norwegian heiress, and as of 2020, the world's third-youngest billionaire as reported by Forbes."}]}, {"heading": "Births", "year": "1995", "date": "May 21", "txt": "Diego Loyzaga, Filipino actor", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 21", "txt": "Josh Allen, American footballer", "entities": [{"title": "Josh Allen (quarterback)", "href": "/wiki/Josh_Allen_(quarterback)", "description": "Joshua Patrick Allen is an American football quarterback for the Buffalo Bills of the National Football League (NFL). He played one year of junior college football at Reedley College before transferring to the University of Wyoming, where he led the Cowboys to a Mountain West Conference division title and two bowl games."}]}, {"heading": "Births", "year": "1996", "date": "May 21", "txt": "Indy de Vroome, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 21", "txt": "Karen Khachanov, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1997", "date": "May 21", "txt": "Ivan De Santis, Italian footballer", "entities": [{"title": "Ivan De Santis", "href": "/wiki/Ivan_De_Santis", "description": "Ivan Francesco De Santis is an Italian professional football defender who plays for Modena on loan from Virtus Entella. A centre-back, he made his professional debut on 2 November 2016, for Catania."}]}, {"heading": "Births", "year": "1997", "date": "May 21", "txt": "Sisca Folkertsma, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "May 21", "txt": "Viktoria Petryk, Ukrainian singer-songwriter", "entities": []}, {"heading": "Deaths", "year": "252", "date": "May 21", "txt": "Sun Quan, Chinese emperor of Eastern Wu (b. 182)", "entities": [{"title": "Sun Quan", "href": "/wiki/Sun_Quan", "description": "Sun Quan, courtesy name Zhongmou (仲謀), formally known as Emperor Da of Wu, was the founder of the state of Eastern Wu during the Three Kingdoms period. He inherited control of the warlord regime established by his elder brother, Sun Ce, in 200. He declared formal independence and ruled from 222 to 229 as the King of Wu and from 229 to 252 as the Emperor of Wu. Unlike his rivals Cao Cao and Liu Bei"}, {"title": "Eastern Wu", "href": "/wiki/Eastern_Wu", "description": "Wu (222–280), commonly known as Dong Wu or Sun Wu, was one of the three major states that competed for supremacy over China in the Three Kingdoms period (220–280). It previously existed from 220–222 as a vassal kingdom nominally under Cao Wei, its rival state, but declared independence from Wei and became a sovereign state in 222. It became an empire in 229 after its founding ruler, Sun Quan, decl"}]}, {"heading": "Deaths", "year": "954", "date": "May 21", "txt": "Feng Dao, Chinese prince and chancellor (b. 882)", "entities": [{"title": "Feng Dao", "href": "/wiki/Feng_Dao", "description": "Feng Dao, courtesy name Kedao (可道), formally Prince Wenyi of Ying (瀛文懿王), was a Chinese inventor, printer, and politician. He was an important Chinese governmental official during the Five Dynasties and Ten Kingdoms period, who served as a chancellor during the three of the latter four dynasties and was also an honored official during Later Han. For his contribution to improving block-printing pro"}]}, {"heading": "Deaths", "year": "987", "date": "May 21", "txt": "Louis V, king of West Francia (b. c. 966)", "entities": [{"title": "Louis V of France", "href": "/wiki/Louis_V_of_France", "description": "Louis V, also known as Louis the Do-Nothing, was a king of West Francia from 979 to his early death in 987. During his reign, the nobility essentially ruled the country. Dying childless, Louis V was the last Carolingian monarch in West Francia."}, {"title": "West Francia", "href": "/wiki/West_Francia", "description": "In medieval history, West Francia or the Kingdom of the West Franks refers to the western part of the Frankish Empire established by Charlemagne. It represents the earliest stage of the Kingdom of France, lasting from about 840 until 987. West Francia emerged from the partition of the Carolingian Empire in 843 under the Treaty of Verdun following the death of Charlemagne's son, Louis the Pious."}]}, {"heading": "Deaths", "year": "1075", "date": "May 21", "txt": "Richeza of Poland, queen of Hungary (b. 1013)", "entities": [{"title": "Richeza of Poland, Queen of Hungary", "href": "/wiki/Richeza_of_Poland,_Queen_of_Hungary", "description": "Adelaide/Richeza of Poland was Queen Consort of Hungary by marriage to Béla I of Hungary."}]}, {"heading": "Deaths", "year": "1086", "date": "May 21", "txt": "Wang Anshi, Chinese statesman and poet (b. 1021)", "entities": [{"title": "Wang Anshi", "href": "/wiki/Wang_Anshi", "description": "{{family name hatnote|[[Wang (surname)|王|lang=Chinese}}\n"}]}, {"heading": "Deaths", "year": "1237", "date": "May 21", "txt": "Olaf the Black, Manx son of Godred II Olafsson", "entities": [{"title": "Olaf the Black", "href": "/wiki/Olaf_the_Black", "description": "Óláfr Guðrøðarson, also known as Olaf the Black, was a thirteenth-century King of the Isles, and a member of the Crovan dynasty. He was a son of Guðrøðr Óláfsson, King of the Isles and Fionnghuala Nic Lochlainn. Óláfr was a younger son of his father; Óláfr's elder brother, Rǫgnvaldr, probably had a different mother. According to the Chronicle of Mann, Guðrøðr appointed Óláfr as heir since he had b"}, {"title": "Godred II Olafsson", "href": "/wiki/Godred_II_Olafsson", "description": "Guðrøðr Óláfsson was a twelfth-century ruler of the kingdoms of Dublin and the Isles. Guðrøðr was a son of Óláfr Guðrøðarson, King of the Isles and Affraic, daughter of Fergus, Lord of Galloway. Throughout his career, Guðrøðr battled rival claimants to the throne, permanently losing about half of his realm to a rival dynasty in the process. Although dethroned for nearly a decade, Guðrøðr clawed hi"}]}, {"heading": "Deaths", "year": "1254", "date": "May 21", "txt": "Conrad IV, king of Germany (b. 1228)", "entities": [{"title": "Conrad IV of Germany", "href": "/wiki/Conrad_IV_of_Germany", "description": "Conrad, a member of the Hohenstaufen dynasty, was the only son of Emperor Frederick II from his second marriage with Queen Isabella II of Jerusalem. He inherited the title of King of Jerusalem upon the death of his mother in childbed. Appointed Duke of Swabia in 1235, his father had him elected King of Germany and crowned King of Italy in 1237. After the emperor was deposed and died in 1250, he ru"}]}, {"heading": "Deaths", "year": "1416", "date": "May 21", "txt": "Anna of Celje, queen consort of Poland (b. 1386)", "entities": [{"title": "Anna of Celje", "href": "/wiki/Anna_of_Celje", "description": "Anna of Cilli or Anne of Celje was Queen consort of Poland (1402–1416). She was the second wife of Jogaila, King of Poland and Supreme Duke of Lithuania. Their marriage was politically motivated to strengthen Jogaila's ties with the Piast dynasty and his claims to the Polish throne. Their marriage was rather distant and during fourteen years Anna bore only one daughter, Hedwig Jagiellon, who died "}]}, {"heading": "Deaths", "year": "1471", "date": "May 21", "txt": "Henry VI, king of England (b. 1421)", "entities": [{"title": "Henry VI of England", "href": "/wiki/Henry_VI_of_England", "description": "Henry VI was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards."}]}, {"heading": "Deaths", "year": "1481", "date": "May 21", "txt": "Christian I, king of Denmark (b. 1426)", "entities": [{"title": "Christian I of Denmark", "href": "/wiki/Christian_I_of_Denmark", "description": "Christian I was a Scandinavian monarch under the Kalmar Union. He was king of Denmark (1448–1481), Norway (1450–1481) and Sweden (1457–1464). From 1460 to 1481, he was also duke of Schleswig and count of Holstein. He was the first king of the House of Oldenburg."}]}, {"heading": "Deaths", "year": "1512", "date": "May 21", "txt": "Pandolfo Petrucci, Italian ruler (b. 1452)", "entities": [{"title": "Pandolfo Petrucci", "href": "/wiki/Pandolfo_Petrucci", "description": "Pandolfo Petrucci was the lord of the Italian Republic of Siena during the Renaissance."}]}, {"heading": "Deaths", "year": "1524", "date": "May 21", "txt": "Thomas Howard, 2nd Duke of Norfolk, English soldier and politician, Lord High Treasurer (b. 1443)", "entities": [{"title": "Thomas Howard, 2nd Duke of Norfolk", "href": "/wiki/Thomas_Howard,_2nd_Duke_of_Norfolk", "description": "Thomas Howard, 2nd Duke of Norfolk, styled Earl of Surrey from 1483 to 1485 and again from 1489 to 1514, was an English nobleman, soldier and statesman who served four monarchs. He was the eldest son of John Howard, 1st Duke of Norfolk, by his first wife, Catharina de Moleyns. The Duke was the grandfather of both Queen Anne Boleyn and Queen Catherine Howard and the great-grandfather of Queen Eliza"}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1542", "date": "May 21", "txt": "Hernando de Soto, Spanish-American explorer (b. 1496)", "entities": [{"title": "Hernando de Soto", "href": "/wiki/Hernando_de_Soto", "description": "Hernando de Soto was a Spanish explorer and conquistador who was involved in expeditions in Nicaragua and the Yucatan Peninsula. He played an important role in Pizarro's conquest of the Inca Empire in Peru, but is best known for leading the first European expedition deep into the territory of the modern-day United States. He is the first European documented as having crossed the Mississippi River."}]}, {"heading": "Deaths", "year": "1563", "date": "May 21", "txt": "Martynas Mažvydas, Lithuanian writer (b. 1510)", "entities": [{"title": "Martynas Mažvydas", "href": "/wiki/Martynas_Ma%C5%BEvydas", "description": "Martynas Mažvydas was a Protestant author who edited the first printed book in the Lithuanian language."}]}, {"heading": "Deaths", "year": "1607", "date": "May 21", "txt": "John Rainolds, English scholar and academic (b. 1549)", "entities": [{"title": "John Rainolds", "href": "/wiki/John_Rainolds", "description": "John Rainolds was an English academic and churchman, of Puritan views. He is remembered for his role in the Authorized Version of the Bible, a project of which he was initiator."}]}, {"heading": "Deaths", "year": "1619", "date": "May 21", "txt": "Hieronymus Fabricius, Italian anatomist (b. 1537)", "entities": [{"title": "Hieronymus Fabricius", "href": "/wiki/Hieronymus_Fabricius", "description": "Girolamo Fabrici d'Acquapendente, also known as Girolamo Fabrizio or Hieronymus Fabricius, was a pioneering anatomist and surgeon known in medical science as \"The Father of Embryology.\""}]}, {"heading": "Deaths", "year": "1639", "date": "May 21", "txt": "Tommaso Campanella, Italian astrologer, theologian, and poet (b. 1568)", "entities": [{"title": "Tommaso Campanella", "href": "/wiki/Tommaso_Campanella", "description": "Tommaso Campanella, baptized Giovanni Domenico Campanella, was an Italian Dominican friar, philosopher, theologian, astrologer, and poet."}]}, {"heading": "Deaths", "year": "1647", "date": "May 21", "txt": "Pieter Corneliszoon Hooft, Dutch poet and playwright (b. 1581)", "entities": [{"title": "Pieter Corneliszoon Hooft", "href": "/wiki/Pieter_Corneliszoon_Hooft", "description": "Pieter Corneliszoon Hooft - Knight in the Order of Saint Michael - was a Dutch historian, poet and playwright who lived during the Dutch Golden Age."}]}, {"heading": "Deaths", "year": "1650", "date": "May 21", "txt": "James Graham, 1st Marquess of Montrose, Scottish general and politician (b. 1612)", "entities": [{"title": "James Graham, 1st Marquess of Montrose", "href": "/wiki/James_Graham,_1st_Marquess_of_Montrose", "description": "James Graham, 1st Marquess of Montrose was a Scottish nobleman, poet and soldier, lord lieutenant and later viceroy and captain general of Scotland. Montrose initially joined the Covenanters in the Wars of the Three Kingdoms, but subsequently supported King Charles I as the English Civil War developed. From 1644 to 1646, and again in 1650, he fought in the civil war in Scotland on behalf of the Ki"}]}, {"heading": "Deaths", "year": "1664", "date": "May 21", "txt": "Elizabeth Poole, English settler, founded Taunton, Massachusetts (b. 1588)", "entities": [{"title": "Elizabeth Poole", "href": "/wiki/Elizabeth_Poole", "description": "Elizabeth Poole or Pole was an English settler in Plymouth Colony who founded the town of Taunton, Massachusetts. She was the first woman known to have founded a town in the Americas."}, {"title": "Taunton, Massachusetts", "href": "/wiki/Taunton,_Massachusetts", "description": "Taunton is a city in Bristol County, Massachusetts, United States. It is the seat of Bristol County. Taunton is situated on the Taunton River which winds its way through the city on its way to Mount Hope Bay, 10 miles (16 km) to the south. At the 2010 census, the city had a population of 55,874. Shaunna O'Connell is the mayor of Taunton."}]}, {"heading": "Deaths", "year": "1670", "date": "May 21", "txt": "Niccolò Zucchi, Italian astronomer and physicist (b. 1586)", "entities": [{"title": "Niccolò Zucchi", "href": "/wiki/Niccol%C3%B2_Zucchi", "description": "Niccolò Zucchi was an Italian Jesuit, astronomer, and physicist."}]}, {"heading": "Deaths", "year": "1686", "date": "May 21", "txt": "Otto von Guericke, German physicist and inventor of the Magdeburg Hemispheres (b. 1602)", "entities": [{"title": "Otto von Guericke", "href": "/wiki/Otto_von_Guericke", "description": "Otto von Guericke was a German scientist, inventor, and politician. His pioneering scientific work, the development of experimental methods and repeatable demonstrations on the physics of the vacuum, atmospheric pressure, electrostatic repulsion, his advocacy for the reality of \"action at a distance\" and of \"absolute space\" were remarkable contributions for the advancement of the Scientific Revolu"}, {"title": "Magdeburg Hemispheres", "href": "/wiki/Magdeburg_Hemispheres", "description": "The Magdeburg hemispheres are a pair of large copper hemispheres, with mating rims. They were used to demonstrate the power of atmospheric pressure. When the rims were sealed with grease and the air was pumped out, the sphere contained a vacuum and could not be pulled apart by teams of horses. The Magdeburg hemispheres were invented by German scientist and mayor of Magdeburg, Otto von Guericke, to"}]}, {"heading": "Deaths", "year": "1690", "date": "May 21", "txt": "John Eliot, English-American minister and missionary (b. 1604)", "entities": [{"title": "John Eliot (missionary)", "href": "/wiki/John_Eliot_(missionary)", "description": "John Eliot was a Puritan missionary to the American Indians who some called \"the apostle to the Indians\" and the founder of Roxbury Latin School in the Massachusetts Bay Colony in 1645."}]}, {"heading": "Deaths", "year": "1719", "date": "May 21", "txt": "Pierre Poiret, French mystic and philosopher (b. 1646)", "entities": [{"title": "Pierre Poiret", "href": "/wiki/Pierre_Poiret", "description": "Pierre Poiret Naudé was a prominent French mystic and Christian philosopher. He was born in Metz and died in Rijnsburg."}]}, {"heading": "Deaths", "year": "1724", "date": "May 21", "txt": "Robert Harley, 1st Earl of Oxford and Earl Mortimer, English politician, Chancellor of the Exchequer (b. 1661)", "entities": [{"title": "Robert Harley, 1st Earl of Oxford and Earl Mortimer", "href": "/wiki/Robert_Harley,_1st_Earl_of_Oxford_and_Earl_Mortimer", "description": "Robert Harley, 1st Earl of Oxford and Earl Mortimer, KG PC FRS was an English and later British statesman of the late Stuart and early Georgian periods. He began his career as a Whig, before defecting to a new Tory Ministry. He was raised to the peerage of Great Britain as an earl in 1711. Between 1711 and 1714 he served as Lord High Treasurer, effectively Queen Anne's chief minister. He has been "}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1742", "date": "May 21", "txt": "Lars Roberg, Swedish physician and academic (b. 1664)", "entities": [{"title": "Lars Roberg", "href": "/wiki/Lars_Roberg", "description": "Lars Roberg was a Swedish physician and natural science researcher. He served as a professor of anatomy and medicine at Uppsala University.\n"}]}, {"heading": "Deaths", "year": "1762", "date": "May 21", "txt": "Alexander Joseph Sulkowski, Polish and Saxon general (b. 1695)", "entities": [{"title": "Alexander Joseph Sulkowski", "href": "/wiki/Alexander_Joseph_Sulkowski", "description": "Alexander Joseph Sulkowski was a Saxon-Polish general and the progenitor of the Sułkowski noble line."}]}, {"heading": "Deaths", "year": "1771", "date": "May 21", "txt": "Christopher Smart, English actor, playwright, and poet (b. 1722)", "entities": [{"title": "Christopher Smart", "href": "/wiki/Christopher_Smart", "description": "Christopher Smart was an English poet."}]}, {"heading": "Deaths", "year": "1786", "date": "May 21", "txt": "Carl Wilhelm Scheele, German-Swedish chemist and pharmacist (b. 1742)", "entities": [{"title": "Carl Wilhelm Scheele", "href": "/wiki/Carl_Wilhelm_Scheele", "description": "Carl Wilhelm Scheele was a German and Swedish Pomeranian pharmaceutical chemist."}]}, {"heading": "Deaths", "year": "1790", "date": "May 21", "txt": "Thomas Warton, English poet and critic (b. 1728)", "entities": [{"title": "Thomas Warton", "href": "/wiki/Thomas_Warton", "description": "Thomas Warton was an English literary historian, critic, and poet. He was appointed Poet Laureate in 1785, following the death of William Whitehead (poet). He is sometimes called Thomas Warton the younger to distinguish him from his father Thomas Warton the elder. His most famous poem is The Pleasures of Melancholy, a representative work of the Graveyard poets."}]}, {"heading": "Deaths", "year": "1810", "date": "May 21", "txt": "Chevalier d'Eon, French diplomat and spy (b. 1728)", "entities": [{"title": "Chevalier d'Eon", "href": "/wiki/Chevalier_d%27Eon", "description": "Charles-Geneviève-Louis-Auguste-André-Timothée d'Éon de Beaumont, usually known as the Chevalier d'Éon, was a French diplomat, spy, and soldier. D'Éon fought in the Seven Years' War, and spied for France while in Russia and England. D'Éon had androgynous physical characteristics and natural abilities as a mimic and a spy. D'Éon appeared publicly as a man and pursued masculine occupations for 49 ye"}]}, {"heading": "Deaths", "year": "1829", "date": "May 21", "txt": "Sikandar Jah, 3rd Nizam (b. 1768)", "entities": [{"title": "Sikandar Jah", "href": "/wiki/Sikandar_Jah", "description": "Nawab Mir Akbar Ali Khan Bahadur, Sikander Jah, Asaf Jah III, was the 3rd Nizam/Ruler of Hyderabad, India from 1803 to 1829."}]}, {"heading": "Deaths", "year": "1844", "date": "May 21", "txt": "Giuseppe Baini, Italian priest and composer (b. 1775)", "entities": [{"title": "Giuseppe Baini", "href": "/wiki/Giuseppe_Baini", "description": "Abbate Giuseppe Baini was an Italian priest, music critic, conductor, and composer of church music."}]}, {"heading": "Deaths", "year": "1858", "date": "May 21", "txt": "José de la Riva Agüero, Peruvian soldier and politician, 1st President of Peru and 2nd President of North Peru (b. 1783)", "entities": [{"title": "José de la Riva Agüero", "href": "/wiki/Jos%C3%A9_de_la_Riva_Ag%C3%BCero", "description": "José Mariano de la Cruz de la Riva Agüero y Sánchez Boquete Marquess De Montealegre de Aulestia was a soldier, politician, and historian who served as the 1st President of Peru and 2nd President of North Peru. He was the first Head of State who had the title of President of the Republic."}]}, {"heading": "Deaths", "year": "1862", "date": "May 21", "txt": "John Drew, Irish-American actor and manager (b. 1827)", "entities": [{"title": "John Drew (actor)", "href": "/wiki/John_Drew_(actor)", "description": "John Drew was an Irish-American stage actor and theatre manager."}]}, {"heading": "Deaths", "year": "1879", "date": "May 21", "txt": "Arturo Prat, Chilean lawyer and commander (b. 1848)", "entities": [{"title": "Arturo Prat", "href": "/wiki/Arturo_Prat", "description": "Agustín Arturo Prat Chacón was a Chilean lawyer and navy officer. He was killed in the Battle of Iquique, during the War of the Pacific."}]}, {"heading": "Deaths", "year": "1894", "date": "May 21", "txt": "Émile Henry, French anarchist (b. 1872)", "entities": [{"title": "Émile Henry (anarchist)", "href": "/wiki/%C3%89mile_Henry_(anarchist)", "description": "Émile Henry was a French anarchist, who on 12 February 1894 detonated a bomb at the Café Terminus in the Parisian Gare Saint-Lazare killing one person and wounding twenty."}]}, {"heading": "Deaths", "year": "1894", "date": "May 21", "txt": "August Kundt, German physicist and academic (b. 1839)", "entities": []}, {"heading": "Deaths", "year": "1895", "date": "May 21", "txt": "Franz von Suppé, Austrian composer and conductor (b. 1819)", "entities": [{"title": "Franz von Suppé", "href": "/wiki/Franz_von_Supp%C3%A9", "description": "Franz von Suppé was an Austrian composer of light operas and other theatre music. He came from the Kingdom of Dalmatia, Austro-Hungarian Empire. A composer and conductor of the Romantic period, he is notable for his four dozen operettas."}]}, {"heading": "Deaths", "year": "1901", "date": "May 21", "txt": "Joseph Olivier, French rugby player (b. 1874)", "entities": [{"title": "Joseph Olivier (rugby union)", "href": "/wiki/Joseph_Olivier_(rugby_union)", "description": "Joseph Olivier was a French rugby union player who competed in the 1900 Summer Olympics. He was a member of the French rugby union team, which won the gold medal."}]}, {"heading": "Deaths", "year": "1911", "date": "May 21", "txt": "Williamina Fleming, Scottish-American astronomer and academic (b. 1857)", "entities": [{"title": "Williamina Fleming", "href": "/wiki/Williamina_Fleming", "description": "Williamina Paton Stevens Fleming was a Scottish astronomer active in the United States. During her career, she helped develop a common designation system for stars and cataloged thousands of stars and other astronomical phenomena. Among several career achievements that advanced astronomy, Fleming is noted for her discovery of the Horsehead Nebula in 1888."}]}, {"heading": "Deaths", "year": "1915", "date": "May 21", "txt": "Leonid Gobyato, Russian general and engineer (b. 1875)", "entities": [{"title": "Leonid Gobyato", "href": "/wiki/Leonid_Gobyato", "description": "Leonid Nikolaevich Gobyato was a lieutenant-general in the Imperial Russian Army and designer of the modern, man-portable mortar."}]}, {"heading": "Deaths", "year": "1919", "date": "May 21", "txt": "Evgraf Fedorov, Russian mathematician, crystallographer, and mineralogist (b. 1853)", "entities": [{"title": "Evgraf Fedorov", "href": "/wiki/Evgraf_Fedorov", "description": "Evgraf Stepanovich Fedorov was a Russian mathematician, crystallographer and mineralogist."}]}, {"heading": "Deaths", "year": "1920", "date": "May 21", "txt": "Venustiano Carranza, Mexican politician, 54th President of Mexico (b. 1859)", "entities": [{"title": "Venustiano Carranza", "href": "/wiki/Venustiano_Carranza", "description": "José Venustiano Carranza De La Garza was one of the main leaders of the Mexican Revolution, whose victorious northern revolutionary Constitutionalist Army defeated the counter-revolutionary regime of Victoriano Huerta and then defeated fellow revolutionaries after Huerta's ouster. He secured power in Mexico, serving as head of state from 1914 to 1916. With the promulgation of a new revolutionary M"}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Deaths", "year": "1925", "date": "May 21", "txt": "Hidesaburō Ueno, Japanese agriculturalist, guardian of Hachikō (b. 1871)", "entities": [{"title": "Hidesaburō Ueno", "href": "/wiki/Hidesabur%C5%8D_Ueno", "description": "Hidesaburō Ueno  was a Japanese agricultural scientist, famous in Japan as the guardian of Hachikō, a devoted Akita dog."}, {"title": "Hachikō", "href": "/wiki/Hachik%C5%8D", "description": "Hachikō  was a Japanese Akita dog remembered for his remarkable loyalty to his owner, Hidesaburō Ueno, for whom he continued to wait for over nine years following Ueno's death."}]}, {"heading": "Deaths", "year": "1926", "date": "May 21", "txt": "Ronald Firbank, English-Italian author (b. 1886)", "entities": [{"title": "Ronald Firbank", "href": "/wiki/Ronald_Firbank", "description": "Arthur Annesley Ronald Firbank was an innovative English novelist. His eight short novels, partly inspired by the London aesthetes of the 1890s, especially Oscar Wilde, consist largely of dialogue, with references to religion, social-climbing, and sexuality."}]}, {"heading": "Deaths", "year": "1929", "date": "May 21", "txt": "Archibald Primrose, 5th Earl of Rosebery, English politician, Prime Minister of the United Kingdom (b. 1847)", "entities": [{"title": "Archibald Primrose, 5th Earl of Rosebery", "href": "/wiki/Archibald_Primrose,_5th_Earl_of_Rosebery", "description": "Archibald Philip Primrose, 5th Earl of Rosebery, 1st Earl of Midlothian, was a British Liberal politician who served as Prime Minister of the United Kingdom from March 1894 to June 1895. Between the death of his father, in 1851, and the death of his grandfather, the 4th Earl of Rosebery, in 1868, he was known by the courtesy title of Lord Dalmeny."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1932", "date": "May 21", "txt": "Marcel Boulenger, French fencer and author (b. 1873)", "entities": [{"title": "Marcel Boulenger", "href": "/wiki/Marcel_Boulenger", "description": "Marcel Jacques Amand Romain Boulenger was a French novelist and fencer who competed in fencing in the late 19th century and early 20th century."}]}, {"heading": "Deaths", "year": "1935", "date": "May 21", "txt": "Jane Addams, American activist and author, co-founded Hull House, Nobel Prize laureate (b. 1860)", "entities": [{"title": "Jane Addams", "href": "/wiki/Jane_Addams", "description": "Jane Addams was an American settlement activist, reformer, social worker, sociologist, public administrator and author. She was an important leader in the history of social work and women's suffrage in the United States and advocated for world peace. She co-founded Chicago's Hull House, one of America's most famous settlement houses. In 1910, Addams was awarded an honorary master of arts degree fr"}, {"title": "Hull House", "href": "/wiki/Hull_House", "description": "Hull House was a settlement house in Chicago, Illinois, United States that was co-founded in 1889 by Jane Addams and Ellen Gates Starr. Located on the Near West Side of the city, Hull House opened to serve recently arrived European immigrants. By 1911, Hull House had expanded to 13 buildings. In 1912 the Hull House complex was completed with the addition of a summer camp, the Bowen Country Club. W"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1935", "date": "May 21", "txt": "Hugo de Vries, Dutch botanist and geneticist (b. 1848)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "May 21", "txt": "Billy Minter, English footballer and manager (b. 1888)", "entities": [{"title": "Billy Minter", "href": "/wiki/Billy_Minter", "description": "William James Minter, was a player, trainer, manager and assistant secretary at Tottenham Hotspur. He scored 101 goals for Tottenham, and was for a time the top scorer for the club. He also managed the club for three years, and after he resigned as manager he stayed at the club until his death in 1940."}]}, {"heading": "Deaths", "year": "1949", "date": "May 21", "txt": "Klaus Mann, German-American novelist, playwright, and critic (b. 1906)", "entities": [{"title": "Klaus Mann", "href": "/wiki/Klaus_Mann", "description": "Klaus Heinrich Thomas Mann was a German-born American writer and dissident. He was the son of Thomas Mann and brother of Erika Mann, with whom he maintained a lifelong close relationship, and Golo Mann. He is well known for his 1936 novel, Mephisto."}]}, {"heading": "Deaths", "year": "1952", "date": "May 21", "txt": "John Garfield, American actor (b. 1913)", "entities": [{"title": "John Garfield", "href": "/wiki/John_Garfield", "description": "John Garfield was an American actor who played brooding, rebellious, working-class characters. He grew up in poverty in New York City. In the early 1930s, he became a member of the Group Theater. In 1937, he moved to Hollywood, eventually becoming one of Warner Bros.' stars. He received Academy Award nominations for his performances in Four Daughters (1938) and Body and Soul (1947)."}]}, {"heading": "Deaths", "year": "1956", "date": "May 21", "txt": "Harry Bensley, English businessman and adventurer (b. 1877)", "entities": [{"title": "Harry Bensley", "href": "/wiki/Harry_Bensley", "description": "\n\nHarry Bensley was an English rake and adventurer, best remembered as the subject of an extraordinary wager between John Pierpont Morgan and Hugh Cecil Lowther, 5th Earl of Lonsdale. How much of his story is based on fact is unclear."}]}, {"heading": "Deaths", "year": "1957", "date": "May 21", "txt": "Alexander Vertinsky, Ukrainian-Russian singer-songwriter, actor, and poet (b. 1889)", "entities": [{"title": "Alexander Vertinsky", "href": "/wiki/Alexander_Vertinsky", "description": "Alexander Nikolayevich Vertinsky was Russian and Soviet artist, poet, singer, composer, cabaret artist and actor who exerted seminal influence on the Russian tradition of artistic singing."}]}, {"heading": "Deaths", "year": "1964", "date": "May 21", "txt": "James Franck, German physicist and academic, Nobel Prize laureate (b. 1882)", "entities": [{"title": "James Franck", "href": "/wiki/James_Franck", "description": "James Franck was a German physicist who won the 1925 Nobel Prize for Physics with Gustav Hertz \"for their discovery of the laws governing the impact of an electron upon an atom\". He completed his doctorate in 1906 and his habilitation in 1911 at the Frederick William University in Berlin, where he lectured and taught until 1918, having reached the position of professor extraordinarius. He served a"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1965", "date": "May 21", "txt": "Marguerite Bise, French chef (b. 1898)", "entities": [{"title": "Marguerite Bise", "href": "/wiki/Marguerite_Bise", "description": "Marguerite Valentine Bise was a French chef and restaurateur at her restaurant Auberge du Père Bise in Talloires, Haute-Savoie, France. In 1951, she became the third woman to win three Michelin stars."}]}, {"heading": "Deaths", "year": "1965", "date": "May 21", "txt": "Geoffrey de Havilland, English pilot and engineer, designed the de Havilland Mosquito (b. 1882)", "entities": [{"title": "De Havilland Mosquito", "href": "/wiki/De_Havilland_Mosquito", "description": "The de Havilland DH.98 Mosquito is a British twin-engined, shoulder-winged multirole combat aircraft, introduced during the Second World War. Unusual in that its frame was constructed mostly of wood, it was nicknamed the \"Wooden Wonder\", or \"Mossie\". Lord Beaverbrook, Minister of Aircraft Production, nicknamed it \"Freeman's Folly\", alluding to Air Chief Marshal Sir Wilfrid Freeman, who defended Ge"}]}, {"heading": "Deaths", "year": "1968", "date": "May 21", "txt": "Doris Lloyd, English actress (b. 1896)", "entities": [{"title": "Doris Lloyd", "href": "/wiki/Doris_Lloyd", "description": "Hessy Doris Lloyd was an English–American film and stage actress. She is perhaps best known for her roles in The Time Machine (1960) and The Sound of Music (1965). During her career, Lloyd appeared in two Academy Award winners and four other nominees."}]}, {"heading": "Deaths", "year": "1970", "date": "May 21", "txt": "E. L. Grant Watson, English-Australian biologist and author (b. 1885)", "entities": [{"title": "E. L. Grant Watson", "href": "/wiki/E._L._Grant_Watson", "description": "Elliot Lovegood Grant Watson was a writer and biologist. Among some 40 books and many essays and short stories he wrote six 'Australian' novels and several scientific-philosophical works that challenge Darwinism, or the mechanism of evolutionary theory, as an entire explanation for the development of life on earth."}]}, {"heading": "Deaths", "year": "1973", "date": "May 21", "txt": "Vaughn Monroe, American singer, trumpet player, bandleader, and actor (b. 1911)", "entities": [{"title": "Vaughn Monroe", "href": "/wiki/Vaughn_Monroe", "description": "Vaughn Wilton Monroe was an American baritone singer, trumpeter, big band leader, actor, and businessman, who was most popular in the 1940s and 1950s. He has two stars on the Hollywood Walk of Fame, one for recording and another for radio performance."}]}, {"heading": "Deaths", "year": "1973", "date": "May 21", "txt": "Ivan Konev, Soviet Marshal and general (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "May 21", "txt": "Raymond McCreesh, PIRA volunteer (b. 1957)", "entities": [{"title": "Raymond McCreesh", "href": "/wiki/Raymond_McCreesh", "description": "Raymond McCreesh was an Irish volunteer in the South Armagh Brigade of the Provisional Irish Republican Army (IRA). In 1976, he and two other IRA volunteers were captured while attempting to ambush a British Army observation post. McCreesh was one of the ten Irish republicans who died during the 1981 Irish hunger strike in the Maze Prison."}, {"title": "PIRA", "href": "/wiki/PIRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}]}, {"heading": "Deaths", "year": "1981", "date": "May 21", "txt": "Patsy O'Hara, INLA volunteer (b. 1957)", "entities": [{"title": "INLA", "href": "/wiki/INLA", "description": "The Irish National Liberation Army is an Irish republican socialist paramilitary group formed on 10 December 1974, during \"the Troubles\". It seeks to remove Northern Ireland from the United Kingdom and create a socialist republic encompassing all of Ireland. It is the paramilitary wing of the Irish Republican Socialist Party (IRSP)."}]}, {"heading": "Deaths", "year": "1983", "date": "May 21", "txt": "Kenneth Clark, English historian and author (b. 1903)", "entities": [{"title": "Kenneth Clark", "href": "/wiki/Kenneth_Clark", "description": "Kenneth Mackenzie Clark, Baron Clark was a British art historian, museum director, and broadcaster. After running two important art galleries in the 1930s and 1940s, he came to wider public notice on television, presenting a succession of programmes on the arts during the 1950s and 1960s, culminating in the Civilisation series in 1969."}]}, {"heading": "Deaths", "year": "1984", "date": "May 21", "txt": "Ann Little, American actress (b. 1891)", "entities": [{"title": "Ann Little", "href": "/wiki/Ann_Little", "description": "Ann Little, also known as Anna Little, was an American film actress whose career was most prolific during the silent film era of the early 1910s through the early 1920s. Today, most of her films are lost, with only twelve known to survive."}]}, {"heading": "Deaths", "year": "1988", "date": "May 21", "txt": "Sammy Davis Sr., American actor and dancer (b. 1900)", "entities": [{"title": "Sammy Davis Sr.", "href": "/wiki/Sammy_Davis_Sr.", "description": "Samuel George Davis Sr. was an American dancer and the father of entertainer Sammy Davis Jr."}]}, {"heading": "Deaths", "year": "1991", "date": "May 21", "txt": "Lino Brocka, Filipino director and screenwriter (b. 1939)", "entities": [{"title": "Lino Brocka", "href": "/wiki/Lino_Brocka", "description": "Catalino Ortiz Brocka was a Filipino film director. He is widely regarded as one of the most influential and significant Filipino filmmakers in the history of Philippine cinema. He co-founded the organization Concerned Artists of the Philippines (CAP), dedicated to helping artists address issues confronting the country, and the Free the Artist Movement. He was a member of the Coalition for the Res"}]}, {"heading": "Deaths", "year": "1991", "date": "May 21", "txt": "Rajiv Gandhi, Indian politician, 6th Prime Minister of India (b. 1944)", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "1995", "date": "May 21", "txt": "Les Aspin, American captain and politician, 18th United States Secretary of Defense (b. 1938)", "entities": [{"title": "Les Aspin", "href": "/wiki/Les_Aspin", "description": "Leslie Aspin Jr. was an American politician who served as the U.S. Representative for Wisconsin's 1st congressional district from 1971 to 1993 and as the 18th United States Secretary of Defense under President Bill Clinton from 1993 to 1994."}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Deaths", "year": "1996", "date": "May 21", "txt": "Paul Delph, American singer-songwriter and producer (b. 1957)", "entities": [{"title": "Paul Delph", "href": "/wiki/Paul_Delph", "description": "Paul Delph was a Los Angeles-based singer, songwriter, producer, engineer, and studio musician whose catalog includes work with many well-known recording artists from the late 1970s through the mid-1990s. Delph died from complications of HIV/AIDS at his parents' home in Cincinnati, Ohio. His ashes are interred at Spring Grove Cemetery in Cincinnati. A panel in Delph's name is part of the NAMES Pro"}]}, {"heading": "Deaths", "year": "1996", "date": "May 21", "txt": "Lash LaRue, American actor and producer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "May 21", "txt": "Villem Raam, Estonian art historian, art critic and conservator (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "May 21", "txt": "Robert Gist, American actor and director (b. 1917)", "entities": [{"title": "Robert Gist", "href": "/wiki/Robert_Gist", "description": "Robert Marion Gist was an American actor and film director."}]}, {"heading": "Deaths", "year": "2000", "date": "May 21", "txt": "Barbara Cartland, English author (b. 1901)", "entities": [{"title": "Barbara Cartland", "href": "/wiki/Barbara_Cartland", "description": "Dame Mary Barbara Hamilton Cartland, was an English novelist who wrote romance novels, one of the best-selling authors as well as one of the most prolific and commercially successful worldwide of the 20th century. Her 723 novels were translated into 38 languages and she continues to be referenced in the Guinness World Records for the most novels published in a single year in 1977."}]}, {"heading": "Deaths", "year": "2000", "date": "May 21", "txt": "John Gielgud, English actor (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 21", "txt": "Mark R. Hughes, American businessman, founded Herbalife (b. 1956)", "entities": [{"title": "Herbalife", "href": "/wiki/Herbalife", "description": "Herbalife Nutrition is a global multi-level marketing (MLM) corporation that develops and sells dietary supplements. The company was founded by Mark Hughes in 1980, and it employs an estimated 8,900 people worldwide. The business is incorporated in the Cayman Islands, with its corporate headquarters located in Los Angeles, California. The company operates in 94 countries through a network of appro"}]}, {"heading": "Deaths", "year": "2002", "date": "May 21", "txt": "Niki de Saint Phalle, French-American sculptor and painter (b. 1930)", "entities": [{"title": "Niki de Saint Phalle", "href": "/wiki/Niki_de_Saint_Phalle", "description": "Niki de Saint Phalle was a French-American sculptor, painter, and filmmaker. Widely noted as one of the few female monumental sculptors, Saint Phalle was also known for her social commitment and work."}]}, {"heading": "Deaths", "year": "2003", "date": "May 21", "txt": "Alejandro de Tomaso, Argentinian-Italian race car driver and businessman, founded De Tomaso (b. 1928)", "entities": [{"title": "Alejandro de Tomaso", "href": "/wiki/Alejandro_de_Tomaso", "description": "Alejandro de Tomaso was a racing driver and businessman from Argentina. His name is sometimes seen in an Italianised form as Alessandro de Tomaso. He participated in two Formula One World Championship Grands Prix, debuting on 13 January 1957. He scored no championship points. He later founded the Italian sports car company De Tomaso Automobili in 1959."}, {"title": "De Tomaso", "href": "/wiki/De_Tomaso", "description": "De Tomaso Automobili is an Italian car-manufacturing company. It was founded by the Argentine-born Alejandro de Tomaso (1928–2003) in Modena in 1959. It originally produced various prototypes and racing cars, including a Formula One car for Frank Williams's team in 1970. Most of the funding for the automaker came from de Tomaso's brother-in-law, Amory Haskell Jr, Rowan Industries. In 1971, Ford ac"}]}, {"heading": "Deaths", "year": "2003", "date": "May 21", "txt": "Frank D. White, American captain, banker, and politician, 41st Governor of Arkansas (b. 1933)", "entities": [{"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Deaths", "year": "2005", "date": "May 21", "txt": "Deborah Berger, American outsider artist (b. 1956)", "entities": [{"title": "Deborah Berger", "href": "/wiki/Deborah_Berger", "description": "Deborah Berger was an American artist noted for her oeuvre of brightly colored textile works created in knitting and crochet. She is considered an outsider artist and a prodigy."}, {"title": "Outsider art", "href": "/wiki/Outsider_art", "description": "Outsider art is art by self-taught or naïve art makers. Typically, those labeled as outsider artists have little or no contact with the mainstream art world or art institutions. In many cases, their work is discovered only after their deaths. Often, outsider art illustrates extreme mental states, unconventional ideas, or elaborate fantasy worlds."}]}, {"heading": "Deaths", "year": "2005", "date": "May 21", "txt": "Stephen Elliott, American actor (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 21", "txt": "Howard Morris, American actor and director (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 21", "txt": "Spencer Clark, American race car driver (b. 1987)", "entities": [{"title": "Spencer Clark (racing driver)", "href": "/wiki/Spencer_Clark_(racing_driver)", "description": "Spencer Clark was an American stock car racing driver."}]}, {"heading": "Deaths", "year": "2006", "date": "May 21", "txt": "Katherine Dunham, American dancer, choreographer, and author (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 21", "txt": "Cherd Songsri, Thai director, producer, and screenwriter (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 21", "txt": "Billy Walker, American singer-songwriter and guitarist (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 21", "txt": "Eddie Blazonczyk, American singer-songwriter (b. 1941)", "entities": [{"title": "Eddie Blazonczyk", "href": "/wiki/Eddie_Blazonczyk", "description": "Eddie Blazonczyk, Sr. was a Grammy award-winning polka musician and founder of the band The Versatones. He was inducted into the International Polka Hall of Fame in 1970, and was a 1998 National Heritage Fellowship recipient. He has been called \"one of the most important figures in the creation of the contemporary Polish-American polka sound.\" He released more than 60 albums."}]}, {"heading": "Deaths", "year": "2012", "date": "May 21", "txt": "Otis Clark, American butler and preacher, survivor of the Tulsa race riot (b. 1903)", "entities": [{"title": "Tulsa race riot", "href": "/wiki/Tulsa_race_riot", "description": "The Tulsa race massacre took place on May 31 and June 1, 1921, when mobs of white residents, many of them deputized and given weapons by city officials, attacked Black residents and businesses of the Greenwood District in Tulsa, Oklahoma. It has been called \"the single worst incident of racial violence in American history\". The attack, carried out on the ground and from private aircraft, destroyed"}]}, {"heading": "Deaths", "year": "2012", "date": "May 21", "txt": "Constantine of Irinoupolis, Metropolitan of Irinoupolis and Primate of the Ukrainian Orthodox Church of the USA (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 21", "txt": "Roman Dumbadze, Georgian commander (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 21", "txt": "Douglas Rodríguez, Cuban boxer (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 21", "txt": "Bill Stewart, American football player and coach (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 21", "txt": "Alan Thorne, Australian anthropologist and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 21", "txt": "Count Christian of Rosenborg, member of the Danish royal family (b. 1942)", "entities": [{"title": "Count Christian of Rosenborg", "href": "/wiki/Count_Christian_of_Rosenborg", "description": "Count Christian of Rosenborg was a member of the Danish royal family. Born Prince Christian of Denmark, he was high in the line of succession until the constitution was changed in 1953 to allow females to inherit the crown, placing his branch of the dynasty behind that of his cousin Margrethe and her two younger sisters. He later gave up his princely rank and his rights to the throne in order to m"}]}, {"heading": "Deaths", "year": "2013", "date": "May 21", "txt": "Frank Comstock, American trombonist, composer, and conductor (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 21", "txt": "Cot Deal, American baseball player and coach (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 21", "txt": "Mohammad Khaled Hossain, Bangladeshi mountaineer (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 21", "txt": "Leonard Marsh, American businessman, co-founded Snapple (b. 1933)", "entities": [{"title": "Snapple", "href": "/wiki/Snapple", "description": "Snapple is a brand of tea and juice drinks which is owned by Keurig Dr Pepper and based in Plano, Texas, United States. The company, which was originally known as Unadulterated Food Products, was founded in 1972. The brand achieved some fame due to various pop-culture references including television shows."}]}, {"heading": "Deaths", "year": "2013", "date": "May 21", "txt": "Bob Thompson, American pianist and composer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 21", "txt": "Dominique Venner, French journalist and historian (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 21", "txt": "David Voelker, American businessman and philanthropist (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 21", "txt": "Tunku Annuar, Malaysian son of Badlishah of Kedah (b. 1939)", "entities": [{"title": "Tunku Annuar", "href": "/wiki/Tunku_Annuar", "description": "Tunku Annuar ibni Almarhum Sultan Badlishah PSM DKH DMK SPMK SSDK PSB was a member of the Kedah royal family and Chairman of the Regency Council of the Malaysian state of Kedah. He was the son of Sultan Badlishah and the half-brother of Sultan Abdul Halim."}, {"title": "Badlishah of Kedah", "href": "/wiki/Badlishah_of_Kedah", "description": "Sultan Sir Badlishah ibni Almarhum Sultan Abdul Hamid Halim Shah was the 27th Sultan of Kedah, a present Malaysian state, between 1943 and 1958. He succeeded the throne upon the death of his father, Sultan Abdul Hamid Halim Shah. He was the elder half brother of the first Prime Minister of Malaysia, Tunku Abdul Rahman."}]}, {"heading": "Deaths", "year": "2014", "date": "May 21", "txt": "Evelyn Blackmon, American businesswoman and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 21", "txt": "Johnny Gray, American baseball player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 21", "txt": "Jaime Lusinchi, Venezuelan physician and politician, President of Venezuela (b. 1924)", "entities": [{"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Deaths", "year": "2014", "date": "May 21", "txt": "Alireza Soleimani, Iranian wrestler (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 21", "txt": "Annarita Sidoti, Italian race walker (b. 1969)", "entities": [{"title": "Annarita Sidoti", "href": "/wiki/Annarita_Sidoti", "description": "Annarita Sidoti was an Italian race walker."}]}, {"heading": "Deaths", "year": "2015", "date": "May 21", "txt": "Twinkle, English singer-songwriter (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 21", "txt": "Jassem Al-Kharafi, Kuwaiti businessman and politician, 8th Kuwaiti Speaker of the National Assembly (b. 1940)", "entities": [{"title": "List of Speakers of Kuwait National Assembly", "href": "/wiki/List_of_Speakers_of_Kuwait_National_Assembly", "description": "Speaker of the National Assembly of Kuwait is the presiding officer of the National Assembly of Kuwait."}]}, {"heading": "Deaths", "year": "2015", "date": "May 21", "txt": "Fred Gladding, American baseball player and coach (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 21", "txt": "Louis Johnson, American bass player and producer (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "May 21", "txt": "Nick Menza, American drummer and songwriter (b. 1964)", "entities": [{"title": "Nick Menza", "href": "/wiki/Nick_Menza", "description": "Nicholas Menza was an American musician best known as the former drummer for thrash metal band Megadeth from 1989–1998 and again in 2004 as well as one final return in 2014. He recorded drums on four of Megadeth's albums: Rust in Peace (1990), Countdown to Extinction (1992), Youthanasia (1994), and Cryptic Writings (1997)."}]}, {"heading": "Deaths", "year": "2019", "date": "May 21", "txt": "Rik Kuypers, Belgian film director (b. 1925)", "entities": [{"title": "Rik Kuypers", "href": "/wiki/Rik_Kuypers", "description": "Rik Kuypers was a Belgian film director. He directed 29 films between 1947 and 1981. He co-directed the film Seagulls Die in the Harbour, which was entered into the 1956 Cannes Film Festival."}]}, {"heading": "Deaths", "year": "2019", "date": "May 21", "txt": "Binyavanga Wainaina, Kenyan writer (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "May 21", "txt": "Alan Merten, fifth President of George Mason University (b. 1941) ", "entities": [{"title": "Alan Merten", "href": "/wiki/Alan_Merten", "description": "Alan Gilbert Merten was the fifth President of George Mason University."}, {"title": "University President", "href": "/wiki/University_President", "description": "A chancellor is a leader of a college or university, usually either the executive or ceremonial head of the university or of a university campus within a university system."}, {"title": "George Mason University", "href": "/wiki/George_Mason_University", "description": "George Mason University is a public research university in Fairfax County, Virginia, near Fairfax City. The university was established in 1957 as the Northern Virginia branch of the University of Virginia, and became an independent university in 1972. It has since grown to become the largest four-year public university in the Commonwealth of Virginia. The university is named for the Founding Fathe"}]}]