[{"heading": "Events", "year": "28 BC", "date": "May 10", "txt": "A sunspot is observed by Han dynasty astronomers during the reign of Emperor Cheng of Han, one of the earliest dated sunspot observations in China.", "entities": [{"title": "Sunspot", "href": "/wiki/Sunspot", "description": "Sunspots are temporary phenomena on the Sun's photosphere that appear as spots darker than the surrounding areas. They are regions of reduced surface temperature caused by concentrations of magnetic field flux that inhibit convection. Sunspots usually appear in pairs of opposite magnetic polarity. Their number varies according to the approximately 11-year solar cycle."}, {"title": "Science and technology of the Han dynasty", "href": "/wiki/Science_and_technology_of_the_Han_dynasty#Astronomical_observations", "description": "The Han dynasty of ancient China, divided between the eras of Western Han, Xin dynasty of Wang Mang, and Eastern Han, witnessed some of the most significant advancements in premodern Chinese science and technology."}, {"title": "Han dynasty", "href": "/wiki/Han_dynasty", "description": "The Han dynasty was the second imperial dynasty of China, established by the rebel leader Liu Bang and ruled by the House of Liu. Preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, it was briefly interrupted by the Xin dynasty established by the usurping regent Wang Mang, and was separated into two periods—the Western Han and the Eastern Han (25–220 "}, {"title": "Chinese astronomy", "href": "/wiki/Chinese_astronomy", "description": "Astronomy in China has a long history stretching from the Shang Dynasty, being refined over a period of more than 3,000 years. The Ancient Chinese people have identified stars from 1300BCE, as Chinese star names later categorized in the twenty-eight mansions have been found on oracle bones unearthed at Anyang, dating back to the mid-Shang Dynasty. The core of the \"mansion\" (xiù:宿) system also took"}, {"title": "Emperor Cheng of Han", "href": "/wiki/Emperor_Cheng_of_Han", "description": "Emperor Cheng of Han was an emperor of the Chinese Han dynasty ruling from 33 until 7 BC. He succeeded his father Emperor Yuan of Han. Under Emperor Cheng, the Han dynasty continued its growing disintegration as the emperor's maternal relatives from the Wang clan increased their grip on the levers of power and on governmental affairs as encouraged by the previous emperor. Corruption and greedy off"}]}, {"heading": "Events", "year": "1291", "date": "May 10", "txt": "Scottish nobles recognize the authority of Edward I of England pending the selection of a king.", "entities": [{"title": "Nobles", "href": "/wiki/Nobles", "description": "Nobility is a social class normally ranked immediately below royalty and found in some societies that have a formal aristocracy. Nobility has often been an estate of the realm that possessed more acknowledged privilege and higher social status than most other classes in society. The privileges associated with nobility may constitute substantial advantages over or relative to non-nobles or may be l"}, {"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}]}, {"heading": "Events", "year": "1497", "date": "May 10", "txt": "Amerigo Vespucci allegedly leaves Cádiz for his first voyage to the New World.", "entities": [{"title": "Amerigo Vespucci", "href": "/wiki/Amerigo_Vespucci", "description": "Amerigo Vespucci was an Italian-born merchant, explorer, and navigator from the Republic of Florence, from whose name the term \"America\" is derived. He became a Castillian citizen in 1505."}, {"title": "Cádiz", "href": "/wiki/C%C3%A1diz", "description": "Cádiz is a city and port in southwestern Spain. It is the capital of the Province of Cádiz, one of eight that make up the autonomous community of Andalusia."}, {"title": "New World", "href": "/wiki/New_World", "description": "The \"New World\" is a eurocultural term applied to the majority of Earth's Western Hemisphere, specifically the Americas. The term gained prominence in the early 16th century, during the Europe's Age of Discovery, shortly after Italian explorer Amerigo Vespucci concluded America represented a new continent, and subsequently published his findings in a pamphlet titled Mundus Novus. This realization "}]}, {"heading": "Events", "year": "1503", "date": "May 10", "txt": "Christopher Columbus visits the Cayman Islands and names them Las Tortugas after the numerous turtles there.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Cayman Islands", "href": "/wiki/Cayman_Islands", "description": "The Cayman Islands is a self-governing British Overseas Territory in the western Caribbean Sea. The 264-square-kilometre (102-square-mile) territory comprises the three islands of Grand Cayman, Cayman Brac and Little Cayman, which are located to the south of Cuba and northeast of Honduras, between Jamaica and Mexico's Yucatán Peninsula. The capital city is George Town on Grand Cayman, which is the"}, {"title": "Turtle", "href": "/wiki/Turtle", "description": "Turtles are reptiles of the order Chelonia or Testudines. They are characterized by a special bony or cartilaginous shell developed from their ribs that acts as a shield. Colloquially, the word \"turtle\" is generally restricted to fresh-water and sea-dwelling Testudines. Testudines includes both extant (living) and extinct species. Its earliest known members date from the Middle Jurassic. Turtles a"}]}, {"heading": "Events", "year": "1534", "date": "May 10", "txt": "Jacques Cartier visits Newfoundland.", "entities": [{"title": "Jacques Cartier", "href": "/wiki/Jacques_Cartier", "description": "Jacques Cartier was a French-Breton maritime explorer for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\" after the Iroquoian names for the two big settlements he saw at Stadacona and at Hochelaga."}, {"title": "Newfoundland (island)", "href": "/wiki/Newfoundland_(island)", "description": "Newfoundland is a large island off the east coast of the North American mainland, and the most populous part of the Canadian province of Newfoundland and Labrador. It has 29 percent of the province's land area. The island is separated from the Labrador Peninsula by the Strait of Belle Isle and from Cape Breton Island by the Cabot Strait. It blocks the mouth of the Saint Lawrence River, creating th"}]}, {"heading": "Events", "year": "1688", "date": "May 10", "txt": "King Narai nominates Phetracha as regent, leading to the revolution of 1688 in which Phetracha becomes king of the Ayutthaya Kingdom.", "entities": [{"title": "Narai", "href": "/wiki/Narai", "description": "King Narai the Great or Ramathibodi III was the 27th monarch of Ayutthaya Kingdom, the 4th and the last monarch of the Prasat Thong dynasty. He was the king of Ayutthaya Kingdom from 1656 to 1688 and arguably the most famous king of the Prasat Thong dynasty."}, {"title": "Phetracha", "href": "/wiki/Phetracha", "description": "Phetracha was a king of the Ayutthaya kingdom in Thailand, usurping the throne from his predecessor King Narai and originally settled in Phluluang village. His dynasty, the Ban Phlu Luang dynasty, was the last ruling house of the Ayutthaya kingdom. Originally a member of king Narai's extended family, he was a trusted councilor of Narai, and the Director-General of the Royal Department of Elephants"}, {"title": "Siamese revolution of 1688", "href": "/wiki/Siamese_revolution_of_1688", "description": "The Siamese revolution of 1688 was a major popular upheaval in the Siamese Ayutthaya Kingdom which led to the overthrow of the pro-French Siamese king Narai. The Mandarin Phetracha, previously one of Narai's trusted military advisors, took advantage of the elderly Narai's illness, and killed Narai's Christian heir, along with a number of missionaries and Narai's influential foreign minister the Gr"}, {"title": "Ayutthaya Kingdom", "href": "/wiki/Ayutthaya_Kingdom", "description": "The Ayutthaya Kingdom was a Siamese kingdom that existed from 1350 to 1767 centered on the city of Ayutthaya. The Kingdom of Ayutthaya is considered to be the precursor of modern Thailand and its developments are an important part of the History of Thailand."}]}, {"heading": "Events", "year": "1768", "date": "May 10", "txt": "Rioting occurs in London after John Wilkes is imprisoned for writing an article for The North Briton severely criticizing King George III.", "entities": [{"title": "John Wilkes", "href": "/wiki/John_Wilkes", "description": "John Wilkes was a British radical journalist and politician, as well as a magistrate, essayist and soldier. He was first elected a Member of Parliament in 1757. In the Middlesex election dispute, he fought for the right of his voters—rather than the House of Commons—to determine their representatives. In 1768, angry protests of his supporters were suppressed in the St George's Fields Massacre. In "}, {"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}]}, {"heading": "Events", "year": "1773", "date": "May 10", "txt": "The Parliament of Great Britain passes the Tea Act, designed to save the British East India Company by reducing taxes on its tea and granting it the right to sell tea directly to North America. The legislation leads to the Boston Tea Party.", "entities": [{"title": "Parliament of Great Britain", "href": "/wiki/Parliament_of_Great_Britain", "description": "The Parliament of Great Britain was formed in May 1707 following the ratification of the Acts of Union by both the Parliament of England and the Parliament of Scotland. The Acts created a new unified Kingdom of Great Britain and dissolved the separate English and Scottish parliaments in favour of a single parliament, located in the former home of the English parliament in the Palace of Westminster"}, {"title": "Tea Act", "href": "/wiki/Tea_Act", "description": "The Tea Act 1773 was an Act of the Parliament of Great Britain. The principal objective was to reduce the massive amount of tea held by the financially troubled British East India Company in its London warehouses and to help the struggling company survive. A related objective was to undercut the price of illegal tea, smuggled into Britain's North American colonies. This was supposed to convince th"}, {"title": "British East India Company", "href": "/wiki/British_East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Tea", "href": "/wiki/Tea", "description": "Tea is an aromatic beverage prepared by pouring hot or boiling water over cured or fresh leaves of Camellia sinensis, an evergreen shrub native to China and East Asia. After water, it is the most widely consumed drink in the world. There are many different types of tea; some, like Chinese greens and Darjeeling, have a cooling, slightly bitter, and astringent flavour, while others have vastly diffe"}, {"title": "Boston Tea Party", "href": "/wiki/Boston_Tea_Party", "description": "The Boston Tea Party was an American political and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. The target was the Tea Act of May 10, 1773, which allowed the British East India Company to sell tea from China in American colonies without paying taxes apart from those imposed by the Townshend Acts. American Patriots strongly opposed the taxes in the Towns"}]}, {"heading": "Events", "year": "1774", "date": "May 10", "txt": "Louis XVI and Marie Antoinette become King and Queen of France.", "entities": [{"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}, {"title": "Marie Antoinette", "href": "/wiki/Marie_Antoinette", "description": "Marie Antoinette was the last queen of France before the French Revolution. She was born an archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Emperor Francis I. She became dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI "}]}, {"heading": "Events", "year": "1775", "date": "May 10", "txt": "American Revolutionary War: A small Colonial militia led by Ethan Allen and Colonel Benedict Arnold captures Fort Ticonderoga.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Ethan Allen", "href": "/wiki/Ethan_Allen", "description": "Ethan Allen was a farmer, businessman, land speculator, philosopher, writer, lay theologian, American Revolutionary War patriot, and politician. He is best known as one of the founders of Vermont and for the capture of Fort Ticonderoga early in the Revolutionary War. He was the brother of Ira Allen and the father of Frances Allen."}, {"title": "Benedict Arnold", "href": "/wiki/Benedict_Arnold", "description": "Benedict Arnold was an American military officer who served during the Revolutionary War. He fought with distinction for the American Continental Army, rising to the rank of major general, before defecting to the British side of the conflict in 1780. General George Washington had given him his fullest trust and placed him in command of West Point, New York. Arnold planned to surrender the fort to "}, {"title": "Capture of Fort Ticonderoga", "href": "/wiki/Capture_of_Fort_Ticonderoga", "description": "The capture of Fort Ticonderoga occurred during the American Revolutionary War on May 10, 1775, when a small force of Green Mountain Boys led by Ethan Allen and Colonel Benedict Arnold surprised and captured the fort's small British garrison. The cannons and other armaments at Fort Ticonderoga were later transported to Boston by Colonel Henry Knox and used to fortify Dorchester Heights and break t"}]}, {"heading": "Events", "year": "1775", "date": "May 10", "txt": "American Revolutionary War: The Second Continental Congress takes place in Philadelphia.", "entities": [{"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1796", "date": "May 10", "txt": "War of the First Coalition: Napoleon wins a victory against Austrian forces at Lodi bridge over the Adda River in Italy. The Austrians lose some 2,000 men.", "entities": [{"title": "War of the First Coalition", "href": "/wiki/War_of_the_First_Coalition", "description": "The War of the First Coalition were a set of wars that several European powers fought between 1792 and 1797 against initially the constitutional Kingdom of France and then the French Republic that succeeded it. They were only loosely allied and fought without much apparent coordination or agreement; each power had its eye on a different part of France it wanted to appropriate after a French defeat"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Battle of Lodi", "href": "/wiki/Battle_of_Lodi", "description": "The Battle of Lodi was fought on 10 May 1796 between French forces under Napoleon Bonaparte and an Austrian rear guard led by Karl Philipp Sebottendorf at Lodi, Lombardy. The rear guard was defeated, but the main body of Johann Peter Beaulieu's Austrian Army had time to retreat."}, {"title": "Habsburg Monarchy", "href": "/wiki/Habsburg_Monarchy", "description": "Habsburg Monarchy, or Danubian Monarchy, or Habsburg Empire is a modern umbrella term coined by historians to denote the numerous lands and kingdoms of the Habsburg dynasty, especially for those of the Austrian line. Although from 1438 to 1806, a member of the House of Habsburg was also Holy Roman Emperor, the Holy Roman Empire itself was not considered to be part of the Habsburg Monarchy."}, {"title": "Lodi, Lombardy", "href": "/wiki/Lodi,_Lombardy", "description": "Lodi is a city and comune in Lombardy, northern Italy, primarily on the western bank of the River Adda. It is the capital of the province of Lodi."}, {"title": "Adda River, Italy", "href": "/wiki/Adda_River,_Italy", "description": "The Adda is a river in North Italy, a tributary of the Po. It rises in the Alps near the border with Switzerland and flows through Lake Como. The Adda joins the Po a few kilometres upstream of Cremona. It is 313 kilometres (194 mi) long. The highest point of the drainage basin is the summit of la Spedla, at 4,020 metres (13,190 ft)."}]}, {"heading": "Events", "year": "1801", "date": "May 10", "txt": "First Barbary War: The Barbary pirates of Tripoli declare war on the United States of America.", "entities": [{"title": "First Barbary War", "href": "/wiki/First_Barbary_War", "description": "The First Barbary War (1801–1805), also known as the Tripolitanian War and the Barbary Coast War, was the first of two Barbary Wars, in which the United States and Sweden fought against the four North African states known collectively as the \"Barbary States\". Three of these were autonomous, but nominally provinces of the Ottoman Empire: Tripoli, Algiers, and Tunis. The fourth was the independent S"}, {"title": "Barbary pirates", "href": "/wiki/Barbary_pirates", "description": "The Barbary pirates, or Barbary corsairs or Ottoman corsairs, were Muslim pirates and privateers who operated from North Africa, based primarily in the ports of Salé, Rabat, Algiers, Tunis, and Tripoli. This area was known in Europe as the Barbary Coast, in reference to the Berbers. Their predation extended throughout the Mediterranean, south along West Africa's Atlantic seaboard and into the Nort"}, {"title": "Tripoli", "href": "/wiki/Tripoli", "description": "Tripoli is the capital city and the largest city of Libya, with a population of about three million people in 2019. It is located in the northwest of Libya on the edge of the desert, on a point of rocky land projecting into the Mediterranean Sea and forming a bay. It includes the port of Tripoli and the country's largest commercial and manufacturing center. It is also the site of the University of"}]}, {"heading": "Events", "year": "1824", "date": "May 10", "txt": "The National Gallery in London opens to the public.", "entities": [{"title": "National Gallery", "href": "/wiki/National_Gallery", "description": "The National Gallery is an art museum in Trafalgar Square in the City of Westminster, in Central London. Founded in 1824, it houses a collection of over 2,300 paintings dating from the mid-13th century to 1900."}]}, {"heading": "Events", "year": "1833", "date": "May 10", "txt": "A revolt broke out in southern Vietnam against Emperor Minh Mang, who had desecrated the deceased mandarin Le Van Duyet.", "entities": [{"title": "Le Van Khoi revolt", "href": "/wiki/Le_Van_Khoi_revolt", "description": "The Lê Văn Khôi revolt was an important revolt in 19th-century Vietnam, in which southern Vietnamese, Vietnamese Catholics, French Catholic missionaries and Chinese settlers under the leadership of Lê Văn Khôi opposed the Imperial rule of Emperor Minh Mạng."}, {"title": "Minh Mang", "href": "/wiki/Minh_Mang", "description": "Minh Mạng was the second emperor of the Nguyễn dynasty of Vietnam, reigning from 14 February 1820 until his death, on 20 January 1841. He was the fourth son of Emperor Gia Long, whose eldest son, Nguyễn Phúc Cảnh, had died in 1801. He was well known for his opposition to French involvement in Vietnam and his rigid Confucian orthodoxy."}, {"title": "Le Van Duyet", "href": "/wiki/Le_Van_Duyet", "description": "Lê Văn Duyệt was a Vietnamese general who helped Nguyễn Ánh—the future Emperor Gia Long—put down the Tây Sơn rebellion, unify Vietnam and establish the Nguyễn Dynasty. After the Nguyễn came to power in 1802, Duyệt became a high-ranking mandarin, serving under the first two Nguyễn emperors Gia Long and Minh Mạng."}]}, {"heading": "Events", "year": "1837", "date": "May 10", "txt": "Panic of 1837: New York City banks suspend the payment of specie, triggering a national banking crisis and an economic depression whose severity was not surpassed until the Great Depression.", "entities": [{"title": "Panic of 1837", "href": "/wiki/Panic_of_1837", "description": "The Panic of 1837 was a financial crisis in the United States that touched off a major depression, which lasted until the mid-1840s. Profits, prices, and wages went down; unemployment went up; and pessimism abounded."}, {"title": "Coin", "href": "/wiki/Coin", "description": "A coin is a small, flat, round piece of metal or plastic used primarily as a medium of exchange or legal tender. They are standardized in weight, and produced in large quantities at a mint in order to facilitate trade. They are most often issued by a government. Coins often have images, numerals, or text on them. Obverse and its opposite, reverse, refer to the two flat faces of coins and medals. I"}, {"title": "Depression (economics)", "href": "/wiki/Depression_(economics)", "description": "An economic depression is a period of sustained, long-term downturn in economic activity in one or more economies. It is a more severe economic downturn than a recession, which is a slowdown in economic activity over the course of a normal business cycle."}, {"title": "Great Depression in the United States", "href": "/wiki/Great_Depression_in_the_United_States", "description": "The Great Depression began with the Wall Street Crash in October 1929. The stock market crash marked the beginning of a decade of high unemployment, poverty, low profits, deflation, plunging farm incomes, and lost opportunities for economic growth as well as for personal advancement. Altogether, there was a general loss of confidence in the economic future."}]}, {"heading": "Events", "year": "1849", "date": "May 10", "txt": "Astor Place Riot: A riot breaks out at the Astor Opera House in Manhattan, New York City over a dispute between actors Edwin Forrest and William Charles Macready, killing at least 22 and injuring over 120.", "entities": [{"title": "Astor Place Riot", "href": "/wiki/Astor_Place_Riot", "description": "The Astor Place Riot occurred on May 10, 1849, at the now-demolished Astor Opera House in Manhattan and left between 22 and 31 rioters dead, and more than 120 people injured. It was the deadliest to that date of a number of civic disturbances in Manhattan, which generally pitted immigrants and nativists against each other, or together against the wealthy who controlled the city's police and the st"}, {"title": "Astor Opera House", "href": "/wiki/Astor_Opera_House", "description": "The Astor Opera House, also known as the Astor Place Opera House and later the Astor Place Theatre, was an opera house in Manhattan, New York City, located on Lafayette Street between Astor Place and East 8th Street. Designed by Isaiah Rogers, the theater was conceived by impresario Edward Fry, the brother of composer William Henry Fry, who managed the opera house during its entire history."}, {"title": "Manhattan", "href": "/wiki/Manhattan", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The boroug"}, {"title": "Edwin Forrest", "href": "/wiki/Edwin_Forrest", "description": "Edwin Forrest was a prominent nineteenth-century American Shakespearean actor. His feud with the British actor William Macready was the cause of the deadly Astor Place Riot of 1849."}, {"title": "William Charles Macready", "href": "/wiki/William_Charles_Macready", "description": "William Charles Macready was an English actor."}]}, {"heading": "Events", "year": "1857", "date": "May 10", "txt": "Indian Rebellion of 1857: In India, the first war of Independence begins. Sepoys mutiny against their commanding officers at Meerut.", "entities": [{"title": "Indian Rebellion of 1857", "href": "/wiki/Indian_Rebellion_of_1857", "description": "The Indian Rebellion of 1857 was a major, but ultimately unsuccessful, uprising in India in 1857–58 against the rule of the British East India Company, which functioned as a sovereign power on behalf of the British Crown. The rebellion began on 10 May 1857 in the form of a mutiny of sepoys of the Company's army in the garrison town of Meerut, 40 mi (64 km) northeast of Delhi. It then erupted into "}, {"title": "Sepoy", "href": "/wiki/Sepoy", "description": "A sepoy or সিপাহী was originally the designation given to a professional Indian infantryman, usually armed with a musket, in the armies of the Mughal Empire."}, {"title": "Meerut", "href": "/wiki/Meerut", "description": "\nMeerut is a city in the western part of the Indian state of Uttar Pradesh. It is an ancient city, with settlements dating back to the Indus Valley civilisation having been found in and around the area. The city lies 70 km (43 mi) northeast of the national capital New Delhi, within the National Capital Region and 485 km (301 mi) west of the state capital Lucknow."}]}, {"heading": "Events", "year": "1865", "date": "May 10", "txt": "American Civil War: In Kentucky, Union soldiers ambush and mortally wound Confederate raider William Quantrill, who lingers until his death on June 6.", "entities": [{"title": "Kentucky", "href": "/wiki/Kentucky", "description": "Kentucky, officially the Commonwealth of Kentucky, is a state in the Upland South region of the United States, bordered by Illinois, Indiana, and Ohio to the north; West Virginia and Virginia to the east; Tennessee to the south; and Missouri to the west. The bluegrass region in the central part of the commonwealth contains the commonwealth's capital, Frankfort, as well as its two largest cities, L"}, {"title": "Quantrill's Raiders", "href": "/wiki/Quantrill%27s_Raiders", "description": "Quantrill's Raiders were the best-known of the pro-Confederate partisan guerrillas who fought in the American Civil War. Their leader was William Quantrill and they included Jesse James and his brother Frank."}, {"title": "William Quantrill", "href": "/wiki/William_Quantrill", "description": "William Clarke Quantrill was a Confederate guerrilla leader during the American Civil War."}, {"title": "June 6", "href": "/wiki/June_6", "description": "June 6 is the 157th day of the year in the Gregorian calendar; 208 days remain until the end of the year."}]}, {"heading": "Events", "year": "1869", "date": "May 10", "txt": "The First Transcontinental Railroad, linking the eastern and western United States, is completed at Promontory Summit, Utah with the golden spike.", "entities": [{"title": "First Transcontinental Railroad", "href": "/wiki/First_Transcontinental_Railroad", "description": null}, {"title": "Promontory Summit", "href": "/wiki/Promontory_Summit", "description": "Promontory is an area of high ground in Box Elder County, Utah, United States, 32 mi (51 km) west of Brigham City and 66 mi (106 km) northwest of Salt Lake City. Rising to an elevation of 4,902 feet (1,494 m) above sea level, it lies to the north of the Promontory Mountains and the Great Salt Lake. It is notable as the location of Promontory Summit, where the First Transcontinental Railroad from S"}, {"title": "Utah", "href": "/wiki/Utah", "description": "Utah is a state in the Mountain West subregion of the Western United States. It is bordered by Colorado to the east, Wyoming to the northeast, Idaho to the north, Arizona to the south and Nevada to the west. It also touches a corner of New Mexico in the southeast. Of the fifty U.S. states, Utah is the 13th-largest by area; with a population over three million, it is the 30th-most-populous and 11th"}, {"title": "Golden spike", "href": "/wiki/Golden_spike", "description": "The golden spike is the ceremonial 17.6-karat gold final spike driven by Leland Stanford to join the rails of the First Transcontinental Railroad across the United States connecting the Central Pacific Railroad from Sacramento and the Union Pacific Railroad from Omaha on May 10, 1869, at Promontory Summit, Utah Territory. The term last spike has been used to refer to one driven at the usually cere"}]}, {"heading": "Events", "year": "1872", "date": "May 10", "txt": "Victoria Woodhull becomes the first woman nominated for President of the United States.", "entities": [{"title": "Victoria Woodhull", "href": "/wiki/Victoria_Woodhull", "description": "Victoria Claflin Woodhull, later Victoria Woodhull Martin, was an American leader of the women's suffrage movement who ran for President of the United States in the 1872 election. While many historians and authors agree that Woodhull was the first woman to run for the presidency, some disagree with classifying it as a true candidacy because she was younger than the constitutionally mandated age of"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "1876", "date": "May 10", "txt": "The Centennial Exposition is opened in Philadelphia.", "entities": [{"title": "Centennial Exposition", "href": "/wiki/Centennial_Exposition", "description": "The Centennial International Exhibition of 1876, the first official World's Fair to be held in the United States, was held in Philadelphia, Pennsylvania, from May 10 to November 10, 1876, to celebrate the 100th anniversary of the signing of the Declaration of Independence in Philadelphia. Officially named the International Exhibition of Arts, Manufactures, and Products of the Soil and Mine, it was"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1881", "date": "May 10", "txt": "Carol I is crowned the King of the Romanian Kingdom.", "entities": [{"title": "Carol I of Romania", "href": "/wiki/Carol_I_of_Romania", "description": "Carol I or Charles I of Romania, born Prince Karl of Hohenzollern-Sigmaringen, was the second monarch of Romania from 1866 to his death in 1914, ruling as Prince (Domnitor) from 1866 to 1881, and as King from 1881 to 1914. He was elected Prince of the Romanian United Principalities on 20 April 1866 after the overthrow of Alexandru Ioan Cuza by a palace coup d'état. In May 1877, he proclaimed Roman"}, {"title": "King of Romania", "href": "/wiki/King_of_Romania", "description": "The King of Romania or King of the Romanians, was the title of the monarch of the Kingdom of Romania from 1881 until 1947, when the Romanian Workers' Party proclaimed the Romanian People's Republic following Michael I's forced abdication."}, {"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}]}, {"heading": "Events", "year": "1904", "date": "May 10", "txt": "The Horch & Cir. Motorwagenwerke AG is founded. It would eventually become the Audi company.", "entities": [{"title": "Horch", "href": "/wiki/Horch", "description": "Horch [hɔʁç] was a car brand manufacturer, founded in Germany by August Horch & Cie at the beginning of the 20th century."}, {"title": "Audi", "href": "/wiki/Audi", "description": "Audi AG is a German automobile manufacturer that designs, engineers, produces, markets and distributes luxury vehicles. Audi is a wholly owned subsidiary of the Volkswagen Group and has its roots at Ingolstadt, Bavaria, Germany. Audi-branded vehicles are produced in nine production facilities worldwide."}]}, {"heading": "Events", "year": "1908", "date": "May 10", "txt": "Mother's Day is observed for the first time in the United States, in Grafton, West Virginia.", "entities": [{"title": "Mother's Day", "href": "/wiki/Mother%27s_Day", "description": "Mother's Day is a celebration honoring the mother of the family, as well as motherhood, maternal bonds, and the influence of mothers in society. It is celebrated on various days in many parts of the world, most commonly in the months of March or May. It complements similar celebrations honoring family members, such as Father's Day, Siblings Day, and Grandparents Day."}, {"title": "Grafton, West Virginia", "href": "/wiki/Grafton,_West_Virginia", "description": "Grafton is a city in and the county seat of Taylor County, West Virginia, United States. The population was 5,164 at the 2010 census. It originally developed as a junction point for the Baltimore and Ohio Railroad, serving numerous branches of a network that was vital to the regional coal industry."}]}, {"heading": "Events", "year": "1916", "date": "May 10", "txt": "Sailing in the lifeboat James Caird, Ernest Shackleton arrives at South Georgia after a journey of 800 nautical miles from Elephant Island.", "entities": [{"title": "Voyage of the James Caird", "href": "/wiki/Voyage_of_the_James_Caird", "description": "The voyage of the James Caird was a journey of 1,300 kilometres (800 mi) from Elephant Island in the South Shetland Islands through the Southern Ocean to South Georgia, undertaken by Sir Ernest Shackleton and five companions to obtain rescue for the main body of the stranded Imperial Trans-Antarctic Expedition of 1914–1917. Polar historians regard the voyage of the crew in a 22.5' lifeboat through"}, {"title": "Ernest Shackleton", "href": "/wiki/Ernest_Shackleton", "description": "Sir Ernest Henry Shackleton was an Anglo-Irish Antarctic explorer who led three British expeditions to the Antarctic. He was one of the principal figures of the period known as the Heroic Age of Antarctic Exploration."}, {"title": "South Georgia and the South Sandwich Islands", "href": "/wiki/South_Georgia_and_the_South_Sandwich_Islands", "description": "South Georgia and the South Sandwich Islands (SGSSI) is a British Overseas Territory in the southern Atlantic Ocean. It is a remote and inhospitable collection of islands, consisting of South Georgia Island and a chain of smaller islands known as the South Sandwich Islands. South Georgia is 165 kilometres (103 mi) long and 35 kilometres (22 mi) wide and is by far the largest island in the territor"}, {"title": "Elephant Island", "href": "/wiki/Elephant_Island", "description": "Elephant Island is an ice-covered, mountainous island off the coast of Antarctica in the outer reaches of the South Shetland Islands, in the Southern Ocean. The island is situated 245 kilometres north-northeast of the tip of the Antarctic Peninsula, 1,253 kilometres west-southwest of South Georgia, 935 kilometres south of the Falkland Islands, and 885 kilometres southeast of Cape Horn. It is withi"}]}, {"heading": "Events", "year": "1922", "date": "May 10", "txt": "The United States annexes the Kingman Reef.", "entities": [{"title": "Kingman Reef", "href": "/wiki/Kingman_Reef", "description": "Kingman Reef is a largely submerged, uninhabited, triangle-shaped reef, 9.0 nautical miles east-west and 4.5 nmi (8 km) north-south, in the North Pacific Ocean, roughly halfway between the Hawaiian Islands and American Samoa. It has an area of 3 hectares and is one of the unincorporated territories of the United States in Oceania."}]}, {"heading": "Events", "year": "1924", "date": "May 10", "txt": "J. Edgar Hoover is appointed first Director of the United States' Federal Bureau of Investigation (FBI), and remains so until his death in 1972.", "entities": [{"title": "J. Edgar Hoover", "href": "/wiki/J._Edgar_Hoover", "description": "John Edgar Hoover was an American law enforcement administrator who served as the first Director of the Federal Bureau of Investigation (FBI) of the United States. He was appointed director of the Bureau of Investigation – the FBI's predecessor – in 1924 and was instrumental in founding the FBI in 1935, where he remained director for another 37 years until his death in 1972 at the age of 77. Hoove"}, {"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "1972", "href": "/wiki/1972", "description": "1972 (MCMLXXII) was a leap year starting on Saturday of the Gregorian calendar, the 1972nd year of the Common Era (CE) and Anno Domini (AD) designations, the 972nd year of the 2nd millennium, the 72nd year of the 20th century, and the 3rd year of the 1970s decade. "}]}, {"heading": "Events", "year": "1933", "date": "May 10", "txt": "Censorship: In Germany, the Nazis stage massive public book burnings.", "entities": [{"title": "Censorship", "href": "/wiki/Censorship", "description": "Censorship is the suppression of speech, public communication, or other information. This may be done on the basis that such material is considered objectionable, harmful, sensitive, or \"inconvenient.\" Censorship can be conducted by governments, private institutions, and other controlling bodies."}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Nazi book burnings", "href": "/wiki/Nazi_book_burnings", "description": "The Nazi book burnings were a campaign conducted by the German Student Union to ceremonially burn books in Nazi Germany and Austria in the 1930s. The books targeted for burning were those viewed as being subversive or as representing ideologies opposed to Nazism. These included books written by Jewish, communist, socialist, anarchist, liberal, pacifist, religious, and sexologist authors among othe"}]}, {"heading": "Events", "year": "1940", "date": "May 10", "txt": "World War II: German fighters accidentally bomb the German city of Freiburg.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Freiburg", "href": "/wiki/Freiburg", "description": "Freiburg im Breisgau, commonly referred to as Freiburg, is an independent city in Baden-Württemberg, Germany. With a population of about 230,000, Freiburg is the fourth largest city in Baden-Württemberg after Stuttgart, Karlsruhe, and Mannheim. The population of the Freiburg metropolitan area was 656,753 in 2018. In the south-west of the country, it straddles the Dreisam river, at the foot of the "}]}, {"heading": "Events", "year": "1940", "date": "May 10", "txt": "World War II: Winston Churchill is appointed Prime Minister of the United Kingdom following the resignation of Neville Chamberlain. On the same day, Germany invades France, Belgium and Luxembourg. Meanwhile, the United Kingdom occupies Iceland.", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Neville Chamberlain", "href": "/wiki/Neville_Chamberlain", "description": "Arthur Neville Chamberlain was a British politician of the Conservative Party who served as Prime Minister of the United Kingdom from May 1937 to May 1940. He is best known for his foreign policy of appeasement, and in particular for his signing of the Munich Agreement on 30 September 1938, conceding the German-speaking Sudetenland region of Czechoslovakia to Germany. Following the German invasion"}, {"title": "Invasion of Iceland", "href": "/wiki/Invasion_of_Iceland", "description": "The invasion of Iceland by the Royal Navy and Royal Marines occurred on 10 May 1940, during World War II. The invasion took place because the British government feared that Iceland would be used by the Germans, who had recently overrun Denmark, which was in personal union with Iceland and which had previously been largely responsible for Iceland's foreign policy. The Government of Iceland issued a"}]}, {"heading": "Events", "year": "1941", "date": "May 10", "txt": "World War II: The House of Commons in London is damaged by the Luftwaffe in an air raid.", "entities": [{"title": "British House of Commons", "href": "/wiki/British_House_of_Commons", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Luftwaffe", "href": "/wiki/Luftwaffe", "description": "The Luftwaffe was the aerial warfare branch of the Wehrmacht during World War II. Germany's military air arms during World War I, the Luftstreitkräfte of the Imperial Army and the Marine-Fliegerabteilung of the Imperial Navy, had been disbanded in May 1920 in accordance with the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force."}, {"title": "Airstrike", "href": "/wiki/Airstrike", "description": "An airstrike, air strike or air raid is an offensive operation carried out by aircraft. Air strikes are delivered from aircraft such as blimps, balloons, fighters, bombers, ground attack aircraft, attack helicopters and drones. The official definition includes all sorts of targets, including enemy air targets, but in popular usage the term is usually narrowed to a tactical (small-scale) attack on "}]}, {"heading": "Events", "year": "1941", "date": "May 10", "txt": "World War II: Rudolf Hess parachutes into Scotland to try to negotiate a peace deal between the United Kingdom and Nazi Germany.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1942", "date": "May 10", "txt": "World War II: The Thai Phayap Army invades the Shan States during the Burma Campaign.", "entities": [{"title": "Phayap Army", "href": "/wiki/Phayap_Army", "description": "Phayap Army was the Thai force that invaded the Shan States of Burma on 10 May 1942 during the Burma Campaign of World War II."}, {"title": "Shan States", "href": "/wiki/Shan_States", "description": "The Shan States (1885–1948) were a collection of minor Shan kingdoms called muang whose rulers bore the title saopha in British Burma. They were analogous to the princely states of British India."}, {"title": "Burma Campaign", "href": "/wiki/Burma_Campaign", "description": "The Burma campaign was a series of battles fought in the British colony of Burma. It was part of the South-East Asian theatre of World War II and primarily involved forces of the Allies; the British Empire and the Republic of China, with support from the United States. They faced against the invading forces of Imperial Japan, who were supported by the Thai Phayap Army, as well as two collaboration"}]}, {"heading": "Events", "year": "1946", "date": "May 10", "txt": "First successful launch of an American V-2 rocket at White Sands Proving Ground.", "entities": [{"title": "V-2 rocket", "href": "/wiki/V-2_rocket", "description": "The V-2, with the technical name Aggregat 4 (A4), was the world's first long-range guided ballistic missile. The missile, powered by a liquid-propellant rocket engine, was developed during the Second World War in Germany as a \"vengeance weapon\" and assigned to attack Allied cities as retaliation for the Allied bombings against German cities. The V-2 rocket also became the first artificial object t"}, {"title": "White Sands Missile Range", "href": "/wiki/White_Sands_Missile_Range", "description": "White Sands Missile Range (WSMR) is a military testing area operated by the United States Army. The range was originally established as the White Sands Proving Ground on 9 July 1945. White Sands National Park is located within the range."}]}, {"heading": "Events", "year": "1962", "date": "May 10", "txt": "Marvel Comics publishes the first issue of The Incredible Hulk.", "entities": [{"title": "Marvel Comics", "href": "/wiki/Marvel_Comics", "description": "Marvel Comics is the brand name and primary imprint of Marvel Worldwide Inc., formerly Marvel Publishing, Inc. and Marvel Comics Group, a publisher of American comic books and related media. In 2009, The Walt Disney Company acquired Marvel Entertainment, Marvel Worldwide's parent company."}]}, {"heading": "Events", "year": "1967", "date": "May 10", "txt": "The Northrop M2-F2 crashes on landing, becoming the inspiration for the novel Cyborg and TV series The Six Million Dollar Man.", "entities": [{"title": "Northrop M2-F2", "href": "/wiki/Northrop_M2-F2", "description": "The Northrop M2-F2 was a heavyweight lifting body based on studies at NASA's Ames and Langley research centers and built by the Northrop Corporation in 1966."}]}, {"heading": "Events", "year": "1969", "date": "May 10", "txt": "Vietnam War: The Battle of Dong Ap Bia begins with an assault on Hill 937. It will ultimately become known as Hamburger Hill.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Dong Ap Bia", "href": "/wiki/Dong_Ap_Bia", "description": "Dong Ap Bia is a mountain on the Laotian border of South Vietnam in Thừa Thiên–Huế Province. \nRising from the floor of the western A Shau Valley, it is a looming, solitary massif, unconnected to the ridges of the surrounding Annamite range. It dominates the northern valley, towering some 937 metres above sea level. Snaking down from its highest peak are a series of ridges and fingers, one of the l"}, {"title": "Battle of Hamburger Hill", "href": "/wiki/Battle_of_Hamburger_Hill", "description": "The Battle of Hamburger Hill was a battle of the Vietnam War that was fought by U.S. Army and Army of the Republic of Vietnam (ARVN) forces against People's Army of Vietnam (PAVN) forces from 10 to 20 May 1969 during Operation Apache Snow. Although the heavily fortified Hill 937 was of little strategic value, U.S. command ordered its capture by a frontal assault, only to abandon it soon thereafter"}]}, {"heading": "Events", "year": "1975", "date": "May 10", "txt": "Sony introduces the Betamax videocassette recorder.", "entities": [{"title": "Sony", "href": "/wiki/Sony", "description": "Sony Group Corporation  is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. The company operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company, the second largest video game publisher, the largest record company, as well as one of the most comprehensive media companies, be"}, {"title": "Betamax", "href": "/wiki/Betamax", "description": "Betamax is a consumer-level analog-recording and cassette format of magnetic tape for video, commonly known as a video cassette recorder. It was developed by Sony and was released in Japan on May 10, 1975. The first Betamax device introduced in the United States was the LV-1901 console, which included a 19-inch (48 cm) color monitor, and appeared in stores in early November 1975. The cassettes con"}, {"title": "Videocassette recorder", "href": "/wiki/Videocassette_recorder", "description": "A videocassette recorder (VCR) or video recorder is an electromechanical device that records analog audio and analog video from broadcast television or other source on a removable, magnetic tape videocassette, and can play back the recording. Use of a VCR to record a television program to play back at a more convenient time is commonly referred to as timeshifting. VCRs can also play back prerecord"}]}, {"heading": "Events", "year": "1993", "date": "May 10", "txt": "In Thailand, a fire at the Kader Toy Factory kills over 200 workers.", "entities": [{"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}, {"title": "Kader Toy Factory fire", "href": "/wiki/Kader_Toy_Factory_fire", "description": "The Kader Toy Factory fire occurred on 10 May 1993 at a factory in Thailand. It is considered the worst industrial factory fire in history, killing 188 persons, and injuring 469. Most of the victims were young female workers from rural families. More people were killed than in the Triangle Shirtwaist Factory fire; despite this, the incident received little media attention outside Thailand. The fac"}]}, {"heading": "Events", "year": "1994", "date": "May 10", "txt": "Nelson Mandela is inaugurated as South Africa's first black president.", "entities": [{"title": "Nelson Mandela", "href": "/wiki/Nelson_Mandela", "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering "}, {"title": "President of South Africa", "href": "/wiki/President_of_South_Africa", "description": "The President of the Republic of South Africa is the head of state and head of government of the Republic of South Africa. The President directs the executive branch of the government and is the commander-in-chief of the South African National Defence Force."}]}, {"heading": "Events", "year": "1996", "date": "May 10", "txt": "A blizzard strikes Mount Everest, killing eight climbers by the next day.", "entities": [{"title": "Mount Everest", "href": "/wiki/Mount_Everest", "description": "Mount Everest is Earth's highest mountain above sea level, located in the Mahalangur Himal sub-range of the Himalayas. The China–Nepal border runs across its summit point. Its elevation of 8,848.86 m (29,031.7 ft) was most recently established in 2020 by the Nepali and Chinese authorities."}, {"title": "1996 Mount Everest disaster", "href": "/wiki/1996_Mount_Everest_disaster", "description": "The 1996 Mount Everest disaster occurred on 10–11 May 1996, when eight climbers caught in a blizzard died on Mount Everest while attempting to descend from the summit. Over the entire season, 12 people died trying to reach the summit, making it the deadliest season on Mount Everest at the time and the third deadliest after the 16 fatalities of the 2014 Mount Everest avalanche and the 22 resulting "}]}, {"heading": "Events", "year": "1997", "date": "May 10", "txt": "The 7.3 Mw Qayen earthquake strikes Iran's Khorasan Province killing 1,567 people.", "entities": [{"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "1997 Qayen earthquake", "href": "/wiki/1997_Qayen_earthquake", "description": "The Qayen earthquake, also known as the Ardekul or Qaen earthquake, struck northern Iran's Khorasan Province in the vicinity of Qaen on May 10, 1997 at 07:57 UTC. The largest in the area since 1990, the earthquake registered 7.3 on the moment magnitude scale and was centered approximately 270 kilometers (170 mi) south of Mashhad on the village of Ardekul. The third earthquake that year to cause se"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Khorasan Province", "href": "/wiki/Khorasan_Province", "description": "Khorasan, also called Traxiane during Hellenistic and Parthian times, is a province in northeastern Iran but historically referred to a much larger area, comprising the east and the northeast of the Persian Empire. The name Khorāsān is Persian and means \"where the sun arrives from\". The name was first given to the eastern province of Persia during the Sasanian Empire and was used from the late mid"}]}, {"heading": "Events", "year": "2002", "date": "May 10", "txt": "FBI agent Robert Hanssen is sentenced to life imprisonment without the possibility of parole for selling United States secrets to Russia for $1.4 million in cash and diamonds.", "entities": [{"title": "Robert Hanssen", "href": "/wiki/Robert_Hanssen", "description": "Robert Philip Hanssen is an American former Federal Bureau of Investigation (FBI) double agent who spied for Soviet and Russian intelligence services against the United States from 1979 to 2001. His espionage was described by the Department of Justice as \"possibly the worst intelligence disaster in U.S. history.\" Hanssen is currently serving 15 consecutive life sentences without parole at ADX Flor"}, {"title": "Life without parole", "href": "/wiki/Life_without_parole", "description": "Life imprisonment is any sentence of imprisonment for a crime under which convicted people are to remain in prison either for the rest of their natural lives or until pardoned, paroled or otherwise commuted to a fixed term. Crimes for which, in some countries, a person could receive this sentence include murder, attempted murder, conspiracy to commit murder, blasphemy, apostasy, terrorism, severe "}]}, {"heading": "Events", "year": "2005", "date": "May 10", "txt": "A hand grenade thrown by Vladimir Arutyunian lands about 60 feet from U.S. President George W. Bush while he is giving a speech to a crowd in Tbilisi, Georgia, but it malfunctions and does not detonate.", "entities": [{"title": "Hand grenade", "href": "/wiki/Hand_grenade", "description": "A grenade is an explosive weapon typically thrown by hand, but can also refer to a shell shot out by a rifle or a grenade launcher. A modern hand grenade generally consists of an explosive charge (\"filler\"), a detonator mechanism, an internal striker to trigger the detonator, and a safety lever secured by a linchpin. The user pulls the safety pin before throwing, and once thrown the safety lever g"}, {"title": "Vladimir Arutyunian", "href": "/wiki/Vladimir_Arutyunian", "description": "Vladimir Arutyunian is a Georgian national who attempted to assassinate United States President George W. Bush and Georgian President Mikheil Saakashvili by throwing a hand grenade at them on 10 May 2005. The attempt failed when the grenade did not detonate. He was later arrested and sentenced to life in prison."}, {"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}, {"title": "Tbilisi", "href": "/wiki/Tbilisi", "description": "Tbilisi, in some languages still known by its pre-1936 name Tiflis, is the capital and the largest city of Georgia, lying on the banks of the Kura River with a population of approximately 1.5 million people. Tbilisi was founded in the 5th century AD by Vakhtang I of Iberia, and since then has served as the capital of various Georgian kingdoms and republics. Between 1801 and 1917, then part of the "}, {"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}]}, {"heading": "Events", "year": "2012", "date": "May 10", "txt": "The Damascus bombings are carried out using a pair of car bombs detonated by suicide bombers outside of a military intelligence complex in Damascus, Syria, killing 55 people.", "entities": [{"title": "10 May 2012 Damascus bombings", "href": "/wiki/10_May_2012_Damascus_bombings", "description": "The 10 May 2012 Damascus bombings were carried out using a pair of car bombs allegedly detonated by suicide bombers outside a military intelligence complex in Damascus, Syria. Combined, the perpetrators detonated more than 1,000 kilograms (2,200 lb) of explosives, tearing the facade off a 10-story building. With 55 people confirmed dead and almost 400 others injured, the attack was the deadliest b"}, {"title": "Car bomb", "href": "/wiki/Car_bomb", "description": "A car bomb, lorry bomb, or truck bomb, also known as a vehicle-borne improvised explosive device (VBIED), is an improvised explosive device designed to be detonated in an automobile or other vehicles."}, {"title": "Suicide bombers", "href": "/wiki/Suicide_bombers", "description": "A suicide attack is any violent attack in which attackers accept their own death as a direct result of the attacking method used. Suicide attacks have occurred throughout history, often as part of a military campaign, and more recently as part of terrorist campaigns."}, {"title": "Damascus", "href": "/wiki/Damascus", "description": "Damascus is the capital of Syria. It became the country's largest city in 2010, following the decline in population of Aleppo during the battle for the city. It is colloquially known in Syria as aš-Šām (الشَّام) and titled the \"City of Jasmine\". Damascus is a major cultural center of the Levant and the Arab world. The city had an estimated population of 2,079,000 in 2019."}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}]}, {"heading": "Events", "year": "2013", "date": "May 10", "txt": "One World Trade Center becomes the tallest building in the Western Hemisphere.", "entities": [{"title": "One World Trade Center", "href": "/wiki/One_World_Trade_Center", "description": "One World Trade Center is the main building of the rebuilt World Trade Center complex in Lower Manhattan, New York City. One WTC is the tallest building in the United States, the tallest building in the Western Hemisphere, and the sixth-tallest in the world. The supertall structure has the same name as the North Tower of the original World Trade Center, which was destroyed in the terrorist attacks"}, {"title": "Western Hemisphere", "href": "/wiki/Western_Hemisphere", "description": "The Western Hemisphere is a geographical term for the half of Earth which lies west of the prime meridian and east of the antimeridian. The other half is called the Eastern Hemisphere. In geopolitical terms, the context in which the term is most often used, the Encyclopedia Britannica defines it as \"North and South America and the surrounding waters. Longitudes 20°W and 160°E are often considered "}]}, {"heading": "Births", "year": "874", "date": "May 10", "txt": "Meng Zhixiang, Chinese general and emperor (d. 934)", "entities": [{"title": "Meng Zhixiang", "href": "/wiki/Meng_Zhixiang", "description": "Meng Zhixiang was a general of the Later Tang who went on to found the independent state of Later Shu during the Chinese Five Dynasties and Ten Kingdoms period. Meng Zhixiang was an in-law of the Later Tang ruling family, who went by the family name Li. Meng married the eldest sister or perhaps a cousin of the founding emperor, Zhuangzong. Meng served the Later Tang as the military governor (Jiedu"}]}, {"heading": "Births", "year": "955", "date": "May 10", "txt": "Al-Aziz Billah, Fatimid caliph (d. 996)", "entities": [{"title": "Al-Aziz Billah", "href": "/wiki/Al-Aziz_Billah", "description": "Abu Mansur Nizar, known by his regnal name as al-Aziz Billah, was the fifth caliph of the Fatimid dynasty, from 975 to his death in 996."}]}, {"heading": "Births", "year": "1491", "date": "May 10", "txt": "Suzanne, Duchess of Bourbon (d. 1521)", "entities": [{"title": "Suzanne, Duchess of Bourbon", "href": "/wiki/Suzanne,_Duchess_of_Bourbon", "description": "Suzanne de Bourbon was suo jure Duchess of Bourbon and Auvergne from 1503 to her death alongside her husband Charles III."}]}, {"heading": "Births", "year": "1604", "date": "May 10", "txt": "Jean Mairet, French author and playwright (d. 1686)", "entities": [{"title": "Jean Mairet", "href": "/wiki/Jean_Mairet", "description": "Jean (de) Mairet was a classical French dramatist who wrote both tragedies and comedies."}]}, {"heading": "Births", "year": "1697", "date": "May 10", "txt": "Jean-Marie Leclair, French violinist and composer (d. 1764)", "entities": [{"title": "Jean-Marie Leclair", "href": "/wiki/Jean-Marie_Leclair", "description": "Jean-Marie Leclair l'aîné was a French Baroque violinist and composer. He is considered to have founded the French violin school. His brothers, the lesser-known Jean-Marie Leclair the younger (1703–77) as well as Pierre Leclair (1709–84) and Jean-Benoît Leclair, were also musicians."}]}, {"heading": "Births", "year": "1727", "date": "May 10", "txt": "Anne-Robert-Jacques Turgot, Baron de Laune, French economist and politician (d. 1781)", "entities": [{"title": "Anne-Robert-Jacques Turgot, Baron de Laune", "href": "/wiki/Anne-Robert-Jacques_Turgot,_Baron_de_Laune", "description": "Anne Robert Jacques Turgot, Baron de l'Aulne, commonly known as Turgot, was a French economist and statesman. Originally considered a physiocrat, he is today best remembered as an early advocate for economic liberalism. He is thought to be the first economist to have recognized the law of diminishing marginal returns in agriculture."}]}, {"heading": "Births", "year": "1755", "date": "May 10", "txt": "Robert Gray, American captain and explorer (d. 1806)", "entities": [{"title": "Robert Gray (sea captain)", "href": "/wiki/Robert_Gray_(sea_captain)", "description": "Robert Gray was an American merchant sea captain who is known for his achievements in connection with two trading voyages to the northern Pacific coast of North America, between 1790 and 1793, which pioneered the American maritime fur trade in that region. In the course of those voyages, Gray explored portions of that coast and, in 1790, completed the first American circumnavigation of the world. "}]}, {"heading": "Births", "year": "1760", "date": "May 10", "txt": "Johann Peter Hebel, German author and poet (d. 1826)", "entities": [{"title": "Johann Peter Hebel", "href": "/wiki/Johann_Peter_Hebel", "description": "Johann Peter Hebel was a German short story writer, dialectal poet, lutheran theologian and pedagogue, most famous for a collection of Alemannic lyric poems and one of German tales."}]}, {"heading": "Births", "year": "1760", "date": "May 10", "txt": "Claude Joseph Rouget de Lisle, French captain, engineer, and composer (d. 1836)", "entities": []}, {"heading": "Births", "year": "1770", "date": "May 10", "txt": "Louis-Nicolas Davout, French general and politician, French Minister of War (d. 1823)", "entities": [{"title": "Louis-Nicolas Davout", "href": "/wiki/Louis-Nicolas_Davout", "description": "Louis-Nicolas d'Avout, better known as Davout, 1st Duke of Auerstaedt, 1st Prince of Eckmühl, was a French military commander and Marshal of the Empire who served during both the French Revolutionary Wars and the Napoleonic Wars. His talent for war, along with his reputation as a stern disciplinarian, earned him the nickname \"The Iron Marshal\". He is ranked along with Marshals André Masséna and Je"}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Births", "year": "1788", "date": "May 10", "txt": "Augustin-Jean Fresnel, French physicist and engineer (d. 1827)", "entities": [{"title": "Augustin-Jean Fresnel", "href": "/wiki/Augustin-Jean_Fresnel", "description": "Augustin-Jean Fresnel was a French civil engineer and physicist whose research in optics led to the almost unanimous acceptance of the wave theory of light, excluding any remnant of Newton's corpuscular theory, from the late 1830s  until the end of the 19th century. He is perhaps better known for inventing the catadioptric (reflective/refractive) Fresnel lens and for pioneering the use of \"stepped"}]}, {"heading": "Births", "year": "1812", "date": "May 10", "txt": "William Henry Barlow, English engineer (d. 1902)", "entities": [{"title": "William Henry Barlow", "href": "/wiki/William_Henry_Barlow", "description": "William Henry Barlow FRS FRSE FICE MIMechE was an English civil engineer of the 19th century, particularly associated with railway engineering projects. Barlow was involved in many engineering enterprises. He was engineer for the Midland Railway on its London extension and designed the company's London terminus at St Pancras."}]}, {"heading": "Births", "year": "1813", "date": "May 10", "txt": "Montgomery Blair, American lieutenant and politician, 20th United States Postmaster General (d. 1883)", "entities": [{"title": "Montgomery Blair", "href": "/wiki/Montgomery_Blair", "description": "Montgomery Blair was an American politician and lawyer from Maryland. He served in the Lincoln administration cabinet as Postmaster-General from 1861 to 1864, during the Civil War. He was the son of Francis Preston Blair, elder brother of Francis Preston Blair, Jr. and cousin of B. Gratz Brown."}, {"title": "United States Postmaster General", "href": "/wiki/United_States_Postmaster_General", "description": "The United States postmaster general (PMG) is the chief executive officer of the United States Postal Service (USPS). The postmaster general is responsible for managing and directing the day-to-day operations of the Postal Service."}]}, {"heading": "Births", "year": "1838", "date": "May 10", "txt": "John Wilkes Booth, American actor, assassin of Abraham Lincoln (d. 1865)", "entities": [{"title": "John Wilkes Booth", "href": "/wiki/John_Wilkes_Booth", "description": "John Wilkes Booth was an American stage actor who assassinated President Abraham Lincoln at Ford's Theatre in Washington, D.C., on April 14, 1865. A member of the prominent 19th-century Booth theatrical family from Maryland, he was a noted actor who was also a Confederate sympathizer; denouncing President Lincoln, he lamented the recent abolition of slavery in the United States."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Births", "year": "1841", "date": "May 10", "txt": "James Gordon Bennett, Jr., American publisher and broadcaster (d. 1918)", "entities": [{"title": "James Gordon Bennett, Jr.", "href": "/wiki/James_Gordon_Bennett,_Jr.", "description": "James Gordon Bennett Jr. was publisher of the New York Herald, founded by his father, James Gordon Bennett Sr. (1795–1872), who emigrated from Scotland. He was generally known as Gordon Bennett to distinguish him from his father. Among his many sports-related accomplishments he organized both the first polo match and the first tennis match in the United States, and he personally won the first tran"}]}, {"heading": "Births", "year": "1843", "date": "May 10", "txt": "Benito Pérez Galdós, Spanish author and playwright (d. 1920)", "entities": [{"title": "Benito Pérez Galdós", "href": "/wiki/Benito_P%C3%A9rez_Gald%C3%B3s", "description": "Benito Pérez Galdós was a Spanish realist novelist. He was the leading literary figure in 19th-century Spain, and some scholars consider him second only to Miguel de Cervantes in stature as a Spanish novelist."}]}, {"heading": "Births", "year": "1847", "date": "May 10", "txt": "Wilhelm Killing, German mathematician and academic (d. 1923)", "entities": [{"title": "Wilhelm Killing", "href": "/wiki/Wilhelm_Killing", "description": "Wilhelm Karl Joseph Killing was a German mathematician who made important contributions to the theories of Lie algebras, Lie groups, and non-Euclidean geometry."}]}, {"heading": "Births", "year": "1855", "date": "May 10", "txt": "Yukteswar Giri, Indian guru and educator (d. 1936)", "entities": [{"title": "Yukteswar Giri", "href": "/wiki/Yukteswar_Giri", "description": "Sri Yukteswar Giri is the monastic name of Priya Nath Karar, an Indian monk and yogi, and the guru of Paramahansa Yogananda and Swami Satyananda Giri. Born in Serampore, West Bengal, Sri Yukteswar was a Kriya yogi, a Jyotisha, a scholar of the Bhagavad Gita and the Upanishads, an educator, author, and astronomer. He was a disciple of Lahiri Mahasaya of Varanasi and a member of the Giri branch of t"}]}, {"heading": "Births", "year": "1872", "date": "May 10", "txt": "Marcel Mauss, French sociologist and anthropologist (d. 1950)", "entities": [{"title": "Marcel Mauss", "href": "/wiki/Marcel_Mauss", "description": "Marcel Mauss was a French sociologist. The nephew of Émile Durkheim, Mauss, in his academic work, crossed the boundaries between sociology and anthropology. Today, he is perhaps better recognised for his influence on the latter discipline, particularly with respect to his analyses of topics such as magic, sacrifice and gift exchange in different cultures around the world. Mauss had a significant i"}]}, {"heading": "Births", "year": "1876", "date": "May 10", "txt": "Ivan Cankar, Slovenian poet and playwright (d. 1918)", "entities": [{"title": "Ivan Cankar", "href": "/wiki/Ivan_Cankar", "description": "Ivan Cankar was a Slovene writer, playwright, essayist, poet, and political activist. Together with Oton Župančič, Dragotin Kette, and Josip Murn, he is considered as the beginner of modernism in Slovene literature. He is regarded as the greatest writer in the Slovene language, and has sometimes been compared to Franz Kafka and James Joyce."}]}, {"heading": "Births", "year": "1878", "date": "May 10", "txt": "Konstantinos Parthenis, Greek painter (d. 1967)", "entities": [{"title": "Konstantinos Parthenis", "href": "/wiki/Konstantinos_Parthenis", "description": "Konstantinos Parthenis was a distinguished Greek painter, born in Alexandria. Parthenis broke with the Greek academic tradition of the 19th century and introduced modern elements together with traditional themes, like the figure of Christ, in his art."}]}, {"heading": "Births", "year": "1878", "date": "May 10", "txt": "Gustav Stresemann, German journalist and politician, Chancellor of Germany, Nobel Prize laureate (d. 1929)", "entities": [{"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1879", "date": "May 10", "txt": "Symon Petliura, Ukrainian journalist and politician (d. 1926)", "entities": [{"title": "Symon Petliura", "href": "/wiki/Symon_Petliura", "description": "Symon Vasylyovych Petliura\n(Ukrainian: Си́мон Васи́льович Петлю́ра; 22 May [O.S. 10 May] 1879 – May 25, 1926) was a Ukrainian politician and journalist. He became the Supreme Commander of the Ukrainian Army and the President of the Ukrainian People's Republic during Ukraine's short-lived sovereignty in 1918–1921, leading Ukraine's struggle for independence following the fall of the Russian Empire "}]}, {"heading": "Births", "year": "1886", "date": "May 10", "txt": "Karl Barth, Swiss theologian and author (d. 1968)", "entities": [{"title": "Karl Barth", "href": "/wiki/Karl_Barth", "description": "Karl Barth was a Swiss Reformed theologian who is most well known for his landmark commentary The Epistle to the Romans (1921), his involvement in the Confessing Church, and authorship of the Barmen Declaration, and especially his unfinished five-volume theological summa the Church Dogmatics. Barth's influence expanded well beyond the academic realm to mainstream culture, leading him to be feature"}]}, {"heading": "Births", "year": "1888", "date": "May 10", "txt": "Max Steiner, Austrian-American composer and conductor (d. 1971)", "entities": [{"title": "Max Steiner", "href": "/wiki/Max_Steiner", "description": "Maximilian Raoul Steiner was an Austrian-born American music composer for theatre and films, as well as a conductor. He was a child prodigy who conducted his first operetta when he was twelve and became a full-time professional, either composing, arranging, or conducting, when he was fifteen."}]}, {"heading": "Births", "year": "1890", "date": "May 10", "txt": "Alfred Jodl, German general (d. 1946)", "entities": [{"title": "Alfred Jodl", "href": "/wiki/Alfred_Jodl", "description": "Alfred Josef Ferdinand Jodl was a German Generaloberst who served as the Chief of the Operations Staff of the Oberkommando der Wehrmacht, the German Armed Forces High Command, throughout World War II."}]}, {"heading": "Births", "year": "1891", "date": "May 10", "txt": "Mahmoud Mokhtar, Egyptian sculptor and academic (d. 1934)", "entities": [{"title": "Mahmoud Mokhtar", "href": "/wiki/Mahmoud_Mokhtar", "description": "Mahmoud Mukhtar was an Egyptian sculptor. He attended the School of Fine Arts in Cairo upon its opening in 1908 by Prince Yusuf Kamal, and was part of the original \"Pioneers\" of the Egyptian Art movement. Despite his early death, he greatly impacted the realization and formation of contemporary Egyptian art. His work is credited with signaling the beginning of the Egyptian modernist movement, and "}]}, {"heading": "Births", "year": "1893", "date": "May 10", "txt": "Tonita Peña, San Ildefonso Pueblo (Native American) artist (d. 1949)", "entities": [{"title": "Tonita Peña", "href": "/wiki/Tonita_Pe%C3%B1a", "description": "Tonita Peña born as Quah Ah but also used the name Tonita Vigil Peña and María Antonia Tonita Peña. Peña was a renowned Pueblo artist, specializing in pen and ink on paper embellished with watercolor. She was a well-known and influential Native American artist and art teacher of the early 1920s and 1930s."}, {"title": "San Ildefonso Pueblo", "href": "/wiki/San_Ildefonso_Pueblo", "description": "San Ildefonso Pueblo is a census-designated place (CDP) in Santa Fe County, New Mexico, United States, and a federally recognized tribe, established c. 1300 C.E. The Pueblo is self-governing and is part of the Santa Fe, New Mexico Metropolitan Statistical Area. The population was 524 as of the 2010 census, reported by the State of New Mexico as 1,524 in 2012, and there were 628 enrolled tribal mem"}]}, {"heading": "Births", "year": "1894", "date": "May 10", "txt": "Dimitri Tiomkin, Ukrainian-American composer and conductor (d. 1979)", "entities": [{"title": "Dimitri Tiomkin", "href": "/wiki/Dimitri_Tiomkin", "description": "Dimitri Zinovievich Tiomkin was a Russian empire-born American film composer and conductor. Classically trained in St. Petersburg, Russia before the Bolshevik Revolution, he moved to Berlin and then New York City after the Russian Revolution. In 1929, after the stock market crash, he moved to Hollywood, where he became best known for his scores for Western films, including Duel in the Sun, Red Riv"}]}, {"heading": "Births", "year": "1897", "date": "May 10", "txt": "Einar Gerhardsen, Norwegian politician, Prime Minister of Norway (d. 1987)", "entities": [{"title": "Einar Gerhardsen", "href": "/wiki/Einar_Gerhardsen", "description": "Einar Henry Gerhardsen was a Norwegian politician from the Labour Party of Norway. He was Prime Minister for three periods, 1945–1951, 1955–1963 and 1963–1965. With totally 17 years in office, he is the longest serving Prime Minister in Norway since the introduction of parliamentarism. Many Norwegians often refer to him as \"Landsfaderen\" ; he is generally considered one of the main architects of t"}, {"title": "Prime Minister of Norway", "href": "/wiki/Prime_Minister_of_Norway", "description": "The prime minister of Norway is the head of government and chief executive of Norway. The prime minister and Cabinet are collectively accountable for their policies and actions to the monarch, to the Storting, to their political party, and ultimately the electorate. In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is"}]}, {"heading": "Births", "year": "1898", "date": "May 10", "txt": "Ariel Durant, American historian and author (d. 1981)", "entities": [{"title": "Ariel Durant", "href": "/wiki/Ariel_Durant", "description": "Ariel Durant was a Russian-born American researcher and writer. She was the coauthor of The Story of Civilization with her husband, Will Durant. They were awarded the Pulitzer Prize for General Non-Fiction."}]}, {"heading": "Births", "year": "1899", "date": "May 10", "txt": "Fred Astaire, American actor, singer, and dancer (d. 1987)", "entities": [{"title": "Fred Astaire", "href": "/wiki/Fred_Astaire", "description": "Fred Astaire was an American actor, dancer, singer, choreographer, and television presenter. He is widely considered the most influential dancer in the history of film."}]}, {"heading": "Births", "year": "1900", "date": "May 10", "txt": "Cecilia Payne-Gaposchkin, English-American astronomer and astrophysicist (d. 1979)", "entities": [{"title": "Cecilia Payne-Gaposchkin", "href": "/wiki/Cecilia_Payne-Gaposchkin", "description": "Cecilia Helena Payne-Gaposchkin was a British-born American astronomer and astrophysicist who proposed in her 1925 doctoral thesis that stars were composed primarily of hydrogen and helium. Her groundbreaking conclusion was initially rejected because it contradicted the scientific wisdom of the time, which held that there were no significant elemental differences between the Sun and Earth. Indepen"}]}, {"heading": "Births", "year": "1901", "date": "May 10", "txt": "John Desmond Bernal, Irish-English crystallographer and physicist (d. 1971)", "entities": [{"title": "John Desmond Bernal", "href": "/wiki/John_Desmond_Bernal", "description": "John Desmond Bernal was an Irish scientist who pioneered the use of X-ray crystallography in molecular biology. He published extensively on the history of science. In addition, Bernal wrote popular books on science and society, and he was also a communist activist."}]}, {"heading": "Births", "year": "1901", "date": "May 10", "txt": "Hildrus Poindexter, American bacteriologist (d. 1987)", "entities": []}, {"heading": "Births", "year": "1902", "date": "May 10", "txt": "David O. Selznick, American director and producer (d. 1965)", "entities": [{"title": "David O. Selznick", "href": "/wiki/David_O._Selznick", "description": "David O. Selznick was an American film producer, screenwriter and film studio executive. He is best known for producing Gone with the Wind (1939) and Rebecca (1940), both of which earned him an Academy Award for Best Picture."}]}, {"heading": "Births", "year": "1903", "date": "May 10", "txt": "Otto Bradfisch, German economist, jurist, and SS officer (d. 1994)", "entities": [{"title": "Otto Bradfisch", "href": "/wiki/Otto_Bradfisch", "description": "Otto Bradfisch was an economist, a jurist, an SS-Obersturmbannführer, leader of Einsatzkommando 8 of Einsatzgruppe B of the Security Police and the SD, and Commander of the Security Police in Litzmannstadt (Łódź) and Potsdam."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1905", "date": "May 10", "txt": "Markos Vamvakaris, Greek singer-songwriter and bouzouki player (d. 1972)", "entities": [{"title": "Markos Vamvakaris", "href": "/wiki/Markos_Vamvakaris", "description": "Márkos Vamvakáris, was a rebetiko musician. He is universally referred to by rebetiko writers and fans simply by his first name, Márkos. The great significance of Vamvakaris for the rebetiko is also reflected by his nickname: the \"patriarch of the rebetiko\"."}, {"title": "Bouzouki", "href": "/wiki/Bouzouki", "description": "The bouzouki, also spelled buzuki or buzuci, is a musical instrument popular in Greece. It is a member of the long-necked lute family, with a round body with a flat top and a long neck with a fretted fingerboard. It has steel strings and is played with a plectrum producing a sharp metallic sound, reminiscent of a mandolin but pitched lower. There are two main types of bouzouki: the trichordo (thre"}]}, {"heading": "Births", "year": "1908", "date": "May 10", "txt": "Carl Albert, American lawyer and politician, 54th Speaker of the United States House of Representatives (d. 2000)", "entities": [{"title": "Carl Albert", "href": "/wiki/Carl_Albert", "description": "Carl Bert Albert was an American lawyer and politician who served as the 46th Speaker of the United States House of Representatives from 1971 to 1977 and represented Oklahoma's 3rd congressional district as a Democrat from 1947 to 1977."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1909", "date": "May 10", "txt": "Maybelle Carter, American autoharp player (d. 1978)", "entities": [{"title": "Maybelle Carter", "href": "/wiki/Maybelle_Carter", "description": "\"Mother\" Maybelle Carter was an American country musician and originator of the ”Carter scratch.” She is best known as a member of the Original Carter Family act from the late-1920s until the early-1940s and was a member of the Carter Sisters and Mother Maybelle."}, {"title": "Autoharp", "href": "/wiki/Autoharp", "description": "An autoharp is a stringed musical instrument belonging to the zither family, also referred to as a chord zither. It uses a series of bars that are individually configured to mute all strings other than those needed for the intended chord. The term autoharp was once a trademark of the Oscar Schmidt company but has become a generic designation for all such instruments regardless of their manufacture"}]}, {"heading": "Births", "year": "1911", "date": "May 10", "txt": "Bel Kaufman, American author and educator (d. 2014)", "entities": [{"title": "Bel Kaufman", "href": "/wiki/Bel_Kaufman", "description": "Bella Kaufman was an American teacher and author, well known for writing the bestselling 1964 novel Up the Down Staircase."}]}, {"heading": "Births", "year": "1915", "date": "May 10", "txt": "Denis Thatcher, English soldier and businessman, Spouse of the Prime Minister of the United Kingdom (d. 2003)", "entities": [{"title": "Denis Thatcher", "href": "/wiki/Denis_Thatcher", "description": "Sir Denis Thatcher, 1st Baronet was an English businessman. Married to Margaret Thatcher, who served as Prime Minister of the United Kingdom from 1979 to 1990, he was the first male spouse of a British prime minister."}, {"title": "Spouse of the Prime Minister of the United Kingdom", "href": "/wiki/Spouse_of_the_Prime_Minister_of_the_United_Kingdom", "description": "To date, there have been forty-four women and two men who have been married to the British prime minister in office. There have also been four bachelor and nine widower prime ministers; the last bachelor was Edward Heath (1970–1974) and the last widower was Ramsay MacDonald. As of 2021, the Duke of Grafton (1766–1768) is the only prime minister to have divorced and remarried while in office."}]}, {"heading": "Births", "year": "1916", "date": "May 10", "txt": "Milton Babbitt, American composer and educator (d. 2011)", "entities": [{"title": "Milton Babbitt", "href": "/wiki/Milton_Babbitt", "description": "Milton Byron Babbitt was an American composer, music theorist, mathematician, and teacher. He is particularly noted for his serial and electronic music."}]}, {"heading": "Births", "year": "1918", "date": "May 10", "txt": "T. Berry Brazelton, American pediatrician and author (d. 2018)", "entities": [{"title": "T. Berry Brazelton", "href": "/wiki/T._Berry_Brazelton", "description": "Thomas Berry Brazelton was an American pediatrician, author, and the developer of the Neonatal Behavioral Assessment Scale (NBAS). Brazelton hosted the cable television program What Every Baby Knows, and wrote a syndicated newspaper column. He wrote more than two hundred scholarly papers and twenty-four books."}]}, {"heading": "Births", "year": "1918", "date": "May 10", "txt": "Desmond MacNamara, Irish painter, sculptor, and author (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "May 10", "txt": "Ella T. Grasso, Governor of Connecticut (d. 1981)", "entities": [{"title": "Ella T. Grasso", "href": "/wiki/Ella_T._Grasso", "description": "Ella Rosa Giovianna Oliva Grasso, née Tambussi was an American politician and member of the Democratic Party who served as the 83rd Governor of Connecticut from January 8, 1975, to December 31, 1980, after rejecting past offers of candidacies for Senate and Governor. She was the first woman elected to this office and the first woman to be elected governor of a U.S. state without having been the sp"}]}, {"heading": "Births", "year": "1920", "date": "May 10", "txt": "Basil Kelly, Northern Irish barrister, judge and politician (d. 2008)", "entities": [{"title": "Basil Kelly", "href": "/wiki/Basil_Kelly", "description": "Sir John William Basil Kelly, QC, PC(NI), PC was a Northern Irish barrister, judge and politician."}]}, {"heading": "Births", "year": "1920", "date": "May 10", "txt": "Bert Weedon, English guitarist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1922", "date": "May 10", "txt": "David Azrieli, Polish-Canadian businessman and philanthropist (d. 2014)", "entities": [{"title": "David Azrieli", "href": "/wiki/David_Azrieli", "description": "David Joshua Azrieli, was a Canadian real estate tycoon, developer, designer, architect, and philanthropist. With an estimated net worth of USD $3.1 billion, Azrieli was ranked by Forbes as the ninth wealthiest Canadian and 401st in the world."}]}, {"heading": "Births", "year": "1922", "date": "May 10", "txt": "Nancy Walker, American actress, singer, and director (d. 1992)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 10", "txt": "Heydar Aliyev, Azerbaijan general and politician, President of Azerbaijan (d. 2003)", "entities": [{"title": "Heydar Aliyev", "href": "/wiki/Heydar_Aliyev", "description": "Heydar Alirza oğlu Aliyev was an Azerbaijani politician who served as the third President of Azerbaijan from October 1993 to October 2003. As the national president, he held constitutional powers, but his influence on Azerbaijani politics had begun years earlier. As a young man he had joined the Azerbaijan SSR People's Commissariat for State Security (NKGB) and quickly rose to the rank of Major-Ge"}, {"title": "President of Azerbaijan", "href": "/wiki/President_of_Azerbaijan", "description": "The president of the Republic of Azerbaijan is the head of state of Azerbaijan. The Constitution states that the president is the embodiment of executive power, commander-in-chief, \"representative of Azerbaijan in home and foreign policies\", and that he/she \"shall have the right of immunity [from prosecution].\" The president rules through his executive office, the Presidential Administration, cons"}]}, {"heading": "Births", "year": "1923", "date": "May 10", "txt": "Otar Korkia, Georgian basketball player and coach (d. 2005)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 10", "txt": "Hugo Banzer, Bolivian general and politician, President of Bolivia (d. 2002)", "entities": [{"title": "Hugo Banzer", "href": "/wiki/Hugo_Banzer", "description": "Hugo Banzer Suárez was a Bolivian politician and military officer who served as the 51st President of Bolivia. He held the Bolivian presidency twice: from 1971 to 1978 in a military dictatorship; and then again from 1997 to 2001, as constitutional president."}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Births", "year": "1927", "date": "May 10", "txt": "Nayantara Sahgal, Indian author", "entities": [{"title": "Nayantara Sahgal", "href": "/wiki/Nayantara_Sahgal", "description": "Nayantara Sahgal is an Indian writer who writes in English. She is a member of the Nehru–Gandhi family, the second of the three daughters born to Jawaharlal Nehru's sister, Vijaya Lakshmi Pandit."}]}, {"heading": "Births", "year": "1928", "date": "May 10", "txt": "Arnold Rüütel, Estonian agronomist and politician, President of Estonia", "entities": [{"title": "Arnold Rüütel", "href": "/wiki/Arnold_R%C3%BC%C3%BCtel", "description": "Arnold Rüütel OIH served as the last Chairman of the Presidium of the Supreme Soviet of the Estonian SSR from April 8, 1983, to March 29, 1990, Chairman of the Supreme Soviet of the Estonian SSR from March 29, 1990, to October 6, 1992, and was the third President of Estonia from October 8, 2001, to October 9, 2006. He was the second President since Estonia regained independence in 1991. Rüütel als"}, {"title": "President of Estonia", "href": "/wiki/President_of_Estonia", "description": "The president of the Republic of Estonia is the head of state of the Republic of Estonia. The current president is Kersti Kaljulaid, elected by Parliament on 3 October 2016, becoming the first woman and youngest person ever to hold the position."}]}, {"heading": "Births", "year": "1928", "date": "May 10", "txt": "Lothar Schmid, German chess player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 10", "txt": "Audun Boysen, Norwegian runner (d. 2000)", "entities": [{"title": "Audun Boysen", "href": "/wiki/Audun_Boysen", "description": "Audun Boysen was a Norwegian middle distance runner. Born in Bjarkøy and raised in Rissa, he first represented Rissa IL and later IK Tjalve in Oslo."}]}, {"heading": "Births", "year": "1929", "date": "May 10", "txt": "George Coe, American actor and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 10", "txt": "Antonine Maillet, Canadian author and playwright", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 10", "txt": "George E. Smith, American physicist and engineer, Nobel Prize laureate", "entities": [{"title": "George E. Smith", "href": "/wiki/George_E._Smith", "description": "George Elwood Smith is an American scientist, applied physicist, and co-inventor of the charge-coupled device (CCD). He was awarded a one-quarter share in the 2009 Nobel Prize in Physics for \"the invention of an imaging semiconductor circuit—the CCD sensor, which has become an electronic eye in almost all areas of photography\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1931", "date": "May 10", "txt": "Ettore Scola, Italian director and screenwriter (d. 2016)", "entities": [{"title": "Ettore Scola", "href": "/wiki/Ettore_Scola", "description": "Ettore Scola was an Italian screenwriter and film director. He received a Golden Globe for Best Foreign Film in 1978 for his film A Special Day and over the course of his film career was nominated for five Academy Awards for Best Foreign Language Film."}]}, {"heading": "Births", "year": "1933", "date": "May 10", "txt": "Jean Becker, French actor, director, and screenwriter", "entities": [{"title": "Jean Becker (director)", "href": "/wiki/Jean_Becker_(director)", "description": "Jean Becker is a French film director, screenwriter and actor. He is son of the director Jacques Becker."}]}, {"heading": "Births", "year": "1935", "date": "May 10", "txt": "Larry Williams, American singer-songwriter, pianist, and producer (d. 1980)", "entities": [{"title": "Larry Williams", "href": "/wiki/Larry_Williams", "description": "Larry Williams was an American rhythm and blues and rock and roll singer, songwriter, producer, and pianist from New Orleans, Louisiana. Williams is best known for writing and recording some rock and roll classics from 1957 to 1959 for Specialty Records, including \"Bony Moronie\", \"Short Fat Fannie\", \"Slow Down\", \"Dizzy, Miss Lizzy\" (1958), \"Bad Boy\" and \"She Said Yeah\" (1959). John Lennon was a fa"}]}, {"heading": "Births", "year": "1937", "date": "May 10", "txt": "Tamara Press, Ukrainian shot putter and discus thrower (d. 2021)", "entities": [{"title": "Tamara Press", "href": "/wiki/Tamara_Press", "description": "Tamara Natanovna Press was a Soviet athlete who dominated the shot put and discus throw in the early 1960s. She won three gold medals and one silver medal at the 1960 and 1964 Olympics and three European titles in 1958–1962. Between 1959 and 1965 she set 11 world records: five in the shot put and six in the discus. Domestically, she held 16 national titles, nine in the shot put (1958–66) and seven"}]}, {"heading": "Births", "year": "1938", "date": "May 10", "txt": "Manuel Santana, Spanish tennis player", "entities": [{"title": "Manuel Santana", "href": "/wiki/Manuel_Santana", "description": "Manuel Martínez Santana, also known as Manolo Santana, is a former tennis player from Spain. He was ranked as amateur world No. 1 in 1966 by Lance Tingay."}]}, {"heading": "Births", "year": "1940", "date": "May 10", "txt": "Arthur Alexander, American country-soul singer-songwriter (d. 1993)", "entities": [{"title": "Arthur Alexander", "href": "/wiki/Arthur_Alexander", "description": "Arthur Alexander was an American Country Soul songwriter and singer. Jason Ankeny, music critic for AllMusic, said Alexander was a \"country-soul pioneer\" and that, though largely unknown, \"his music is the stuff of genius, a poignant and deeply intimate body of work on par with the best of his contemporaries.\" Alexander's songs were covered by such stars as the Beatles, the Rolling Stones, Bob Dyl"}]}, {"heading": "Births", "year": "1940", "date": "May 10", "txt": "Wayne Dyer, American author and educator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 10", "txt": "Jim Calhoun, American basketball player and coach", "entities": [{"title": "Jim Calhoun", "href": "/wiki/Jim_Calhoun", "description": "James A. Calhoun is the men's basketball coach for the University of Saint Joseph in West Hartford, Connecticut. Calhoun is the former head coach of the University of Connecticut men's basketball team. His teams won three NCAA national championships, played in four Final Fours, won the 1988 NIT title, and seven Big East tournament championships. With his team's 2011 NCAA title win, the 68-year-old"}]}, {"heading": "Births", "year": "1944", "date": "May 10", "txt": "Jim Abrahams, American director, producer, and screenwriter", "entities": [{"title": "Jim Abrahams", "href": "/wiki/Jim_Abrahams", "description": "James S. Abrahams (ˈeɪbrəmz) is an American movie director and writer, best known as a member of Zucker, Abrahams and Zucker."}]}, {"heading": "Births", "year": "1944", "date": "May 10", "txt": "Marie-France Pisier, French actress, director, and screenwriter (d. 2011)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 10", "txt": "Donovan, Scottish singer-songwriter", "entities": [{"title": "Donovan", "href": "/wiki/Donovan", "description": "Donovan Phillips Leitch is a Scottish singer, songwriter and guitarist. He developed an eclectic and distinctive style that blended folk, jazz, pop, psychedelic rock, and world music. He has lived in Scotland, Hertfordshire (England), London, California, and since at least 2008 in County Cork, Ireland, with his family. Emerging from the British folk scene, Donovan reached fame in the United Kingdo"}]}, {"heading": "Births", "year": "1946", "date": "May 10", "txt": "Graham Gouldman, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 10", "txt": "Dave Mason, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 10", "txt": "Caroline B. Cooney, American author", "entities": [{"title": "Caroline B. Cooney", "href": "/wiki/Caroline_B._Cooney", "description": "Caroline B. Cooney is an American author of suspense, romance, horror, and mystery books for adults."}]}, {"heading": "Births", "year": "1949", "date": "May 10", "txt": "Miuccia Prada, Italian fashion designer", "entities": [{"title": "Miuccia Prada", "href": "/wiki/Miuccia_Prada", "description": "Miuccia Bianchi Prada is an Italian billionaire fashion designer and businesswoman. She is the head designer of Prada and the founder of its subsidiary Miu Miu. As of March 2019, Forbes estimates her net worth at US$2.4 billion.In 28 December 2020, Bloomberg estimates her net worth to be US$5.52 Billion & ranked 464th In Bloomberg Billionaire Index."}]}, {"heading": "Births", "year": "1952", "date": "May 10", "txt": "Sly Dunbar, Jamaican drummer", "entities": [{"title": "Sly Dunbar", "href": "/wiki/Sly_Dunbar", "description": "Lowell \"Sly\" Fillmore Dunbar is a drummer, best known as one half of the prolific Jamaican rhythm section and reggae production duo Sly and Robbie."}]}, {"heading": "Births", "year": "1955", "date": "May 10", "txt": "Mark David Chapman, American murderer", "entities": [{"title": "Mark David Chapman", "href": "/wiki/Mark_David_Chapman", "description": "Mark David Chapman is an American former security guard who murdered John Lennon, formerly of the Beatles, outside Lennon's apartment at the Dakota, in Manhattan, on December 8, 1980. As Lennon walked into the building's archway with his wife Yoko Ono, Chapman fired five shots at Lennon from a few yards away with a Charter Arms Undercover .38 Special revolver. Lennon was hit four times from the ba"}]}, {"heading": "Births", "year": "1956", "date": "May 10", "txt": "Vladislav Listyev, Russian journalist (d. 1995)", "entities": [{"title": "Vladislav Listyev", "href": "/wiki/Vladislav_Listyev", "description": "Vladislav (Vlad) Nikolayevich Listyev was a Russian journalist and head of the ORT TV Channel."}]}, {"heading": "Births", "year": "1957", "date": "May 10", "txt": "Sid Vicious, English singer and bass player (d. 1979)", "entities": [{"title": "Sid Vicious", "href": "/wiki/Sid_Vicious", "description": "Simon John Ritchie, known professionally as Sid Vicious, was an English musician best known as the bassist for the English punk rock band, Sex Pistols. Vicious replaced Glen Matlock, who had fallen out of favour with the other members of the group."}]}, {"heading": "Births", "year": "1958", "date": "May 10", "txt": "Gaétan Boucher, Canadian speed skater", "entities": [{"title": "Gaétan Boucher", "href": "/wiki/Ga%C3%A9tan_Boucher", "description": "Gaétan T. Boucher, is a former speed skating Olympic champion from Canada."}]}, {"heading": "Births", "year": "1958", "date": "May 10", "txt": "Rick Santorum, American lawyer and politician, United States Senator from Pennsylvania", "entities": [{"title": "United States Senator", "href": "/wiki/United_States_Senator", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Births", "year": "1959", "date": "May 10", "txt": "Victoria Rowell, American actress", "entities": [{"title": "Victoria Rowell", "href": "/wiki/Victoria_Rowell", "description": "Victoria Lynn Rowell is an American actress, writer, producer and dancer. Rowell began her career as a ballet dancer and model, before making her acting debut in the 1987 comedy film, Leonard Part 6. In 1990, Rowell joined the cast of the CBS daytime soap opera, The Young and the Restless, as Drucilla Winters, her signature and longest role on television, for which she was nominated for three Dayt"}]}, {"heading": "Births", "year": "1959", "date": "May 10", "txt": "Danny Schayes, American basketball player", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 10", "txt": "Cindy Hyde-Smith, American politician, United States Senator from Mississippi, Mississippi Commissioner of Agriculture and Commerce", "entities": [{"title": "United States Senator", "href": "/wiki/United_States_Senator", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}, {"title": "Mississippi Commissioner of Agriculture and Commerce", "href": "/wiki/Mississippi_Commissioner_of_Agriculture_and_Commerce", "description": "The Mississippi Department of Agriculture and Commerce is a government department of Mississippi, headquartered in Jackson. MDAC regulates and promotes agricultural-related businesses within Mississippi. The Department of Agriculture and Commerce was created by the Mississippi Legislature in 1906."}]}, {"heading": "Births", "year": "1960", "date": "May 10", "txt": "Bono, Irish singer-songwriter, musician and activist", "entities": [{"title": "Bono", "href": "/wiki/Bono", "description": "Paul David Hewson, known by his stage name Bono, is an Irish singer-songwriter, activist, philanthropist, venture capitalist, businessman, and actor. He is best known as the lead vocalist and primary lyricist of rock band U2."}]}, {"heading": "Births", "year": "1960", "date": "May 10", "txt": "Dean Heller, American lawyer and politician, United States Senator from Nevada, Secretary of State of Nevada", "entities": [{"title": "United States Senator", "href": "/wiki/United_States_Senator", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Nevada", "href": "/wiki/Nevada", "description": "Nevada is a state in the Western region of the United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th-most extensive, the 19th-least populous, and the 9th-least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the La"}, {"title": "Secretary of State of Nevada", "href": "/wiki/Secretary_of_State_of_Nevada", "description": "The Secretary of State of Nevada is a statewide elected office in the State of Nevada. The secretary of state post is common to many U.S. states. In Nevada, it is a constitutional office."}]}, {"heading": "Births", "year": "1960", "date": "May 10", "txt": "Merlene Ottey, Jamaican-Slovenian runner", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 10", "txt": "Lisa Nowak, American commander and astronaut", "entities": [{"title": "Lisa Nowak", "href": "/wiki/Lisa_Nowak", "description": "Lisa Marie Nowak is an American aeronautical engineer, and former NASA astronaut and United States Navy captain. Nowak served as naval flight officer and test pilot in the Navy. She was selected by NASA for NASA Astronaut Group 16 in 1996, and qualified as a mission specialist in robotics. She flew in space aboard Space Shuttle Discovery during the STS-121 mission in July 2006, when she was respon"}]}, {"heading": "Births", "year": "1963", "date": "May 10", "txt": "Debbie Wiseman, English composer and conductor", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 10", "txt": "Linda Evangelista, Canadian model", "entities": [{"title": "Linda Evangelista", "href": "/wiki/Linda_Evangelista", "description": "Linda Evangelista is a Canadian fashion model and one of the top supermodels from the 1990s. She is regarded as one of the most accomplished and influential models of all time, and has been featured on over 700 magazine covers. Evangelista is primarily known for being the longtime \"muse\" of photographer Steven Meisel, as well as for the phrase \"We don't wake up for less than $10,000 a day.\" She ho"}]}, {"heading": "Births", "year": "1966", "date": "May 10", "txt": "Jonathan Edwards, English triple jumper", "entities": [{"title": "Jonathan Edwards (triple jumper)", "href": "/wiki/Jonathan_Edwards_(triple_jumper)", "description": "Jonathan David Edwards, is a British former triple jumper. He is an Olympic, World, Commonwealth and European champion, and has held the world record in the event since 1995."}]}, {"heading": "Births", "year": "1967", "date": "May 10", "txt": "Eion Crossan, New Zealand rugby player", "entities": [{"title": "Eion Crossan", "href": "/wiki/Eion_Crossan", "description": "Eion Crossan is a New Zealand former rugby footballer who played rugby union for Southland and Bay of Plenty between 1987 and 1996, and rugby league for the South Sydney Rabbitohs and Cronulla-Sutherland Sharks between 1992 and 1995."}]}, {"heading": "Births", "year": "1968", "date": "May 10", "txt": "Al Murray, English comedian and television host", "entities": [{"title": "Al Murray", "href": "/wiki/Al_Murray", "description": "Alastair James Hay Murray is an English comedian, actor, musician and writer. His comedy often includes hard-edged social and political satire. In 2003 he was listed in The Observer as one of the 50 funniest acts in British comedy, and in 2007 he was voted the 16th greatest stand-up comic on Channel 4's 100 Greatest Stand-Ups."}]}, {"heading": "Births", "year": "1968", "date": "May 10", "txt": "Tatyana Shikolenko, Russian javelin thrower", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 10", "txt": "Dennis Bergkamp, Dutch footballer and manager", "entities": [{"title": "Dennis Bergkamp", "href": "/wiki/Dennis_Bergkamp", "description": "Dennis Nicolaas Maria Bergkamp is a Dutch professional football coach and former player. Originally a wide midfielder, Bergkamp was moved to main striker and then to second striker, where he remained throughout his playing career. Nicknamed the \"Non-Flying Dutchman\" by Arsenal supporters due to his fear of flying, Bergkamp is widely regarded as one of the greatest players of his generation."}]}, {"heading": "Births", "year": "1969", "date": "May 10", "txt": "John Scalzi, American author and blogger", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 10", "txt": "Gabriela Montero, Venezuelan-American pianist", "entities": [{"title": "Gabriela Montero", "href": "/wiki/Gabriela_Montero", "description": "Gabriela Montero is a Venezuelan pianist, known in particular for her real-time improvisation of complex musical pieces on themes suggested by her audience and other sources, as well as for performances of standard classical repertoire."}]}, {"heading": "Births", "year": "1970", "date": "May 10", "txt": "David Weir, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 10", "txt": "Ådne Søndrål, Norwegian speed skater", "entities": [{"title": "Ådne Søndrål", "href": "/wiki/%C3%85dne_S%C3%B8ndr%C3%A5l", "description": "Ådne Søndrål is a former Norwegian speed skater."}]}, {"heading": "Births", "year": "1972", "date": "May 10", "txt": "Christian Wörns, German footballer", "entities": [{"title": "Christian Wörns", "href": "/wiki/Christian_W%C3%B6rns", "description": "Christian Wörns is a German former professional footballer who played as a defender. Wörns is widely considered one of the finest German defenders of his generation. He started his career with Waldhof Mannheim but played the majority of his career with Bayer Leverkusen and Borussia Dortmund. He also had a short stint with Paris Saint-Germain."}]}, {"heading": "Births", "year": "1973", "date": "May 10", "txt": "Joshua Eagle, Australian tennis player", "entities": [{"title": "Joshua Eagle", "href": "/wiki/Joshua_Eagle", "description": "Joshua Eagle is a former professional male tennis player and current professional tennis coach from Australia. In January 2013 he was appointed as the Australian Davis Cup coach, having previously won Tennis Australia's elite coaching excellence award in 2012 for helping Australian Marinko Matosevic break into the top 50 from outside 200. He was born in Toowoomba, Queensland and now lives in Noosa"}]}, {"heading": "Births", "year": "1973", "date": "May 10", "txt": "Ollie le Roux, South African rugby player", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 10", "txt": "Sylvain Wiltord, French footballer", "entities": [{"title": "Sylvain Wiltord", "href": "/wiki/Sylvain_Wiltord", "description": "Sylvain Claude Wiltord is a French former professional footballer. Mainly a right winger, he also played as a centre-forward, second striker and on the left wing."}]}, {"heading": "Births", "year": "1975", "date": "May 10", "txt": "Hélio Castroneves, Brazilian race car driver", "entities": [{"title": "Hélio Castroneves", "href": "/wiki/H%C3%A9lio_Castroneves", "description": "Hélio Castroneves, is a Brazilian auto racing driver. He won the Indianapolis 500 three times: in 2001, 2002, and 2009, the 2021 24 Hours of Daytona with Wayne Taylor Racing, and was runner-up in the IndyCar Series drivers' championship in 2002, 2008, 2013, and 2014. He won the IMSA WeatherTech SportsCar Championship in 2020. Castroneves began competitive go-karting at age 10, before progressing t"}]}, {"heading": "Births", "year": "1975", "date": "May 10", "txt": "Adam Deadmarsh, Canadian-American ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 10", "txt": "Bruno Cheyrou, French footballer", "entities": [{"title": "Bruno Cheyrou", "href": "/wiki/Bruno_Cheyrou", "description": "Bruno Olivier Cheyrou is a French former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1981", "date": "May 10", "txt": "Samuel Dalembert, Haitian-Canadian basketball player", "entities": [{"title": "Samuel Dalembert", "href": "/wiki/Samuel_Dalembert", "description": "Samuel Davis Dalembert is a Haitian-Canadian former professional basketball player who played 13 seasons in the National Basketball Association (NBA). He played college basketball for Seton Hall University. During his active career, Dalembert was known for his rebounding as well as his shot blocking ability."}]}, {"heading": "Births", "year": "1981", "date": "May 10", "txt": "Humberto Suazo, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 10", "txt": "Gustav Fridolin, Swedish journalist and politician, Swedish Minister of Education", "entities": [{"title": "Gustav Fridolin", "href": "/wiki/Gustav_Fridolin", "description": "Per Gustav Edvard Fridolin is a Swedish politician who served as Minister of Education from 2014 to 2019. A journalist, author and teacher by profession, he was the Green Party's joint spokesperson from 2011 to 2019, along with Åsa Romson from 2011 to 2016 and with Isabella Lövin from 2016 to 2019."}, {"title": "Ministry of Education and Research (Sweden)", "href": "/wiki/Ministry_of_Education_and_Research_(Sweden)", "description": "The Ministry of Education and Research is a government ministry in Sweden responsible for matters relating to schools, universities, colleges, and research."}]}, {"heading": "Births", "year": "1984", "date": "May 10", "txt": "Edward Mujica, Venezuelan baseball player", "entities": [{"title": "Edward Mujica", "href": "/wiki/Edward_Mujica", "description": "Edward José Mujica is a Venezuelan former professional baseball pitcher. He played in Major League Baseball (MLB) for the Cleveland Indians, San Diego Padres, Florida/Miami Marlins, St. Louis Cardinals, Boston Red Sox, Oakland Athletics and Detroit Tigers."}]}, {"heading": "Births", "year": "1985", "date": "May 10", "txt": "Ryan Getzlaf, Canadian ice hockey player", "entities": [{"title": "Ryan Getzlaf", "href": "/wiki/Ryan_Getzlaf", "description": "Ryan Getzlaf is a Canadian professional ice hockey centre and captain of the Anaheim Ducks of the National Hockey League (NHL). A first round selection, 19th overall, at the 2003 NHL Entry Draft, Getzlaf has played his entire professional career in the Ducks organization and ranks as one of the franchise's all-time leading scorers. He has played in three NHL All-Star Games and was a member of the "}]}, {"heading": "Births", "year": "1985", "date": "May 10", "txt": "Jon Schofield, English canoe racer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 10", "txt": "Wilson Chandler, American basketball player", "entities": [{"title": "Wilson Chandler", "href": "/wiki/Wilson_Chandler", "description": "Wilson Chandler is an American professional basketball player who plays for Zhejiang Guangsha Lions of the Chinese Basketball Association (CBA). He has previously played for Zhejiang Guangsha of the Chinese Basketball Association during the 2011 NBA lockout and the NBA's New York Knicks and Denver Nuggets. He played college basketball for the DePaul Blue Demons for two years before declaring for t"}]}, {"heading": "Births", "year": "1990", "date": "May 10", "txt": "Salvador Pérez,  Venezuelan baseball player", "entities": [{"title": "Salvador Pérez", "href": "/wiki/Salvador_P%C3%A9rez", "description": "Salvador Johan Pérez Diaz is a Venezuelan-American professional baseball catcher for the Kansas City Royals of Major League Baseball (MLB). He is a six-time MLB All-Star, five-time Gold Glove Award winner, and received the World Series Most Valuable Player Award when the Royals won the 2015 World Series over the New York Mets."}]}, {"heading": "Births", "year": "1990", "date": "May 10", "txt": "Ivana Španović, Serbian long jumper", "entities": []}, {"heading": "Births", "year": "1995", "date": "May 10", "txt": "Missy Franklin, American swimmer", "entities": [{"title": "Missy Franklin", "href": "/wiki/Missy_Franklin", "description": "Melissa Jeanette Franklin is an American former competition swimmer and five-time Olympic gold medalist. She formerly held the world record in the 200-meter backstroke. As a member of the U.S. national swim team, she also held the world records in the 4×100-meter medley relay."}]}, {"heading": "Births", "year": "1995", "date": "May 10", "txt": "Gabriella Papadakis, French ice dancer", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 10", "txt": "Tyus Jones, American basketball player", "entities": [{"title": "Tyus Jones", "href": "/wiki/Tyus_Jones", "description": "Tyus Robert Jones Sr. is an American professional basketball player for the Memphis Grizzlies of the National Basketball Association (NBA). He previously played for his hometown team the Minnesota Timberwolves for 4 seasons before signing with the Memphis Grizzlies in the 2019 offseason. He played college basketball for the Duke Blue Devils in his freshman season as part of the 2014–15 National Ch"}]}, {"heading": "Births", "year": "1996", "date": "May 10", "txt": "Kateřina Siniaková, Czech tennis player", "entities": []}, {"heading": "Deaths", "year": "1299", "date": "May 10", "txt": "Theingapati, heir to the Pagan Kingdom", "entities": [{"title": "Theingapati", "href": "/wiki/Theingapati", "description": "Theingapati was heir-apparent of the Pagan Dynasty of Burma (Myanmar) from 1289 to 1297. The crown prince is known for his mission to Beijing in which he sought and received the Mongol Empire's recognition of his father, Kyawswa, as King of Pagan in March 1297. The prince was arrested after his father was overthrown in December 1297 by the three brothers of Myinsaing. The brothers branded the fath"}]}, {"heading": "Deaths", "year": "1403", "date": "May 10", "txt": "Katherine Swynford, widow of John of Gaunt", "entities": [{"title": "Katherine Swynford", "href": "/wiki/Katherine_Swynford", "description": "Katherine Swynford, Duchess of Lancaster, also spelled Katharine or Catherine, was the third wife of John of Gaunt, Duke of Lancaster, a son of King Edward III. She had been the Duke's lover for many years before their marriage. The couple's children, born before the marriage, were later legitimised during the reign of the Duke's nephew, Richard II. When the Duke's son from his first marriage over"}, {"title": "John of Gaunt", "href": "/wiki/John_of_Gaunt", "description": "John of Gaunt was an English prince, military leader, and statesman. He was the third of the five sons of King Edward III of England who survived to adulthood. Due to his royal origin, advantageous marriages, and some generous land grants, Gaunt was one of the richest men of his era, and was an influential figure during the reigns of both his father, Edward, and his nephew, Richard II. As Duke of "}]}, {"heading": "Deaths", "year": "1482", "date": "May 10", "txt": "Paolo dal Pozzo Toscanelli, Italian mathematician and astronomer (b. 1397)", "entities": [{"title": "Paolo dal Pozzo Toscanelli", "href": "/wiki/Paolo_dal_Pozzo_Toscanelli", "description": "Paolo dal Pozzo Toscanelli was an Italian mathematician, astronomer, and cosmographer.\n"}]}, {"heading": "Deaths", "year": "1493", "date": "May 10", "txt": "Colin Campbell, 1st Earl of Argyll, Scottish politician, Lord Chancellor of Scotland (b. 1433)", "entities": [{"title": "Colin Campbell, 1st Earl of Argyll", "href": "/wiki/Colin_Campbell,_1st_Earl_of_Argyll", "description": "Colin Campbell, 1st Earl of Argyll, was a medieval Scottish nobleman, peer, and politician. He was the son of Archibald Campbell, Master of Campbell and Elizabeth Somerville. He had the sobriquet Colin Mulle, Bold Earl Colin."}, {"title": "Lord Chancellor of Scotland", "href": "/wiki/Lord_Chancellor_of_Scotland", "description": "\n\nThe Lord Chancellor of Scotland was a Great Officer of State in the Kingdom of Scotland."}]}, {"heading": "Deaths", "year": "1521", "date": "May 10", "txt": "Sebastian Brant, German author (b. 1457)", "entities": [{"title": "Sebastian Brant", "href": "/wiki/Sebastian_Brant", "description": "Sebastian Brant was a German humanist and satirist. He is best known for his satire Das Narrenschiff."}]}, {"heading": "Deaths", "year": "1566", "date": "May 10", "txt": "Leonhart Fuchs, German physician and botanist (b. 1501)", "entities": [{"title": "Leonhart Fuchs", "href": "/wiki/Leonhart_Fuchs", "description": "Leonhart Fuchs, sometimes spelled Leonhard Fuchs, was a German physician and botanist. His chief notability is as the author of a large book about plants and their uses as medicines, a herbal, which was first published in 1542 in Latin. It has about 500 accurate and detailed drawings of plants, which were printed from woodcuts. The drawings are the book's most notable advance on its predecessors. "}]}, {"heading": "Deaths", "year": "1569", "date": "May 10", "txt": "John of Ávila, Spanish mystic and saint (b. 1500)", "entities": [{"title": "John of Ávila", "href": "/wiki/John_of_%C3%81vila", "description": "John of Ávila was a Spanish priest, preacher, scholastic author, and religious mystic, who has been declared a saint and Doctor of the Church by the Catholic Church. He is called the \"Apostle of Andalusia\", for his extensive ministry in that region."}]}, {"heading": "Deaths", "year": "1641", "date": "May 10", "txt": "Johan Banér, Swedish field marshal (b. 1596)", "entities": [{"title": "Johan Banér", "href": "/wiki/Johan_Ban%C3%A9r", "description": "Johan Banér was a Swedish Field Marshal in the Thirty Years' War."}]}, {"heading": "Deaths", "year": "1717", "date": "May 10", "txt": "John Hathorne, American merchant and politician (b. 1641)", "entities": [{"title": "John Hathorne", "href": "/wiki/John_Hathorne", "description": "John Hathorne was a merchant and magistrate of the Massachusetts Bay Colony and Salem, Massachusetts. He is best known for his early and vocal role as one of the leading judges in the Salem witch trials."}]}, {"heading": "Deaths", "year": "1726", "date": "May 10", "txt": "Charles Beauclerk, 1st Duke of St Albans, English soldier and politician, Lord Lieutenant of Berkshire (b. 1670)", "entities": [{"title": "Charles Beauclerk, 1st Duke of St Albans", "href": "/wiki/Charles_Beauclerk,_1st_Duke_of_St_Albans", "description": "Charles Beauclerk, 1st Duke of St Albans, KG was an illegitimate son of King Charles II of England by his mistress Nell Gwyn."}, {"title": "Lord Lieutenant of Berkshire", "href": "/wiki/Lord_Lieutenant_of_Berkshire", "description": "This is a list of people who have served as Lord Lieutenant of Berkshire. Since 1689, all Lords Lieutenant have also been Custos Rotulorum of Berkshire."}]}, {"heading": "Deaths", "year": "1774", "date": "May 10", "txt": "Louis XV of France (b. 1710)", "entities": [{"title": "Louis XV of France", "href": "/wiki/Louis_XV_of_France", "description": "Louis XV, known as Louis the Beloved, was King of France from 1 September 1715 until his death in 1774. He succeeded his great-grandfather Louis XIV at the age of five. Until he reached maturity on 15 February 1723, the kingdom was ruled by Philippe II, Duke of Orléans, as Regent of France.\nCardinal Fleury was chief minister from 1726 until his death in 1743, at which time the king took sole contr"}]}, {"heading": "Deaths", "year": "1787", "date": "May 10", "txt": "William Watson, English physician, physicist, and botanist (b. 1715)", "entities": [{"title": "William Watson (scientist)", "href": "/wiki/William_Watson_(scientist)", "description": "Sir William Watson, FRS was an English physician and scientist who was born and died in London. His early work was in botany, and he helped to introduce the work of Carolus Linnaeus into England. He became a Fellow of the Royal Society in 1741 and vice president in 1772. He was knighted in 1786."}]}, {"heading": "Deaths", "year": "1794", "date": "May 10", "txt": "Élisabeth of France, French princess and youngest sibling of Louis XVI (b.1764)", "entities": [{"title": "Élisabeth of France (1764–1794)", "href": "/wiki/%C3%89lisabeth_of_France_(1764%E2%80%931794)", "description": "Élisabeth of France, known as Madame Élisabeth, was a French princess and the youngest sibling of King Louis XVI. She remained beside the king and his family during the French Revolution and was executed at Place de la Révolution in Paris during the Terror. She is regarded by the Roman Catholic Church as a martyr and is venerated as a Servant of God."}, {"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}]}, {"heading": "Deaths", "year": "1798", "date": "May 10", "txt": "George Vancouver, English navigator and explorer (b. 1757)", "entities": [{"title": "George Vancouver", "href": "/wiki/George_Vancouver", "description": "Captain George Vancouver was a British officer of the Royal Navy best known for his 1791–95 expedition, which explored and charted North America's northwestern Pacific Coast regions, including the coasts of what are now the American states of Alaska, Washington, and Oregon, as well as the Canadian province of British Columbia. He also explored the Hawaiian Islands and the southwest coast of Austra"}]}, {"heading": "Deaths", "year": "1807", "date": "May 10", "txt": "Jean-Baptiste Donatien de Vimeur, comte de Rochambeau, French general (b. 1725)", "entities": [{"title": "Jean-Baptiste Donatien de Vimeur, comte de Rochambeau", "href": "/wiki/Jean-Baptiste_Donatien_de_Vimeur,_comte_de_Rochambeau", "description": "Marshal Jean-Baptiste Donatien de Vimeur, comte de Rochambeau was a French nobleman and general whose army played the decisive role in helping the United States defeat the British army at Yorktown in 1781 during the American Revolution. He was commander-in-chief of the French Expeditionary Force sent by France in order to help the American Continental Army fight against British forces."}]}, {"heading": "Deaths", "year": "1818", "date": "May 10", "txt": "Paul Revere, American engraver and soldier (b. 1735)", "entities": [{"title": "Paul Revere", "href": "/wiki/Paul_Revere", "description": "Paul Revere was an American silversmith, engraver, early industrialist, and Patriot in the American Revolution. He is best known for his midnight ride to alert the colonial militia in April 1775 to the approach of British forces before the battles of Lexington and Concord, as dramatized in Henry Wadsworth Longfellow's poem, \"Paul Revere's Ride\" (1861)."}]}, {"heading": "Deaths", "year": "1829", "date": "May 10", "txt": "Thomas Young, English physician and linguist (b. 1773)", "entities": [{"title": "Thomas Young (scientist)", "href": "/wiki/Thomas_Young_(scientist)", "description": "Thomas Young FRS was a British polymath who made notable contributions to the fields of vision, light, solid mechanics, energy, physiology, language, musical harmony, and Egyptology. He \"made a number of original and insightful innovations\" in the decipherment of Egyptian hieroglyphs before Jean-François Champollion eventually expanded on his work."}]}, {"heading": "Deaths", "year": "1849", "date": "May 10", "txt": "Hokusai, Japanese painter and illustrator (b. 1760)", "entities": [{"title": "Hokusai", "href": "/wiki/Hokusai", "description": "Katsushika Hokusai , known simply as Hokusai, was a Japanese artist, ukiyo-e painter and printmaker of the Edo period. Hokusai is best known for the woodblock print series Thirty-Six Views of Mount Fuji which includes the internationally iconic print The Great Wave off Kanagawa."}]}, {"heading": "Deaths", "year": "1863", "date": "May 10", "txt": "Stonewall Jackson, American general (b. 1824)", "entities": [{"title": "Stonewall Jackson", "href": "/wiki/Stonewall_Jackson", "description": "Thomas Jonathan \"Stonewall\" Jackson served as a Confederate general (1861–1863) during the American Civil War, and became one of the best-known Confederate commanders after General Robert E. Lee. Jackson played a prominent role in nearly all military engagements in the Eastern Theater of the war until his death, and had a key part in winning many significant battles."}]}, {"heading": "Deaths", "year": "1868", "date": "May 10", "txt": "Henry Bennett, American lawyer and politician (b. 1808)", "entities": [{"title": "Henry Bennett (U.S. politician)", "href": "/wiki/Henry_Bennett_(U.S._politician)", "description": "Henry Bennett was an American politician and a United States Representative from New York."}]}, {"heading": "Deaths", "year": "1889", "date": "May 10", "txt": "Mikhail Saltykov-Shchedrin, Russian journalist, author, and playwright (b. 1826)", "entities": [{"title": "Mikhail Saltykov-Shchedrin", "href": "/wiki/Mikhail_Saltykov-Shchedrin", "description": "Mikhail Yevgrafovich Saltykov-Shchedrin, was a major Russian writer and satirist of the 19th century. He spent most of his life working as a civil servant in various capacities. After the death of poet Nikolay Nekrasov he acted as editor of the well-known Russian magazine, Otechestvenniye Zapiski, until the government banned it in 1884. His best-known work, the novel The Golovlyov Family, appeared"}]}, {"heading": "Deaths", "year": "1891", "date": "May 10", "txt": "Carl Nägeli, Swiss botanist and mycologist (b. 1817)", "entities": [{"title": "Carl Nägeli", "href": "/wiki/Carl_N%C3%A4geli", "description": "Carl Wilhelm von Nägeli was a Swiss botanist. He studied cell division and pollination but became known as the man who discouraged Gregor Mendel from further work on genetics. He rejected natural selection as a mechanism of evolution, favouring orthogenesis driven by a supposed \"inner perfecting principle\"."}]}, {"heading": "Deaths", "year": "1897", "date": "May 10", "txt": "Andrés Bonifacio, Filipino soldier and politician, President of the Philippines (b. 1863)", "entities": [{"title": "Andrés Bonifacio", "href": "/wiki/Andr%C3%A9s_Bonifacio", "description": "Andrés Bonifacio y de Castro was a Filipino revolutionary leader and the president of the Tagalog Republic. He is often called \"The Father of the Philippine Revolution\". He was one of the founders and later Supremo of the Kataas-taasang, Kagalang-galangang Katipunan ng mga Anak ng Bayan or more commonly known as the \"Katipunan\", a movement which sought the independence of the Philippines from Span"}, {"title": "List of unofficial Presidents of the Philippines", "href": "/wiki/List_of_unofficial_Presidents_of_the_Philippines", "description": "The list of unofficial Presidents of the Philippines include people that Philippine historians and other figures have identified as having held the presidency of a government that intended to represent the Philippines but are not counted by the modern Government of the Philippines as an official President of the Philippines."}]}, {"heading": "Deaths", "year": "1910", "date": "May 10", "txt": "Stanislao Cannizzaro, Italian chemist and academic (b. 1826)", "entities": [{"title": "Stanislao Cannizzaro", "href": "/wiki/Stanislao_Cannizzaro", "description": "Stanislao Cannizzaro was an Italian chemist. He is famous for the Cannizzaro reaction and for his influential role in the atomic-weight deliberations of the Karlsruhe Congress in 1860."}]}, {"heading": "Deaths", "year": "1945", "date": "May 10", "txt": "Richard Glücks, German SS officer (b. 1889)", "entities": [{"title": "Richard Glücks", "href": "/wiki/Richard_Gl%C3%BCcks", "description": "Richard Glücks (help·info) was a high-ranking German Nazi official in the SS. From November 1939 until the end of World War II, he was Concentration Camps Inspector (CCI), which became Amt D: Konzentrationslagerwesen under the WVHA in Nazi Germany. As a direct subordinate of Heinrich Himmler, he was responsible for the forced labour of the camp inmates, and was also the supervisor for the medical "}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1945", "date": "May 10", "txt": "Konrad Henlein, Czech soldier and politician (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "May 10", "txt": "Belle da Costa Greene, American librarian and bibliographer (b. 1883)", "entities": [{"title": "Belle da Costa Greene", "href": "/wiki/Belle_da_Costa_Greene", "description": "Belle da Costa Greene was the librarian to J. P. Morgan. After Morgan's death in 1913, Greene continued as librarian under his son, Jack Morgan. In 1924 the private collection was incorporated by the State of New York as a library for public uses, and the Board of Trustees appointed Greene first director of the Pierpont Morgan Library."}]}, {"heading": "Deaths", "year": "1960", "date": "May 10", "txt": "Yury Olesha, Russian author, poet, and playwright (b. 1899)", "entities": [{"title": "Yury Olesha", "href": "/wiki/Yury_Olesha", "description": "Yury Karlovich Olesha was a Russian and Soviet novelist. He is considered one of the greatest Russian novelists of the 20th century, one of the few to have succeeded in writing works of lasting artistic value despite the stifling censorship of the era. His works are delicate balancing acts that superficially send pro-Communist messages but reveal far greater subtlety and richness upon a deeper rea"}]}, {"heading": "Deaths", "year": "1964", "date": "May 10", "txt": "Mikhail Larionov, Russian painter, illustrator, and set designer (b. 1881)", "entities": [{"title": "Mikhail Larionov", "href": "/wiki/Mikhail_Larionov", "description": "Mikhail Fyodorovich Larionov was an avant-garde Russian painter who worked with radical exhibitors and pioneered the first approach to abstract Russian art."}]}, {"heading": "Deaths", "year": "1965", "date": "May 10", "txt": "Hubertus van Mook, Dutch politician, Governor-General of the Dutch East Indies (b. 1894)", "entities": [{"title": "Hubertus van Mook", "href": "/wiki/Hubertus_van_Mook", "description": "Hubertus Johannes \"Huib\" van Mook was a Dutch administrator in the East Indies. During the Indonesian National Revolution, he served as the Acting Governor-General of the Dutch East Indies from 1942 to 1948. Van Mook also had a son named Cornelius van Mook who studied marine engineering at the Massachusetts Institute of Technology. He also wrote about Java - and his work on Kota Gede is a good exa"}, {"title": "Governor-General of the Dutch East Indies", "href": "/wiki/Governor-General_of_the_Dutch_East_Indies", "description": "The Governor-General of the Dutch East Indies represented Dutch rule in the Dutch East Indies between 1610 and Dutch recognition of the independence of Indonesia in 1949."}]}, {"heading": "Deaths", "year": "1968", "date": "May 10", "txt": "Scotty Beckett, American actor and singer (b. 1929)", "entities": [{"title": "Scotty Beckett", "href": "/wiki/Scotty_Beckett", "description": "Scott Hastings Beckett was an American actor. He began his career as a child actor in the Our Gang shorts and later costarred on Rocky Jones, Space Ranger."}]}, {"heading": "Deaths", "year": "1974", "date": "May 10", "txt": "Hal Mohr, American director and cinematographer (b. 1894)", "entities": [{"title": "Hal Mohr", "href": "/wiki/Hal_Mohr", "description": "Hal Mohr, A.S.C. was a famed movie cinematographer. He is known for his Oscar-winning work on the 1935 film, A Midsummer Night's Dream. He was awarded another Oscar for his work on The Phantom of the Opera in 1943, and received a nomination for The Four Poster in 1952."}]}, {"heading": "Deaths", "year": "1977", "date": "May 10", "txt": "Joan Crawford, American actress (year of birth disputed)", "entities": [{"title": "Joan Crawford", "href": "/wiki/Joan_Crawford", "description": "Joan Crawford was an American film and television actress who began her career as a dancer in traveling theatrical companies before debuting as a chorus girl on Broadway. Crawford then signed a motion picture contract with Metro-Goldwyn-Mayer in 1925; her career spanned six decades, multiple studios, and controversies."}]}, {"heading": "Deaths", "year": "1982", "date": "May 10", "txt": "Peter Weiss, German playwright and painter (b. 1916)", "entities": [{"title": "Peter Weiss", "href": "/wiki/Peter_Weiss", "description": "Peter Ulrich Weiss was a German writer, painter, graphic artist, and experimental filmmaker of adopted Swedish nationality. He is particularly known for his plays Marat/Sade and The Investigation and his novel The Aesthetics of Resistance."}]}, {"heading": "Deaths", "year": "1988", "date": "May 10", "txt": "Shen Congwen, Chinese author and academic (b. 1902)", "entities": [{"title": "Shen Congwen", "href": "/wiki/Shen_Congwen", "description": "Shen Congwen, formerly romanized as Shen Ts'ung-wen, is considered to be one of the greatest modern Chinese writers, on par with Lu Xun. Regional culture and identity plays a much bigger role in his writing than that of other major early modern Chinese writers. He was known for combining the vernacular style with classical Chinese writing techniques. Shen is the most important of the \"native soil\""}]}, {"heading": "Deaths", "year": "1990", "date": "May 10", "txt": "Walker Percy, American novelist and essayist (b. 1916)", "entities": [{"title": "Walker Percy", "href": "/wiki/Walker_Percy", "description": "Walker Percy, Obl.S.B. was an American writer whose interests included philosophy and semiotics. Percy is noted for his philosophical novels set in and around New Orleans; his first novel, The Moviegoer, won the U.S. National Book Award for Fiction."}]}, {"heading": "Deaths", "year": "1994", "date": "May 10", "txt": "John Wayne Gacy, American serial killer (b. 1942)", "entities": [{"title": "John Wayne Gacy", "href": "/wiki/John_Wayne_Gacy", "description": "John Wayne Gacy was an American serial killer and sex offender known as the Killer Clown who assaulted and murdered at least 33 young men and boys. Gacy regularly performed at children's hospitals and charitable events as \"Pogo the Clown\" or \"Patches the Clown\", personas he had devised. He was also active in his local community as a Democratic Party precinct captain and building contractor."}]}, {"heading": "Deaths", "year": "1999", "date": "May 10", "txt": "Shel Silverstein, American poet, author, and illustrator", "entities": [{"title": "Shel Silverstein", "href": "/wiki/Shel_Silverstein", "description": "Sheldon Allan Silverstein was an American writer, poet, cartoonist, songwriter and playwright. He is known for his cartoons, songs, and children's books. He styled himself as Uncle Shelby in some works. His books have been translated into more than 30 languages and have sold more than 20 million copies. Silverstein's songs have been recorded and popularized by a wide range of acts including Johnny"}]}, {"heading": "Deaths", "year": "2000", "date": "May 10", "txt": "Jules Deschênes, Canadian lawyer and judge (b. 1923)", "entities": [{"title": "Jules Deschênes", "href": "/wiki/Jules_Desch%C3%AAnes", "description": "Jules Deschênes, was a Canadian Quebec Superior Court judge."}]}, {"heading": "Deaths", "year": "2000", "date": "May 10", "txt": "Dick Sprang, American illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "May 10", "txt": "Sudhakarrao Naik, Indian politician, Governor of Himachal Pradesh (b. 1934)", "entities": [{"title": "Sudhakarrao Naik", "href": "/wiki/Sudhakarrao_Naik", "description": "Sudhakarrao Rajusing Naik was an Indian politician from Indian National Congress party who served as Chief Minister of Maharashtra from 25 June 1991 until 22 February 1993 following the communal riots. He had given the new shape to the Panchayat Raj, started the continuous election process in Panchayat Raj systems all over the state. He is called as the hero of Jalkranti, who started the irrigatio"}, {"title": "Governor of Himachal Pradesh", "href": "/wiki/Governor_of_Himachal_Pradesh", "description": "This is a List of governors of Himachal Pradesh. Bandaru Dattatreya is the 20th Governor of Himachal Pradesh since 11 September 2019. Out of the regular 19 governors of the state only 3 have been able to complete their full terms i.e. S. Chakravarti (1971-77), Vishnu Sadashiv Kokje (2003-08) and Urmila Singh (2010-15)."}]}, {"heading": "Deaths", "year": "2002", "date": "May 10", "txt": "Kaifi Azmi, Indian poet and songwriter (b. 1919)", "entities": [{"title": "Kaifi Azmi", "href": "/wiki/Kaifi_Azmi", "description": "Kaifi Azmi was an Indian Urdu poet. He is remembered as the one who brought Urdu literature to Indian motion pictures. Together with Pirzada Qasim, Jaun Elia and others he participated in many memorable Mushaira gatherings of the twentieth century. His wife is theater and film actress Shaukat Kaifi."}]}, {"heading": "Deaths", "year": "2002", "date": "May 10", "txt": "Yves Robert, French actor, director, producer, and screenwriter (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "May 10", "txt": "Milan Vukcevich, Serbian-American chemist and chess player (b. 1937)", "entities": [{"title": "Milan Vukcevich", "href": "/wiki/Milan_Vukcevich", "description": "Milan R. Vukcevich was a Serbian-American chemist, a grandmaster of chess problem composition and writer."}]}, {"heading": "Deaths", "year": "2006", "date": "May 10", "txt": "Soraya, Colombian-American singer-songwriter, guitarist, and producer (b. 1969)", "entities": [{"title": "Soraya (musician)", "href": "/wiki/Soraya_(musician)", "description": "Soraya Raquel Lamilla Cuevas was a Colombian-American singer/songwriter, guitarist, arranger and record producer."}]}, {"heading": "Deaths", "year": "2008", "date": "May 10", "txt": "Leyla Gencer, Turkish soprano (b. 1928)", "entities": [{"title": "Leyla Gencer", "href": "/wiki/Leyla_Gencer", "description": "Ayşe Leyla Gencer was a Turkish operatic soprano."}]}, {"heading": "Deaths", "year": "2010", "date": "May 10", "txt": "Frank Frazetta, American illustrator and painter (b. 1928)", "entities": [{"title": "Frank Frazetta", "href": "/wiki/Frank_Frazetta", "description": "Frank Frazetta was an American fantasy and science fiction artist, noted for comic books, paperback book covers, paintings, posters, LP record album covers and other media. He is often referred to as the \"Godfather\" of fantasy art, and one of the most renowned illustrators of the 20th century. He was also the subject of a 2003 documentary Painting with Fire."}]}, {"heading": "Deaths", "year": "2012", "date": "May 10", "txt": "Horst Faas, German photographer and journalist (b. 1933)", "entities": [{"title": "Horst Faas", "href": "/wiki/Horst_Faas", "description": "Horst Faas was a German photo-journalist and two-time Pulitzer Prize winner. He is best known for his images of the Vietnam War."}]}, {"heading": "Deaths", "year": "2012", "date": "May 10", "txt": "Carroll Shelby, American race car driver and designer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 10", "txt": "Gunnar Sønsteby, Norwegian captain and author (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 10", "txt": "Chris Burden, American sculptor, illustrator, and academic (b. 1946)", "entities": [{"title": "Chris Burden", "href": "/wiki/Chris_Burden", "description": "Christopher Lee Burden was an American artist working in performance, sculpture and installation art. Burden became known in the 1970s for his performance art works, including Shoot (1971), where he arranged for a friend to shoot him in the arm with a small-caliber rifle. A prolific artist, Burden created many well-known installations, public artworks and sculptures before his death in 2015."}]}, {"heading": "Deaths", "year": "2018", "date": "May 10", "txt": "David Goodall, Australian botanist and ecologist (b. 1914)", "entities": [{"title": "David Goodall (botanist)", "href": "/wiki/David_Goodall_(botanist)", "description": "David William Goodall was an English-born Australian botanist and ecologist. He was influential in the early development of statistical methods in plant communities. He worked as researcher and professor in England, Australia, Ghana and the United States. He was editor-in-chief of the 30-volume Ecosystems of the World series of books, and author of over 100 publications. He was known as Australia'"}]}, {"heading": "Deaths", "year": "2019", "date": "May 10", "txt": "Alfredo Pérez Rubalcaba, Spanish politician and chemist (b. 1951)", "entities": [{"title": "Alfredo Pérez Rubalcaba", "href": "/wiki/Alfredo_P%C3%A9rez_Rubalcaba", "description": "Alfredo Pérez Rubalcaba was a Spanish statesman, politician and chemist who served as Deputy Prime Minister of Spain from 2010 to 2011, and previously as Minister of Education from 1992 to 1993, as Minister of the Presidency from 1993 to 1996, as Minister of the Interior from 2006 to 2011 and as acting Minister of Defence between May and June 2008."}, {"title": "1951", "href": "/wiki/1951", "description": "1951 (MCMLI) was a common year starting on Monday of the Gregorian calendar, the 1951st year of the Common Era (CE) and Anno Domini (AD) designations, the 951st year of the 2nd millennium, the 51st year of the 20th century, and the 2nd year of the 1950s decade. "}]}]