[{"heading": "Events", "year": "495 BC", "date": "May 15", "txt": "A newly constructed temple in honour of the god Mercury was dedicated in ancient Rome on the Circus Maximus, between the Aventine and Palatine hills. To spite the senate and the consuls, the people awarded the dedication to a senior military officer, Marcus Laetorius.", "entities": [{"title": "Mercury (mythology)", "href": "/wiki/Mercury_(mythology)", "description": "Mercury is a major god in Roman religion and mythology, being one of the 12 Dii Consentes within the ancient Roman pantheon. He is the god of financial gain, commerce, eloquence, messages, communication, travelers, boundaries, luck, trickery and thieves; he also serves as the guide of souls to the underworld."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Circus Maximus", "href": "/wiki/Circus_Maximus", "description": "The Circus Maximus is an ancient Roman chariot-racing stadium and mass entertainment venue in Rome, Italy. In the valley between the Aventine and Palatine hills, it was the first and largest stadium in ancient Rome and its later Empire. It measured 621 m (2,037 ft) in length and 118 m (387 ft) in width and could accommodate over 150,000 spectators. In its fully developed form, it became the model "}, {"title": "Aventine Hill", "href": "/wiki/Aventine_Hill", "description": "The Aventine Hill is one of the Seven Hills on which ancient Rome was built. It belongs to Ripa, the modern twelfth rione, or ward, of Rome."}, {"title": "Palatine", "href": "/wiki/Palatine", "description": "A palatine or palatinus is a high-level official attached to imperial or royal courts in Europe since Roman times. The term palatinus was first used in Ancient Rome for chamberlains of the Emperor due to their association with the Palatine Hill. The imperial palace guard, after the rise of Constantine I, were also called the Scholae Palatinae for the same reason. In the Early Middle Ages the title"}, {"title": "Primus pilus", "href": "/wiki/Primus_pilus", "description": "The Primus pilus or Primipilus was the senior centurion of the first cohort in a Roman legion. The name Primus Pilus is commonly translated to \"first spear\"."}]}, {"heading": "Events", "year": "221", "date": "May 15", "txt": "Liu Bei, Chinese warlord, proclaims himself emperor of Shu Han, the successor of the Han dynasty.", "entities": [{"title": "Liu Bei", "href": "/wiki/Liu_Bei", "description": "Liu Bei, courtesy name Xuande (玄德), was a warlord in the late Eastern Han dynasty who founded the state of Shu Han in the Three Kingdoms period and became its first ruler. Though he was a distant relative of the imperial family, Liu Bei's father died when he was a child and left his family impoverished. To help his mother, he sold shoes and straw mats. When he reached the age of fifteen, his mothe"}, {"title": "Shu Han", "href": "/wiki/Shu_Han", "description": "Han, known in historiography as Shu Han or Ji Han (季漢) to disambiguate from the preceding Han dynasty, was one of the three major states that competed for supremacy over China in the Three Kingdoms period (220–280). The state was based in the area around present-day Hanzhong, Sichuan, Chongqing, Yunnan, Guizhou, and north Guangxi, an area historically referred to as \"Shu\" based on the name of the "}, {"title": "Han dynasty", "href": "/wiki/Han_dynasty", "description": "The Han dynasty was the second imperial dynasty of China, established by the rebel leader Liu Bang and ruled by the House of Liu. Preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, it was briefly interrupted by the Xin dynasty established by the usurping regent Wang Mang, and was separated into two periods—the Western Han and the Eastern Han (25–220 "}]}, {"heading": "Events", "year": "392", "date": "May 15", "txt": "Emperor Valentinian II is assassinated while advancing into Gaul against the Frankish usurper Arbogast. He is found hanging in his residence at Vienne.", "entities": [{"title": "Valentinian II", "href": "/wiki/Valentinian_II", "description": "Valentinian II was a Roman emperor from AD 375 to 392 in the Western portion of the Roman empire."}, {"title": "Gaul", "href": "/wiki/Gaul", "description": "Gaul was a region of Western Europe first described by the Romans. It was inhabited by Celtic tribes, encompassing present day France, Luxembourg, Belgium, most of Switzerland, and parts of Northern Italy, the Netherlands, and Germany, particularly the west bank of the Rhine. It covered an area of 494,000 km2 (191,000 sq mi). According to Julius Caesar, Gaul was divided into three parts: Gallia Ce"}, {"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}, {"title": "Arbogast (magister militum)", "href": "/wiki/Arbogast_(magister_militum)", "description": "Arbogastes or Arbogast was a Roman army officer of Frankish origin."}, {"title": "Vienne", "href": "/wiki/Vienne", "description": "Vienne is a department in the French region of Nouvelle-Aquitaine. It takes its name from the river Vienne."}]}, {"heading": "Events", "year": "589", "date": "May 15", "txt": "King Authari marries Theodelinda, daughter of the Bavarian duke Garibald I. A Catholic, she has great influence among the Lombard nobility.", "entities": [{"title": "Authari", "href": "/wiki/Authari", "description": "Authari was king of the Lombards from 584 to his death. He was considered as the first Lombard king to have adopted some level of \"Roman-ness\" and introduced policies that led to drastic changes particularly in the treatment of the Romans and Christianity."}, {"title": "Theodelinda", "href": "/wiki/Theodelinda", "description": "Theodelinda also spelled Theudelinde, was a queen of the Lombards by marriage to two consecutive Lombard rulers, Autari and then Agilulf, and regent of Lombardia during the minority of her son Adaloald, and co-regent when he reached majority, from 616 to 626. For well over thirty years, she exercised influence across the Lombard realm, which comprised most of Italy between the Apennines and the Al"}, {"title": "Bavaria", "href": "/wiki/Bavaria", "description": "Bavaria, officially the Free State of Bavaria, is a landlocked state (Land) in the south-east of Germany. With an area of 70,550.19 square kilometres (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size it is"}, {"title": "Garibald I of Bavaria", "href": "/wiki/Garibald_I_of_Bavaria", "description": "Garibald I was Duke of Bavaria from 555 until 591. He was the head of the Agilolfings, and the ancestor of the Bavarian dynasty that ruled the Kingdom of the Lombards."}, {"title": "Catholicism", "href": "/wiki/Catholicism", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Lombards", "href": "/wiki/Lombards", "description": "The Lombards or Langobards were a Germanic people who ruled most of the Italian Peninsula from 568 to 774."}]}, {"heading": "Events", "year": "908", "date": "May 15", "txt": "The three-year-old Constantine VII, the son of Emperor Leo VI the Wise, is crowned as co-emperor of the Byzantine Empire by Patriarch Euthymius I at Constantinople.", "entities": [{"title": "Constantine VII", "href": "/wiki/Constantine_VII", "description": "Constantine VII Flavius Porphyrogenitus was the fourth Emperor of the Macedonian dynasty of the Byzantine Empire, reigning from 6 June 913 to 9 November 959. He was the son of Emperor Leo VI and his fourth wife, Zoe Karbonopsina, and the nephew of his predecessor Emperor Alexander."}, {"title": "Leo VI the Wise", "href": "/wiki/Leo_VI_the_Wise", "description": "Leo VI, called the Wise or the Philosopher, was Byzantine Emperor from 886 to 912. The second ruler of the Macedonian dynasty, he was very well read, leading to his epithet. During his reign, the renaissance of letters, begun by his predecessor Basil I, continued; but the Empire also saw several military defeats in the Balkans against Bulgaria and against the Arabs in Sicily and the Aegean. His re"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Euthymius I of Constantinople", "href": "/wiki/Euthymius_I_of_Constantinople", "description": "Euthymius I Syncellus was the Ecumenical Patriarch of Constantinople from 907 to 912. A monk since his youth, he became spiritual father of the future emperor Leo VI the Wise, and was raised by him to the high ecclesiastical office of syncellus. Despite his turbulent relationship with Leo, in 907 he was appointed to the patriarchate and held the post until his deposition shortly before or after Le"}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "1252", "date": "May 15", "txt": "Pope Innocent IV issues the papal bull ad extirpanda, which authorizes, but also limits, the torture of heretics in the Medieval Inquisition.", "entities": [{"title": "Pope Innocent IV", "href": "/wiki/Pope_Innocent_IV", "description": "Pope Innocent IV, born Sinibaldo Fieschi, was Bishop of Rome and as such head of the Catholic Church and ruler of the Papal States from 25 June 1243 to his death in 1254."}, {"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}, {"title": "Heresy in Christianity", "href": "/wiki/Heresy_in_Christianity", "description": "Heresy in Christianity denotes the formal denial or doubt of a core doctrine of the Christian faith as defined by one or more of the Christian churches."}, {"title": "Medieval Inquisition", "href": "/wiki/Medieval_Inquisition", "description": "The Medieval Inquisition was a series of Inquisitions from around 1184, including the Episcopal Inquisition (1184–1230s) and later the Papal Inquisition (1230s). The Medieval Inquisition was established in response to movements considered apostate or heretical to Christianity, in particular Catharism and Waldensians in Southern France and Northern Italy. These were the first inquisition movements "}]}, {"heading": "Events", "year": "1525", "date": "May 15", "txt": "Insurgent peasants led by Anabaptist pastor Thomas Müntzer were defeated at the Battle of Frankenhausen, ending the German Peasants' War in the Holy Roman Empire.", "entities": [{"title": "Insurgency", "href": "/wiki/Insurgency", "description": "An insurgency is a violent, armed rebellion against authority when those taking part in the rebellion are not recognized as belligerents. An insurgency can be fought via counter-insurgency warfare, and may also be opposed by measures to protect the population and by political and economic actions of various kinds, as well as propaganda aimed at undermining the insurgents' claims against the incumb"}, {"title": "Anabaptist", "href": "/wiki/Anabaptist", "description": "Anabaptism is a Christian movement which traces its origins to the Radical Reformation. The movement is seen by outsiders as another offshoot of Protestantism, although this view is not shared by Anabaptists, who view themselves as a separate branch of Christianity."}, {"title": "Thomas Müntzer", "href": "/wiki/Thomas_M%C3%BCntzer", "description": "Thomas Müntzer was a German preacher and theologian of the early Reformation whose opposition to both Martin Luther and the Roman Catholic Church led to his open defiance of late-feudal authority in central Germany. Müntzer was foremost amongst those reformers who took issue with Luther's compromises with feudal authority. He became a leader of the German peasant and plebeian uprising of 1525 comm"}, {"title": "Battle of Frankenhausen", "href": "/wiki/Battle_of_Frankenhausen", "description": "The Battle of Frankenhausen was fought on 14 and 15 May 1525. It was an important battle in the German Peasants' War and the final act of the war in Thuringia: joint troops of Landgrave Philip I of Hesse and Duke George of Saxony defeated the peasants under their spiritual leader Thomas Müntzer near Frankenhausen in the County of Schwarzburg."}, {"title": "German Peasants' War", "href": "/wiki/German_Peasants%27_War", "description": "The German Peasants' War, Great Peasants' War or Great Peasants' Revolt was a widespread popular revolt in some German-speaking areas in Central Europe from 1524 to 1525. It failed because of intense opposition from the aristocracy, who slaughtered up to 100,000 of the 300,000 poorly armed peasants and farmers. The survivors were fined and achieved few, if any, of their goals. Like the preceding B"}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}]}, {"heading": "Events", "year": "1536", "date": "May 15", "txt": "Anne Boleyn, Queen of England, stands trial in London on charges of treason, adultery and incest; she is condemned to death by a specially-selected jury.", "entities": [{"title": "Anne Boleyn", "href": "/wiki/Anne_Boleyn", "description": "Anne Boleyn was Queen of England from 1533 to 1536 as the second wife of King Henry VIII. Their marriage, and her execution for treason and other charges by beheading, made her a key figure in the political and religious upheaval that marked the start of the English Reformation. Anne was the daughter of Thomas Boleyn, 1st Earl of Wiltshire, and his wife, Lady Elizabeth Howard, and was educated in "}, {"title": "Jury", "href": "/wiki/Jury", "description": "A jury is a sworn body of people convened to render an impartial verdict officially submitted to them by a court, or to set a penalty or judgment. Juries developed in England during the Middle Ages, and are a hallmark of the Anglo common law legal system. They are still commonly used today in Great Britain, the United States, Canada, Australia, and other countries whose legal systems are descended"}]}, {"heading": "Events", "year": "1567", "date": "May 15", "txt": "Mary, Queen of Scots marries James Hepburn, 4th Earl of Bothwell, her third husband.", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}, {"title": "James Hepburn, 4th Earl of Bothwell", "href": "/wiki/James_Hepburn,_4th_Earl_of_Bothwell", "description": "James Hepburn, 1st Duke of Orkney and 4th Earl of Bothwell, was a prominent Scottish nobleman. He was known for his association with, abduction of, and marriage to Mary, Queen of Scots, as her third and final husband. He was accused of the murder of Mary's second husband, Henry Stuart, Lord Darnley, a charge of which he was acquitted. His marriage to Mary was controversial and divided the country;"}]}, {"heading": "Events", "year": "1618", "date": "May 15", "txt": "Johannes Kepler confirms his previously rejected discovery of the third law of planetary motion (he first discovered it on March 8 but soon rejected the idea after some initial calculations were made).", "entities": [{"title": "Johannes Kepler", "href": "/wiki/Johannes_Kepler", "description": "Johannes Kepler was a German astronomer, mathematician, and astrologer. He is a key figure in the 17th-century scientific revolution, best known for his laws of planetary motion, and his books Astronomia nova, Harmonices Mundi, and Epitome Astronomiae Copernicanae. These works also provided one of the foundations for Newton's theory of universal gravitation."}, {"title": "Kepler's laws of planetary motion", "href": "/wiki/Kepler%27s_laws_of_planetary_motion", "description": "In astronomy, Kepler's laws of planetary motion, published by Johannes Kepler between 1609 and 1619, describe the orbits of planets around the Sun. The laws modified the heliocentric theory of Nicolaus Copernicus, replacing its circular orbits and epicycles with elliptical trajectories, and explaining how planetary velocities vary. The three laws state that:The orbit of a planet is an ellipse with"}, {"title": "March 8", "href": "/wiki/March_8", "description": "March 8 is the 67th day of the year in the Gregorian calendar; 298 days remain until the end of the year."}]}, {"heading": "Events", "year": "1648", "date": "May 15", "txt": "The Peace of Münster is ratified, by which Spain acknowledges Dutch sovereignty.", "entities": [{"title": "Peace of Münster", "href": "/wiki/Peace_of_M%C3%BCnster", "description": "The Peace of Münster was a treaty between the Lords States General of the United Netherlands and the Spanish Crown, the terms of which were agreed on 30 January 1648. The treaty, part of the Peace of Westphalia, is a key event in Dutch history, marking the formal recognition of the independent Dutch Republic and the end of the Thirty Years' War and the Eighty Years' War."}]}, {"heading": "Events", "year": "1718", "date": "May 15", "txt": "James Puckle, a London lawyer, patents the world's first machine gun.", "entities": [{"title": "James Puckle", "href": "/wiki/James_Puckle", "description": "James Puckle (1667–1724) was an English inventor, lawyer and writer from London chiefly remembered for his invention of the Defence Gun, better known as the Puckle gun, a multi-shot gun mounted on a stand capable of firing up to nine rounds per minute. The Puckle gun is one of the first weapons referred to as a machine gun and resembles a large revolver."}, {"title": "Machine gun", "href": "/wiki/Machine_gun", "description": "A machine gun is an auto-firing, rifled long-barrel autoloading firearm designed for sustained direct fire with fully powered cartridges. Other automatic firearms such as assault rifles and automatic rifles are typically designed more for firing short bursts rather than continuous firepower, and not considered machine guns. Squad automatic weapons, which fire the same cartridge used by the other r"}]}, {"heading": "Events", "year": "1776", "date": "May 15", "txt": "American Revolution: The Fifth Virginia Convention instructs its Continental Congress delegation to propose a resolution of independence from Great Britain, paving the way for the United States Declaration of Independence.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "Fifth Virginia Convention", "href": "/wiki/Fifth_Virginia_Convention", "description": "The Fifth Virginia Convention was a meeting of the Patriot legislature of Virginia held in Williamsburg from May 6 to July 5, 1776. This Convention declared Virginia an independent state and produced its first constitution and the Virginia Declaration of Rights."}, {"title": "Continental Congress", "href": "/wiki/Continental_Congress", "description": "The Continental Congress was a series of legislative bodies which met in the British American colonies and the newly declared United States just before, during, and after the American Revolution. The term \"Continental Congress\" most specifically refers to the First and Second Congresses of 1774–1781 and may also refer to the Congress of the Confederation of 1781–1789, which operated as the first n"}, {"title": "Lee Resolution", "href": "/wiki/Lee_Resolution", "description": "The Lee Resolution was the formal assertion passed by the Second Continental Congress on July 2, 1776 which resolved that the Thirteen Colonies in America were \"free and independent States\", separated from the British Empire and creating what became the United States of America. News of this act was published that evening in the Pennsylvania Evening Post and the next day in the Pennsylvania Gazett"}, {"title": "United States Declaration of Independence", "href": "/wiki/United_States_Declaration_of_Independence", "description": "The United States Declaration of Independence is the pronouncement adopted by the Second Continental Congress meeting in Philadelphia, Pennsylvania, on July 4, 1776. The Declaration explained why the Thirteen Colonies at war with the Kingdom of Great Britain regarded themselves as thirteen independent sovereign states, no longer under British rule. With the Declaration, these new states took a col"}]}, {"heading": "Events", "year": "1791", "date": "May 15", "txt": "French Revolution: Maximilien Robespierre proposes the Self-denying Ordinance.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Maximilien Robespierre", "href": "/wiki/Maximilien_Robespierre", "description": "Maximilien François Marie Isidore de Robespierre was a French lawyer and statesman who was one of the best-known and most influential figures of the French Revolution. As a member of the Constituent Assembly and the Jacobin Club, he campaigned for universal manhood suffrage and the abolition both of celibacy for the clergy, and slavery. In 1791, Robespierre became an outspoken advocate for the cit"}, {"title": "Self-denying Ordinance (French Revolution)", "href": "/wiki/Self-denying_Ordinance_(French_Revolution)", "description": "\nDuring the French Revolution the Constituent Assembly, elected in 1789, passed a self-denying ordinance barring any member from sitting in its successor, the Legislative Assembly convened in 1791."}]}, {"heading": "Events", "year": "1792", "date": "May 15", "txt": "War of the First Coalition: France declares war on Kingdom of Sardinia.", "entities": [{"title": "War of the First Coalition", "href": "/wiki/War_of_the_First_Coalition", "description": "The War of the First Coalition were a set of wars that several European powers fought between 1792 and 1797 against initially the constitutional Kingdom of France and then the French Republic that succeeded it. They were only loosely allied and fought without much apparent coordination or agreement; each power had its eye on a different part of France it wanted to appropriate after a French defeat"}, {"title": "Kingdom of Sardinia", "href": "/wiki/Kingdom_of_Sardinia", "description": "The Kingdom of Sardinia, also referred to as Kingdom of Savoy-Sardinia, Piedmont-Sardinia, or Savoy-Piedmont-Sardinia during the Savoyard period, was a state in Southern Europe from the early 14th until the mid-19th century."}]}, {"heading": "Events", "year": "1793", "date": "May 15", "txt": "Diego Marín Aguilera flies a glider for \"about 360 meters\", at a height of 5–6 meters, during one of the first attempted manned flights.", "entities": [{"title": "Diego Marín Aguilera", "href": "/wiki/Diego_Mar%C3%ADn_Aguilera", "description": "Diego Marín Aguilera (1757–1799) was a Spanish inventor who was an early aviation pioneer."}]}, {"heading": "Events", "year": "1796", "date": "May 15", "txt": "War of the First Coalition: Napoleon enters Milan in triumph.", "entities": [{"title": "War of the First Coalition", "href": "/wiki/War_of_the_First_Coalition", "description": "The War of the First Coalition were a set of wars that several European powers fought between 1792 and 1797 against initially the constitutional Kingdom of France and then the French Republic that succeeded it. They were only loosely allied and fought without much apparent coordination or agreement; each power had its eye on a different part of France it wanted to appropriate after a French defeat"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Events", "year": "1800", "date": "May 15", "txt": "King George III of the United Kingdom survives an assassination attempt by James Hadfield, who is later acquitted by reason of insanity.", "entities": [{"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}, {"title": "James Hadfield", "href": "/wiki/James_Hadfield", "description": "James Hadfield or Hatfield attempted to assassinate George III of the United Kingdom in 1800 but was acquitted of attempted murder by reason of insanity."}]}, {"heading": "Events", "year": "1817", "date": "May 15", "txt": "Opening of the first private mental health hospital in the United States, the Asylum for the Relief of Persons Deprived of the Use of Their Reason (now Friends Hospital, Philadelphia, Pennsylvania).", "entities": [{"title": "Friends Hospital", "href": "/wiki/Friends_Hospital", "description": "Friends Hospital is a mental hospital located in Philadelphia, Pennsylvania, United States."}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1836", "date": "May 15", "txt": "Francis Baily observes \"Baily's beads\" during an annular eclipse.", "entities": [{"title": "Francis Baily", "href": "/wiki/Francis_Baily", "description": "Francis Baily was an English astronomer. He is most famous for his observations of \"Baily's beads\" during a total eclipse of the Sun. Baily was also a major figure in the early history of the Royal Astronomical Society, as one of the founders and as the president four times."}, {"title": "Baily's beads", "href": "/wiki/Baily%27s_beads", "description": "The Baily's beads effect or diamond ring effect is a feature of total and annular solar eclipses. As the Moon covers the Sun during a solar eclipse, the rugged topography of the lunar limb allows beads of sunlight to shine through in some places while not in others. The effect is named after Francis Baily, who explained the phenomenon in 1836. The diamond ring effect is seen when only one bead is "}, {"title": "Annular eclipse", "href": "/wiki/Annular_eclipse", "description": "A solar eclipse occurs when a portion of the Earth is engulfed in a shadow cast by the Moon which fully or partially blocks sunlight. This occurs when the Sun, Moon and Earth are aligned. Such alignment coincides with a new moon (syzygy) indicating the Moon is closest to the ecliptic plane. In a total eclipse, the disk of the Sun is fully obscured by the Moon. In partial and annular eclipses, only"}]}, {"heading": "Events", "year": "1849", "date": "May 15", "txt": "The Sicilian revolution of 1848 is finally extinguished.", "entities": [{"title": "Sicilian revolution of 1848", "href": "/wiki/Sicilian_revolution_of_1848", "description": "The Sicilian revolution of independence of 1848 occurred in a year replete with revolutions and popular revolts. It commenced on 12 January 1848, and therefore was the first of the numerous revolutions to occur that year. Three revolutions against Bourbon rule had previously occurred on the island of Sicily starting from 1800: this final one resulted in an independent state surviving for 16 months"}]}, {"heading": "Events", "year": "1850", "date": "May 15", "txt": "The Bloody Island massacre takes place in Lake County, California, in which a large number of Pomo Indians are slaughtered by a regiment of the United States Cavalry.", "entities": [{"title": "Bloody Island massacre", "href": "/wiki/Bloody_Island_massacre", "description": "The Bloody Island Massacre occurred on an island in Clear Lake, California, on May 15, 1850."}, {"title": "Lake County, California", "href": "/wiki/Lake_County,_California", "description": "Lake County is a county located in the north central portion of the U.S. state of California. As of the 2010 census, the population was 64,665. The county seat is Lakeport. The county takes its name from Clear Lake, the dominant geographic feature in the county and the largest natural lake wholly within California."}]}, {"heading": "Events", "year": "1850", "date": "May 15", "txt": "The Arana–Southern Treaty is ratified, ending \"the existing differences\" between Great Britain and Argentina.", "entities": [{"title": "Great Britain", "href": "/wiki/Great_Britain", "description": "Great Britain is an island in the North Atlantic Ocean off the northwest coast of continental Europe. With an area of 209,331 km2 (80,823 sq mi), it is the largest of the British Isles, the largest European island, and the ninth-largest island in the world. The island is dominated by a maritime climate with narrow temperature differences between seasons. The 60% smaller island of Ireland is to the"}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}]}, {"heading": "Events", "year": "1851", "date": "May 15", "txt": "The first Australian gold rush is proclaimed, although the discovery had been made three months earlier.", "entities": [{"title": "Australian gold rushes", "href": "/wiki/Australian_gold_rushes", "description": "During the Australian gold rushes, starting in 1851, significant numbers of workers moved from elsewhere in Australia and overseas to where gold had been discovered. Gold had been found several times before but the colonial government of New South Wales had suppressed the news out of the fear that it would reduce the workforce and so destabilise the economy."}]}, {"heading": "Events", "year": "1858", "date": "May 15", "txt": "Opening of the present Royal Opera House in Covent Garden, London.", "entities": [{"title": "Royal Opera House", "href": "/wiki/Royal_Opera_House", "description": "The Royal Opera House (ROH) is an opera house and major performing arts venue in Covent Garden, central London. The large building is often referred to as simply Covent Garden, after a previous use of the site. It is the home of The Royal Opera, The Royal Ballet, and the Orchestra of the Royal Opera House. The first theatre on the site, the Theatre Royal (1732), served primarily as a playhouse for"}, {"title": "Covent Garden", "href": "/wiki/Covent_Garden", "description": "Covent Garden is a district in London, on the eastern fringes of the West End, between St Martin's Lane and Drury Lane. It is associated with the former fruit-and-vegetable market in the central square, now a popular shopping and tourist site, and with the Royal Opera House, itself known as \"Covent Garden\". The district is divided by the main thoroughfare of Long Acre, north of which is given over"}]}, {"heading": "Events", "year": "1862", "date": "May 15", "txt": "President Abraham Lincoln signs a bill into law creating the United States Bureau of Agriculture. It is later renamed the United States Department of Agriculture.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "United States Department of Agriculture", "href": "/wiki/United_States_Department_of_Agriculture", "description": "The United States Department of Agriculture (USDA), also known as the Agriculture Department, is the federal executive department responsible for developing and executing federal laws related to farming, forestry, rural economic development, and food. It aims to meet the needs of commercial farming and livestock food production, promotes agricultural trade and production, works to assure food safe"}]}, {"heading": "Events", "year": "1864", "date": "May 15", "txt": "American Civil War: Battle of New Market, Virginia: Students from the Virginia Military Institute fight alongside the Confederate army to force Union General Franz Sigel out of the Shenandoah Valley.", "entities": [{"title": "Battle of New Market", "href": "/wiki/Battle_of_New_Market", "description": "The Battle of New Market was fought on May 15, 1864, in Virginia during the Valley Campaigns of 1864 in the American Civil War. A makeshift Confederate army of 4,100 men, which included cadets from the Virginia Military Institute (VMI), defeated Union Major General Franz Sigel and his Army of the Shenandoah. The cadets were integral to the Confederate victory at New Market and this event marks the"}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "Virginia Military Institute", "href": "/wiki/Virginia_Military_Institute", "description": "Virginia Military Institute (VMI) is a public senior military college in Lexington, Virginia. It was founded in 1839 as America's first state military college and is the oldest public senior military college in the United States. In keeping with its founding principles and unlike any other senior military college in the United States, VMI enrolls cadets only and awards bachelor's degrees exclusive"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Franz Sigel", "href": "/wiki/Franz_Sigel", "description": "Franz Sigel was a German American military officer, revolutionist and immigrant to the United States who was a teacher, newspaperman, politician, and served as a Union major general in the American Civil War. His ability to recruit German-speaking immigrants to the Union armies received the approval of President Abraham Lincoln, but he was strongly disliked by General-in-Chief Henry Halleck."}, {"title": "Shenandoah Valley", "href": "/wiki/Shenandoah_Valley", "description": "The Shenandoah Valley is a geographic valley and cultural region of western Virginia and the Eastern Panhandle of West Virginia in the United States. The valley is bounded to the east by the Blue Ridge Mountains, to the west by the eastern front of the Ridge-and-Valley Appalachians, to the north by the Potomac River and to the south by the James River. The cultural region covers a larger area that"}]}, {"heading": "Events", "year": "1867", "date": "May 15", "txt": "Canadian Bank of Commerce opens for business in Toronto, Ontario. The bank would later merge with Imperial Bank of Canada to become what is CIBC in 1961.", "entities": [{"title": "Canadian Bank of Commerce", "href": "/wiki/Canadian_Bank_of_Commerce", "description": "The Canadian Bank of Commerce was a Canadian bank which was founded in 1867, and had hundreds of branches throughout Canada. It merged in 1961 with the Imperial Bank of Canada to form the Canadian Imperial Bank of Commerce."}, {"title": "Toronto", "href": "/wiki/Toronto", "description": "Toronto is the capital city of the Canadian province of Ontario. With a recorded population of 2,731,571 in 2016, it is the most populous city in Canada and the fourth most populous city in North America. The city is the anchor of the Golden Horseshoe, an urban agglomeration of 9,245,438 people surrounding the western end of Lake Ontario, while the Greater Toronto Area (GTA) proper had a 2016 popu"}, {"title": "Imperial Bank of Canada", "href": "/wiki/Imperial_Bank_of_Canada", "description": "The Imperial Bank of Canada was a Canadian bank based in Toronto, Ontario in the late 19th century and early 20th century."}, {"title": "Canadian Imperial Bank of Commerce", "href": "/wiki/Canadian_Imperial_Bank_of_Commerce", "description": "The Canadian Imperial Bank of Commerce, is a Canadian multinational banking and financial services corporation headquartered in Toronto, Ontario. The bank is headquartered at Commerce Court in the city's Financial District. CIBC's Institution Number is 010, and its SWIFT code is CIBCCATT. It is one of two Big Five banks originally founded in Toronto, the other being the Toronto-Dominion Bank. The "}]}, {"heading": "Events", "year": "1869", "date": "May 15", "txt": "Women's suffrage: In New York, Susan B. Anthony and Elizabeth Cady Stanton form the National Woman Suffrage Association.", "entities": [{"title": "Women's suffrage", "href": "/wiki/Women%27s_suffrage", "description": "Women's suffrage is the right of women to vote in elections. Beginning in the mid-19th century, aside from the work being done by women for broad-based economic and political equality and for social reforms, women sought to change voting laws to allow them to vote. National and international organizations formed to coordinate efforts towards that objective, especially the International Woman Suffr"}, {"title": "Susan B. Anthony", "href": "/wiki/Susan_B._Anthony", "description": "Susan B. Anthony was an American social reformer and women's rights activist who played a pivotal role in the women's suffrage movement. Born into a Quaker family committed to social equality, she collected anti-slavery petitions at the age of 17. In 1856, she became the New York state agent for the American Anti-Slavery Society."}, {"title": "Elizabeth Cady Stanton", "href": "/wiki/Elizabeth_Cady_Stanton", "description": "Elizabeth Cady Stanton was a leader of the women's rights movement in the U.S. during the mid- to late-1800s. She was the main force behind the 1848 Seneca Falls Convention, the first convention to be called for the sole purpose of discussing women's rights, and was the primary author of its Declaration of Sentiments. Her demand for women's right to vote generated a controversy at the convention b"}, {"title": "National Woman Suffrage Association", "href": "/wiki/National_Woman_Suffrage_Association", "description": "The National Woman Suffrage Association (NWSA) was formed on May 15, 1869, to work for women's suffrage in the United States. Its main leaders were Susan B. Anthony and Elizabeth Cady Stanton. It was created after the women's rights movement split over the proposed Fifteenth Amendment to the U. S. Constitution, which would in effect extend voting rights to black men. One wing of the movement suppo"}]}, {"heading": "Events", "year": "1891", "date": "May 15", "txt": "Pope Leo XIII defends workers' rights and property rights in the encyclical Rerum novarum, the beginning of modern Catholic social teaching.", "entities": [{"title": "Pope Leo XIII", "href": "/wiki/Pope_Leo_XIII", "description": "Pope Leo XIII was the head of the Catholic Church from 20 February 1878 to his death in 1903. He was the oldest pope, with the exception of Pope Benedict XVI as emeritus pope, and had the third-longest confirmed pontificate, behind those of Pius IX and John Paul II."}, {"title": "Labor rights", "href": "/wiki/Labor_rights", "description": "Labor rights or workers' rights are both legal rights and human rights relating to labor relations between workers and employers. These rights are codified in national and international labor and employment law. In general, these rights influence working conditions in relations of employment. One of the most prominent is the right to freedom of association, otherwise known as the right to organize"}, {"title": "Catholic social teaching", "href": "/wiki/Catholic_social_teaching", "description": "Catholic social teaching, commonly abbreviated as CST, is a Catholic doctrine on matters of human dignity and the common good in society. The ideas address oppression, the role of the state, subsidiarity, social organization, concern for social justice, and issues of wealth distribution. Its foundations are widely considered to have been laid by Pope Leo XIII's 1891 encyclical letter Rerum novarum"}]}, {"heading": "Events", "year": "1904", "date": "May 15", "txt": "Russo-Japanese War: The Russian minelayer Amur lays a minefield about 15 miles off Port Arthur and sinks Japan's battleships Hatsuse, 15,000 tons, with 496 crew and Yashima.", "entities": [{"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}, {"title": "Minelayer", "href": "/wiki/Minelayer", "description": "Minelaying is the act of deploying explosive mines. Historically this has been carried out by ships, submarines and aircraft. Additionally, since World War I the term minelayer refers specifically to a naval ship used for deploying naval mines. \"Mine planting\" was the term for installing controlled mines at predetermined positions in connection with coastal fortifications or harbor approaches that"}, {"title": "Naval mine", "href": "/wiki/Naval_mine", "description": "A naval mine is a self-contained explosive device placed in water to damage or destroy surface ships or submarines. Unlike depth charges, mines are deposited and left to wait until they are triggered by the approach of, or contact with, any vessel. Naval mines can be used offensively, to hamper enemy shipping movements or lock vessels into a harbour; or defensively, to protect friendly vessels and"}, {"title": "Lüshunkou District", "href": "/wiki/L%C3%BCshunkou_District", "description": "Lüshunkou District is a district of Dalian, Liaoning province, China. Also formerly called Lüshun City or literally Lüshun Port, it was formerly known as both Port Arthur and Ryojun. The district's area is 512.15 square kilometres (197.74 sq mi) and its permanent population as of 2010 is 324,773."}, {"title": "Japanese battleship Hatsuse", "href": "/wiki/Japanese_battleship_Hatsuse", "description": "Hatsuse  was a  Shikishima-class pre-dreadnought battleship built for the Imperial Japanese Navy (IJN) in the late 1890s. As Japan lacked the industrial capacity to build such warships, the ship was designed and built in the United Kingdom. She participated in the early stages of the Russo-Japanese War of 1904–1905, including the Battle of Port Arthur on the second day of the war, as the flagship "}, {"title": "Japanese battleship Yashima", "href": "/wiki/Japanese_battleship_Yashima", "description": "Yashima  was a  Fuji-class pre-dreadnought battleship built for the Imperial Japanese Navy (IJN) in the 1890s. As Japan lacked the industrial capacity to construct such vessels, the ship was designed and built in the United Kingdom. She participated in the early stages of the Russo-Japanese War of 1904–1905, including the Battle of Port Arthur on the second day of the war. Yashima was involved in "}]}, {"heading": "Events", "year": "1905", "date": "May 15", "txt": "Las Vegas is founded when 110 acres (0.45 km2), in what later would become downtown, are auctioned off.", "entities": [{"title": "Las Vegas", "href": "/wiki/Las_Vegas", "description": "Las Vegas, officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populous city in the United States, the most populous city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primar"}]}, {"heading": "Events", "year": "1911", "date": "May 15", "txt": "In Standard Oil Co. of New Jersey v. United States, the United States Supreme Court declares Standard Oil to be an \"unreasonable\" monopoly under the Sherman Antitrust Act and orders the company to be broken up.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Standard Oil", "href": "/wiki/Standard_Oil", "description": "Standard Oil Co.  was an American oil-producing, transporting, refining, and marketing company. Established in 1870 by John D. Rockefeller and Henry Flagler as a corporation in Ohio, it was the largest oil refiner in the world at its height. Its history as one of the world's first and largest multinational corporations ended in 1911, when the U.S. Supreme Court ruled, in a landmark case, that Stan"}, {"title": "Monopoly", "href": "/wiki/Monopoly", "description": "A monopoly exists when a specific person or enterprise is the only supplier of a particular commodity. This contrasts with a monopsony which relates to a single entity's control of a market to purchase a good or service, and with oligopoly and duopoly which consists of a few sellers dominating a market. Monopolies are thus characterized by a lack of economic competition to produce the good or serv"}, {"title": "Sherman Antitrust Act", "href": "/wiki/Sherman_Antitrust_Act", "description": "The Sherman Antitrust Act of 1890 is a United States antitrust law which prescribes the rule of free competition among those engaged in commerce. It was passed by Congress and is named for Senator John Sherman, its principal author."}]}, {"heading": "Events", "year": "1911", "date": "May 15", "txt": "More than 300 Chinese immigrants are killed in the Torreón massacre when the forces of the Mexican Revolution led by Emilio Madero take the city of Torreón from the Federales.", "entities": [{"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}, {"title": "Emilio Madero", "href": "/wiki/Emilio_Madero", "description": "General Emilio Madero González was a Mexican soldier who participated in the Mexican Revolution, and the brother of Francisco I. Madero."}, {"title": "Torreón", "href": "/wiki/Torre%C3%B3n", "description": "Torreón is a city and seat of Torreón Municipality in the Mexican state of Coahuila. As of 2021, the city's population was 735,340. The metropolitan population as of 2015 was 1,497,734, making it the ninth-biggest metropolitan area in the country and the largest metropolitan area in the state of Coahuila, as well as one of Mexico's most important economic and industrial centers. The cities of Torr"}, {"title": "Federales", "href": "/wiki/Federales", "description": "Federales is a Spanglish word used in an informal context to denote security forces operating under a federal political system. The term gained widespread usage by English speakers due to popularization in such films as The Wild Bunch, The Treasure of the Sierra Madre, and Blue Streak. The term is a cognate and counterpart to the slang \"Feds\" in the United States."}]}, {"heading": "Events", "year": "1914", "date": "May 15", "txt": "During a poker game at the Gaiety Theatre in Galesburg, Illinois, comedian Art Fisher nicknames Chicko, Harpo, Groucho, and Gummo Marx.", "entities": [{"title": "Chico Marx", "href": "/wiki/Chico_Marx", "description": "Leonard Joseph \"Chico\" Marx was an American comedian, musician, and actor. He was a member of the Marx Brothers. His persona in the act was that of a charming, uneducated but crafty con artist, seemingly of rural Italian origin, who wore shabby clothes and sported a curly-haired wig and Tyrolean hat. On screen, Chico is often in alliance with Harpo, usually as partners in crime, and is also freque"}, {"title": "Harpo Marx", "href": "/wiki/Harpo_Marx", "description": "Arthur \"Harpo\" Marx was an American comedian, actor, mime artist, and musician, and the second-oldest of the Marx Brothers. In contrast to the mainly verbal comedy of his brothers Groucho Marx and Chico Marx, Harpo's comic style was visual, being an example of both clown and pantomime traditions. He wore a curly reddish blond wig and was silent in all his movie appearances, instead blowing a horn "}, {"title": "Groucho Marx", "href": "/wiki/Groucho_Marx", "description": "Julius Henry \"Groucho\" Marx was an American comedian, actor, writer, stage, film, radio, and television star. He is generally considered to have been a master of quick wit and one of America's greatest comedians."}, {"title": "Gummo Marx", "href": "/wiki/Gummo_Marx", "description": "Milton \"Gummo\" Marx was an American vaudevillian performer, actor, comedian and theatrical agent. He was the second youngest of the five Marx Brothers. Born in Manhattan, New York City, he worked with his brothers on the vaudeville circuit, leaving the act when he was drafted into the U.S. Army in 1918, during World War I, and replaced by Zeppo. He had no taste for the theatre and became a success"}]}, {"heading": "Events", "year": "1919", "date": "May 15", "txt": "The Winnipeg general strike begins. By 11:00, almost the whole working population of Winnipeg had walked off the job.", "entities": [{"title": "Winnipeg general strike", "href": "/wiki/Winnipeg_general_strike", "description": "The Winnipeg general strike of 1919 was one of the most famous and influential strikes in Canadian history. For six weeks, May 15 to June 26, more than 30,000 strikers brought economic activity to a standstill in Winnipeg, Manitoba, which at the time was Canada's third largest city. In the short term, the strike ended in arrests, bloodshed and defeat, but in the long run it contributed to the deve"}, {"title": "Winnipeg", "href": "/wiki/Winnipeg", "description": "Winnipeg is the capital and largest city of the province of Manitoba in Canada. It is centred on the confluence of the Red and Assiniboine rivers, near the longitudinal centre of North America."}]}, {"heading": "Events", "year": "1919", "date": "May 15", "txt": "Greek occupation of Smyrna. During the occupation, the Greek army kills or wounds 350 Turks; those responsible are punished by Greek commander Aristides Stergiades.", "entities": [{"title": "Turkish people", "href": "/wiki/Turkish_people", "description": "Turkish people or the Turks, also known as Anatolian Turks, are a Turkic ethnic group and nation, who mainly live in Turkey and speak Turkish, the most widely spoken Turkic language. They are the largest ethnic group in Turkey, as well as by far the largest ethnic group among the Turkic peoples. Ethnic Turkish minorities exist in the former lands of the Ottoman Empire. In addition, a Turkish diasp"}]}, {"heading": "Events", "year": "1925", "date": "May 15", "txt": "Al-Insaniyyah, the first Arabic communist newspaper, is founded.", "entities": []}, {"heading": "Events", "year": "1928", "date": "May 15", "txt": "Walt Disney character Mickey Mouse premieres in his first cartoon, \"Plane Crazy\".", "entities": [{"title": "Walt Disney", "href": "/wiki/Walt_Disney", "description": "Walter Elias Disney was an American entrepreneur, animator, writer, voice actor, and film producer. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, Disney holds the record for most Academy Awards earned by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achiev"}, {"title": "Mickey Mouse", "href": "/wiki/Mickey_Mouse", "description": "Mickey Mouse is a cartoon character created in 1928 by The Walt Disney Company, who also serves as the brand's mascot. An anthropomorphic mouse who typically wears red shorts, large yellow shoes, and white gloves, Mickey is one of the world's most recognizable fictional characters."}, {"title": "Plane Crazy", "href": "/wiki/Plane_Crazy", "description": "Plane Crazy is a 1928 American animated short film directed by Walt Disney and Ub Iwerks. The cartoon, released in 1928 by the Walt Disney Studios, was the first creation of the character Mickey Mouse. It was made as a silent film and given a test screening to a theater audience on May 15, 1928, but failed to pick up a distributor. Later that year, Disney released Mickey's first sound cartoon, Ste"}]}, {"heading": "Events", "year": "1929", "date": "May 15", "txt": "A fire at the Cleveland Clinic in Cleveland, Ohio kills 123.", "entities": [{"title": "Cleveland Clinic fire of 1929", "href": "/wiki/Cleveland_Clinic_fire_of_1929", "description": "The Cleveland Clinic fire was a major structure fire at Cleveland Clinic in Cleveland, Ohio on May 15, 1929. It started in the basement of the hospital and it was caused by nitrocellulose x-ray film that ignited when an exposed light bulb was too close to the film. The fire generated poisonous gas and two separate explosions. The fire claimed 123 lives, including that of one of the clinic's founde"}, {"title": "Cleveland Clinic", "href": "/wiki/Cleveland_Clinic", "description": "Cleveland Clinic is a nonprofit American academic medical center based in Cleveland, Ohio. Owned and operated by the Cleveland Clinic Foundation, an Ohio nonprofit corporation established in 1921, it runs a 170 acre campus in Cleveland, as well as 11 affiliated hospitals, 19 family health centers in Northeast Ohio, and hospitals in Florida and Nevada. Outside the United States, Cleveland Clinic al"}, {"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}]}, {"heading": "Events", "year": "1932", "date": "May 15", "txt": "In an attempted coup d'état, the Prime Minister of Japan Inukai Tsuyoshi is assassinated.", "entities": [{"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}, {"title": "Inukai Tsuyoshi", "href": "/wiki/Inukai_Tsuyoshi", "description": "Inukai Tsuyoshi was a Japanese politician, cabinet minister, and Prime Minister of Japan from 1931 to his assassination in 1932. Inukai is Japan's second oldest prime minister while serving, as he was aged 76 on the last day of his tenure, after Kantarō Suzuki."}, {"title": "May 15 Incident", "href": "/wiki/May_15_Incident", "description": "The May 15 Incident  was an attempted coup d'état in the Empire of Japan, on May 15, 1932, launched by reactionary elements of the Imperial Japanese Navy, aided by cadets in the Imperial Japanese Army and civilian remnants of the ultra nationalist League of Blood (Ketsumei-dan). Prime Minister Inukai Tsuyoshi was assassinated by 11 young naval officers. The following trial and popular support of t"}]}, {"heading": "Events", "year": "1933", "date": "May 15", "txt": "All military aviation organizations within or under the control of the RLM of Germany were officially merged in a covert manner to form its Wehrmacht military's air arm, the Luftwaffe.", "entities": [{"title": "Ministry of Aviation (Nazi Germany)", "href": "/wiki/Ministry_of_Aviation_(Nazi_Germany)", "description": "The Ministry of Aviation was a government department during the period of Nazi Germany (1933–45). It is also the original name of the Detlev-Rohwedder-Haus building on the Wilhelmstrasse in central Berlin, Germany, which today houses the German Finance Ministry."}, {"title": "Wehrmacht", "href": "/wiki/Wehrmacht", "description": "The Wehrmacht was the unified armed forces of Nazi Germany from 1935 to 1945. It consisted of the  Heer (army), the Kriegsmarine (navy) and the Luftwaffe. The designation \"Wehrmacht\" replaced the previously-used term Reichswehr, and was the manifestation of the Nazi regime's efforts to rearm Germany to a greater extent than the Treaty of Versailles permitted."}, {"title": "Luftwaffe", "href": "/wiki/Luftwaffe#Origins", "description": "The Luftwaffe was the aerial warfare branch of the Wehrmacht during World War II. Germany's military air arms during World War I, the Luftstreitkräfte of the Imperial Army and the Marine-Fliegerabteilung of the Imperial Navy, had been disbanded in May 1920 in accordance with the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force."}]}, {"heading": "Events", "year": "1934", "date": "May 15", "txt": "Kārlis Ulmanis establishes an authoritarian government in Latvia.", "entities": [{"title": "Kārlis Ulmanis", "href": "/wiki/K%C4%81rlis_Ulmanis", "description": "Kārlis Augusts Vilhelms Ulmanis ([ˈkaːrlis ˈɑuɡusts ˈvilxɛlms ˈuɫmɑnis], was a Latvian politician. He was one of the most prominent Latvian politicians of pre-World War II Latvia during the interwar period of independence from November 1918 to June 1940. He served four times as Prime Minister, the last time as the head of an authoritarian regime, during which he subsequently also adopted the title"}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}]}, {"heading": "Events", "year": "1940", "date": "May 15", "txt": "USS Sailfish is recommissioned. It was originally the USS Squalus.", "entities": [{"title": "USS Sailfish (SS-192)", "href": "/wiki/USS_Sailfish_(SS-192)", "description": "USS Sailfish (SS-192), was a US  Sargo-class submarine, originally named Squalus. As the Squalus, the submarine sank off the coast of New Hampshire during test dives on 23 May 1939. The sinking drowned 26 crew members, but an ensuing rescue operation, using the McCann Rescue Chamber for the first time, saved the lives of the remaining 33 aboard. The submarine was salvaged in late 1939 and decommis"}]}, {"heading": "Events", "year": "1940", "date": "May 15", "txt": "World War II: After fierce fighting, the poorly trained and equipped Dutch troops surrender to Germany, marking the beginning of five years of occupation.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1940", "date": "May 15", "txt": "Richard and Maurice McDonald open the first McDonald's restaurant.", "entities": [{"title": "McDonald's", "href": "/wiki/McDonald%27s", "description": "McDonald's Corporation is an American fast food company, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc, a businessman,"}]}, {"heading": "Events", "year": "1941", "date": "May 15", "txt": "First flight of the Gloster E.28/39 the first British and Allied jet aircraft.", "entities": [{"title": "Gloster E.28/39", "href": "/wiki/Gloster_E.28/39", "description": null}, {"title": "Jet aircraft", "href": "/wiki/Jet_aircraft", "description": "A jet aircraft is an aircraft propelled by jet engines."}]}, {"heading": "Events", "year": "1941", "date": "May 15", "txt": "Joe DiMaggio begins a 56-game hitting streak.", "entities": [{"title": "Joe DiMaggio's 56-game hitting streak", "href": "/wiki/Joe_DiMaggio%27s_56-game_hitting_streak", "description": "During the 1941 Major League Baseball (MLB) season, New York Yankees center fielder Joe DiMaggio recorded at least one hit in 56 consecutive games, breaking the MLB record for the longest hitting streak. His run lasted from May 15 to July 16, during which he had a .408 batting average. DiMaggio's streak surpassed the single-season record of 44 consecutive games that had been held by Willie Keeler "}]}, {"heading": "Events", "year": "1942", "date": "May 15", "txt": "World War II: In the United States, a bill creating the Women's Army Auxiliary Corps (WAAC) is signed into law.", "entities": [{"title": "Women's Army Corps", "href": "/wiki/Women%27s_Army_Corps", "description": "The Women's Army Corps (WAC) was the women's branch of the United States Army. It was created as an auxiliary unit, the Women's Army Auxiliary Corps (WAAC) on 15 May 1942 by Pub.L. 77–554, and converted to an active duty status in the Army of the United States as the WAC on 1 July 1943. Its first director was Oveta Culp Hobby, a prominent woman in Texas society. The WAC was disbanded in 1978, and "}]}, {"heading": "Events", "year": "1943", "date": "May 15", "txt": "Joseph Stalin dissolves the Comintern (or Third International).", "entities": [{"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Comintern", "href": "/wiki/Comintern", "description": "The Communist International (Comintern), also known as the Third International (1919–1943), was an international organization that advocated world communism. It was controlled by the Soviet Union. The Comintern resolved at its Second Congress to \"struggle by all available means, including armed force, for the overthrow of the international bourgeoisie and the creation of an international Soviet re"}]}, {"heading": "Events", "year": "1945", "date": "May 15", "txt": "World War II: The Battle of Poljana, the final skirmish in Europe is fought near Prevalje, Slovenia.", "entities": [{"title": "Battle of Poljana", "href": "/wiki/Battle_of_Poljana", "description": "The Battle of Poljana was a battle of World War II in Yugoslavia. It started at Poljana, near the village of Prevalje in Yugoslavia, and was the culmination of a series of engagements between the Yugoslav Army and a large retreating Axis column, numbering in excess of 30,000 men. The column consisted of units of the German (Wehrmacht), the Armed Forces of the Independent State of Croatia, the Mont"}, {"title": "Prevalje", "href": "/wiki/Prevalje", "description": "Prevalje is a settlement in northern Slovenia. It is the seat of the Municipality of Prevalje. It lies in the traditional Slovenian province of Carinthia. Prevalje lies in a valley where the Meža River emerges from a narrow gorge, full of fluvioglacial sediments. To the north the settlement is bounded by the Strojna, Stražišče, and Dolga Brda hills. To the south are Navrski vrh and Riflov vrh."}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}]}, {"heading": "Events", "year": "1948", "date": "May 15", "txt": "Following the expiration of The British Mandate for Palestine, the Kingdom of Egypt, Transjordan, Lebanon, Syria, Iraq and Saudi Arabia invade Israel thus starting the 1948 Arab–Israeli War.", "entities": [{"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}, {"title": "Kingdom of Egypt", "href": "/wiki/Kingdom_of_Egypt", "description": "The Kingdom of Egypt was the Egyptian state established under the Muhammad Ali dynasty in 1922 following the Unilateral Declaration of Egyptian Independence by the United Kingdom. Until the Anglo-Egyptian treaty of 1936, the Kingdom was only nominally independent, since the British retained control of foreign relations, communications, the military and the Anglo-Egyptian Sudan. Between 1936 and 19"}, {"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "1948 Arab–Israeli War", "href": "/wiki/1948_Arab%E2%80%93Israeli_War", "description": "The 1948 Arab–Israeli War was the second and final stage of the 1947–49 Palestine war. It formally began following the end of the British Mandate for Palestine at midnight on 14 May 1948; the Israeli Declaration of Independence had been issued earlier that day, and a military coalition of Arab states entered the territory of British Palestine in the morning of 15 May."}]}, {"heading": "Events", "year": "1955", "date": "May 15", "txt": "Lionel Terray and Jean Couzy become the first people to summit Makalu, the fifth-highest mountain in the world, on the 1955 French Makalu expedition. The entire team of climbers reach the summit over the next two days.", "entities": [{"title": "Lionel Terray", "href": "/wiki/Lionel_Terray", "description": "Lionel Terray was a French climber who made many first ascents, including on the 1955 French Makalu expedition in the Himalaya and Cerro Fitz Roy in the Patagonian Andes."}, {"title": "Jean Couzy", "href": "/wiki/Jean_Couzy", "description": "Jean Couzy was a French mountaineer. He studied aeronautical engineering at the École Polytechnique. At age 27, he was a member of Maurice Herzog's 1950 expedition to Annapurna. Prior to this, his usual climbing partner was Marcel Schatz, another member of the expedition. On the 1955 French Makalu expedition Couzy made the first ascent of Makalu with Lionel Terray on May 15, 1955."}, {"title": "Makalu", "href": "/wiki/Makalu", "description": "Makalu is the fifth highest mountain in the world at 8,485 metres (27,838 ft). It is located in the Mahalangur Himalayas 19 km (12 mi) southeast of Mount Everest, on the border between Nepal and Tibet Autonomous Region, China. One of the eight-thousanders, Makalu is an isolated peak whose shape is a four-sided pyramid."}, {"title": "1955 French Makalu expedition", "href": "/wiki/1955_French_Makalu_expedition", "description": "The 1955 French Makalu expedition was the first to successfully climb Makalu, the Himalayan mountain 12 miles (19 km) to the southeast of Mount Everest, on the border between Nepal and Tibet. At 8,485 metres (27,838 ft) Makalu is the fifth-highest mountain in the world and an eight-thousander."}]}, {"heading": "Events", "year": "1957", "date": "May 15", "txt": "At Malden Island in the Pacific Ocean, Britain tests its first hydrogen bomb in Operation Grapple.", "entities": [{"title": "Malden Island", "href": "/wiki/Malden_Island", "description": "Malden Island, sometimes called Independence Island in the 19th century, is a low, arid, uninhabited atoll in the central Pacific Ocean, about 39 km2 (15 sq mi) in area. It is one of the Line Islands belonging to the Republic of Kiribati. The lagoon is entirely enclosed by land, though it is connected to the sea by underground channels, and is quite salty."}, {"title": "Hydrogen bomb", "href": "/wiki/Hydrogen_bomb", "description": "A thermonuclear weapon, fusion weapon or hydrogen bomb is a second-generation nuclear weapon design. Its greater sophistication affords it vastly greater destructive power than first-generation atomic bombs, a more compact size, a lower mass or a combination of these benefits. Characteristics of nuclear fusion reactions make possible the use of non-fissile depleted uranium as the weapon's main fue"}, {"title": "Operation Grapple", "href": "/wiki/Operation_Grapple#Grapple", "description": "Operation Grapple was a set of four British nuclear weapons test series of early atomic bombs and hydrogen bombs carried out in 1957 and 1958 at Malden Island and Kiritimati in the Gilbert and Ellice Islands in the Pacific Ocean as part of the British hydrogen bomb programme. Nine nuclear explosions were initiated, culminating in the United Kingdom becoming the third recognised possessor of thermo"}]}, {"heading": "Events", "year": "1958", "date": "May 15", "txt": "The Soviet Union launches Sputnik 3.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Sputnik 3", "href": "/wiki/Sputnik_3", "description": "Sputnik 3 was a Soviet satellite launched on 15 May 1958 from Baikonur Cosmodrome by a modified R-7/SS-6 ICBM. The scientific satellite carried a large array of instruments for geophysical research of the upper atmosphere and near space."}]}, {"heading": "Events", "year": "1960", "date": "May 15", "txt": "The Soviet Union launches Sputnik 4.", "entities": [{"title": "Sputnik 4", "href": "/wiki/Sputnik_4", "description": "Korabl-Sputnik 1, also known as Sputnik 4 in the West, was the first test flight of the Soviet Vostok programme, and the first Vostok spacecraft. It was launched on May 15, 1960. Though Korabl-Sputnik 1 was unmanned, it was a precursor to the first human spaceflight, Vostok 1. Its mass was 4,540 kilograms (10,010 lb), of which 1,477 kilograms (3,256 lb) was instrumentation."}]}, {"heading": "Events", "year": "1963", "date": "May 15", "txt": "Project Mercury: The launch of the final Mercury mission, Mercury-Atlas 9 with astronaut Gordon Cooper on board. He becomes the first American to spend more than a day in space, and the last American to go into space alone.", "entities": [{"title": "Project Mercury", "href": "/wiki/Project_Mercury", "description": "Project Mercury was the first human spaceflight program of the United States, running from 1958 through 1963. An early highlight of the Space Race, its goal was to put a man into Earth orbit and return him safely, ideally before the Soviet Union. Taken over from the US Air Force by the newly created civilian space agency NASA, it conducted twenty uncrewed developmental flights, and six successful "}, {"title": "Mercury-Atlas 9", "href": "/wiki/Mercury-Atlas_9", "description": "Mercury-Atlas 9 was the final crewed space mission of the U.S. Mercury program, launched on May 15, 1963 from Launch Complex 14 at Cape Canaveral, Florida. The spacecraft, named Faith 7, completed 22 Earth orbits before splashing down in the Pacific Ocean, piloted by astronaut Gordon Cooper, then a United States Air Force major. The Atlas rocket was No. 130-D, and the Mercury spacecraft was No. 20"}, {"title": "Gordon Cooper", "href": "/wiki/Gordon_Cooper", "description": "Leroy Gordon \"Gordo\" Cooper Jr. was an American aerospace engineer, test pilot, United States Air Force pilot, and the youngest of the seven original astronauts in Project Mercury, the first human space program of the United States. Cooper learned to fly as a child, and after service in the United States Marine Corps during World War II, he was commissioned into the United States Air Force in 1949"}, {"title": "Outer space", "href": "/wiki/Outer_space", "description": "Outer space is the expanse that exists beyond Earth and between celestial bodies. Outer space is not completely empty—it is a hard vacuum containing a low density of particles, predominantly a plasma of hydrogen and helium, as well as electromagnetic radiation, magnetic fields, neutrinos, dust, and cosmic rays. The baseline temperature of outer space, as set by the background radiation from the Bi"}]}, {"heading": "Events", "year": "1966", "date": "May 15", "txt": "After a policy dispute, Prime Minister Nguyễn Cao Kỳ of South Vietnam's ruling junta launches a military attack on the forces of General Tôn Thất Đính, forcing him to abandon his command.", "entities": [{"title": "Nguyễn Cao Kỳ", "href": "/wiki/Nguy%E1%BB%85n_Cao_K%E1%BB%B3", "description": "Nguyễn Cao Kỳ was a Vietnamese military officer and politician who served as the chief of the Republic of Vietnam Air Force in the 1960s, before leading the nation as the prime minister of South Vietnam in a military junta from 1965 to 1967. Then, until his retirement from politics in 1971, he served as vice president to bitter rival General Nguyễn Văn Thiệu, in a nominally civilian administration"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Tôn Thất Đính", "href": "/wiki/T%C3%B4n_Th%E1%BA%A5t_%C4%90%C3%ADnh", "description": "Lieutenant General Tôn Thất Đính was an officer who served in the Army of the Republic of Vietnam (ARVN). He is best known as one of the key figures in the November 1963 coup that led to the arrest and assassination of Ngô Đình Diệm, the first president of the Republic of Vietnam, commonly known as South Vietnam."}]}, {"heading": "Events", "year": "1969", "date": "May 15", "txt": "People's Park: California Governor Ronald Reagan has an impromptu student park owned by the University of California at Berkeley fenced off from student anti-war protestors, sparking a riot.", "entities": [{"title": "People's Park (Berkeley)", "href": "/wiki/People%27s_Park_(Berkeley)", "description": "People's Park in Berkeley, California is a park located just east of Telegraph Avenue, bounded by Haste and Bowditch Streets, and Dwight Way, near the University of California, Berkeley. The park was created during the radical political activism of the late 1960s."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "University of California at Berkeley", "href": "/wiki/University_of_California_at_Berkeley", "description": "The University of California, Berkeley is a public, land-grant research university in Berkeley, California. Established in 1868 as the state's first land-grant university, it was the first campus of the University of California system and a founding member of the Association of American Universities. Its 14 colleges and schools offer over 350 degree programs and enroll 31,000 undergraduate and 12,"}]}, {"heading": "Events", "year": "1970", "date": "May 15", "txt": "President Richard Nixon appoints Anna Mae Hays and Elizabeth P. Hoisington the first female United States Army generals.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Anna Mae Hays", "href": "/wiki/Anna_Mae_Hays", "description": "Brigadier General Anna Mae Violet Hays was an American military officer who served as the 13th chief of the United States Army Nurse Corps. She was the first woman in the United States Armed Forces to be promoted to a General Officer rank; in 1970, she was promoted to brigadier general. Hays paved the way for equal treatment of women, countered occupational sexism, and made a number of recommendat"}, {"title": "Elizabeth P. Hoisington", "href": "/wiki/Elizabeth_P._Hoisington", "description": "Elizabeth Paschel Hoisington was a United States Army officer who was one of the first two women to attain the rank of brigadier general."}, {"title": "General (United States)", "href": "/wiki/General_(United_States)", "description": "A general denotes the most senior general-grade officer; it is the highest achievable commissioned officer rank that may be attained in the United States Armed Forces, with exception of the Navy. The official and formal insignia of General is defined by its four-stars."}]}, {"heading": "Events", "year": "1970", "date": "May 15", "txt": "Philip Lafayette Gibbs and James Earl Green are killed at Jackson State University by police during student protests.", "entities": [{"title": "Jackson State killings", "href": "/wiki/Jackson_State_killings", "description": "The Jackson State killings occurred on Friday, May 15, 1970, at Jackson State College in Jackson, Mississippi. On May 14, 1970, city and state police confronted a group of students. Shortly after midnight, the police opened fire, killing two students and injuring twelve. The event happened only 11 days after the Kent State shootings, in which National Guardsmen killed four students at Kent State U"}]}, {"heading": "Events", "year": "1972", "date": "May 15", "txt": "The Ryukyu Islands, under U.S. military governance since its conquest in 1945, reverts to Japanese control.", "entities": [{"title": "Ryukyu Islands", "href": "/wiki/Ryukyu_Islands", "description": "The Ryukyu Islands , also known as the Nansei Islands  or the Ryukyu Arc , are a chain of Japanese islands that stretch southwest from Kyushu to Taiwan: the Ōsumi, Tokara, Amami, Okinawa, and Sakishima Islands, with Yonaguni the westernmost. The larger are mostly high islands and the smaller mostly coral. The largest is Okinawa Island."}, {"title": "United States Military Government of the Ryukyu Islands", "href": "/wiki/United_States_Military_Government_of_the_Ryukyu_Islands", "description": "The United States Military Government of the Ryukyu Islands , or \"USMGR\", was the government in the Ryukyu Islands, Japan from 1945 to 1950, whereupon it was replaced by the United States Civil Administration of the Ryukyu Islands (USCAR)."}, {"title": "Battle of Okinawa", "href": "/wiki/Battle_of_Okinawa", "description": "The Battle of Okinawa , codenamed Operation Iceberg, was a major battle of the Pacific War fought on the island of Okinawa by United States Army and United States Marine Corps (USMC) forces against the Imperial Japanese Army. The initial invasion of Okinawa on 1 April 1945, was the largest amphibious assault in the Pacific Theater of World War II. The Kerama Islands surrounding Okinawa were preemp"}]}, {"heading": "Events", "year": "1972", "date": "May 15", "txt": "In Laurel, Maryland, Arthur Bremer shoots and paralyzes Alabama Governor George Wallace while he is campaigning to become president.", "entities": [{"title": "Arthur Bremer", "href": "/wiki/Arthur_Bremer", "description": "Arthur Herman Bremer is an American convicted criminal who attempted to assassinate U.S. Democratic presidential candidate George Wallace on May 15, 1972, in Laurel, Maryland, which left Wallace permanently paralyzed from the waist down. Bremer was found guilty and sentenced to 63 years in a Maryland prison for the shooting of Wallace and three bystanders."}, {"title": "Governor of Alabama", "href": "/wiki/Governor_of_Alabama", "description": "The Governor of Alabama is the head of state, head of government and the chief executive of the U.S. state of Alabama. The governor is the head of the executive branch of Alabama's state government and is charged with enforcing state laws."}, {"title": "George Wallace", "href": "/wiki/George_Wallace", "description": "George Corley Wallace Jr. was an American politician who served as the 45th governor of Alabama for four terms. A member of the Democratic Party, he is best remembered for his staunch segregationist and populist views.\nDuring his tenure, he promoted \"industrial development, low taxes, and trade schools\". Wallace sought the United States presidency as a Democrat three times, and once as an American"}]}, {"heading": "Events", "year": "1974", "date": "May 15", "txt": "Ma'alot massacre: Members of the Democratic Front for the Liberation of Palestine attack and take hostages at an Israeli school; a total of 31 people are killed, including 22 schoolchildren.", "entities": [{"title": "Ma'alot massacre", "href": "/wiki/Ma%27alot_massacre", "description": "The Ma'alot massacre was a Palestinian terrorist attack that occurred in May 1974 and involved a two-day hostage-taking of 115 Israelis, which ended in the murders of 25 hostages and six other civilians. It began when three armed members of the Democratic Front for the Liberation of Palestine (DFLP) entered Israel from Lebanon. Soon afterwards they attacked a van, killing two Israeli Arab women wh"}, {"title": "Democratic Front for the Liberation of Palestine", "href": "/wiki/Democratic_Front_for_the_Liberation_of_Palestine", "description": "The Democratic Front for the Liberation of Palestine is a Palestinian Marxist–Leninist–Maoist, secular political and militant organization. It is also frequently referred to as the Democratic Front, or al-Jabha al-Dimuqratiyah. It is a member organization of the Palestine Liberation Organization the Alliance of Palestinian Forces and the Democratic Alliance List."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1976", "date": "May 15", "txt": "Aeroflot Flight 1802 crashes in Viktorovka, Chernihiv Raion, killing all 52 people on board.", "entities": [{"title": "Aeroflot Flight 1802", "href": "/wiki/Aeroflot_Flight_1802", "description": "Aeroflot Flight 1802 was a commercial flight from Vinnytsia to Moscow that crashed after the rudder deflected sharply and the propellers feathered on 15 May 1976. All 52 passengers and crew aboard the aircraft perished in the crash."}, {"title": "Viktorovka (Chernihiv Raion)", "href": "/wiki/Viktorovka_(Chernihiv_Raion)", "description": "Viktorovka is a village located in Chernihiv Raion, Chernihiv Oblast, Ukraine. It belongs to Ivanivka rural hromada, one of the hromadas of Ukraine. The population is 112 people."}, {"title": "Chernihiv Raion", "href": "/wiki/Chernihiv_Raion", "description": "Chernihiv Raion  is a raion (district) of Chernihiv Oblast, northern Ukraine. Its administrative centre is the city of Chernihiv. Population: 51,152 (2020 est.)\n"}]}, {"heading": "Events", "year": "1987", "date": "May 15", "txt": "The Soviet Union launches the Polyus prototype orbital weapons platform. It fails to reach orbit.", "entities": [{"title": "Polyus (spacecraft)", "href": "/wiki/Polyus_(spacecraft)", "description": "The Polyus spacecraft, also known as Polus, Skif-DM, GRAU index 17F19DM, was a prototype orbital weapons platform designed to destroy Strategic Defense Initiative satellites with a megawatt carbon-dioxide laser. It had a Functional Cargo Block derived from a TKS spacecraft to control its orbit and it could launch test targets to demonstrate the fire control system."}]}, {"heading": "Events", "year": "1988", "date": "May 15", "txt": "Soviet–Afghan War: After more than eight years of fighting, the Soviet Army begins to withdraw 115,000 troops from Afghanistan.", "entities": [{"title": "Soviet–Afghan War", "href": "/wiki/Soviet%E2%80%93Afghan_War", "description": "The Soviet–Afghan War was a conflict wherein insurgent groups, as well as smaller Maoist groups, fought a nine-year guerrilla war against the Soviet Army and the Democratic Republic of Afghanistan government throughout the 1980s, mostly in the Afghan countryside. The Mujahideen were variously backed primarily by the United States, Pakistan, Iran, Saudi Arabia, China, and the United Kingdom; the co"}, {"title": "Soviet Army", "href": "/wiki/Soviet_Army", "description": "The Soviet Ground Forces was the main land warfare uniform service branch of the Soviet Armed Forces from 1946 to 1992."}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Events", "year": "1991", "date": "May 15", "txt": "Édith Cresson becomes France's first female Prime Minister.", "entities": [{"title": "Édith Cresson", "href": "/wiki/%C3%89dith_Cresson", "description": "Édith Cresson is a French politician. She is the first, and so far only, woman to have held the office of Prime Minister of France. Other than her breakthrough gender role, her term was uneventful. Her political career ended in scandal as a result of corruption charges dating from her tenure as European Commissioner for Research, Science and Technology."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Events", "year": "1997", "date": "May 15", "txt": "The United States government acknowledges the existence of the \"Secret War\" in Laos and dedicates the Laos Memorial in honor of Hmong and other \"Secret War\" veterans.", "entities": [{"title": "Laotian Civil War", "href": "/wiki/Laotian_Civil_War", "description": "The Laotian Civil War (1959–1975) was a civil war in Laos which was waged between the Communist Pathet Lao and the Royal Lao Government from 23 May 1959 to 2 December 1975. It is associated with the Cambodian Civil War and the Vietnam War, with both sides receiving heavy external support in a proxy war between the global Cold War superpowers. It is called the Secret War among the CIA Special Activ"}, {"title": "Laos Memorial", "href": "/wiki/Laos_Memorial", "description": "The Hmong and Lao Memorial, or Lao Veterans of America Monument, is a granite monument, bronze plaque and living memorial in Arlington National Cemetery. Dedicated in May 1997, it is located in Section 2 on Grant Avenue between the path to the JFK memorial and the Tomb of the Unknowns, in Arlington National Cemetery, Arlington, Virginia, in the United States. The Laos–Hmong memorial commemorates t"}, {"title": "Hmong people", "href": "/wiki/Hmong_people", "description": "The Hmong people are an ethnic group living mainly in southern China, Vietnam, Laos, Thailand, and Myanmar. They have been members of the Unrepresented Nations and Peoples Organization (UNPO) since 2007. In China they are classified as a subgroup of the Miao people."}]}, {"heading": "Events", "year": "1997", "date": "May 15", "txt": "The Space Shuttle Atlantis launches on STS-84 to dock with the Russian space station Mir.", "entities": [{"title": "STS-84", "href": "/wiki/STS-84", "description": "STS-84 was a crewed spaceflight mission by Space Shuttle Atlantis to the Mir space station."}]}, {"heading": "Events", "year": "2004", "date": "May 15", "txt": "Arsenal F.C. go an entire league campaign unbeaten in the English Premier League, joining Preston North End F.C with the right to claim the title \"The Invincibles\".", "entities": [{"title": "Arsenal F.C.", "href": "/wiki/Arsenal_F.C.", "description": "Arsenal Football Club is a professional football club based in Islington, London, England that plays in the Premier League, the top flight of English football. The club has won 13 league titles, a record 14 FA Cups, two League Cups, 16 FA Community Shields, the League Centenary Trophy, one European Cup Winners' Cup, and one Inter-Cities Fairs Cup."}, {"title": "Preston North End F.C", "href": "/wiki/Preston_North_End_F.C", "description": "Preston North End Football Club is a professional football club in Preston, Lancashire, whose first team currently plays in the EFL Championship, the second tier of the English football league system. Originally a cricket club, Preston has been based at Deepdale since 1875. The club first took up football in 1878 as a winter fitness activity and decided to focus on it in May 1880, when the footbal"}, {"title": "The Invincibles (football)", "href": "/wiki/The_Invincibles_(football)", "description": "In football, \"The Invincibles\" is a nickname used to refer to the Preston North End team of the 1888–89 season, managed by William Sudell, and the Arsenal team of the 2003–04 season managed by Arsène Wenger. Preston North End earned the nickname after completing an entire season undefeated in league and cup competition, while Arsenal were undefeated in the league in a run that stretched to a recor"}]}, {"heading": "Events", "year": "2008", "date": "May 15", "txt": "California becomes the second U.S. state after Massachusetts in 2004 to legalize same-sex marriage after the state's own Supreme Court rules a previous ban unconstitutional.", "entities": [{"title": "Same-sex marriage in California", "href": "/wiki/Same-sex_marriage_in_California", "description": "Same-sex marriage is legal in the U.S. state of California. The state first issued marriage licenses to same-sex couples June 16, 2008 as a result of the Supreme Court of California finding in In re Marriage Cases that barring same-sex couples from marriage violated the state's Constitution. The issuance of such licenses was halted from November 5, 2008 through June 27, 2013 due to the passage of "}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}, {"title": "Same-sex marriage in Massachusetts", "href": "/wiki/Same-sex_marriage_in_Massachusetts", "description": "Same-sex marriage has been legally recognized in the U.S state of Massachusetts since May 17, 2004, as a result of the Massachusetts Supreme Judicial Court (SJC) ruling in Goodridge v. Department of Public Health that it was unconstitutional under the Massachusetts Constitution to allow only opposite-sex couples to marry. Massachusetts became the sixth jurisdiction in the world to legalize same-se"}, {"title": "2004", "href": "/wiki/2004", "description": "2004 (MMIV) was a leap year starting on Thursday of the Gregorian calendar, the 2004th year of the Common Era (CE) and Anno Domini (AD) designations, the 4th year of the 3rd millennium, the 4th year of the 21st century, and the 5th year of the 2000s decade. "}, {"title": "Same-sex marriage", "href": "/wiki/Same-sex_marriage", "description": "Same-sex marriage, also known as gay marriage, is the marriage of two people of the same sex or gender, entered into in a civil or religious ceremony. There are records of same-sex marriage dating back to the first century. In the modern era, marriage equality was first granted to same-sex couples in the Netherlands on 1 April 2001."}, {"title": "In re Marriage Cases", "href": "/wiki/In_re_Marriage_Cases", "description": "In re Marriage Cases, 43 Cal. 4th 757 was a California Supreme Court case where the court held that laws treating classes of persons differently based on sexual orientation should be subject to strict judicial scrutiny, and that an existing statute and initiative measure limiting marriage to opposite-sex couples violate the rights of same-sex couples under the California Constitution and may not b"}]}, {"heading": "Events", "year": "2010", "date": "May 15", "txt": "Jessica Watson becomes the youngest person to sail, non-stop and unassisted around the world solo.", "entities": [{"title": "Jessica Watson", "href": "/wiki/Jessica_Watson", "description": "Jessica Watson is an Australian sailor who was awarded the Order of Australia Medal after attempting a solo global circumnavigation at the age of 16. Departing Sydney on 18 October 2009, Watson headed north-east, crossing the equator in the Pacific Ocean before crossing the Atlantic and Indian Oceans. She returned to Sydney on 15 May 2010, three days before her 17th birthday, though the voyage was"}]}, {"heading": "Events", "year": "2013", "date": "May 15", "txt": "An upsurge in violence in Iraq leaves more than 389 people dead over three days.", "entities": [{"title": "May 2013 Iraq attacks", "href": "/wiki/May_2013_Iraq_attacks", "description": "From 15 to 21 May 2013, a series of deadly bombings and shootings struck the central and northern parts of Iraq, with a few incidents occurring in towns in the south and far west as well. The attacks killed at least 449 people and left 732 others injured in one of the deadliest outbreaks of violence in years."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Births", "year": "1397", "date": "May 15", "txt": "Sejong the Great, Korean king of Joseon (d. 1450)", "entities": [{"title": "Sejong the Great", "href": "/wiki/Sejong_the_Great", "description": "Sejong the Great was the fourth king of the Joseon dynasty of Korea. He was the third son of King Taejong and Queen Wongyeong. Sejong was designated as Crown Prince after his older brother Prince Yangnyeong was stripped of his title. He ascended to the throne in 1418. During the first four years of Sejong's reign, Taejong governed as regent and executed Sejong's father-in-law, Sim On, and his clos"}, {"title": "Joseon", "href": "/wiki/Joseon", "description": "The Joseon dynasty was a Korean dynastic kingdom that lasted for approximately five centuries. It was the last dynasty of Korea and its longest-ruling Confucian dynasty, founded by Yi Seong-gye in July 1392 and replaced by the Korean Empire in October 1897. The dynasty was founded following the aftermath of the overthrow of Goryeo in what is today the city of Kaesong. Early on, Korea was retitled "}]}, {"heading": "Births", "year": "1531", "date": "May 15", "txt": "Maria of Austria, Duchess of Jülich-Cleves-Berg (d. 1581)[citation needed]", "entities": [{"title": "Maria of Austria, Duchess of Jülich-Cleves-Berg", "href": "/wiki/Maria_of_Austria,_Duchess_of_J%C3%BClich-Cleves-Berg", "description": "Archduchess Maria of Austria was the daughter of Emperor Ferdinand I from the House of Habsburg and Anna Jagiello."}]}, {"heading": "Births", "year": "1565", "date": "May 15", "txt": "Hendrick de Keyser, Dutch sculptor and architect (d. 1621)", "entities": [{"title": "Hendrick de Keyser", "href": "/wiki/Hendrick_de_Keyser", "description": "Hendrick de Keyser was a Dutch sculptor, merchant in Belgium bluestone, and architect who was instrumental in establishing a late Renaissance form of Mannerism changing into Baroque. Most of his works appeared in Amsterdam, some elsewhere in the Dutch Republic. He was the father of Pieter and Thomas de Keyser and Willem, and the uncle of Huybert de Keyser, who became his apprentices and all involv"}]}, {"heading": "Births", "year": "1567", "date": "May 15", "txt": "Claudio Monteverdi, Italian priest and composer (d. 1643)", "entities": [{"title": "Claudio Monteverdi", "href": "/wiki/Claudio_Monteverdi", "description": "Claudio Giovanni Antonio Monteverdi was an Italian composer, string player, choirmaster, and priest. A composer of both secular and sacred music, and a pioneer in the development of opera, he is considered a crucial transitional figure between the Renaissance and Baroque periods of music history."}]}, {"heading": "Births", "year": "1655", "date": "May 15", "txt": "Pope Innocent XIII (d. 1724)", "entities": [{"title": "Pope Innocent XIII", "href": "/wiki/Pope_Innocent_XIII", "description": "Pope Innocent XIII, born as Michelangelo dei Conti, was head of the Catholic Church and ruler of the Papal States from 8 May 1721 to his death in 1724. He is the last pope to date to take the pontifical name of \"Innocent\" upon his election."}]}, {"heading": "Births", "year": "1608", "date": "May 15", "txt": "René Goupil, French-American missionary and saint (d. 1642)", "entities": [{"title": "René Goupil", "href": "/wiki/Ren%C3%A9_Goupil", "description": "René Goupil, S.J., was a French Jesuit lay missionary who became a lay brother of the Society of Jesus shortly before his death. He was the first of the eight North American Martyrs of the Roman Catholic Church to receive the crown of martyrdom and the first canonized Catholic martyr in North America."}]}, {"heading": "Births", "year": "1633", "date": "May 15", "txt": "Sébastien Le Prestre de Vauban, French noble (d. 1707)", "entities": [{"title": "Sébastien Le Prestre de Vauban", "href": "/wiki/S%C3%A9bastien_Le_Prestre_de_Vauban", "description": "Sébastien Le Prestre de Vauban, Seigneur de Vauban, later Marquis de Vauban, commonly referred to as Vauban, was a French military engineer who served under Louis XIV. He is generally considered the greatest engineer of his time, and one of the most important in Western military history."}]}, {"heading": "Births", "year": "1645", "date": "May 15", "txt": "George Jeffreys, 1st Baron Jeffreys, British judge (d. 1689)", "entities": [{"title": "George Jeffreys, 1st Baron Jeffreys", "href": "/wiki/George_Jeffreys,_1st_Baron_Jeffreys", "description": "George Jeffreys, 1st Baron Jeffreys, PC, also known as \"the Hanging Judge\", was a Welsh judge. He became notable during the reign of King James II, rising to the position of Lord Chancellor. His conduct as a judge was to enforce royal policy, resulting in an historical reputation for severity and bias."}]}, {"heading": "Births", "year": "1689", "date": "May 15", "txt": "Lady Mary Wortley Montagu, English writer (d. 1762)", "entities": [{"title": "Lady Mary Wortley Montagu", "href": "/wiki/Lady_Mary_Wortley_Montagu", "description": "Lady Mary Wortley Montagu was an English aristocrat, writer, and poet. Born in 1689, Lady Mary spent her early life in England. In 1712, Lady Mary married Edward Wortley Montagu, who later served as the British ambassador to the Sublime Porte. Lady Mary joined her husband in the Ottoman excursion, where she was to spend the next two years of her life. During her time there, Lady Mary wrote extensi"}]}, {"heading": "Births", "year": "1720", "date": "May 15", "txt": "Maximilian Hell, Hungarian priest and astronomer (d. 1792)", "entities": [{"title": "Maximilian Hell", "href": "/wiki/Maximilian_Hell", "description": "Maximilian Hell was an astronomer and an ordained Jesuit priest from the Kingdom of Hungary."}]}, {"heading": "Births", "year": "1749", "date": "May 15", "txt": "Levi Lincoln Sr., American lawyer and politician, 4th United States Attorney General (d. 1820)", "entities": [{"title": "Levi Lincoln Sr.", "href": "/wiki/Levi_Lincoln_Sr.", "description": "Levi Lincoln Sr. was an American revolutionary, lawyer, and statesman from Massachusetts. A Democratic-Republican, he most notably served as Thomas Jefferson's first attorney general, and played a significant role in the events that led to the celebrated Marbury v. Madison court case. He served two terms as Lieutenant Governor of Massachusetts, acting as governor for the remainder of Governor Jame"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1759", "date": "May 15", "txt": "Maria Theresia von Paradis, Austrian pianist and composer (d. 1824)", "entities": [{"title": "Maria Theresia von Paradis", "href": "/wiki/Maria_Theresia_von_Paradis", "description": "Maria Theresia von Paradis, was an Austrian musician and composer who lost her sight at an early age, and for whom Mozart may have written his Piano Concerto No. 18 in B-flat major."}]}, {"heading": "Births", "year": "1770", "date": "May 15", "txt": "Ezekiel Hart, Canadian businessman and politician (d. 1843)", "entities": [{"title": "Ezekiel Hart", "href": "/wiki/Ezekiel_Hart", "description": "Ezekiel Hart was an entrepreneur and politician in British North America. He is often said to be the first Jew to be elected to public office in the British Empire, though this assertion is discredited by the election of Francis Salvador to the South Carolina General Assembly in 1774."}]}, {"heading": "Births", "year": "1773", "date": "May 15", "txt": "Klemens von Metternich, German-Austrian politician, 1st State Chancellor of the Austrian Empire (d. 1859)", "entities": [{"title": "Klemens von Metternich", "href": "/wiki/Klemens_von_Metternich", "description": "Klemens Wenzel Nepomuk Lothar, Prince of Metternich-Winneburg zu Beilstein, was an Austrian diplomat who was at the center of European affairs for three decades as the Austrian Empire's foreign minister from 1809 and Chancellor from 1821 until the liberal Revolutions of 1848 forced his resignation."}, {"title": "List of Ministers-President of Austria", "href": "/wiki/List_of_Ministers-President_of_Austria", "description": "The minister-president of Austria was the head of government of the Austrian Empire from 1848, when the office was created in the course of the March Revolution. Previously, executive power rested with an Austrian State Council, headed by the emperor himself, from 1821 under the chairmanship of State Chancellor Prince Klemens von Metternich. The office of minister-president was not refilled from 1"}]}, {"heading": "Births", "year": "1786", "date": "May 15", "txt": "Dimitris Plapoutas, Greek general and politician (d. 1864)", "entities": [{"title": "Dimitris Plapoutas", "href": "/wiki/Dimitris_Plapoutas", "description": "Dimitrios Koliopoulos Plapoutas was a Greek general who fought during the Greek War of Independence against the rule of the Ottoman Empire."}]}, {"heading": "Births", "year": "1803", "date": "May 15", "txt": "Juan Almonte, son of José María Morelos, was a Mexican soldier and diplomat who served as a regent in the Second Mexican Empire (1863-1864) (d. 1869)", "entities": [{"title": "Juan Almonte", "href": "/wiki/Juan_Almonte", "description": "Juan Nepomuceno Almonte was a 19th-century Mexican official, soldier and diplomat, the natural son of Fr. José María Morelos. He was a veteran of the Battle of the Alamo during the Texas Revolution. Almonte was also a leader of Mexico's Conservatives in the 1860s and served as regent after the Second Mexican Empire was established by Napoleon III of France."}, {"title": "José María Morelos", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Morelos", "description": "José María Teclo Morelos Pérez y Pavón was a Mexican Roman Catholic priest and revolutionary rebel leader who led the Mexican War of Independence movement, assuming its leadership after the execution of Miguel Hidalgo y Costilla in 1811. Morelos and Ignacio López Rayón are credited with organizing the war of independence. Under Morelos the Congress of Anáhuac was installed on 13 September 1813, an"}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Second Mexican Empire", "href": "/wiki/Second_Mexican_Empire", "description": "The Mexican Empire or Second Mexican Empire was the name of Mexico under a constitutional hereditary monarchy declared by a Mexican Assembly of Notables in accordance with the interests of the French Empire, during the Second French intervention in Mexico. Napoleon III of France wanted to establish a monarchist ally in the Americas as a restraint upon the growing power of the United States. Chosen"}]}, {"heading": "Births", "year": "1805", "date": "May 15", "txt": "Samuel Carter, Early English railway solicitor and MP (d. 1878)", "entities": [{"title": "Samuel Carter (Coventry MP)", "href": "/wiki/Samuel_Carter_(Coventry_MP)", "description": "Samuel Carter was a Member of Parliament for his native city of Coventry, and solicitor to two major railway companies for nearly four decades during the development of Britain's rail network."}, {"title": "Member of parliament", "href": "/wiki/Member_of_parliament", "description": "A member of parliament (MP) is the representative of the people who live in their constituency. In many countries with bicameral parliaments, this category includes specifically members of the lower house, as upper houses often have a different title. Member of Congress or Deputy is an equivalent term in other jurisdictions. Another term is Parliamentarian."}]}, {"heading": "Births", "year": "1808", "date": "May 15", "txt": "Michael William Balfe, Irish composer and conductor (d. 1870)", "entities": [{"title": "Michael William Balfe", "href": "/wiki/Michael_William_Balfe", "description": "Michael William Balfe was an Irish composer, best remembered for his operas, especially The Bohemian Girl."}]}, {"heading": "Births", "year": "1817", "date": "May 15", "txt": "Debendranath Tagore, Indian philosopher and author (d. 1905)", "entities": [{"title": "Debendranath Tagore", "href": "/wiki/Debendranath_Tagore", "description": "Debendranath Tagore was a Hindu philosopher and religious reformer, active in the Brahmo Samaj. He was the founder in 1848 of the Brahmo religion, which today is synonymous with Brahmoism. Born in Shilaidaha, his father was the industrialist Dwarkanath Tagore; he himself had 14 children, many of whom, including Nobel-prize winning poet Rabindranath Tagore, made significant artistic or literary con"}]}, {"heading": "Births", "year": "1841", "date": "May 15", "txt": "Clarence Dutton, American commander and geologist (d. 1912)", "entities": [{"title": "Clarence Dutton", "href": "/wiki/Clarence_Dutton", "description": "Clarence Edward Dutton was an American geologist and US Army officer. Dutton was born in Wallingford, Connecticut on May 15, 1841. He graduated from Yale College in 1860 and took postgraduate courses there until 1862, when he enlisted in the 21st Connecticut Volunteer Infantry; he fought at Fredericksburg, Suffolk, Nashville and Petersburg. He was elected as a member to the American Philosophical "}]}, {"heading": "Births", "year": "1845", "date": "May 15", "txt": "Élie Metchnikoff, Russian zoologist (d. 1916)", "entities": [{"title": "Élie Metchnikoff", "href": "/wiki/%C3%89lie_Metchnikoff", "description": "Ilya Ilyich Mechnikov was a Russian Imperial zoologist of Moldavian and Ukrainian Jewish origin best known for his pioneering research in immunology."}]}, {"heading": "Births", "year": "1848", "date": "May 15", "txt": "Viktor Vasnetsov, Russian painter and illustrator (d. 1926)", "entities": [{"title": "Viktor Vasnetsov", "href": "/wiki/Viktor_Vasnetsov", "description": "Viktor Mikhaylovich Vasnetsov was a Russian artist who specialized in mythological and historical subjects. He is considered the co-founder of Russian folklorist and romantic nationalistic painting, and a key figure in the Russian revivalist movement."}]}, {"heading": "Births", "year": "1854", "date": "May 15", "txt": "Ioannis Psycharis, Ukrainian-French philologist and author (d. 1929)", "entities": [{"title": "Ioannis Psycharis", "href": "/wiki/Ioannis_Psycharis", "description": "Ioannis (Yiannis) Psycharis was a French philologist of Greek origin, author and promoter of Demotic Greek."}]}, {"heading": "Births", "year": "1856", "date": "May 15", "txt": "L. Frank Baum, American novelist (d. 1919)", "entities": [{"title": "L. Frank Baum", "href": "/wiki/L._Frank_Baum", "description": " Lyman Frank Baum was an American author best known for his children's books, particularly The Wonderful Wizard of Oz and its sequels. He wrote 14 novels in the Oz series, plus 41 other novels, 83 short stories, over 200 poems, and at least 42 scripts. He made numerous attempts to bring his works to the stage and screen; the 1939 adaptation of the first Oz book became a landmark of 20th-century ci"}]}, {"heading": "Births", "year": "1856", "date": "May 15", "txt": "Matthias Zurbriggen, Swiss mountaineer (d. 1917)", "entities": []}, {"heading": "Births", "year": "1857", "date": "May 15", "txt": "Williamina Fleming, Scottish-American astronomer and academic (d. 1911)", "entities": [{"title": "Williamina Fleming", "href": "/wiki/Williamina_Fleming", "description": "Williamina Paton Stevens Fleming was a Scottish astronomer active in the United States. During her career, she helped develop a common designation system for stars and cataloged thousands of stars and other astronomical phenomena. Among several career achievements that advanced astronomy, Fleming is noted for her discovery of the Horsehead Nebula in 1888."}]}, {"heading": "Births", "year": "1859", "date": "May 15", "txt": "Pierre Curie, French physicist and academic, Nobel Prize laureate (d. 1906)", "entities": [{"title": "Pierre Curie", "href": "/wiki/Pierre_Curie", "description": "Pierre Curie was a French physicist, a pioneer in crystallography, magnetism, piezoelectricity, and radioactivity. In 1903, he received the Nobel Prize in Physics with his wife, Marie Curie, and Henri Becquerel, \"in recognition of the extraordinary services they have rendered by their joint researches on the radiation phenomena discovered by Professor Henri Becquerel\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1862", "date": "May 15", "txt": "Arthur Schnitzler, Austrian author and playwright (d. 1931)", "entities": [{"title": "Arthur Schnitzler", "href": "/wiki/Arthur_Schnitzler", "description": "Arthur Schnitzler was an Austrian author and dramatist."}]}, {"heading": "Births", "year": "1863", "date": "May 15", "txt": "Frank Hornby, English businessman and politician, invented Meccano (d. 1936)", "entities": [{"title": "Frank Hornby", "href": "/wiki/Frank_Hornby", "description": "Frank Hornby was an English inventor, businessman and politician. He was a visionary in toy development and manufacture, and although he had no formal engineering training, he was responsible for the invention and production of three of the most popular lines of toys based on engineering principles in the 20th century: Meccano, Hornby Model Railways and Dinky Toys. He also founded the British toy "}, {"title": "Meccano", "href": "/wiki/Meccano", "description": "Meccano is a model construction system created in 1898 by Frank Hornby in Liverpool, United Kingdom. The system consists of reusable metal strips, plates, angle girders, wheels, axles and gears, and plastic parts that are connected using nuts and bolts. It enables the building of working models and mechanical devices."}]}, {"heading": "Births", "year": "1869", "date": "May 15", "txt": "Paul Probst, Swiss target shooter (d. 1945)", "entities": [{"title": "Paul Probst", "href": "/wiki/Paul_Probst", "description": "Paul Probst was a Swiss sports shooter who competed in the late 19th century and early 20th century. He participated in Shooting at the 1900 Summer Olympics in Paris and won a gold medal with the Military pistol team for Switzerland."}]}, {"heading": "Births", "year": "1869", "date": "May 15", "txt": "John Storey, Australian politician, 20th Premier of New South Wales (d. 1921)", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1882", "date": "May 15", "txt": "Walter White, Scottish international footballer (d. 1950)", "entities": [{"title": "Walter White (Scottish footballer)", "href": "/wiki/Walter_White_(Scottish_footballer)", "description": "Walter White was a Scottish professional footballer who played as an inside forward in the Football League for Bolton Wanderers, Fulham and Everton. He won two caps for Scotland at international level."}]}, {"heading": "Births", "year": "1890", "date": "May 15", "txt": "Katherine Anne Porter, American short story writer, novelist, and essayist (d. 1980)", "entities": [{"title": "Katherine Anne Porter", "href": "/wiki/Katherine_Anne_Porter", "description": "Katherine Anne Porter was an American journalist, essayist, short story writer, novelist, and political activist. Her 1962 novel Ship of Fools was the best-selling novel in America that year, but her short stories received much more critical acclaim."}]}, {"heading": "Births", "year": "1891", "date": "May 15", "txt": "Mikhail Bulgakov, Russian novelist and playwright (d. 1940)", "entities": [{"title": "Mikhail Bulgakov", "href": "/wiki/Mikhail_Bulgakov", "description": "Mikhail Afanasyevich Bulgakov was a Russian writer, medical doctor and playwright active in the first half of the 20th century. He is best known for his novel The Master and Margarita, published posthumously, which has been called one of the masterpieces of the 20th century."}]}, {"heading": "Births", "year": "1891", "date": "May 15", "txt": "Fritz Feigl, Austrian-Brazilian chemist and academic (d. 1971)", "entities": []}, {"heading": "Births", "year": "1892", "date": "May 15", "txt": "Charles E. Rosendahl, American admiral (d. 1977)", "entities": [{"title": "Charles E. Rosendahl", "href": "/wiki/Charles_E._Rosendahl", "description": "Charles Emery Rosendahl was a highly decorated Vice Admiral in the United States Navy, and an advocate of lighter-than-air flight."}]}, {"heading": "Births", "year": "1892", "date": "May 15", "txt": "Jimmy Wilde, Welsh boxer (d. 1969)", "entities": []}, {"heading": "Births", "year": "1893", "date": "May 15", "txt": "José Nepomuceno, Filipino filmmaker, founder of Philippine cinema (d. 1959)", "entities": [{"title": "José Nepomuceno", "href": "/wiki/Jos%C3%A9_Nepomuceno", "description": "José Zialcita Nepomuceno was one of the pioneering directors and producers of Philippine cinema. He is also known as the \"founder of Philippine movies\", and he had his own production company Jose Nepomuceno Productions. He produced the first Filipino silent film entitled Dalagang Bukid in 1919. The film starred Atang de la Rama, a future National Artist of the Philippines.\nHe also directed Un (El)"}]}, {"heading": "Births", "year": "1894", "date": "May 15", "txt": "Feg Murray, American hurdler and cartoonist (d. 1973)", "entities": [{"title": "Feg Murray", "href": "/wiki/Feg_Murray", "description": "Frederic Seymour Murray, known as Fred Murray or Feg Murray, was an American athlete who competed mainly in the 110 meter hurdles. He won a bronze medal in the 1920 Summer Olympics."}]}, {"heading": "Births", "year": "1895", "date": "May 15", "txt": "Prescott Bush, American captain, banker, and politician (d. 1972)", "entities": [{"title": "Prescott Bush", "href": "/wiki/Prescott_Bush", "description": "Prescott Sheldon Bush was an American banker and politician. After working as a Wall Street executive investment banker, he represented Connecticut in the United States Senate from 1952 to 1963. A member of the Bush family, he was the father of former Vice President and President George H. W. Bush, and the paternal grandfather of former Texas Governor and President George W. Bush and former Florid"}]}, {"heading": "Births", "year": "1895", "date": "May 15", "txt": "William D. Byron, American lieutenant and politician (d. 1941)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 15", "txt": "Arletty, French model, actress, and singer (d. 1992)", "entities": [{"title": "Arletty", "href": "/wiki/Arletty", "description": "Léonie Marie Julie Bathiat, known professionally as Arletty, was a French actress, singer, and fashion model. She was found guilty of treason for an affair with a German officer during World War II, but she continued her career which included playing Blanche in the French version of A Streetcar Named Desire."}]}, {"heading": "Births", "year": "1899", "date": "May 15", "txt": "Jean Étienne Valluy, French general (d. 1970)", "entities": [{"title": "Jean Étienne Valluy", "href": "/wiki/Jean_%C3%89tienne_Valluy", "description": "Jean Etienne Valluy was a French general."}]}, {"heading": "Births", "year": "1900", "date": "May 15", "txt": "Ida Rhodes, American mathematician, pioneer in computer programming (d. 1986) ", "entities": [{"title": "Ida Rhodes", "href": "/wiki/Ida_Rhodes", "description": "Ida Rhodes was an American mathematician who became a member of the clique of influential women at the heart of early computer development in the United States."}]}, {"heading": "Births", "year": "1901", "date": "May 15", "txt": "Xavier Herbert, Australian author (d. 1984)", "entities": [{"title": "Xavier Herbert", "href": "/wiki/Xavier_Herbert", "description": "Xavier Herbert was an Australian writer best known for his Miles Franklin Award-winning novel Poor Fellow My Country (1975). He is considered one of the elder statesmen of Australian literature. He is also known for short story collections and his autobiography Disturbing Element."}]}, {"heading": "Births", "year": "1901", "date": "May 15", "txt": "Luis Monti, Argentinian-Italian footballer and manager (d. 1983)", "entities": []}, {"heading": "Births", "year": "1902", "date": "May 15", "txt": "Richard J. Daley, American lawyer and politician, 48th Mayor of Chicago (d. 1976)", "entities": [{"title": "Richard J. Daley", "href": "/wiki/Richard_J._Daley", "description": "Richard Joseph Daley was an American politician who served as the Mayor of Chicago from 1955 and the chairman of the Cook County Democratic Party Central Committee from 1953 until his death. He has been called \"the last of the big city bosses\" who controlled and mobilized American cities. Daley was Chicago's third consecutive mayor from the working-class, heavily Irish-American South Side neighbor"}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1902", "date": "May 15", "txt": "Sigizmund Levanevsky, Soviet aircraft pilot of Polish origin (d. 1937)", "entities": []}, {"heading": "Births", "year": "1903", "date": "May 15", "txt": "Maria Reiche, German mathematician and archaeologist (d. 1998)", "entities": [{"title": "Maria Reiche", "href": "/wiki/Maria_Reiche", "description": "Maria Reiche Grosse-Neumann was a German-born Peruvian mathematician, archaeologist, and technical translator. She is known for her research into the Nazca Lines, which she first saw in 1941 together with American historian Paul Kosok. Known as the \"Lady of the Lines\", Reiche made the documentation, preservation and public dissemination of the Nazca Lines her life's work."}]}, {"heading": "Births", "year": "1904", "date": "May 15", "txt": "Clifton Fadiman, American game show host and author (d. 1999)", "entities": [{"title": "Clifton Fadiman", "href": "/wiki/Clifton_Fadiman", "description": "Clifton Paul \"Kip\" Fadiman was an American intellectual, author, editor, radio and television personality. He began his work with the radio, and switched to television later in his career."}]}, {"heading": "Births", "year": "1905", "date": "May 15", "txt": "Joseph Cotten, American actor (d. 1994)", "entities": [{"title": "Joseph Cotten", "href": "/wiki/Joseph_Cotten", "description": "Joseph Cheshire Cotten Jr. was an American film, stage, radio and television actor. Cotten achieved prominence on Broadway, starring in the original stage productions of The Philadelphia Story and Sabrina Fair."}]}, {"heading": "Births", "year": "1905", "date": "May 15", "txt": "Albert Dubout, French cartoonist, illustrator, painter, and sculptor (d. 1976)", "entities": []}, {"heading": "Births", "year": "1905", "date": "May 15", "txt": "Abraham Zapruder, American businessman and amateur photographer, filmed the Zapruder film (d. 1970)", "entities": [{"title": "Zapruder film", "href": "/wiki/Zapruder_film", "description": "The Zapruder film is a silent 8mm color motion picture sequence shot by Abraham Zapruder with a Bell & Howell home-movie camera, as United States President John F. Kennedy's motorcade passed through Dealey Plaza in Dallas, Texas, on November 22, 1963. Unexpectedly, it ended up capturing the President's assassination."}]}, {"heading": "Births", "year": "1907", "date": "May 15", "txt": "Sukhdev Thapar, Indian activist (d. 1931)", "entities": [{"title": "Sukhdev Thapar", "href": "/wiki/Sukhdev_Thapar", "description": "Sukhdev Thapar was an Indian revolutionary. A senior member of the Hindustan Socialist Republican Association, he participated in several actions alongside Bhagat Singh and Shivaram Rajguru, and was hanged by the British authorities on 23 March 1931 at the age of 23."}]}, {"heading": "Births", "year": "1909", "date": "May 15", "txt": "James Mason, English actor, producer, and screenwriter (d. 1984)", "entities": [{"title": "James Mason", "href": "/wiki/James_Mason", "description": "James Neville Mason was an English actor. He achieved considerable success in British cinema before becoming a star in Hollywood. He was the top box-office attraction in the UK in 1944 and 1945; his British films included The Seventh Veil (1945) and The Wicked Lady (1945). He starred in Odd Man Out (1947), the first recipient of the BAFTA Award for Best British Film."}]}, {"heading": "Births", "year": "1909", "date": "May 15", "txt": "Clara Solovera, Chilean singer-songwriter (d. 1992)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 15", "txt": "Constance Cummings, British-based American actress (d. 2005)", "entities": [{"title": "Constance Cummings", "href": "/wiki/Constance_Cummings", "description": "Constance Cummings CBE was an American-British actress with a career spanning over fifty years."}]}, {"heading": "Births", "year": "1911", "date": "May 15", "txt": "Max Frisch, Swiss playwright and novelist (d. 1991)", "entities": [{"title": "Max Frisch", "href": "/wiki/Max_Frisch", "description": "Max Rudolf Frisch was a Swiss playwright and novelist. Frisch's works focused on problems of identity, individuality, responsibility, morality, and political commitment. The use of irony is a significant feature of his post-war output. Frisch was one of the founders of Gruppe Olten. He was awarded the Neustadt International Prize for Literature in 1986."}]}, {"heading": "Births", "year": "1911", "date": "May 15", "txt": "Herta Oberheuser, German physician (d. 1978)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 15", "txt": "Arthur Berger, American composer and educator (d. 2003)", "entities": [{"title": "Arthur Berger (composer)", "href": "/wiki/Arthur_Berger_(composer)", "description": "Arthur Victor Berger was an American composer and music critic who has been described as a New Mannerist."}]}, {"heading": "Births", "year": "1914", "date": "May 15", "txt": "Turk Broda, Canadian ice hockey player and coach (d. 1972)", "entities": [{"title": "Turk Broda", "href": "/wiki/Turk_Broda", "description": "Walter Edward Broda was a Canadian professional ice hockey player and coach. A goaltender, Broda played his entire career for the Toronto Maple Leafs of the National Hockey League (NHL) between 1935 and 1951, taking a brief hiatus from 1943 to 1946 to fight in the Second World War. After retiring from active play, Broda coached minor league and junior ice hockey teams. In 2017 Broda was named one "}]}, {"heading": "Births", "year": "1914", "date": "May 15", "txt": "Angus MacLean, Canadian farmer and politician, 25th Premier of Prince Edward Island (d. 2000)", "entities": [{"title": "Premier of Prince Edward Island", "href": "/wiki/Premier_of_Prince_Edward_Island", "description": "The premier of Prince Edward Island is the first minister for the Canadian province of Prince Edward Island. They are the province's head of government and de facto chief executive."}]}, {"heading": "Births", "year": "1914", "date": "May 15", "txt": "Norrie Paramor, English composer, producer, and conductor (d. 1979)", "entities": []}, {"heading": "Births", "year": "1915", "date": "May 15", "txt": "Hilda Bernstein, English-South African author and activist (d. 2006)", "entities": [{"title": "Hilda Bernstein", "href": "/wiki/Hilda_Bernstein", "description": "Hilda Bernstein was a British-born author, artist, and an activist against apartheid and for women's rights."}]}, {"heading": "Births", "year": "1915", "date": "May 15", "txt": "Paul Samuelson, American economist and academic, Nobel Prize laureate (d. 2009)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1915", "date": "May 15", "txt": "Henrik Sandberg, Danish production manager and producer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 15", "txt": "Vera Gebuhr, Danish actress (d. 2014)", "entities": [{"title": "Vera Gebuhr", "href": "/wiki/Vera_Gebuhr", "description": "Vera Margrethe Gebuhr was a Danish film, television and stage actress. Gebuhr was most noted for her portrayal of the snobbish neurotic head saleswoman Miss Jørgensen in the popular television series Matador. She trained at the Royal Danish Theatre school from 1937 to 1939 and debuted at the Folketeatret, working there until 1964. She played her first lead film role as the scheming maid in the 194"}]}, {"heading": "Births", "year": "1918", "date": "May 15", "txt": "Eddy Arnold, American singer-songwriter, guitarist, and actor (d. 2008)", "entities": [{"title": "Eddy Arnold", "href": "/wiki/Eddy_Arnold", "description": "Richard Edward Arnold was an American country music singer who performed for six decades. He was a Nashville sound innovator of the late 1950s, and scored 147 songs on the Billboard country music charts, second only to George Jones. He sold more than 85 million records. A member of the Grand Ole Opry and the Country Music Hall of Fame, Arnold ranked 22nd on Country Music Television's 2003 list of "}]}, {"heading": "Births", "year": "1918", "date": "May 15", "txt": "Arthur Jackson, American lieutenant and target shooter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1918", "date": "May 15", "txt": "Joseph Wiseman, Canadian-American actor (d. 2009)", "entities": []}, {"heading": "Births", "year": "1920", "date": "May 15", "txt": "Michel Audiard, French director and screenwriter (d. 1985)", "entities": [{"title": "Michel Audiard", "href": "/wiki/Michel_Audiard", "description": "Paul Michel Audiard was a French screenwriter and film director, known for his witty, irreverent and slang-laden dialogues which made him a prominent figure on the French cultural scene of the 1960s and 1970s. He was the father of French film director Jacques Audiard."}]}, {"heading": "Births", "year": "1922", "date": "May 15", "txt": "Sigurd Ottovich Schmidt, Russian historian and ethnographer (d. 2013)", "entities": [{"title": "Sigurd Ottovich Schmidt", "href": "/wiki/Sigurd_Ottovich_Schmidt", "description": "Sigurd Ottovich Schmidt was a Russian historian, ethnographer and teacher."}]}, {"heading": "Births", "year": "1922", "date": "May 15", "txt": "Jakucho Setouchi, Japanese nun and author", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 15", "txt": "Richard Avedon, American sailor and photographer (d. 2004)", "entities": [{"title": "Richard Avedon", "href": "/wiki/Richard_Avedon", "description": "Richard Avedon was an American fashion and portrait photographer. He worked for Harper's Bazaar and Vogue, specializing in capturing movement in still pictures of fashion, theater and dance. An obituary published in The New York Times said that \"his fashion and portrait photographs helped define America's image of style, beauty and culture for the last half-century\"."}]}, {"heading": "Births", "year": "1923", "date": "May 15", "txt": "John Lanchbery, English-Australian composer and conductor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 15", "txt": "Maria Koepcke, German-Peruvian ornithologist and zoologist (d. 1971)", "entities": [{"title": "Maria Koepcke", "href": "/wiki/Maria_Koepcke", "description": "Maria Koepcke was a German ornithologist known for her work with Neotropical bird species. Koepcke was a well-respected authority in South American ornithology in a time when the field was largely dominated by men and her work is still referenced today. For her efforts, she is commemorated in the scientific names of four Peruvian bird species and, along with her husband, a Peruvian lizard species."}]}, {"heading": "Births", "year": "1925", "date": "May 15", "txt": "Andrei Eshpai, Russian pianist and composer (d. 2015)", "entities": [{"title": "Andrei Eshpai", "href": "/wiki/Andrei_Eshpai", "description": "Andrei Yakovlevich Eshpai was an ethnic Mari composer. People's Artist of the USSR (1981)."}]}, {"heading": "Births", "year": "1925", "date": "May 15", "txt": "Mary F. Lyon, English geneticist and biologist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 15", "txt": "Carl Sanders, American soldier, pilot, and politician, 74th Governor of Georgia (d. 2014)", "entities": [{"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Births", "year": "1925", "date": "May 15", "txt": "Roy Stewart, Jamaican-English actor and stuntman (d. 2008)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 15", "txt": "Clermont Pépin, Canadian pianist, composer, and educator (d. 2006)", "entities": [{"title": "Clermont Pépin", "href": "/wiki/Clermont_P%C3%A9pin", "description": "Clermont Pépin was a Canadian pianist, composer and teacher who lived in Quebec."}]}, {"heading": "Births", "year": "1926", "date": "May 15", "txt": "Anthony Shaffer, English author, playwright, and screenwriter (d. 2001)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 15", "txt": "Peter Shaffer, English playwright and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 15", "txt": "Jasper Johns, American painter and sculptor", "entities": [{"title": "Jasper Johns", "href": "/wiki/Jasper_Johns", "description": "Jasper Johns is an American painter, sculptor and printmaker whose work is associated with abstract expressionism, Neo-Dada, and pop art. He is well known for his depictions of the American flag and other US-related topics. Johns' works regularly sell for millions of dollars at sale and auction, including a reported $110 million sale in 2010. At multiple times works by Johns have held the title of"}]}, {"heading": "Births", "year": "1931", "date": "May 15", "txt": "Ken Venturi, American golfer and sportscaster (d. 2013)", "entities": [{"title": "Ken Venturi", "href": "/wiki/Ken_Venturi", "description": "Kenneth Paul Venturi was an American professional golfer and golf broadcaster. In a career shortened by injuries, he won 14 events on the PGA Tour including a major, the U.S. Open in 1964. Shortly before his death in 2013, Venturi was inducted into the World Golf Hall of Fame."}]}, {"heading": "Births", "year": "1935", "date": "May 15", "txt": "Don Bragg, American pole vaulter", "entities": [{"title": "Don Bragg", "href": "/wiki/Don_Bragg", "description": "Donald George Bragg was an American athlete who competed mainly in the pole vault and won a gold medal in that event at the 1960 Summer Olympics."}]}, {"heading": "Births", "year": "1935", "date": "May 15", "txt": "Ted Dexter, Italian-English cricketer", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 15", "txt": "Utah Phillips, American singer-songwriter and guitarist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 15", "txt": "Akihiro Miwa, Japanese singer, actor, director, composer, author and drag queen", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 15", "txt": "Anna Maria Alberghetti, Italian-American actress and singer", "entities": [{"title": "Anna Maria Alberghetti", "href": "/wiki/Anna_Maria_Alberghetti", "description": "Anna Maria Alberghetti is an Italian-American actress and soprano."}]}, {"heading": "Births", "year": "1936", "date": "May 15", "txt": "Mart Laga, Estonian basketball player (d. 1977)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 15", "txt": "Ralph Steadman, English painter and illustrator", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 15", "txt": "Paul Zindel, American playwright and novelist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 15", "txt": "Madeleine Albright, Czech-American politician and diplomat, 64th United States Secretary of State", "entities": [{"title": "Madeleine Albright", "href": "/wiki/Madeleine_Albright", "description": "Madeleine Jana Korbel Albright is an American politician and diplomat who served as the first female United States Secretary of State in U.S. history from 1997 to 2001 under President Bill Clinton."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1937", "date": "May 15", "txt": "Karin Krog, Norwegian singer", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 15", "txt": "Trini Lopez, American singer, guitarist, and actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 15", "txt": "Mireille Darc, French actress, director, and screenwriter (d. 2017)", "entities": [{"title": "Mireille Darc", "href": "/wiki/Mireille_Darc", "description": "Mireille Darc was a French model and actress. She appeared as a lead character in Jean-Luc Godard's 1967 film Weekend. Darc was a Knight of the Legion of Honour and Commander of the National Order of Merit. Alain Delon was her longtime co-star and companion."}]}, {"heading": "Births", "year": "1938", "date": "May 15", "txt": "Nancy Garden, American author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 15", "txt": "Dorothy Shirley, English high jumper and educator", "entities": [{"title": "Dorothy Shirley", "href": "/wiki/Dorothy_Shirley", "description": "Dorothy Ada Shirley is a British athlete, who mainly competed in the women's high jump event."}]}, {"heading": "Births", "year": "1940", "date": "May 15", "txt": "Roger Ailes, American businessman (d. 2017)", "entities": [{"title": "Roger Ailes", "href": "/wiki/Roger_Ailes", "description": "Roger Eugene Ailes was an American television executive and media consultant. He was the chairman and CEO of Fox News, Fox Television Stations and 20th Television. Ailes was a media consultant for Republican presidents Richard Nixon, Ronald Reagan, and George H. W. Bush, and for Rudy Giuliani's first mayoral campaign. In June 2016, he resigned from Fox News after being accused of sexual harassment"}]}, {"heading": "Births", "year": "1940", "date": "May 15", "txt": "Lainie Kazan, American actress and singer", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 15", "txt": "Don Nelson, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 15", "txt": "Jaxon, American illustrator and publisher, co-founded the Rip Off Press (d. 2006)", "entities": [{"title": "Jaxon", "href": "/wiki/Jaxon", "description": "Jack Edward Jackson, better known by his pen name Jaxon, was an American cartoonist, illustrator, historian, and writer. He co-founded Rip Off Press, and some consider him to be the first underground comix artist, due to his most well-known comic strip God Nose."}]}, {"heading": "Births", "year": "1942", "date": "May 15", "txt": "Lois Johnson, American singer-songwriter (d. 2014)", "entities": [{"title": "Lois Johnson", "href": "/wiki/Lois_Johnson", "description": "Lois Johnson Scoggins professionally known as Lois Johnson was an American country music singer. She was from Maynardville, Tennessee. She recorded for different labels between 1969 and 1978, charted twenty singles on the Hot Country Songs charts. Her highest chart peak was \"Loving You Will Never Grow Old\", which reached No. 6 in 1975. Johnson toured with Hank Williams Jr. between 1970 and 1973."}]}, {"heading": "Births", "year": "1942", "date": "May 15", "txt": "Jusuf Kalla, Indonesian businessman and politician, 10th Vice President of Indonesia", "entities": [{"title": "Vice President of Indonesia", "href": "/wiki/Vice_President_of_Indonesia", "description": "The Vice President of the Republic of Indonesia is second-highest officer in the executive branch of the Indonesian government, after the president, and ranks first in the presidential line of succession. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1942", "date": "May 15", "txt": "Doug Lowe, Australian politician, 35th Premier of Tasmania", "entities": [{"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1942", "date": "May 15", "txt": "K. T. Oslin, American singer-songwriter and actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 15", "txt": "Paul Bégin, Canadian lawyer and politician", "entities": [{"title": "Paul Bégin", "href": "/wiki/Paul_B%C3%A9gin", "description": "Paul Bégin is a former Quebec politician and Cabinet Minister. Member of the Parti Québecois, he served as the province's Justice Minister from 1994 to 1997 and from 2001 to 2002."}]}, {"heading": "Births", "year": "1943", "date": "May 15", "txt": "Freddie Perren, American songwriter, producer, and conductor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 15", "txt": "Bill Alter, American police officer and politician", "entities": [{"title": "Bill Alter", "href": "/wiki/Bill_Alter", "description": "Bill Alter is a former Missouri Republican politician serving in the Missouri State Senate. He lives in High Ridge, Missouri, with his wife Merijo."}]}, {"heading": "Births", "year": "1944", "date": "May 15", "txt": "Ulrich Beck, German sociologist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 15", "txt": "Michael Dexter, English hematologist and academic", "entities": [{"title": "Michael Dexter", "href": "/wiki/Michael_Dexter", "description": "(Thomas) Michael Dexter FRS is a British haematologist and director of the Wellcome Trust, from 1998 to 2003."}]}, {"heading": "Births", "year": "1945", "date": "May 15", "txt": "Jerry Quarry, American boxer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 15", "txt": "Thadeus Nguyễn Văn Lý, Vietnamese priest and activist", "entities": [{"title": "Thadeus Nguyễn Văn Lý", "href": "/wiki/Thadeus_Nguy%E1%BB%85n_V%C4%83n_L%C3%BD", "description": "Father Thadeus Nguyễn Văn Lý is a Vietnamese Roman Catholic priest and dissident involved in many pro-democracy movements, for which he was imprisoned for a total of almost 15 years. For his ongoing imprisonment and continuous non-violent protest, Amnesty International adopted Father Lý in December 1983 as a prisoner of conscience. Most recently, his support for the Bloc 8406 manifesto has led to "}]}, {"heading": "Births", "year": "1947", "date": "May 15", "txt": "Graeham Goble, Australian singer-songwriter, guitarist and producer", "entities": [{"title": "Graeham Goble", "href": "/wiki/Graeham_Goble", "description": "Graeham George Goble, is an Australian musician, singer-songwriter and record producer, best known as a founding member of Australian rock group Little River Band."}]}, {"heading": "Births", "year": "1948", "date": "May 15", "txt": "Kate Bornstein, American author, playwright, performance artist, and gender theorist", "entities": [{"title": "Kate Bornstein", "href": "/wiki/Kate_Bornstein", "description": "Katherine Vandam \"Kate\" Bornstein is an American author, playwright, performance artist, actor, and gender theorist. In 1986, Bornstein identified as gender non-conforming and has stated \"I don't call myself a woman, and I know I'm not a man\" after having been assigned male at birth and receiving sex reassignment surgery.\nShe now identifies as nonbinary and use the pronouns they/them or she/her. B"}]}, {"heading": "Births", "year": "1948", "date": "May 15", "txt": "Yutaka Enatsu, Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 15", "txt": "Brian Eno, English singer-songwriter, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 15", "txt": "Kathleen Sebelius, American politician, 44th Governor of Kansas", "entities": [{"title": "Governor of Kansas", "href": "/wiki/Governor_of_Kansas", "description": "The Governor of Kansas is the head of the executive branch of Kansas's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Kansas Legislature, to convene the legislature at any time, and to grant pardons."}]}, {"heading": "Births", "year": "1949", "date": "May 15", "txt": "Frank L. Culbertson Jr., American captain, pilot, and astronaut", "entities": [{"title": "Frank L. Culbertson Jr.", "href": "/wiki/Frank_L._Culbertson_Jr.", "description": "Frank Lee Culbertson Jr. is an American former naval officer and aviator, test pilot, aerospace engineer, NASA astronaut and graduate of the US Naval Academy. He served as the Commander of the International Space Station for almost four months in 2001 and was the only U.S. citizen not on Earth when the September 11 attacks occurred. Charles Burlingame, the captain of the plane which struck the Pen"}]}, {"heading": "Births", "year": "1949", "date": "May 15", "txt": "Robert S.J. Sparks, English geologist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 15", "txt": "Jim Bacon, Australian politician, 41st Premier of Tasmania (d. 2004)", "entities": [{"title": "Jim Bacon", "href": "/wiki/Jim_Bacon", "description": "James Alexander Bacon, AC was an Australian politician who held the post of Premier of Tasmania from 1998 to 2004."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1950", "date": "May 15", "txt": "Jim Simons, American golfer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 15", "txt": "Dennis Frederiksen, American singer-songwriter (d. 2014)", "entities": [{"title": "Dennis Frederiksen", "href": "/wiki/Dennis_Frederiksen", "description": "Dennis Hardy Frederiksen was an American rock singer best known as the former lead singer of Trillion, Angel, LeRoux and Toto, as well as providing backing vocals for Survivor. He was occasionally credited as Fergie Frederiksen or just Fergie. He contributed to hit singles in three consecutive years, all with different bands: Survivor's \"American Heartbeat\" in 1982, LeRoux's \"Carrie's Gone\" in 198"}]}, {"heading": "Births", "year": "1951", "date": "May 15", "txt": "Chris Ham, English political scientist and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 15", "txt": "Frank Wilczek, American mathematician and physicist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1952", "date": "May 15", "txt": "Chazz Palminteri, American actor, director, producer, and screenwriter", "entities": [{"title": "Chazz Palminteri", "href": "/wiki/Chazz_Palminteri", "description": "Calogero Lorenzo \"Chazz\" Palminteri is an American actor, screenwriter, producer and playwright. He is best known for his Academy Award-nominated role for Best Supporting Actor in Bullets over Broadway, the 1993 film A Bronx Tale, based on his play of the same name, Special Agent Dave Kujan in The Usual Suspects, Primo Sidone in Analyze This and his recurring role as Shorty in Modern Family."}]}, {"heading": "Births", "year": "1953", "date": "May 15", "txt": "George Brett, American baseball player and coach", "entities": [{"title": "George Brett", "href": "/wiki/George_Brett", "description": "George Howard Brett is an American former professional baseball player who played 21 seasons, primarily as a third baseman, in Major League Baseball (MLB) for the Kansas City Royals."}]}, {"heading": "Births", "year": "1953", "date": "May 15", "txt": "Athene Donald, English physicist and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 15", "txt": "Mike Oldfield, English-Irish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 15", "txt": "Diana Liverman, English-American geographer and academic", "entities": [{"title": "Diana Liverman", "href": "/wiki/Diana_Liverman", "description": "Diana Liverman is Regents Professor of Geography and Development, and formerly co-Director of the Institute of the Environment at the University of Arizona, USA. She is an expert on the human dimensions of global environmental change and the impacts of climate on society. She was a co-author of the Intergovernmental Panel on Climate Change (IPCC) October 8, 2018 Special Report on Global Warming of"}]}, {"heading": "Births", "year": "1954", "date": "May 15", "txt": "Caroline Thomson, English journalist and broadcaster", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 15", "txt": "Mohamed Brahmi, Tunisian politician (d. 2013)", "entities": [{"title": "Mohamed Brahmi", "href": "/wiki/Mohamed_Brahmi", "description": "Mohamed Brahmi was a Tunisian politician. Brahmi was the founder and former leader of the People's Movement, which, under his leadership, won two seats in the constituent election in 2011."}]}, {"heading": "Births", "year": "1955", "date": "May 15", "txt": "Lia Vissi, Cypriot singer-songwriter and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 15", "txt": "Andreas Loverdos, Greek lawyer and politician, Greek Minister of Labour", "entities": [{"title": "Andreas Loverdos", "href": "/wiki/Andreas_Loverdos", "description": "Andreas Loverdos is a Greek politician who was Minister for Education and Religious Affairs from 2014 to 2015."}, {"title": "Ministry of Labour and Social Solidarity (Greece)", "href": "/wiki/Ministry_of_Labour_and_Social_Solidarity_(Greece)", "description": "The Ministry of Labour and Social Affairs is a government department of Greece. The incumbent minister is Kostis Hatzidakis, Vice President of New Democracy."}]}, {"heading": "Births", "year": "1956", "date": "May 15", "txt": "Dan Patrick, American television anchor and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 15", "txt": "Kevin Greenaugh, American nuclear engineer", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 15", "txt": "Meg Gardiner, American-English author and academic", "entities": [{"title": "Meg Gardiner", "href": "/wiki/Meg_Gardiner", "description": "Meg Gardiner is an American thriller writer and author of fourteen published books. Her best-known books are the Evan Delaney novels, first published in 2002. In June 2008, she published the first novel in a new series, featuring forensic psychiatrist Jo Beckett. More recently she has published three stand-alone novels—Ransom River, The Shadow Tracer, and Phantom Instinct —and two novels in a new "}]}, {"heading": "Births", "year": "1957", "date": "May 15", "txt": "Juan José Ibarretxe, Spanish politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 15", "txt": "Kevin Von Erich, American football player and wrestler", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 15", "txt": "Jason Graae, American musical theater actor", "entities": [{"title": "Jason Graae", "href": "/wiki/Jason_Graae", "description": "Jason Graae is an American musical theater actor, best known for his musical theater performances but with a varied career spanning Broadway, opera, television and film. He has won four Bistro Awards, two Ovation Awards, two New York Nightlife Awards, the Theatre Bay Area Award for Best Actor in a Musical and the Los Angeles Drama Critics Circle Joel Hirschhorn Award for Outstanding Achievement in"}]}, {"heading": "Births", "year": "1958", "date": "May 15", "txt": "Ruth Marcus, American journalist", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 15", "txt": "Ron Simmons, American football player and wrestler", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 15", "txt": "Khaosai Galaxy, Thai boxer and politician", "entities": [{"title": "Khaosai Galaxy", "href": "/wiki/Khaosai_Galaxy", "description": "Khaosai Galaxy is a former Thai professional super flyweight boxer and Muaythai kickboxer. Khaosai defended his WBA world title 19 times in seven years (1984–1991), winning 16 of his title fights by knockouts. He is listed #19 on Ring Magazine's list of 100 greatest punchers of all time and named him the 43rd greatest fighter of the past 80 years in 2002."}]}, {"heading": "Births", "year": "1959", "date": "May 15", "txt": "Luis Pérez-Sala, Spanish race car driver", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 15", "txt": "Beverly Jo Scott, American-Belgian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 15", "txt": "Rhonda Burchmore, Australian actress, singer, and dancer", "entities": [{"title": "Rhonda Burchmore", "href": "/wiki/Rhonda_Burchmore", "description": "Rhonda Suzanne Burchmore OAM is an Australian entertainer."}]}, {"heading": "Births", "year": "1960", "date": "May 15", "txt": "Rob Bowman, American director and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 15", "txt": "R. Kuhaneswaran, Sri Lankan politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 15", "txt": "Rimas Kurtinaitis, Lithuanian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 15", "txt": "Giselle Fernández, Mexican-American television journalist.", "entities": [{"title": "Giselle Fernández", "href": "/wiki/Giselle_Fern%C3%A1ndez", "description": "Giselle Fernández is an American television journalist and anchor for Spectrum News 1. Her appearances on network television include reporting and guest anchoring for CBS Early Show, CBS Evening News, NBC Today, NBC Nightly News, regular host for Access Hollywood, and guest on Dancing with the Stars."}]}, {"heading": "Births", "year": "1962", "date": "May 15", "txt": "Lisa Curry, Australian swimmer", "entities": [{"title": "Lisa Curry", "href": "/wiki/Lisa_Curry", "description": "Lisa Gaye Curry AO MBE, also known by her married name Lisa Curry-Kenny, is an Australian former competition swimmer."}]}, {"heading": "Births", "year": "1963", "date": "May 15", "txt": "Gavin Nebbeling, South African footballer", "entities": [{"title": "Gavin Nebbeling", "href": "/wiki/Gavin_Nebbeling", "description": "Gavin Mark Nebbeling is a South African former professional footballer who was active exclusively in England between 1981 and 1998. Nebbeling, who played as a central defender, made over 250 appearances in the Football League and over 300 senior professional appearances throughout his entire career."}]}, {"heading": "Births", "year": "1964", "date": "May 15", "txt": "Lars Løkke Rasmussen, Danish lawyer and politician, 40th Prime Minister of Denmark", "entities": [{"title": "Lars Løkke Rasmussen", "href": "/wiki/Lars_L%C3%B8kke_Rasmussen", "description": "Lars Løkke Rasmussen is a Danish politician who served as the 25th Prime Minister of Denmark from 2009 to 2011 and again from 2015 to 2019. He was the leader of the liberal Venstre party from 2009 to 2019."}, {"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Births", "year": "1965", "date": "May 15", "txt": "André Abujamra, Brazilian singer-songwriter and guitarist", "entities": [{"title": "André Abujamra", "href": "/wiki/Andr%C3%A9_Abujamra", "description": "André Cibelli Abujamra is a Brazilian score composer, musician, singer, guitarist, actor, and comedian of Lebanese and Italian origin. His father, Antônio Abujamra, was also an actor."}]}, {"heading": "Births", "year": "1965", "date": "May 15", "txt": "Scott Tronc, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 15", "txt": "Jiří Němec, Czech footballer", "entities": [{"title": "Jiří Němec", "href": "/wiki/Ji%C5%99%C3%AD_N%C4%9Bmec", "description": "Jiří Němec is a Czech former professional footballer who played as a midfielder. He played for Czechoslovakia and later the Czech Republic."}]}, {"heading": "Births", "year": "1967", "date": "May 15", "txt": "Simen Agdestein, Norwegian chess grandmaster and football player", "entities": [{"title": "Simen Agdestein", "href": "/wiki/Simen_Agdestein", "description": "Simen Agdestein is a Norwegian chess grandmaster, chess coach, author, and former professional footballer as a striker for the Norway national football team."}]}, {"heading": "Births", "year": "1967", "date": "May 15", "txt": "Laura Hillenbrand, American journalist and author", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 15", "txt": "John Smoltz, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 15", "txt": "Madhuri Dixit, Indian actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 15", "txt": "Cecilia Malmström, Swedish academic and politician, 15th European Commissioner for Trade", "entities": [{"title": "Cecilia Malmström", "href": "/wiki/Cecilia_Malmstr%C3%B6m", "description": "Anna Cecilia Malmström is a Swedish politician who served as European Commissioner for Trade from 2014 to 2019. She previously served as European Commissioner for Home Affairs from 2010 to 2014 and Minister for European Union Affairs from 2006 to 2010. She was a Member of the European Parliament (MEP) from Sweden from 1999 to 2006."}, {"title": "European Commissioner for Trade", "href": "/wiki/European_Commissioner_for_Trade", "description": "The European Commissioner for Trade is the member of the European Commission responsible for the European Union's common commercial policy."}]}, {"heading": "Births", "year": "1968", "date": "May 15", "txt": "Sophie Raworth, English journalist and broadcaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 15", "txt": "Hideki Irabu, Japanese-American baseball player (d. 2011)", "entities": [{"title": "Hideki Irabu", "href": "/wiki/Hideki_Irabu", "description": "Hideki Irabu  was a Japanese professional baseball player of American and Japanese mixed ancestry. He played professionally in both Japan and the United States. Irabu left Japan for the San Diego Padres under a controversial deal that would lead to future changes. In 1997, he joined the New York Yankees to much fanfare; however, he was ultimately unsuccessful in the MLB. Due to the money and playe"}]}, {"heading": "Births", "year": "1969", "date": "May 15", "txt": "Emmitt Smith, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 15", "txt": "Frank de Boer, Dutch footballer and manager", "entities": [{"title": "Frank de Boer", "href": "/wiki/Frank_de_Boer", "description": "Franciscus de Boer is a Dutch football manager who is the current head coach of the Netherlands national team. A former defender, De Boer spent most of his professional playing career with Ajax, winning five Eredivisie titles, two KNVB Cups, three Super Cups, one UEFA Cup, one UEFA Champions League and one Intercontinental Cup. He later spent five years at Barcelona, where he won the 1998–99 La Li"}]}, {"heading": "Births", "year": "1970", "date": "May 15", "txt": "Ronald de Boer, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 15", "txt": "Desmond Howard, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 15", "txt": "Alison Jackson, English photographer, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 15", "txt": "Rod Smith, American football player", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 15", "txt": "Ben Wallace, English captain and politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 15", "txt": "Karin Lušnic, Slovenian tennis player", "entities": [{"title": "Karin Lušnic", "href": "/wiki/Karin_Lu%C5%A1nic", "description": "Karin Lušnic is a former tennis player from Slovenia."}]}, {"heading": "Births", "year": "1972", "date": "May 15", "txt": "Danny Alexander, Scottish politician, Secretary of State for Scotland", "entities": [{"title": "Danny Alexander", "href": "/wiki/Danny_Alexander", "description": "Sir Daniel Grian Alexander is a British banker who is vice president and corporate secretary at the Asian Infrastructure Investment Bank. He was a Liberal Democrat politician who was Chief Secretary to the Treasury between 2010 and 2015. He was the Member of Parliament (MP) for the Inverness, Nairn, Badenoch & Strathspey constituency from 2005 until the general election in May 2015, when he was de"}, {"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1972", "date": "May 15", "txt": "David Charvet, French actor and singer", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 15", "txt": "Vasilis Kikilias, Greek basketball player and politician", "entities": [{"title": "Vasilis Kikilias", "href": "/wiki/Vasilis_Kikilias", "description": "Vasilis Kikilias is a Greek politician who currently serves as Minister for Health in the Cabinet of Kyriakos Mitsotakis. He is a member of the Hellenic Parliament for New Democracy in the Athens A constituency. He is also a retired professional basketball player who played for Panionios B.C., Ionikos Nikaias B.C., AEK B.C., Apollon Patras B.C. and the Greek national team."}]}, {"heading": "Births", "year": "1974", "date": "May 15", "txt": "Matthew Sadler, English chess player and author", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 15", "txt": "Marko Tredup, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 15", "txt": "Ahmet Zappa, American musician and writer", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 15", "txt": "Ray Lewis, American football player and sportscaster", "entities": [{"title": "Ray Lewis", "href": "/wiki/Ray_Lewis", "description": "Raymond Anthony Lewis Jr. is an American former professional football player who was a linebacker with the Baltimore Ravens for his entire 17-year career in the National Football League (NFL). He played college football for the Miami Hurricanes, and earned All-America honors. Lewis was drafted by the Ravens in the first round of the 1996 NFL Draft, and upon his retirement following the 2012 season"}]}, {"heading": "Births", "year": "1975", "date": "May 15", "txt": "Ales Michalevic, Belarusian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 15", "txt": "Torraye Braggs, American basketball player", "entities": [{"title": "Torraye Braggs", "href": "/wiki/Torraye_Braggs", "description": "Torraye L. Braggs is an American professional basketball player born in Fresno, California, formerly of the NBA."}]}, {"heading": "Births", "year": "1976", "date": "May 15", "txt": "Mark Kennedy, Irish footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 15", "txt": "Jacek Krzynówek, Polish footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 15", "txt": "Ryan Leaf, American football player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 15", "txt": "Anže Logar, Slovenian politician", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 15", "txt": "Tyler Walker, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 15", "txt": "Amy Chow, American gymnast and pediatrician", "entities": [{"title": "Amy Chow", "href": "/wiki/Amy_Chow", "description": "Amy Yuen Yee Chow is a retired American artistic gymnast who competed at the 1996 and 2000 Summer Olympics. She is best known for being a member of the Magnificent Seven, which won the United States' first team gold medal in Olympic gymnastics. She is also the first Asian-American woman to win an Olympic medal in gymnastics."}]}, {"heading": "Births", "year": "1978", "date": "May 15", "txt": "Dwayne De Rosario, Canadian soccer player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 15", "txt": "Edu, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 15", "txt": "David Krumholtz, American actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 15", "txt": "Adolfo Bautista, Mexican footballer", "entities": [{"title": "Adolfo Bautista", "href": "/wiki/Adolfo_Bautista", "description": "Adolfo Bautista Herrera is a Mexican retired professional footballer who played as a forward. Nicknamed Bofo, Bautista is remembered for his technique and acrobatic moves, as well as for his extravagant style; especially his colorful hairstyles and unusual squad numbers. He played for a variety of teams, most notably for C.D. Guadalajara, as well as for the Mexico national football team.\nBofo also"}]}, {"heading": "Births", "year": "1979", "date": "May 15", "txt": "Daniel Caines, English sprinter", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 15", "txt": "Chris Masoe, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 15", "txt": "Ryan Max Riley, American skier", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 15", "txt": "Robert Royal, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 15", "txt": "Dominic Scott, Irish guitarist", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 15", "txt": "Josh Beckett, American baseball player", "entities": [{"title": "Josh Beckett", "href": "/wiki/Josh_Beckett", "description": "Joshua Patrick Beckett is an American former professional baseball pitcher in Major League Baseball (MLB). A three-time MLB All-Star, he played for the Florida Marlins, the Boston Red Sox, and the Los Angeles Dodgers."}]}, {"heading": "Births", "year": "1981", "date": "May 15", "txt": "Patrice Evra, French footballer", "entities": [{"title": "Patrice Evra", "href": "/wiki/Patrice_Evra", "description": "Patrice Latyr Evra is a French football coach and former professional player. Originally a forward, he primarily played as a left-back. Evra, whom manager Sir Alex Ferguson praised for his leadership, also describing him as one of the best left-backs in Europe, served as captain for both Manchester United and the France national team."}]}, {"heading": "Births", "year": "1981", "date": "May 15", "txt": "Paul Konchesky, English international footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 15", "txt": "Justin Morneau, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 15", "txt": "Zara Phillips, English equestrian", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 15", "txt": "Jamie-Lynn Sigler, American actress and singer", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 15", "txt": "Veronica Campbell-Brown, Jamaican sprinter", "entities": [{"title": "Veronica Campbell-Brown", "href": "/wiki/Veronica_Campbell-Brown", "description": "Veronica Campbell Brown, CD is a Jamaican track and field sprinter, who specializes in the 100 and 200 meters. An eight-time Olympic medalist, she is the second woman in history to win two consecutive Olympic 200 m events, after Bärbel Wöckel of Germany at the 1976 and 1980 Olympics. Campbell Brown is one of only nine athletes to win world championships at the youth, junior, and senior level of an"}]}, {"heading": "Births", "year": "1982", "date": "May 15", "txt": "Segundo Castillo, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 15", "txt": "Rafael Pérez, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 15", "txt": "Layal Abboud, Lebanese singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 15", "txt": "Jeff Deslauriers, Canadian ice hockey player", "entities": [{"title": "Jeff Deslauriers", "href": "/wiki/Jeff_Deslauriers", "description": "Jeff Drouin-Deslauriers is a Canadian former professional ice hockey goaltender who played in the National Hockey League (NHL) with the Edmonton Oilers and Anaheim Ducks. Deslauriers was selected by the Oilers in the second round of the 2002 NHL Entry Draft with the 31st overall pick."}]}, {"heading": "Births", "year": "1984", "date": "May 15", "txt": "Sérgio Jimenez, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 15", "txt": "Samantha Noble, Australian actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 15", "txt": "Beau Scott, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 15", "txt": "Mr Probz, Dutch singer, songwriter, rapper, actor and record producer ", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 15", "txt": "Cristiane, Brazilian footballer", "entities": [{"title": "Cristiane Rozeira", "href": "/wiki/Cristiane_Rozeira", "description": "Cristiane Rozeira de Souza Silva, known as Cristiane [kɾis.ˈt͡ʃjɐ.ni], is a Brazilian footballer who plays for Santos and the Brazilian women's national team. A prolific forward, she was part of Brazil's silver medal-winning teams at the 2004 and 2008 Olympic football tournaments. In total she has participated in five FIFA Women's World Cups and four Olympics."}]}, {"heading": "Births", "year": "1985", "date": "May 15", "txt": "Tania Cagnotto, Italian diver", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 15", "txt": "Laura Harvey, English football coach", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 15", "txt": "Tathagata Mukherjee, Indian actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 15", "txt": "Denis Onyango, Ugandan goalkeeper", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 15", "txt": "Justine Robbeson, South African javelin thrower", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 15", "txt": "Thomas Brown, American football player", "entities": [{"title": "Thomas Brown (running back)", "href": "/wiki/Thomas_Brown_(running_back)", "description": "Thomas Brown is an American football coach and former player. He is the running backs coach and assistant head coach for the Los Angeles Rams of the National Football League (NFL). Brown previously served the offensive coordinator and running backs coach at the University of Miami. He played college football at Georgia. Thereafter, he played professionally in the NFL for the Atlanta Falcons and th"}]}, {"heading": "Births", "year": "1986", "date": "May 15", "txt": "Matías Fernández, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 15", "txt": "Adam Moffat, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 15", "txt": "David Adams, American baseball player", "entities": [{"title": "David Adams (baseball)", "href": "/wiki/David_Adams_(baseball)", "description": "David Lee Adams is an American former professional baseball infielder. He played in Major League Baseball (MLB) for the New York Yankees in 2013."}]}, {"heading": "Births", "year": "1987", "date": "May 15", "txt": "Michael Brantley, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 15", "txt": "Brian Dozier, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 15", "txt": "Mark Fayne, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 15", "txt": "Ersan İlyasova, Turkish basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 15", "txt": "Leonardo Mayer, Argentinian tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 15", "txt": "Andy Murray, Scottish tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 15", "txt": "Indrek Kajupank, Estonian basketball player", "entities": [{"title": "Indrek Kajupank", "href": "/wiki/Indrek_Kajupank", "description": "Indrek Kajupank is an Estonian professional basketball player who plays for TalTech Basketball team of the Latvian-Estonian Basketball League. He is a 2.00 m tall small forward and power forward. He also represents the Estonian national basketball team internationally."}]}, {"heading": "Births", "year": "1988", "date": "May 15", "txt": "Scott Laird, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 15", "txt": "Mapou Yanga-Mbiwa, French footballer", "entities": [{"title": "Mapou Yanga-Mbiwa", "href": "/wiki/Mapou_Yanga-Mbiwa", "description": "Mapou Yanga-Mbiwa is a professional footballer who plays as a centre back."}]}, {"heading": "Births", "year": "1990", "date": "May 15", "txt": "Jordan Eberle, Canadian ice hockey player", "entities": [{"title": "Jordan Eberle", "href": "/wiki/Jordan_Eberle", "description": "Jordan Leslie Eberle is a Canadian professional ice hockey right winger for the New York Islanders of the National Hockey League (NHL). He was selected in the first round in the 2008 NHL Entry Draft by the Edmonton Oilers."}]}, {"heading": "Births", "year": "1990", "date": "May 15", "txt": "Lee Jong-hyun, Korean guitarist", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 15", "txt": "Stella Maxwell, New Zealand model", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 15", "txt": "Jeremy Hawkins, New Zealand rugby league player", "entities": [{"title": "Jeremy Hawkins", "href": "/wiki/Jeremy_Hawkins", "description": "Jeremy Hawkins is a professional rugby league footballer who currently plays for Redcliffe Dolphins in the Queensland Cup. He plays at centre and wing and previously played for the Canberra Raiders."}]}, {"heading": "Births", "year": "1993", "date": "May 15", "txt": "Tomáš Kalas, Czech international footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 15", "txt": "Birdy, English singer-songwriter", "entities": [{"title": "Birdy (singer)", "href": "/wiki/Birdy_(singer)", "description": "Jasmine Lucilla Elizabeth Jennifer van den Bogaerde, better known by her stage name Birdy, is an English singer, songwriter and musician. She won the music competition Open Mic UK in 2008, at the age of 12."}]}, {"heading": "Births", "year": "1997", "date": "May 15", "txt": "Ousmane Dembélé, French footballer", "entities": [{"title": "Ousmane Dembélé", "href": "/wiki/Ousmane_Demb%C3%A9l%C3%A9", "description": "Masour Ousmane Dembélé is a French professional footballer who plays as a forward for Spanish club Barcelona and the France national team."}]}, {"heading": "Deaths", "year": "392", "date": "May 15", "txt": "Valentinian II, Roman emperor (b. 371)", "entities": [{"title": "Valentinian II", "href": "/wiki/Valentinian_II", "description": "Valentinian II was a Roman emperor from AD 375 to 392 in the Western portion of the Roman empire."}]}, {"heading": "Deaths", "year": "558", "date": "May 15", "txt": "Hilary of Galeata, Christian monk (b. 476)", "entities": [{"title": "Hilary of Galeata", "href": "/wiki/Hilary_of_Galeata", "description": "Saint Hilary of Galeata is venerated as a saint in the Roman Catholic and Eastern Orthodox churches. His feast day is May 15."}]}, {"heading": "Deaths", "year": "884", "date": "May 15", "txt": "Narinus I, pope of the Catholic Church (b. 830)", "entities": [{"title": "Pope Marinus I", "href": "/wiki/Pope_Marinus_I", "description": "Pope Marinus I was the bishop of Rome and ruler of the Papal States from 882 until his death. Controversially at the time, he was already a bishop when he became pope, and had served as papal legate to Constantinople."}]}, {"heading": "Deaths", "year": "913", "date": "May 15", "txt": "Hatto I, German archbishop (b. 850)", "entities": [{"title": "Hatto I (archbishop of Mainz)", "href": "/wiki/Hatto_I_(archbishop_of_Mainz)", "description": "Hatto I was archbishop of Mainz (Mayence) from 891 until his death."}]}, {"heading": "Deaths", "year": "926", "date": "May 15", "txt": "Zhuang Zong, Chinese emperor (b. 885)", "entities": [{"title": "Li Cunxu", "href": "/wiki/Li_Cunxu", "description": "Emperor Zhuangzong of Later Tang, personal name Li Cunxu, nickname Yazi (亞子), was the Prince of Jin (908–923) and later became Emperor of Later Tang (923–926), of the Five Dynasties and Ten Kingdoms Period of Chinese history. He was the son of Li Keyong, a Shatuo Jiedushi of the Tang dynasty."}]}, {"heading": "Deaths", "year": "973", "date": "May 15", "txt": "Byrhthelm, bishop of Wells", "entities": [{"title": "Byrhthelm (bishop of Wells)", "href": "/wiki/Byrhthelm_(bishop_of_Wells)", "description": "Byrhthelm was the Bishop of Wells and briefly the archbishop of Canterbury. A monk from Glastonbury Abbey, he served as Bishop of Wells beginning in 956, then was translated to Canterbury in 959, only to be translated back to Wells in the same year."}]}, {"heading": "Deaths", "year": "1036", "date": "May 15", "txt": "Go-Ichijō, emperor of Japan (b. 1008)", "entities": [{"title": "Emperor Go-Ichijō", "href": "/wiki/Emperor_Go-Ichij%C5%8D", "description": "Emperor Go-Ichijō  was the 68th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1157", "date": "May 15", "txt": "Yuri Dolgorukiy, Grand Prince of Kiev (b. 1099)", "entities": [{"title": "Yuri Dolgorukiy", "href": "/wiki/Yuri_Dolgorukiy", "description": "Yuri I Vladimirovich, commonly known as Yuri Dolgoruky or the Long Arm was the first Rurikid prince to rule in the northern territory of Rostov. Noted for successfully curbing the privileges of the landowning boyar class in Rostov-Suzdal and his ambitious building programme, Yuri transformed his Great Russian principality into the independent power that would evolve into early modern Muscovy."}]}, {"heading": "Deaths", "year": "1175", "date": "May 15", "txt": "Mleh, prince of Armenia", "entities": [{"title": "Mleh, Prince of Armenia", "href": "/wiki/Mleh,_Prince_of_Armenia", "description": "Mleh I, also Meleh I, was the eighth lord of Armenian Cilicia or “Lord of the Mountains” (1170–1175)."}]}, {"heading": "Deaths", "year": "1174", "date": "May 15", "txt": "Nur ad-Din, Seljuk emir of Syria (b. 1118)", "entities": [{"title": "Nur ad-Din (died 1174)", "href": "/wiki/Nur_ad-Din_(died_1174)", "description": "Nūr al-Dīn Maḥmūd Zengī, commonly known as Nur ad-Din, was a member of the Oghuz Turkish Zengid dynasty, which ruled the Syrian province (Shām) of the Seljuk Empire. He reigned from 1146 to 1174. He is regarded as an important figure of the Second Crusade."}]}, {"heading": "Deaths", "year": "1268", "date": "May 15", "txt": "Peter II, count of Savoy (b. 1203)", "entities": [{"title": "Peter II, Count of Savoy", "href": "/wiki/Peter_II,_Count_of_Savoy", "description": "Peter II, called the Little Charlemagne, held the Honour of Richmond, Yorkshire, England from April 1240 until his death and was Count of Savoy from 1263 until his death. He built the Savoy Palace in London."}]}, {"heading": "Deaths", "year": "1461", "date": "May 15", "txt": "Domenico Veneziano, Italian painter (b. c. 1410)", "entities": [{"title": "Domenico Veneziano", "href": "/wiki/Domenico_Veneziano", "description": "Domenico Veneziano was an Italian painter of the early Renaissance, active mostly in Perugia and Tuscany."}]}, {"heading": "Deaths", "year": "1464", "date": "May 15", "txt": "Henry Beaufort, 3rd Duke of Somerset (b. 1436)", "entities": [{"title": "Henry Beaufort, 3rd Duke of Somerset", "href": "/wiki/Henry_Beaufort,_3rd_Duke_of_Somerset", "description": "Henry Beaufort, 3rd Duke of Somerset was an important Lancastrian military commander during the English Wars of the Roses. He is sometimes numbered the 2nd Duke of Somerset, because the title was re-created for his father after his uncle died. He also held the subsidiary titles of 5th Earl of Somerset, 2nd Marquess of Dorset and 2nd Earl of Dorset."}]}, {"heading": "Deaths", "year": "1470", "date": "May 15", "txt": "Charles VIII, king of Sweden (b. 1409)", "entities": [{"title": "Charles VIII of Sweden", "href": "/wiki/Charles_VIII_of_Sweden", "description": "Charles VIII, contemporaneously known as Charles II and called Charles I in Norwegian context, was king of Sweden and king of Norway (1449–1450)."}]}, {"heading": "Deaths", "year": "1585", "date": "May 15", "txt": "Niwa Nagahide, Japanese samurai (b. 1535)", "entities": [{"title": "Niwa Nagahide", "href": "/wiki/Niwa_Nagahide", "description": "Niwa Nagahide , also known as Gorōzaemon (五郎左衛門), his other legal alias was Hashiba Echizen no Kami (羽柴越前守), was a Japanese samurai of the Sengoku through Azuchi-Momoyama periods of the 16th century. He served as a retainer to the Oda clan, and was eventually a daimyō in his own right. Going on to fight in the Oda clan's major campaigns, including Mino Campaign 1567, Omi Campaign 1568, the Honganj"}]}, {"heading": "Deaths", "year": "1609", "date": "May 15", "txt": "Giovanni Croce, Italian composer and educator (b. 1557)", "entities": [{"title": "Giovanni Croce", "href": "/wiki/Giovanni_Croce", "description": "Giovanni Croce was an Italian composer of the late Renaissance, of the Venetian School. He was particularly prominent as a madrigalist, one of the few among the Venetians other than Monteverdi and Andrea Gabrieli."}]}, {"heading": "Deaths", "year": "1615", "date": "May 15", "txt": "Henry Bromley, English politician (b. 1560)", "entities": [{"title": "Henry Bromley (died 1615)", "href": "/wiki/Henry_Bromley_(died_1615)", "description": "Sir Henry Bromley was an English landowner and politician who sat in the House of Commons at various times between 1584 and 1604. He was twice imprisoned for his political activities, the second and most serious occasion in the aftermath of the Essex Rebellion. Restored to favour in the Jacobean period, he was vigorous in suppressing the Gunpowder Plot."}]}, {"heading": "Deaths", "year": "1634", "date": "May 15", "txt": "Hendrick Avercamp, Dutch painter (b. 1585)", "entities": [{"title": "Hendrick Avercamp", "href": "/wiki/Hendrick_Avercamp", "description": "Hendrick Avercamp was a Dutch painter. Avercamp was born in Amsterdam, where he studied with the Danish-born portrait painter Pieter Isaacks (1569–1625), and perhaps also with David Vinckboons. In 1608 he moved from Amsterdam to Kampen in the province of Overijssel. Avercamp was deaf and mute and was known as \"de Stomme van Kampen\"."}]}, {"heading": "Deaths", "year": "1698", "date": "May 15", "txt": "Marie Champmeslé, French actress (b. 1642)", "entities": [{"title": "Marie Champmeslé", "href": "/wiki/Marie_Champmesl%C3%A9", "description": "Marie Champmeslé was a French stage actress."}]}, {"heading": "Deaths", "year": "1699", "date": "May 15", "txt": "Sir Edward Petre, 3rd Baronet, English politician (b. 1631)", "entities": [{"title": "Sir Edward Petre, 3rd Baronet", "href": "/wiki/Sir_Edward_Petre,_3rd_Baronet", "description": "Sir Edward Petre, 3rd Baronet, was an English Jesuit who became a close adviser to King James II and was appointed a privy councillor."}]}, {"heading": "Deaths", "year": "1700", "date": "May 15", "txt": "John Hale, American minister (b. 1636)", "entities": [{"title": "John Hale (minister)", "href": "/wiki/John_Hale_(minister)", "description": "John Hale, was the Puritan pastor of Beverly, Massachusetts, during the Salem witch trials in 1692. He was one of the most prominent and influential ministers associated with the witch trials, being noted as having initially supported the trials and then changing his mind and publishing a critique of them."}]}, {"heading": "Deaths", "year": "1740", "date": "May 15", "txt": "Ephraim Chambers, English publisher (b. 1680)", "entities": [{"title": "Ephraim Chambers", "href": "/wiki/Ephraim_Chambers", "description": "Ephraim Chambers was an English writer and encyclopaedist, who is primarily known for producing the Cyclopaedia, or a Universal Dictionary of Arts and Sciences."}]}, {"heading": "Deaths", "year": "1773", "date": "May 15", "txt": "Alban Butler, English priest and hagiographer (b. 1710)", "entities": [{"title": "Alban Butler", "href": "/wiki/Alban_Butler", "description": "Alban Butler was an English Roman Catholic priest and hagiographer."}]}, {"heading": "Deaths", "year": "1845", "date": "May 15", "txt": "Braulio Carrillo Colina, Costa Rican lawyer and politician, Head of State of Costa Rica (b. 1800)", "entities": [{"title": "Braulio Carrillo Colina", "href": "/wiki/Braulio_Carrillo_Colina", "description": "Braulio Evaristo Carrillo Colina was the Head of State of Costa Rica during two periods: the first between 1835 and 1837, and the de facto between 1838 and 1842."}, {"title": "List of Presidents of Costa Rica", "href": "/wiki/List_of_Presidents_of_Costa_Rica", "description": "The following article lists the presidents and heads of state of Costa Rica since Central American independence from Spain. From 1824 to 1838 Costa Rica was a state within the Federal Republic of Central America; since then it has been an independent nation."}]}, {"heading": "Deaths", "year": "1879", "date": "May 15", "txt": "Gottfried Semper, German architect and educator, designed the Semper Opera House (b. 1803)", "entities": [{"title": "Gottfried Semper", "href": "/wiki/Gottfried_Semper", "description": "Gottfried Semper was a German architect, art critic, and professor of architecture, who designed and built the Semper Opera House in Dresden between 1838 and 1841. In 1849 he took part in the May Uprising in Dresden and was put on the government's wanted list. Semper fled first to Zürich and later to London. Later he returned to Germany after the 1862 amnesty granted to the revolutionaries."}, {"title": "Semperoper", "href": "/wiki/Semperoper", "description": "The Semperoper is the opera house of the Sächsische Staatsoper Dresden and the concert hall of the Staatskapelle Dresden. It is also home to the Semperoper Ballett. The building is located on the Theaterplatz near the Elbe River in the historic centre of Dresden, Germany."}]}, {"heading": "Deaths", "year": "1886", "date": "May 15", "txt": "Emily Dickinson, American poet and author (b. 1830)", "entities": [{"title": "Emily Dickinson", "href": "/wiki/Emily_Dickinson", "description": "Emily Elizabeth Dickinson was an American poet. Little known during her life, she has since been regarded as one of the most important figures in American poetry."}]}, {"heading": "Deaths", "year": "1914", "date": "May 15", "txt": "Ida Freund, Austrian-born chemist and educator (b. 1863)", "entities": [{"title": "Ida Freund", "href": "/wiki/Ida_Freund", "description": "Ida Freund was the first woman to be a university chemistry lecturer in the United Kingdom. She is known for her influence on science teaching, particularly the teaching of women and girls. She wrote two key chemistry textbooks and invented the idea of baking periodic table cupcakes, as well as inventing a gas measuring tube which was named after her."}]}, {"heading": "Deaths", "year": "1919", "date": "May 15", "txt": "Hasan Tahsin, Turkish journalist (b. 1888)", "entities": [{"title": "Hasan Tahsin", "href": "/wiki/Hasan_Tahsin", "description": "Hasan Tahsin was the code name of Osman Nevres, an Ottoman-born Turkish nationalist, patriot, and journalist from a Jewish Dönmeh background and a hero of the Turkish nation whose name has been given by the Turkish Armed Forces to the Information Center of the Turkish General Staff. A member of the Ottoman Special Organization, he unsuccessfully tried to assassinate the Buxton Brothers: Noel Noel-"}]}, {"heading": "Deaths", "year": "1924", "date": "May 15", "txt": "Paul-Henri-Benjamin d'Estournelles de Constant, French diplomat and politician, Nobel Prize laureate (b. 1852)", "entities": [{"title": "Paul-Henri-Benjamin d'Estournelles de Constant", "href": "/wiki/Paul-Henri-Benjamin_d%27Estournelles_de_Constant", "description": "Paul Henri Benjamin Balluet d'Estournelles de Constant, Baron de Constant de Rebecque, was a French diplomat and politician, advocate of international arbitration and winner of the 1909 Nobel Prize for Peace."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1926", "date": "May 15", "txt": "Joseph James Fletcher, Australian biologist (b. 1850)", "entities": [{"title": "Joseph James Fletcher", "href": "/wiki/Joseph_James_Fletcher", "description": "Joseph James Fletcher was an Australian biologist, winner of the 1921 Clarke Medal."}]}, {"heading": "Deaths", "year": "1928", "date": "May 15", "txt": "Umegatani Tōtarō I, Japanese sumo wrestler, the 15th Yokozuna (b. 1845)", "entities": [{"title": "Umegatani Tōtarō I", "href": "/wiki/Umegatani_T%C5%8Dtar%C5%8D_I", "description": "Umegatani Tōtarō I  was a Japanese professional sumo wrestler from Shiwa, Chikuzen Province. He was the sport's 15th yokozuna. He was generally regarded as the strongest wrestler to emerge since the era of Tanikaze and Raiden."}, {"title": "Yokozuna", "href": "/wiki/Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1935", "date": "May 15", "txt": "Kazimir Malevich, Ukrainian-Russian painter and theoretician (b. 1878)", "entities": [{"title": "Kazimir Malevich", "href": "/wiki/Kazimir_Malevich", "description": "Kazimir Severinovich Malevich was a Russian avant-garde artist and art theorist, whose pioneering work and writing had a profound influence on the development of non-objective, or abstract art, in the 20th century. Born in Kiev to an ethnic Polish family, his concept of Suprematism sought to develop a form of expression that moved as far as possible from the world of natural forms (objectivity) an"}]}, {"heading": "Deaths", "year": "1937", "date": "May 15", "txt": "Philip Snowden, 1st Viscount Snowden, English politician, Chancellor of the Exchequer (b. 1864)", "entities": [{"title": "Philip Snowden, 1st Viscount Snowden", "href": "/wiki/Philip_Snowden,_1st_Viscount_Snowden", "description": "Philip Snowden, 1st Viscount Snowden, PC was a British politician. A strong speaker, he became popular in trade union circles for his denunciation of capitalism as unethical and his promise of a socialist utopia. He was the first Labour Chancellor of the Exchequer, a position he held in 1924 and again between 1929 and 1931. He broke with Labour policy in 1931, and was expelled from the party and e"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1945", "date": "May 15", "txt": "Kenneth J. Alford, English soldier, bandmaster, and composer (b. 1881)", "entities": [{"title": "Kenneth J. Alford", "href": "/wiki/Kenneth_J._Alford", "description": "Frederick Joseph Ricketts was an English composer of marches for band. Under the pen name Kenneth J. Alford, he composed marches which are considered to be great examples of the art. He was a Bandmaster in the British Army, and Royal Marines Director of Music. Conductor Sir Vivian Dunn called Ricketts \"The British March King\". Ricketts' frequent use of the saxophone contributed to its permanent in"}]}, {"heading": "Deaths", "year": "1945", "date": "May 15", "txt": "Charles Williams, English author, poet, and critic (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "May 15", "txt": "Edward J. Flanagan, Irish-American priest, founded Boys Town (b. 1886)", "entities": [{"title": "Edward J. Flanagan", "href": "/wiki/Edward_J._Flanagan", "description": "Edward Joseph Flanagan was an Irish-born priest of the Catholic Church in the United States. He founded the orphanage known as Boys Town located in Boys Town, Douglas County, Nebraska, which now also serves as a center for troubled youth."}, {"title": "Boys Town (organization)", "href": "/wiki/Boys_Town_(organization)", "description": "Boys Town, formerly Girls and Boys Town and Father Flanagan's Boys' Home, is a non-profit organization dedicated to caring for its children and families based in Boys Town, Nebraska."}]}, {"heading": "Deaths", "year": "1954", "date": "May 15", "txt": "William March, American soldier and author (b. 1893)", "entities": [{"title": "William March", "href": "/wiki/William_March", "description": "William March was an American writer of psychological fiction and a highly decorated US Marine. The author of six novels and four short-story collections, March was praised by critics but never attained great popularity."}]}, {"heading": "Deaths", "year": "1956", "date": "May 15", "txt": "Austin Osman Spare, English painter and magician (b. 1886)", "entities": [{"title": "Austin Osman Spare", "href": "/wiki/Austin_Osman_Spare", "description": "Austin Osman Spare was an English artist and occultist who worked as both a draughtsman and a painter. Influenced by symbolism and art nouveau his art was known for its clear use of line, and its depiction of monstrous and sexual imagery. In an occult capacity, he developed idiosyncratic magical techniques including automatic writing, automatic drawing and sigilization based on his theories of the"}]}, {"heading": "Deaths", "year": "1957", "date": "May 15", "txt": "Keith Andrews, American race car driver (b. 1920)", "entities": [{"title": "Keith Andrews (racing driver)", "href": "/wiki/Keith_Andrews_(racing_driver)", "description": "Keith Andrews was an American racecar driver. He was killed after crashing his car during practice for the 1957 Indianapolis 500."}]}, {"heading": "Deaths", "year": "1957", "date": "May 15", "txt": "Dick Irvin, Canadian ice hockey player and coach (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "May 15", "txt": "John Aglionby, English-born Bishop of Accra and soldier (b. 1884)", "entities": [{"title": "John Aglionby (bishop)", "href": "/wiki/John_Aglionby_(bishop)", "description": "\nJohn Orfeur Aglionby was Bishop of Accra during the second quarter of the 20th century."}, {"title": "Bishop of Accra", "href": "/wiki/Bishop_of_Accra", "description": "The Anglican Diocese of Accra is a diocese of the Church of the Province of West Africa, a member church of the Anglican Communion. It was founded in 1909 by the Archbishop of Canterbury. The cathedral of the diocese is Holy Trinity Cathedral in Accra, Ghana."}]}, {"heading": "Deaths", "year": "1964", "date": "May 15", "txt": "Vladko Maček, Croatian lawyer and politician (b. 1879)", "entities": [{"title": "Vladko Maček", "href": "/wiki/Vladko_Ma%C4%8Dek", "description": "Vladimir Maček was a politician in the Kingdom of Yugoslavia. As a leader of the Croatian Peasant Party (HSS) following the 1928 assassination of Stjepan Radić, Maček had been a leading Croatian political figure until the Axis invasion of Yugoslavia in 1941. As a leader of the HSS, Maček played a key role in establishment of the Banovina of Croatia, an autonomous banovina in Yugoslavia in 1939."}]}, {"heading": "Deaths", "year": "1965", "date": "May 15", "txt": "Pio Pion, Italian businessman (b. 1887)", "entities": [{"title": "Pio Pion", "href": "/wiki/Pio_Pion", "description": "Pio Pion was an Italian entrepreneur, known for founding the first Italian company producing movie projectors, the Fumagalli, Pion & C."}]}, {"heading": "Deaths", "year": "1967", "date": "May 15", "txt": "Edward Hopper, American painter (b. 1882)", "entities": [{"title": "Edward Hopper", "href": "/wiki/Edward_Hopper", "description": "Edward Hopper was an American realist painter and printmaker. While he is widely known for his oil paintings, he was equally proficient as a watercolorist and printmaker in etching. His career benefited decisively from his marriage to fellow-artist Josephine Nivison, who contributed much to his work, both as a life-model and as a creative partner. Hopper was a minor-key artist, creating subdued dr"}]}, {"heading": "Deaths", "year": "1967", "date": "May 15", "txt": "Italo Mus, Italian painter (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "May 15", "txt": "Joe Malone, Canadian ice hockey player (b. 1890)", "entities": [{"title": "Joe Malone (ice hockey)", "href": "/wiki/Joe_Malone_(ice_hockey)", "description": "Maurice Joseph \"Phantom Joe\" Malone was a Canadian professional ice hockey centre. He played in the National Hockey Association and National Hockey League for the Quebec Bulldogs, Montreal Canadiens, and Hamilton Tigers from 1910 to 1924. Known for his scoring feats and clean play, Malone led the NHL in goals and points in 1918 and 1920. He is the only player in the history of the NHL to score sev"}]}, {"heading": "Deaths", "year": "1971", "date": "May 15", "txt": "Tyrone Guthrie, English director, producer, and playwright (b. 1900)", "entities": [{"title": "Tyrone Guthrie", "href": "/wiki/Tyrone_Guthrie", "description": "Sir William Tyrone Guthrie was an English theatrical director instrumental in the founding of the Stratford Festival of Canada, the Guthrie Theater in Minneapolis, Minnesota, and the Tyrone Guthrie Centre at his family's ancestral home, Annaghmakerrig, near Newbliss in County Monaghan, Ireland."}]}, {"heading": "Deaths", "year": "1978", "date": "May 15", "txt": "Robert Menzies, Australian lawyer and politician, 12th Prime Minister of Australia (b. 1894)", "entities": [{"title": "Robert Menzies", "href": "/wiki/Robert_Menzies", "description": "Sir Robert Gordon Menzies,, was an Australian politician who twice served as Prime Minister of Australia, in office from 1939 to 1941 and again from 1949 to 1966. He played a central role in the creation of the Liberal Party of Australia, defining its policies and its broad outreach. He is Australia's longest-serving prime minister, serving over 18 years in total."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1980", "date": "May 15", "txt": "Gordon Prange, American historian and author (b. 1910)", "entities": [{"title": "Gordon Prange", "href": "/wiki/Gordon_Prange", "description": "Gordon William Prange was the author of several World War II historical manuscripts which were published by his co-workers after his death in 1980. Prange was a Professor of History at the University of Maryland from 1937 to 1980 with a break of nine years (1942–1951) of military service in the United States Navy during World War II, and in the postwar military occupation of Japan, when he was the"}]}, {"heading": "Deaths", "year": "1982", "date": "May 15", "txt": "Gordon Smiley, American race car driver (b. 1946)", "entities": [{"title": "Gordon Smiley", "href": "/wiki/Gordon_Smiley", "description": "Gordon Eugene Smiley was an American race car driver who was killed in a single-car crash at the Indianapolis Motor Speedway. He was inducted into the Nebraska Auto Racing Hall of Fame in 2000."}]}, {"heading": "Deaths", "year": "1984", "date": "May 15", "txt": "Francis Schaeffer, American pastor, theologian, and philosopher (b. 1912)", "entities": [{"title": "Francis Schaeffer", "href": "/wiki/Francis_Schaeffer", "description": "Francis August Schaeffer was an American evangelical theologian, philosopher, and Presbyterian pastor. He is best known for co-founding the L'Abri community in Switzerland with his wife Edith Schaeffer, née Seville. Opposed to theological modernism, Schaeffer promoted a more historic Protestant faith and a presuppositional approach to Christian apologetics, which he believed would answer the quest"}]}, {"heading": "Deaths", "year": "1985", "date": "May 15", "txt": "Jackie Curtis, American actress and writer (b. 1947)", "entities": [{"title": "Jackie Curtis", "href": "/wiki/Jackie_Curtis", "description": "Jackie Curtis was an American actress, writer, singer, and Warhol Superstar."}]}, {"heading": "Deaths", "year": "1986", "date": "May 15", "txt": "Elio de Angelis, Italian race car driver (b. 1958)", "entities": [{"title": "Elio de Angelis", "href": "/wiki/Elio_de_Angelis", "description": "Elio de Angelis was an Italian racing driver who participated in Formula One between 1979 and 1986, racing for the Shadow, Lotus and Brabham teams. He was killed in an accident while testing the Brabham BT55 at the Paul Ricard circuit, near the commune of Le Castellet, France, in 1986. De Angelis was a very competitive and highly popular presence in Formula One during the 1980s, and is sometimes r"}]}, {"heading": "Deaths", "year": "1986", "date": "May 15", "txt": "Theodore H. White, American historian, journalist, and author (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "May 15", "txt": "Johnny Green, American composer and conductor (b. 1908)", "entities": [{"title": "Johnny Green", "href": "/wiki/Johnny_Green", "description": "John Waldo Green was an American songwriter, composer, musical arranger, conductor and pianist. He was given the nickname \"Beulah\" by colleague Conrad Salinger. His most famous song was one of his earliest, \"Body and Soul\" from the revue Three's a Crowd. Green won four Academy Awards for his film scores and a fifth for producing a short musical film, and he was inducted into the Songwriters Hall o"}]}, {"heading": "Deaths", "year": "1989", "date": "May 15", "txt": "Luc Lacourcière, Canadian ethnographer and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "May 15", "txt": "Andreas Floer, German mathematician and academic (b. 1956)", "entities": [{"title": "Andreas Floer", "href": "/wiki/Andreas_Floer", "description": "Andreas Floer was a German mathematician who made seminal contributions to symplectic topology, and mathematical physics, in particular the invention of Floer homology. Floer's first pivotal contribution was a solution of a special case of Arnold's conjecture on fixed points of a symplectomorphism. Because of his work on Arnold's conjecture and his development of instanton homology, he achieved wi"}]}, {"heading": "Deaths", "year": "1991", "date": "May 15", "txt": "Amadou Hampâté Bâ, Malian ethnologist and author (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "May 15", "txt": "Fritz Riess, German race car driver (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "May 15", "txt": "Salah Ahmed Ibrahim, Sudanese poet and diplomat (b. 1933)", "entities": [{"title": "Salah Ahmed Ibrahim", "href": "/wiki/Salah_Ahmed_Ibrahim", "description": "Salah Ahmed Ibrahim, was a Sudanese literary writer, poet and diplomat. He is considered as one of the most important Sudanese poets of the first generation after the country's independence."}]}, {"heading": "Deaths", "year": "1994", "date": "May 15", "txt": "Gilbert Roland, American actor (b. 1905)", "entities": [{"title": "Gilbert Roland", "href": "/wiki/Gilbert_Roland", "description": "Gilbert Roland was a Mexican-born American film and television actor whose career spanned seven decades from the 1920s until the 1980s. He was twice nominated for the Golden Globe Award in 1952 and 1964, and inducted into the Hollywood Walk of Fame in 1960."}]}, {"heading": "Deaths", "year": "1995", "date": "May 15", "txt": "Eric Porter, English actor (b. 1928)", "entities": [{"title": "Eric Porter", "href": "/wiki/Eric_Porter", "description": "Eric Richard Porter was an English actor of stage, film and television."}]}, {"heading": "Deaths", "year": "1996", "date": "May 15", "txt": "Charles B. Fulton, American lawyer and judge (b. 1910)", "entities": [{"title": "Charles B. Fulton", "href": "/wiki/Charles_B._Fulton", "description": "Charles Britton Fulton was a United States District Judge of the United States District Court for the Southern District of Florida."}]}, {"heading": "Deaths", "year": "1998", "date": "May 15", "txt": "Earl Manigault, American basketball player (b. 1944)", "entities": [{"title": "Earl Manigault", "href": "/wiki/Earl_Manigault", "description": "Earl Manigault was an American street basketball player who was nicknamed \"the goat\"."}]}, {"heading": "Deaths", "year": "1998", "date": "May 15", "txt": "Naim Talu, Turkish economist, banker, politician, 15th Prime Minister of Turkey (b. 1919)", "entities": [{"title": "List of Prime Ministers of Turkey", "href": "/wiki/List_of_Prime_Ministers_of_Turkey", "description": "The following is a complete list of prime ministers of Turkey, since the establishment of that position in 1920, during the Turkish War of Independence. The prime minister was the head of the executive branch of the government along with the Cabinet. Following the 2017 constitutional referendum, the office of prime minister was abolished and the President became the head of the executive branch af"}]}, {"heading": "Deaths", "year": "2003", "date": "May 15", "txt": "June Carter Cash, American singer-songwriter, guitarist, and actress (b. 1929)", "entities": [{"title": "June Carter Cash", "href": "/wiki/June_Carter_Cash", "description": "June Carter Cash was a five-time Grammy award-winning American singer, songwriter, actress, dancer, comedian, and author who was a member of the Carter Family and the second wife of singer Johnny Cash. Prior to her marriage to Cash, she was professionally known as June Carter and occasionally was still credited as such after her marriage. She played guitar, banjo, harmonica, and autoharp, and acte"}]}, {"heading": "Deaths", "year": "2006", "date": "May 15", "txt": "Nizar Abdul Zahra, Iraqi footballer (b. 1961)", "entities": [{"title": "Nizar Abdul Zahra", "href": "/wiki/Nizar_Abdul_Zahra", "description": "Nazar Abdul Zahra Khalaf, nicknamed, was an Iraqi footballer who played forward. He spent the majority of his career with Al-Minaa club."}]}, {"heading": "Deaths", "year": "2007", "date": "May 15", "txt": "Jerry Falwell, American pastor, founded Liberty University (b. 1933)", "entities": [{"title": "Jerry Falwell", "href": "/wiki/Jerry_Falwell", "description": "Jerry Lamon Falwell Sr. was an American Southern Baptist pastor, televangelist, and conservative activist. He was the founding pastor of the Thomas Road Baptist Church, a megachurch in Lynchburg, Virginia. He founded Lynchburg Christian Academy in 1967, founded Liberty University in 1971, and co-founded the Moral Majority in 1979."}, {"title": "Liberty University", "href": "/wiki/Liberty_University", "description": "Liberty University (LU) is a private evangelical Christian university in Lynchburg, Virginia. It was founded by Jerry Falwell Sr. and Elmer L. Towns in 1971. Although the university's physical campus is in Lynchburg, most of its students are online. It is one of the largest evangelical Christian universities in the world and one of the largest private non-profit universities in the United States, "}]}, {"heading": "Deaths", "year": "2008", "date": "May 15", "txt": "Tommy Burns, Scottish footballer and manager (b. 1956)", "entities": [{"title": "Tommy Burns (footballer)", "href": "/wiki/Tommy_Burns_(footballer)", "description": "Thomas Burns was a Scottish professional football player and manager. He is best known for his long association with Celtic, where he was a player, manager and coach."}]}, {"heading": "Deaths", "year": "2008", "date": "May 15", "txt": "Alexander Courage, American composer and conductor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 15", "txt": "Will Elder, American illustrator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 15", "txt": "Bud Tingwell, Australian actor, director, and producer (b. 1923)", "entities": [{"title": "Bud Tingwell", "href": "/wiki/Bud_Tingwell", "description": "Charles William Tingwell AM, known professionally as Bud Tingwell or Charles 'Bud' Tingwell, was an Australian film, television, theatre and radio actor. One of the veterans of Australian film, he acted in his first motion picture in 1946 and went on to appear in more than 100 films and numerous TV programs in both the United Kingdom and Australia."}]}, {"heading": "Deaths", "year": "2009", "date": "May 15", "txt": "Wayman Tisdale, American basketball player and bass player (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 15", "txt": "Besian Idrizaj, Austrian footballer (b. 1987)", "entities": [{"title": "Besian Idrizaj", "href": "/wiki/Besian_Idrizaj", "description": "Besian Idrizaj was an Austrian professional footballer who last played as a striker for Swansea City. He also played in the Football League for Crystal Palace and Luton Town both whilst on loan from Liverpool for whom he did not make a League appearance. He also played for LASK Linz, Wacker Innsbruck and FC Eilenburg. He died of a heart attack on 15 May 2010 at the age of 22. He was of Albanian de"}]}, {"heading": "Deaths", "year": "2010", "date": "May 15", "txt": "Loris Kessel, Swiss race car driver (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 15", "txt": "Carlos Fuentes, Mexican novelist and essayist (b. 1928)", "entities": [{"title": "Carlos Fuentes", "href": "/wiki/Carlos_Fuentes", "description": "Carlos Fuentes Macías was a Mexican novelist and essayist. Among his works are The Death of Artemio Cruz (1962), Aura (1962), Terra Nostra (1975), The Old Gringo (1985) and Christopher Unborn (1987). In his obituary, The New York Times described Fuentes as \"one of the most admired writers in the Spanish-speaking world\" and an important influence on the Latin American Boom, the \"explosion of Latin "}]}, {"heading": "Deaths", "year": "2012", "date": "May 15", "txt": "Arno Lustiger, German historian and author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 15", "txt": "Zakaria Mohieddin, Egyptian soldier and politician, 33rd Prime Minister of Egypt (b. 1918)", "entities": [{"title": "Prime Minister of Egypt", "href": "/wiki/Prime_Minister_of_Egypt", "description": "The Prime Minister of Egypt is the head of the Egyptian government."}]}, {"heading": "Deaths", "year": "2013", "date": "May 15", "txt": "Henrique Rosa, Bissau-Guinean politician, President of Guinea-Bissau (b. 1946)", "entities": [{"title": "Henrique Rosa", "href": "/wiki/Henrique_Rosa", "description": "This name uses Portuguese naming customs. the first or maternal family name is Pereira and the second or paternal family name is Rosa."}, {"title": "President of Guinea-Bissau", "href": "/wiki/President_of_Guinea-Bissau", "description": "This article lists the presidents of Guinea-Bissau, since the establishment of the office of President in 1973."}]}, {"heading": "Deaths", "year": "2014", "date": "May 15", "txt": "Jean-Luc Dehaene, French-Belgian politician, 63rd Prime Minister of Belgium (b. 1940)", "entities": [{"title": "Jean-Luc Dehaene", "href": "/wiki/Jean-Luc_Dehaene", "description": "Jean Luc Joseph Marie \"Jean-Luc\" Dehaene was a Belgian politician who served as Prime Minister of Belgium from 1992 until 1999. During his political career, he was nicknamed \"The Plumber\" and \"The Minesweeper\" for his ability to negotiate political deadlocks. A member of the Christen-Democratisch en Vlaams (CD&V) party and its antecedents, Dehaene gained his first ministerial appointment in 1981. "}, {"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}]}, {"heading": "Deaths", "year": "2014", "date": "May 15", "txt": "Noribumi Suzuki, Japanese director and screenwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 15", "txt": "Elisabeth Bing, German-American physical therapist and author (b. 1914)", "entities": [{"title": "Elisabeth Bing", "href": "/wiki/Elisabeth_Bing", "description": "Elisabeth Dorothea Bing was a German physical therapist, co-founder of Lamaze International, and proponent of natural childbirth. She trained as a physical therapist in England after fleeing Nazi Germany due to her Jewish ancestry. Her hospital work there made her interested in natural childbirth, and she taught it to parents in the United States after she moved there in 1949. To promote natural c"}]}, {"heading": "Deaths", "year": "2015", "date": "May 15", "txt": "Jackie Brookner, American sculptor and educator (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 15", "txt": "Flora MacNeil, Scottish Gaelic singer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 15", "txt": "Garo Yepremian, Cypriot-American football player (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "May 15", "txt": "Fred Willard, American actor, comedian, and writer (b. 1933)", "entities": [{"title": "Fred Willard", "href": "/wiki/Fred_Willard", "description": "Frederick Charles Willard Jr. was an American actor, comedian, and writer. He was best known for his roles in the Rob Reiner mockumentary film This Is Spinal Tap; the Christopher Guest mockumentaries Waiting for Guffman, Best in Show, A Mighty Wind, For Your Consideration, and Mascots; and the Anchorman films; as well as for his television roles on Fernwood 2 Night, Everybody Loves Raymond, and Mo"}]}]