[{"heading": "Events", "year": "0017", "date": "May 26", "txt": "Germanicus celebrates a triumph in Rome for his victories over the Cherusci, Chatti, and other German tribes west of the Elbe.", "entities": [{"title": "AD 17", "href": "/wiki/AD_17", "description": "AD 17 (XVII) was a common year starting on Friday of the Julian calendar. At the time, it was known as the Year of the Consulship of Flaccus and Rufus. The denomination AD 17 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years."}, {"title": "Germanicus", "href": "/wiki/Germanicus", "description": "Germanicus Julius Caesar was a popular and prominent general of the Roman Empire, known for his campaigns in Germania. The son of Nero Claudius Drusus and Antonia the Younger, Germanicus was born into an influential branch of the patrician gens Claudia. The agnomen Germanicus was added to his full name in 9 BC when it was posthumously awarded to his father in honor of his victories in Germania. In"}, {"title": "Roman triumph", "href": "/wiki/Roman_triumph", "description": "The Roman triumph was a civil ceremony and religious rite of ancient Rome, held to publicly celebrate and sanctify the success of a military commander who had led Roman forces to victory in the service of the state or, originally and traditionally, one who had successfully completed a foreign war."}, {"title": "Cherusci", "href": "/wiki/Cherusci", "description": "The Cherusci were an early Germanic people that inhabited parts of the plains and forests of northwestern Germany, in the area possibly near present-day Hanover, during the first centuries BC and AD. Ethnically, Pliny the Elder groups them with their neighbours, the Suebi and Chatti, as well as the Hermunduri, as Hermiones, one of the Germanic groupings said to descend from an ancestor named Mannu"}, {"title": "Chatti", "href": "/wiki/Chatti", "description": "The Chatti were an ancient Germanic tribe whose homeland was near the upper Weser (Visurgis). They lived in central and northern Hesse and southern Lower Saxony, along the upper reaches of that river and in the valleys and mountains of the Eder and Fulda regions, a district approximately corresponding to Hesse-Kassel, though probably somewhat more extensive. They settled within the region in the f"}, {"title": "Germanic peoples", "href": "/wiki/Germanic_peoples", "description": "The historical Germanic peoples are a category of ancient northern European tribes, first mentioned by Graeco-Roman authors. They are also associated with Germanic languages, which originated and dispersed among them, and are one of several criteria used to define Germanic ethnicity. The terms Germanic peoples and Germani are used to avoid confusion with the inhabitants of present-day Germany, inc"}, {"title": "Elbe", "href": "/wiki/Elbe", "description": "The Elbe is one of the major rivers of Central Europe. It rises in the Krkonoše Mountains of the northern Czech Republic before traversing much of Bohemia, then Germany and flowing into the North Sea at Cuxhaven, 110 kilometres northwest of Hamburg. Its total length is 1,094 km (680 mi)."}]}, {"heading": "Events", "year": "0451", "date": "May 26", "txt": "Battle of Avarayr between Armenian rebels and the Sasanian Empire takes place. The Sasanids defeat the Armenians militarily but guarantee them freedom to openly practice Christianity.", "entities": [{"title": "Battle of Avarayr", "href": "/wiki/Battle_of_Avarayr", "description": "The Battle of Avarayr was fought on 2 June 451 on the Avarayr Plain in Vaspurakan between a Christian Armenian army under Vardan Mamikonian and Sassanid Persia. It is considered one of the first battles in defense of the Christian faith. Although the Persians were victorious on the battlefield, the battle proved to be a major strategic victory for Armenians, as Avarayr paved the way to the Nvarsak"}, {"title": "Armenians", "href": "/wiki/Armenians", "description": "Armenians are an ethnic group native to the Armenian Highlands of Western Asia."}, {"title": "Sasanian Empire", "href": "/wiki/Sasanian_Empire", "description": "\nThe Sasanian or Sassanid Empire, officially known as the Empire of Iranians, and called the Neo-Persian Empire by historians, was the last Persian imperial dynasty before the Muslim conquest in the mid seventh century AD. Named after the House of Sasan, it endured for over four centuries, from 224 to 651 AD, making it the longest-lived Persian dynasty. The Sasanian Empire succeeded the Parthian E"}, {"title": "Christianity", "href": "/wiki/Christianity", "description": "Christianity is an Abrahamic monotheistic religion based on the life and teachings of Jesus of Nazareth. It is the world's largest religion, with about 2.4 billion followers. Its adherents, known as Christians, make up a majority of the population in 157 countries and territories, and believe that Jesus is the Christ, whose coming as the Messiah was prophesied in the Hebrew Bible, called the Old T"}]}, {"heading": "Events", "year": "0946", "date": "May 26", "txt": "King Edmund I of England is murdered by a thief whom he personally attacks while celebrating St Augustine's Mass Day.", "entities": [{"title": "Edmund I", "href": "/wiki/Edmund_I", "description": "Edmund I was King of the English from 939 until his death. His epithets include the Elder, the Deed-doer, the Just, and the Magnificent."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Augustine of Canterbury", "href": "/wiki/Augustine_of_Canterbury", "description": "Augustine of Canterbury was a monk who became the first Archbishop of Canterbury in the year 597. He is considered the \"Apostle to the English\" and a founder of the English Church."}]}, {"heading": "Events", "year": "0961", "date": "May 26", "txt": "King Otto I elects his 6-year-old son Otto II as heir apparent and co-ruler of the East Frankish Kingdom. He is crowned at Aachen, and placed under the tutelage of his grandmother Matilda.", "entities": [{"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}, {"title": "Otto II, Holy Roman Emperor", "href": "/wiki/Otto_II,_Holy_Roman_Emperor", "description": "Otto II, called the Red (Rufus), was Holy Roman Emperor from 973 until his death in 983. A member of the Ottonian dynasty, Otto II was the youngest and sole surviving son of Otto the Great and Adelaide of Italy."}, {"title": "Heir apparent", "href": "/wiki/Heir_apparent", "description": "An heir apparent is a person who is first in an order of succession and cannot be displaced from inheriting by the birth of another person. An heir presumptive, by contrast, is someone who is first in line to inherit a title but who can be displaced by the birth of a more eligible heir."}, {"title": "East Francia", "href": "/wiki/East_Francia", "description": "East Francia or the Kingdom of the East Franks was a successor state of Charlemagne's empire ruled by the Carolingian dynasty until 911. It was created through the Treaty of Verdun (843) which divided the former empire into three kingdoms."}, {"title": "Aachen", "href": "/wiki/Aachen", "description": "Aachen is, with around 249,000 inhabitants, the 13th-largest city of North Rhine-Westphalia, and the 28th-largest city of Germany."}, {"title": "Matilda of Ringelheim", "href": "/wiki/Matilda_of_Ringelheim", "description": "Matilda of Ringelheim, also known as Saint Matilda, was a Saxon noblewoman. Due to her marriage to Henry I in 909, she became the first Ottonian queen. Her eldest son, Otto I, restored the Holy Roman Empire in 962. Mathilde founded several spiritual institutions and women's convents. She was considered to be extremely pious, righteous and charitable. Mathilde’s two hagiographical biographies and T"}]}, {"heading": "Events", "year": "1135", "date": "May 26", "txt": "Alfonso VII of León and Castile is crowned in León Cathedral as Imperator totius Hispaniae (Emperor of all of Spain).", "entities": [{"title": "Alfonso VII of León and Castile", "href": "/wiki/Alfonso_VII_of_Le%C3%B3n_and_Castile", "description": "Alfonso VII, called the Emperor, became the King of Galicia in 1111 and King of León and Castile in 1126. Alfonso, born Alfonso Raimúndez, first used the title Emperor of All Spain, alongside his mother Urraca, once she vested him with the direct rule of Toledo in 1116. Alfonso later held another investiture in 1135 in a grand ceremony reasserting his claims to the imperial title. He was the son o"}, {"title": "León Cathedral", "href": "/wiki/Le%C3%B3n_Cathedral", "description": "Santa María de León Cathedral, also called The House of Light or the Pulchra Leonina is a Catholic church in the city of León in north-western Spain. It is one of the most relevant examples of the Gothic style in Spain. It was built on the site of previous Roman baths of the 2nd century which, 800 years later, king Ordoño II converted into a palace."}]}, {"heading": "Events", "year": "1293", "date": "May 26", "txt": "An earthquake strikes Kamakura, Kanagawa, Japan, killing about 23,000.", "entities": [{"title": "1293 Kamakura earthquake", "href": "/wiki/1293_Kamakura_earthquake", "description": "The 1293 Kamakura earthquake in Japan occurred at about 06:00 local time on 27 May 1293. It had an estimated magnitude of 7.1–7.5 and triggered a tsunami. The estimated death toll was 23,024. It occurred during the Kamakura period, and the city of Kamakura was seriously damaged."}]}, {"heading": "Events", "year": "1328", "date": "May 26", "txt": "William of Ockham, the Franciscan Minister-General Michael of Cesena, and two other Franciscan leaders secretly leave Avignon, fearing a death sentence from Pope John XXII.", "entities": [{"title": "William of Ockham", "href": "/wiki/William_of_Ockham", "description": "William of Ockham was an English Franciscan friar, scholastic philosopher, and theologian, who is believed to have been born in Ockham, a small village in Surrey. He is considered to be one of the major figures of medieval thought and was at the centre of the major intellectual and political controversies of the 14th century. He is commonly known for Occam's razor, the methodological principle tha"}, {"title": "Franciscan", "href": "/wiki/Franciscan", "description": "The Franciscans are a group of related mendicant Christian religious orders, primarily within the Catholic Church. Founded in 1209 by Saint Francis of Assisi, these orders include the Order of Friars Minor, the Order of Saint Clare, and the Third Order of Saint Francis. They adhere to the teachings and spiritual disciplines of the founder and of his main associates and followers, such as Clare of "}, {"title": "Michael of Cesena", "href": "/wiki/Michael_of_Cesena", "description": "Michael of Cesena was an Italian Franciscan, minister-general of that Order, and theologian. His advocacy of Evangelical poverty brought him into conflict with Pope John XXII."}, {"title": "Avignon", "href": "/wiki/Avignon", "description": "Avignon is the prefecture of the Vaucluse department in the Provence-Alpes-Côte d'Azur region of Southeastern France. Located on the left bank of the river Rhône, the commune had a population of 93,671 as of the census results of 2017, with about 16,000 living in the ancient town centre enclosed by its medieval walls."}, {"title": "Pope John XXII", "href": "/wiki/Pope_John_XXII", "description": "Pope John XXII, born Jacques Duèze, was head of the Catholic Church from 7 August 1316 to his death in 1334."}]}, {"heading": "Events", "year": "1538", "date": "May 26", "txt": "Geneva expels John Calvin and his followers from the city. Calvin lives in exile in Strasbourg for the next three years.", "entities": [{"title": "Geneva", "href": "/wiki/Geneva", "description": "Geneva is the second-most populous city in Switzerland and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva."}, {"title": "John Calvin", "href": "/wiki/John_Calvin", "description": "John Calvin was a French theologian, pastor and reformer in Geneva during the Protestant Reformation. He was a principal figure in the development of the system of Christian theology later called Calvinism, including its doctrines of predestination and of God's absolute sovereignty in the salvation of the human soul from death and eternal damnation. Calvinist doctrines were influenced by and elabo"}, {"title": "Strasbourg", "href": "/wiki/Strasbourg", "description": "Strasbourg is the prefecture and largest city of the Grand Est region of Eastern France and the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the prefecture of the Bas-Rhin department."}]}, {"heading": "Events", "year": "1573", "date": "May 26", "txt": "The Battle of Haarlemmermeer, a naval engagement in the Dutch War of Independence.", "entities": [{"title": "Battle of Haarlemmermeer", "href": "/wiki/Battle_of_Haarlemmermeer", "description": "The Battle of Haarlemmermeer was a naval engagement fought on 26 May 1573, during the early stages of the Dutch War of Independence. It was fought on the waters of the Haarlemmermeer – a large lake which at the time was a prominent feature of North Holland."}, {"title": "Dutch War of Independence", "href": "/wiki/Dutch_War_of_Independence", "description": "The Dutch Revolt (1566–1648) was the revolt in the Low Countries against the rule of the Habsburg King Philip II of Spain, hereditary ruler of the provinces. The northern provinces eventually separated from the southern provinces, which continued under Habsburg Spain until 1714. The northern provinces adopted Calvinism and Republicanism whereas the southern provinces became wholly Catholic again d"}]}, {"heading": "Events", "year": "1637", "date": "May 26", "txt": "Pequot War: A combined English and Mohegan force under John Mason attacks a village in Connecticut, massacring approximately 500 Pequots.", "entities": [{"title": "Pequot War", "href": "/wiki/Pequot_War", "description": "The Pequot War was an armed conflict that took place between 1636 and 1638 in New England between the Pequot tribe and an alliance of the colonists of the Massachusetts Bay, Plymouth, and Saybrook colonies and their allies from the Narragansett and Mohegan tribes. The war concluded with the decisive defeat of the Pequot. At the end, about 700 Pequots had been killed or taken into captivity. Hundre"}, {"title": "Mohegan", "href": "/wiki/Mohegan", "description": "The Mohegan are an Algonquian Native American tribe historically based in present-day Connecticut; the majority are associated with the Mohegan Indian Tribe, a federally recognized tribe living on a reservation in the eastern upper Thames River valley of south-central Connecticut. It is one of two federally recognized tribes in the state, the other being the Mashantucket Pequot whose reservation i"}, {"title": "John Mason (c. 1600–1672)", "href": "/wiki/John_Mason_(c._1600%E2%80%931672)", "description": "John Mason, was an early English settler, soldier, commander, and Deputy Governor of the Connecticut Colony. Mason was best known for leading the English settlers at an attack on the Pequot and the Mystic Fort, an event that ended up being known as the Mystic Massacre which effectively ended the hegemony of the Pequot tribe in southeast Connecticut."}, {"title": "Connecticut", "href": "/wiki/Connecticut", "description": "Connecticut is the southernmost state in the New England region of the United States. As of the 2010 Census, it has the highest per-capita income, second-highest level of human development behind Massachusetts, and highest median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and the Long Island Sound to the sout"}, {"title": "Mystic massacre", "href": "/wiki/Mystic_massacre", "description": "The Mystic massacre, also known as the Pequot massacre and the Battle of Mystic Fort took place on May 26, 1637 during the Pequot War, when Connecticut colonists under Captain John Mason and their Narragansett and Mohegan allies set fire to the Pequot Fort near the Mystic River. They shot anyone who tried to escape the wooden palisade fortress and killed most of the village in retaliation for prev"}, {"title": "Pequot", "href": "/wiki/Pequot", "description": "The Pequots are a Native American people of Connecticut. Modern Pequots are members of the federally recognized Mashantucket Pequot Tribe, four other state-recognized groups in Connecticut including the Eastern Pequot Tribal Nation, or the Brothertown Indians of Wisconsin. They historically spoke Pequot, a dialect of the Mohegan-Pequot language which became extinct by the early 20th century, thoug"}]}, {"heading": "Events", "year": "1644", "date": "May 26", "txt": "Portuguese Restoration War: Portuguese and Spanish forces both claim victory in the Battle of Montijo.", "entities": [{"title": "Portuguese Restoration War", "href": "/wiki/Portuguese_Restoration_War", "description": "The Portuguese Restoration War was the war between Portugal and Spain that began with the Portuguese revolution of 1640 and ended with the Treaty of Lisbon in 1668, bringing a formal end to the Iberian Union. The period from 1640 to 1668 was marked by periodic skirmishes between Portugal and Spain, as well as short episodes of more serious warfare, much of it occasioned by Spanish and Portuguese e"}, {"title": "Battle of Montijo", "href": "/wiki/Battle_of_Montijo", "description": "The Battle of Montijo was fought on 26 May 1644, in Montijo, Spain, between Portuguese and Spanish forces. Although the battle ended with a Portuguese victory, the Spanish saw it as a strategic success as they claimed to have prevented Matias de Albuquerque from capturing Badajoz, despite Albuquerque having no intention of attacking the city. Due to the chaotic nature of the battle, casualty figur"}]}, {"heading": "Events", "year": "1736", "date": "May 26", "txt": "The Battle of Ackia was fought near the present site of Tupelo, Mississippi. British and Chickasaw soldiers repelled a French and Choctaw attack on the then-Chickasaw village of Ackia.", "entities": [{"title": "Battle of Ackia", "href": "/wiki/Battle_of_Ackia", "description": "The Chickasaw Campaign of 1736 consisted of two pitched battles by the French and allies against Chickasaw fortified villages in present-day Northeast Mississippi. Under the overall direction of the governor of Louisiana, Jean-Baptiste Le Moyne de Bienville, a force from Upper Louisiana attacked Ogoula Tchetoka on March 25, 1736. A second force from Lower Louisiana attacked Ackia on May 26, 1736. "}, {"title": "Tupelo, Mississippi", "href": "/wiki/Tupelo,_Mississippi", "description": "Tupelo is a city in, and the county seat of, Lee County, Mississippi, United States. With an estimated population of 38,312 in 2019, Tupelo is the sixth-largest city in Mississippi and is considered a commercial, industrial, and cultural hub of North Mississippi."}, {"title": "Chickasaw", "href": "/wiki/Chickasaw", "description": "The Chickasaw are an indigenous people of the Southeastern Woodlands. Their traditional territory was in the Southeastern United States of Mississippi, Alabama, and Tennessee. Their language is classified as a member of the Muskogean language family. In the present day, they are organized as the federally recognized Chickasaw Nation."}, {"title": "Choctaw", "href": "/wiki/Choctaw", "description": "The Choctaw are a Native American people originally occupying what is now the Southeastern United States. Their Choctaw language belongs to the Muskogean language family group. In the present day, they are organized as the federally recognized Choctaw Nation, but also smaller bands located in Mississippi, Alabama and Louisiana."}]}, {"heading": "Events", "year": "1770", "date": "May 26", "txt": "The Orlov Revolt, an attempt to revolt against the Ottoman Empire before the Greek War of Independence, ends in disaster for the Greeks.", "entities": [{"title": "Orlov Revolt", "href": "/wiki/Orlov_Revolt", "description": "The Orlov revolt was a Greek uprising in the Peloponnese and later also in Crete that broke out in February 1770, following the arrival of Russian Admiral Alexey Orlov, commander of the Imperial Russian Navy during the Russo-Turkish War (1768–1774), at the Mani Peninsula. The revolt, a major precursor to the Greek War of Independence, was part of Catherine the Great's so-called \"Greek Plan\" and wa"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}]}, {"heading": "Events", "year": "1783", "date": "May 26", "txt": "A Great Jubilee Day held at North Stratford, Connecticut, celebrated the end of fighting in the American Revolution.", "entities": [{"title": "A Great Jubilee Day", "href": "/wiki/A_Great_Jubilee_Day", "description": "A Great Jubilee Day, first held on Monday May 26, 1783, in North Stratford, now Trumbull, Connecticut, commemorated the end of fighting in the American Revolutionary War. This celebration included feasting, prayer, speeches, toasts, and two companies of the North Stratford militia performing maneuvers with cannon discharges and was one of the first documented celebrations following the War for Ind"}, {"title": "Trumbull, Connecticut", "href": "/wiki/Trumbull,_Connecticut", "description": "Trumbull is a town located in Fairfield County, Connecticut. It borders on the cities of Bridgeport and Shelton and the towns of Stratford, Fairfield, Easton and Monroe. The population was 36,018 during the 2010 census. Trumbull was the home of the Golden Hill Paugussett Indian Nation for thousands of years before the English settlement was made in 1639. The town was named after Jonathan Trumbull "}, {"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}]}, {"heading": "Events", "year": "1805", "date": "May 26", "txt": "Napoléon Bonaparte assumes the title of King of Italy and is crowned with the Iron Crown of Lombardy in Milan Cathedral, the gothic cathedral in Milan.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "King of Italy", "href": "/wiki/King_of_Italy", "description": "King of Italy was the title given to the ruler of the Kingdom of Italy after the fall of the Western Roman Empire. The first to take the title was Odoacer, a barbarian military leader, in the late 5th century, followed by the Ostrogothic kings up to the mid-6th century. With the Frankish conquest of Italy in the 8th century, the Carolingians assumed the title, which was maintained by subsequent Ho"}, {"title": "Iron Crown of Lombardy", "href": "/wiki/Iron_Crown_of_Lombardy", "description": "The Iron Crown of Lombardy is a reliquary and might be one of the oldest royal insignias of Christendom. It was made in the Early Middle Ages, consisting of a circlet of gold and jewels fitted around a central silver band, which tradition held to be made of iron beaten out of a nail of the True Cross. In the medieval Kingdom of Italy, the crown came to be seen as a relic from the Kingdom of the Lo"}, {"title": "Milan Cathedral", "href": "/wiki/Milan_Cathedral", "description": "Milan Cathedral, or Metropolitan Cathedral-Basilica of the Nativity of Saint Mary is the cathedral church of Milan, Lombardy, Italy. Dedicated to the Nativity of St Mary, it is the seat of the Archbishop of Milan, currently Archbishop Mario Delpini."}, {"title": "Gothic architecture", "href": "/wiki/Gothic_architecture", "description": "Gothic architecture is an architectural style that was particularly popular in Europe from the late 12th century to the 16th century, during the High and Late Middle Ages, surviving into the 17th and 18th centuries in some areas. It evolved from Romanesque architecture and was succeeded by Renaissance architecture. It originated in the Île-de-France region of northern France as a development of No"}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Events", "year": "1821", "date": "May 26", "txt": "Establishment of the Peloponnesian Senate by the Greek rebels.", "entities": [{"title": "Peloponnesian Senate", "href": "/wiki/Peloponnesian_Senate", "description": "The Senate of the entire People of the Peloponnese provinces, commonly known as the Peloponnesian Senate, was a provisional regime that existed in the Peloponnese during the early stages of the Greek War of Independence."}, {"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}]}, {"heading": "Events", "year": "1822", "date": "May 26", "txt": "One hundred sixteen people die in the Grue Church fire, the biggest fire disaster in Norway's history.", "entities": [{"title": "Grue Church fire", "href": "/wiki/Grue_Church_fire", "description": "On 26 May 1822, during the Pentecost service, the church at Grue, Norway, caught fire and at least 113 people were killed. It is the deadliest fire disaster in the history of Norway."}]}, {"heading": "Events", "year": "1857", "date": "May 26", "txt": "Dred Scott is emancipated by the Blow family, his original owners.", "entities": [{"title": "Dred Scott", "href": "/wiki/Dred_Scott", "description": "Dred Scott was an enslaved African-American man in the United States who unsuccessfully sued for his freedom and that of his wife, Harriet Robinson Scott, and their two daughters in the Dred Scott v. Sandford case of 1857, popularly known as the \"Dred Scott decision\". Scott claimed that he and his wife should be granted their freedom because they had lived in Illinois and the Wisconsin Territory f"}]}, {"heading": "Events", "year": "1864", "date": "May 26", "txt": "Montana is organized as a United States territory.", "entities": [{"title": "Montana", "href": "/wiki/Montana", "description": "Montana is a state in the Mountain West subregion of the Western United States. It is bordered by Idaho to the west; North Dakota and South Dakota to the east; Wyoming to the south; and by the Canadian provinces of Alberta, British Columbia, and Saskatchewan to the north. It is the fourth-largest state by area, the eighth-least populous state, and the third-least densely populated state. The weste"}, {"title": "Political divisions of the United States", "href": "/wiki/Political_divisions_of_the_United_States", "description": "Political divisions of the United States are the various recognized governing entities that together form the United States – states, the District of Columbia, territories and Indian reservations."}]}, {"heading": "Events", "year": "1865", "date": "May 26", "txt": "American Civil War: The Confederate General Edmund Kirby Smith, commander of the Confederate Trans-Mississippi division, is the last full general of the Confederate Army to surrender, at Galveston, Texas.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Edmund Kirby Smith", "href": "/wiki/Edmund_Kirby_Smith", "description": "Edmund Kirby Smith was a career United States Army officer who fought in the Mexican–American War. He later joined the Confederate States Army in the Civil War, and was promoted to general in the first months of the war. He was notable for his command of the Trans-Mississippi Department after the fall of Vicksburg to the United States"}, {"title": "Trans-Mississippi", "href": "/wiki/Trans-Mississippi", "description": "Trans-Mississippi was a common name of the geographic area west of the Mississippi River during the 19th century. The area included Arkansas, Louisiana, Missouri, Texas, Indian Territory, and many other territories."}, {"title": "Galveston, Texas", "href": "/wiki/Galveston,_Texas", "description": "Galveston is a coastal resort city and port off the Southeast Texas coast on Galveston Island and Pelican Island in the U.S. state of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at i"}]}, {"heading": "Events", "year": "1868", "date": "May 26", "txt": "The Impeachment of Andrew Johnson ends with his acquittal by one vote.", "entities": [{"title": "Impeachment of Andrew Johnson", "href": "/wiki/Impeachment_of_Andrew_Johnson", "description": "The impeachment of Andrew Johnson was initiated on February 24, 1868, when the United States House of Representatives resolved to impeach Andrew Johnson, the 17th president of the United States, for \"high crimes and misdemeanors\", which were detailed in 11 articles of impeachment. The primary charge against Johnson was that he had violated the Tenure of Office Act, passed by Congress in March 1867"}]}, {"heading": "Events", "year": "1869", "date": "May 26", "txt": "Boston University is chartered by the Commonwealth of Massachusetts.", "entities": [{"title": "Boston University", "href": "/wiki/Boston_University", "description": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian but has a historical affiliation with the United Methodist Church. It was founded in 1839 by Methodists with its original campus in Newbury, Vermont, before moving to Boston in 1867."}, {"title": "Commonwealth of Massachusetts", "href": "/wiki/Commonwealth_of_Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}]}, {"heading": "Events", "year": "1879", "date": "May 26", "txt": "Russia and the United Kingdom sign the Treaty of Gandamak establishing an Afghan state.", "entities": [{"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Treaty of Gandamak", "href": "/wiki/Treaty_of_Gandamak", "description": "The Treaty of Gandamak was signed on 26 May 1879 to officially end the first phase of the Second Anglo-Afghan War. Under the treaty, the Afghan Emir, Mohammad Yaqub Khan, ceded various frontier areas to the British Raj, including Quetta, Pishin, Harnai, Sibi, Kurram, and Khyber, while retaining sovereignty over the rest of Afghanistan."}, {"title": "Afghan state", "href": "/wiki/Afghan_state", "description": "The European influence in Afghanistan refers to political, social, and mostly imperialistic influence several European nations and colonial powers have had on the historical development of Afghanistan."}]}, {"heading": "Events", "year": "1896", "date": "May 26", "txt": "Nicholas II becomes the last Tsar of Imperial Russia.", "entities": [{"title": "Nicholas II of Russia", "href": "/wiki/Nicholas_II_of_Russia", "description": "Nicholas II or Nikolai II Alexandrovich Romanov, known in the Russian Orthodox Church as Saint Nicholas the Passion-Bearer, was the last Emperor of All Russia, ruling from 1 November 1894 until his abdication on 15 March 1917. During his reign, Russia embarked on a series of reforms including the introduction of civil liberties, literacy programs, state representation, and initiatives to modernize"}, {"title": "Tsar", "href": "/wiki/Tsar", "description": "Tsar, also spelled czar, tzar, or csar, is a title used to designate East and South Slavic monarchs or supreme rulers of Eastern Europe, originally the Bulgarian monarchs from 10th century onwards, much later a title for two rulers of the Serbian Empire, and from 1547 the supreme ruler of the Tsardom of Russia and the Russian Empire. In this last capacity it lends its name to a system of governmen"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1896", "date": "May 26", "txt": "Charles Dow publishes the first edition of the Dow Jones Industrial Average.", "entities": [{"title": "Dow Jones Industrial Average", "href": "/wiki/Dow_Jones_Industrial_Average", "description": "The Dow Jones Industrial Average (DJIA), Dow Jones, or simply the Dow, is a stock market index that measures the stock performance of 30 large companies listed on stock exchanges in the United States."}]}, {"heading": "Events", "year": "1897", "date": "May 26", "txt": "Dracula, a Gothic horror novel by Irish author Bram Stoker, is published.", "entities": [{"title": "Bram Stoker", "href": "/wiki/Bram_Stoker", "description": "Abraham \"Bram\" Stoker was an Irish author, best known today for his 1897 Gothic horror novel Dracula. During his lifetime, he was better known as the personal assistant of actor Sir Henry Irving and business manager of the Lyceum Theatre, which Irving owned."}]}, {"heading": "Events", "year": "1897", "date": "May 26", "txt": "The original manuscript of William Bradford's history, \"Of Plymouth Plantation\" is returned to the Governor of Massachusetts by the Bishop of London after being taken during the American Revolutionary War.", "entities": [{"title": "Of Plymouth Plantation", "href": "/wiki/Of_Plymouth_Plantation", "description": "Of Plymouth Plantation is a journal that was written over a period of years by William Bradford, the leader of the Plymouth Colony in Massachusetts. It is regarded as the most authoritative account of the Pilgrims and the early years of the colony which they founded."}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1900", "date": "May 26", "txt": "Thousand Days' War: The Colombian Conservative Party turns the tide of war in their favor with victory against the Colombian Liberal Party in the Battle of Palonegro.", "entities": [{"title": "Thousand Days' War", "href": "/wiki/Thousand_Days%27_War", "description": "The Thousand Days' War was a civil war fought in Colombia from 17 October 1899 to 21 November 1902, at first between the Liberal Party and the government led by the National Party, and later – after the Conservative Party had ousted the National Party – between the liberals and the conservative government. Caused by the longstanding ideological tug-of-war of federalism versus centralism between th"}, {"title": "Colombian Conservative Party", "href": "/wiki/Colombian_Conservative_Party", "description": "The Colombian Conservative Party is a conservative political party in Colombia. The party was formally established in 1849 by Mariano Ospina Rodríguez and José Eusebio Caro."}, {"title": "Colombian Liberal Party", "href": "/wiki/Colombian_Liberal_Party", "description": "The Colombian Liberal Party is a centre-left political party in Colombia. It was founded as a classical liberal party but later developed a more social-democratic tradition, joining the Socialist International in 1999."}, {"title": "Battle of Palonegro", "href": "/wiki/Battle_of_Palonegro", "description": "The Battle of Palonegro was a battle in the Santander Department of Colombia, than lasted from May 11—26, 1900, in the early days of the Thousand Days War. The commanding general of the Liberal armies, Gabriel Vargas Santos, ordered his troops to retire to Palonegro, near the city of Bucaramanga in the Santander Department of Colombia. After the battle, the war escalated, and became one of the mos"}]}, {"heading": "Events", "year": "1908", "date": "May 26", "txt": "The first major commercial oil strike in the Middle East was made at Masjed Soleyman in southwest Persia. The rights to the resource were quickly acquired by the Anglo-Persian Oil Company.", "entities": [{"title": "Masjed Soleyman", "href": "/wiki/Masjed_Soleyman", "description": "Masjed Soleyman also Romanized as Masjedsoleimān, Masjed-e Soleymān, Masjed Soleiman, and Masjid-i-Sulaiman) is a city and capital of Masjed Soleyman County, Khuzestan Province, Iran. At the 2006 census, its population was 206,121, in 51,530 families. Masjed Soleiman is a historical city dating back to Achaemenid Empire. This city is a affluent region in terms of oil and gas reservoirs, Vicinity t"}, {"title": "Persia", "href": "/wiki/Persia", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Anglo-Persian Oil Company", "href": "/wiki/Anglo-Persian_Oil_Company", "description": "The Anglo-Persian Oil Company (APOC) was a British company founded in 1908 following the discovery of a large oil field in Masjed Soleiman, Iran. The British government purchased 51% of the company in 1914, gaining a controlling number of shares, effectively nationalizing the company. It was the first company to extract petroleum from Iran. In 1935 APOC was renamed the Anglo-Iranian Oil Company (A"}]}, {"heading": "Events", "year": "1917", "date": "May 26", "txt": "Several powerful tornadoes rip through Illinois, including the city of Mattoon.", "entities": [{"title": "Mattoon, Illinois", "href": "/wiki/Mattoon,_Illinois", "description": "Mattoon is a city in Coles County, Illinois, United States. The population was 18,555 as of the 2010 census. The city is home to Lake Land College and has close ties with its neighbor, Charleston. Both are principal cities of the Charleston–Mattoon Micropolitan Statistical Area."}]}, {"heading": "Events", "year": "1918", "date": "May 26", "txt": "The Democratic Republic of Georgia is established.", "entities": [{"title": "Democratic Republic of Georgia", "href": "/wiki/Democratic_Republic_of_Georgia", "description": "The Democratic Republic of Georgia existed from May 1918 to February 1921 and was the first modern establishment of a republic of Georgia."}]}, {"heading": "Events", "year": "1923", "date": "May 26", "txt": "The first 24 Hours of Le Mans was held and has since been run annually in June.", "entities": [{"title": "24 Hours of Le Mans", "href": "/wiki/24_Hours_of_Le_Mans", "description": "The 24 Hours of Le Mans is the world's oldest active sports car race in endurance racing, held annually since 1923 near the town of Le Mans, France. It is considered one of the most prestigious automobile races in the world and has been called the \"Grand Prix of Endurance and Efficiency\". The event represents one leg of the Triple Crown of Motorsport, with the other events being the Indianapolis 5"}]}, {"heading": "Events", "year": "1927", "date": "May 26", "txt": "The last Ford Model T rolls off the assembly line after a production run of 15,007,003 vehicles.", "entities": [{"title": "Ford Model T", "href": "/wiki/Ford_Model_T", "description": "The Ford Model T is an automobile produced by Ford Motor Company from October 1, 1908, to May 26, 1927. It is generally regarded as the first affordable automobile, which made car travel available to middle-class Americans. The relatively low price was partly the result of Ford's efficient fabrication, including assembly line production instead of individual handcrafting."}, {"title": "Assembly line", "href": "/wiki/Assembly_line", "description": "An assembly line is a manufacturing process in which parts are added as the semi-finished assembly moves from workstation to workstation where the parts are added in sequence until the final assembly is produced. By mechanically moving the parts to the assembly work and moving the semi-finished assembly from work station to work station, a finished product can be assembled faster and with less lab"}]}, {"heading": "Events", "year": "1936", "date": "May 26", "txt": "In the House of Commons of Northern Ireland, Tommy Henderson begins speaking on the Appropriation bill. By the time he sits down in the early hours of the following morning, he had spoken for ten hours.", "entities": [{"title": "House of Commons of Northern Ireland", "href": "/wiki/House_of_Commons_of_Northern_Ireland", "description": "The House of Commons of Northern Ireland was the lower house of the Parliament of Northern Ireland created under the Government of Ireland Act 1920. The upper house in the bicameral parliament was called the Senate. It was abolished with the passing of the Northern Ireland Constitution Act 1973."}, {"title": "Tommy Henderson", "href": "/wiki/Tommy_Henderson", "description": "\n\nThomas Gibson Henderson was an Independent unionist politician. He served in the House of Commons of Northern Ireland from 1925 to 1953 in vigorous opposition to the Unionist governments on all issues other than the partition of Ireland, and is famous for having at one stage spoken for nearly ten hours to outline his disagreements."}, {"title": "Appropriation bill", "href": "/wiki/Appropriation_bill", "description": "An appropriation bill, also known as supply bill or spending bill, is a proposed law that authorizes the expenditure of government funds. It is a bill that sets money aside for specific spending. In most democracies, approval of the legislature is necessary for the government to spend money."}]}, {"heading": "Events", "year": "1937", "date": "May 26", "txt": "Walter Reuther and members of the United Auto Workers (UAW) clashed with Ford Motor Company security guards at the River Rouge Complex complex in Dearborn, Michigan, during the Battle of the Overpass.", "entities": [{"title": "Walter Reuther", "href": "/wiki/Walter_Reuther", "description": "Walter Philip Reuther was an American leader of organized labor and civil rights activist who built the United Automobile Workers (UAW) into one of the most progressive labor unions in American history. He saw labor movements not as narrow special interest groups but as instruments to advance social justice and human rights in democratic societies. He leveraged the UAW's resources and influence to"}, {"title": "United Auto Workers", "href": "/wiki/United_Auto_Workers", "description": "The International Union, United Automobile, Aerospace, and Agricultural Implement Workers of America, better known as the United Auto Workers (UAW), is an American labor union that represents workers in the United States and Canada. It was founded as part of the Congress of Industrial Organizations (CIO) in the 1930s and grew rapidly from 1936 to the 1950s. The union played a major role in the lib"}, {"title": "Ford Motor Company", "href": "/wiki/Ford_Motor_Company", "description": "The Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, a"}, {"title": "Ford River Rouge Complex", "href": "/wiki/Ford_River_Rouge_Complex", "description": "The Ford River Rouge Complex is a Ford Motor Company automobile factory complex located in Dearborn, Michigan, along the River Rouge, upstream from its confluence with the Detroit River at Zug Island. Construction began in 1917, and when it was completed in 1928, it was the largest integrated factory in the world, surpassing Buick City, built in 1904."}, {"title": "Dearborn, Michigan", "href": "/wiki/Dearborn,_Michigan", "description": "Dearborn is a city in the State of Michigan. It is located in Wayne County and is part of the Detroit metropolitan area. Dearborn is the eighth largest city in the State of Michigan. As of the 2010 census, it had a population of 98,153 and is home to the largest Muslim population in the United States per capita. First settled in the late 18th century by ethnic French farmers in a series of ribbon "}, {"title": "Battle of the Overpass", "href": "/wiki/Battle_of_the_Overpass", "description": "The Battle of the Overpass was an incident on May 26, 1937, in which Walter Reuther and members of the United Auto Workers (UAW) clashed with Ford Motor Company security guards at the River Rouge Plant complex in Dearborn, Michigan. After images of the incident were released to the public, support for Henry Ford and his company greatly decreased."}]}, {"heading": "Events", "year": "1938", "date": "May 26", "txt": "In the United States, the House Un-American Activities Committee begins its first session.", "entities": [{"title": "House Un-American Activities Committee", "href": "/wiki/House_Un-American_Activities_Committee", "description": "The House Committee on Un-American Activities (HCUA), popularly dubbed the House Un-American Activities Committee (HUAC), and from 1969 onwards known as the House Committee on Internal Security, was an investigative committee of the United States House of Representatives. The HUAC was created in 1938 to investigate alleged disloyalty and subversive activities on the part of private citizens, publi"}]}, {"heading": "Events", "year": "1940", "date": "May 26", "txt": "World War II: Operation Dynamo: In northern France, Allied forces begin a massive evacuation from Dunkirk, France.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Dynamo", "href": "/wiki/Operation_Dynamo", "description": "The Dunkirk evacuation, codenamed Operation Dynamo and also known as the Miracle of Dunkirk, was the evacuation of Allied soldiers during World War II from the beaches and harbour of Dunkirk, in the north of France, between 26 May and 4 June 1940. The operation commenced after large numbers of Belgian, British, and French troops were cut off and surrounded by German troops during the six-week Batt"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Dunkirk", "href": "/wiki/Dunkirk", "description": "Dunkirk is a commune in Nord, a French department in northern France. It lies 10 kilometres (6.2 mi) from the Belgian border. It has the third-largest French harbour. The population of the commune at the 2016 census was 91,412."}]}, {"heading": "Events", "year": "1940", "date": "May 26", "txt": "World War II: The Siege of Calais ends with the surrender of the British and French garrison.", "entities": []}, {"heading": "Events", "year": "1942", "date": "May 26", "txt": "World War II: The Battle of Gazala takes place.", "entities": [{"title": "Battle of Gazala", "href": "/wiki/Battle_of_Gazala", "description": "The Battle of Gazala was fought during the Western Desert Campaign of the Second World War, west of the port of Tobruk in Libya, from 26 May to 21 June 1942. Axis troops of the Panzerarmee Afrika consisting of German and Italian units fought the British Eighth Army composed mainly of British Commonwealth, Indian and Free French troops."}]}, {"heading": "Events", "year": "1948", "date": "May 26", "txt": "The U.S. Congress passes Public Law 80-557, which permanently establishes the Civil Air Patrol as an auxiliary of the United States Air Force.", "entities": [{"title": "Public Law 80-557", "href": "/wiki/Public_Law_80-557", "description": "The Civil Air Patrol (CAP) is a congressionally chartered, federally supported non-profit corporation that serves as the official civilian auxiliary of the United States Air Force (USAF). CAP is a volunteer organization with an aviation-minded membership that includes people from all backgrounds, lifestyles, and occupations. It performs three congressionally assigned key missions: emergency servic"}, {"title": "Civil Air Patrol", "href": "/wiki/Civil_Air_Patrol", "description": "The Civil Air Patrol (CAP) is a congressionally chartered, federally supported non-profit corporation that serves as the official civilian auxiliary of the United States Air Force (USAF). CAP is a volunteer organization with an aviation-minded membership that includes people from all backgrounds, lifestyles, and occupations. It performs three congressionally assigned key missions: emergency servic"}, {"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}]}, {"heading": "Events", "year": "1966", "date": "May 26", "txt": "British Guiana gains independence, becoming Guyana.", "entities": [{"title": "British Guiana", "href": "/wiki/British_Guiana", "description": "British Guiana was a British colony, part of the mainland British West Indies, which resides on the northern coast of South America. Since 1966 it has been known as the independent nation of Guyana."}, {"title": "Guyana", "href": "/wiki/Guyana", "description": "Guyana, officially the Co‑operative Republic of Guyana, is a country on the northern mainland of South America and the capital city is Georgetown. Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With 215,000 square kilometres (83,000 sq mi), Guyana is the third-smallest sovereign state by area in mainland So"}]}, {"heading": "Events", "year": "1967", "date": "May 26", "txt": "The Beatles' Sgt. Pepper's Lonely Hearts Club Band is released.", "entities": [{"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}]}, {"heading": "Events", "year": "1968", "date": "May 26", "txt": "H-dagurinn in Iceland: Traffic changes from driving on the left to driving on the right overnight", "entities": [{"title": "H-dagurinn", "href": "/wiki/H-dagurinn", "description": "\nH-dagurinn or Hægri dagurinn on 26 May 1968 was the day that Iceland changed from left hand traffic to right hand traffic. The change itself occurred formally at 6:00 am."}]}, {"heading": "Events", "year": "1969", "date": "May 26", "txt": "Apollo program: Apollo 10 returns to Earth after a successful eight-day test of all the components needed for the forthcoming first manned moon landing.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 10", "href": "/wiki/Apollo_10", "description": "Apollo 10 was a human spaceflight, the fourth crewed mission in the United States Apollo program, and the second to orbit the Moon. It was the F mission: a \"dress rehearsal\" for the first Moon landing, testing all the components and procedures just short of actually landing. While astronaut John Young remained in the Command Module orbiting the Moon, astronauts Thomas Stafford and Gene Cernan flew"}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1970", "date": "May 26", "txt": "The Soviet Tupolev Tu-144 becomes the first commercial transport to exceed Mach 2.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Tupolev Tu-144", "href": "/wiki/Tupolev_Tu-144", "description": "The Tupolev Tu-144 is a Soviet supersonic passenger airliner designed by Tupolev in operation from 1968 to 1999."}, {"title": "Speed of sound", "href": "/wiki/Speed_of_sound", "description": "The speed of sound is the distance travelled per unit of time by a sound wave as it propagates through an elastic medium. At 20 °C (68 °F), the speed of sound in air is about 343 metres per second, or a kilometre in 2.9 s or a mile in 4.7 s. It depends strongly on temperature as well as the medium through which a sound wave is propagating."}]}, {"heading": "Events", "year": "1971", "date": "May 26", "txt": "Bangladesh Liberation War: The Pakistan Army slaughters at least 71 Hindus in Burunga, Sylhet, Bangladesh.", "entities": [{"title": "Bangladesh Liberation War", "href": "/wiki/Bangladesh_Liberation_War", "description": "The Bangladesh Liberation War, also known as the Bangladesh War of Independence, or simply the Liberation War in Bangladesh, was a revolution and armed conflict sparked by the rise of the Bengali nationalist and self-determination movement in what was then East Pakistan during the 1971 Bangladesh genocide. It resulted in the independence of the People's Republic of Bangladesh. The war began after "}, {"title": "Pakistan Army", "href": "/wiki/Pakistan_Army", "description": "The Pakistan Army is the land service branch of the Pakistan Armed Forces. The roots of its modern existence trace back to the British Indian Army that ceased to exist following the partition of the Indian subcontinent, resulting in the parliamentary act that established the sovereign state of Pakistan from the United Kingdom on 14 August 1947. According to statistics provided by the International"}, {"title": "Burunga massacre", "href": "/wiki/Burunga_massacre", "description": "Burunga massacre was a massacre of at least 71 members of the Hindu population of Burunga and nearby villages on the Burunga High School grounds, in the district of Sylhet by the Pakistani army on 26 May 1971."}, {"title": "Sylhet", "href": "/wiki/Sylhet", "description": "Sylhet is a metropolitan city in northeastern Bangladesh. It is the administrative seat of Sylhet Division. It is located on the right bank of the Surma River at the eastern tip of Bengal. It has a subtropical climate and lush highland terrain. The city has a population of more than half a million. Sylhet is one of the most important spiritual and cultural centres in Bangladesh. Moreover, it is on"}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "1972", "date": "May 26", "txt": "The United States and the Soviet Union sign the Anti-Ballistic Missile Treaty.", "entities": [{"title": "Anti-Ballistic Missile Treaty", "href": "/wiki/Anti-Ballistic_Missile_Treaty", "description": "The Anti-Ballistic Missile Treaty (1972—2002) was an arms control treaty between the United States and the Soviet Union on the limitation of the anti-ballistic missile (ABM) systems used in defending areas against ballistic missile-delivered nuclear weapons. Under the terms of the treaty, each party was limited to two ABM complexes, each of which was to be limited to 100 anti-ballistic missiles."}]}, {"heading": "Events", "year": "1981", "date": "May 26", "txt": "Italian Prime Minister Arnaldo Forlani and his coalition cabinet resign following a scandal over membership of the pseudo-masonic lodge P2 (Propaganda Due).", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}, {"title": "Arnaldo Forlani", "href": "/wiki/Arnaldo_Forlani", "description": "Arnaldo Forlani, is an Italian politician who served as the 43rd Prime Minister of Italy from 18 October 1980 to 28 June 1981. He also held the office of Deputy Prime Minister, Minister of Foreign Affairs and Minister of Defence."}, {"title": "Freemasonry", "href": "/wiki/Freemasonry", "description": "Freemasonry or Masonry consists of fraternal organisations that trace their origins to the local guilds of stonemasons that from the end of the 14th century regulated the qualifications of stonemasons and their interaction with authorities and clients. Freemasonry has been the subject of numerous conspiracy theories throughout the years. Modern Freemasonry broadly consists of two main recognition "}, {"title": "Propaganda Due", "href": "/wiki/Propaganda_Due", "description": "Propaganda Due was a Masonic lodge under the Grand Orient of Italy, founded in 1877. Its Masonic charter was withdrawn in 1976, and it transformed into a clandestine, anti-communist, anti-soviet, anti-leftist, pseudo-Masonic and radical right organization operating in contravention of Article 18 of the Constitution of Italy that banned secret associations. In its latter period, during which the lo"}]}, {"heading": "Events", "year": "1981", "date": "May 26", "txt": "An EA-6B Prowler crashes on the flight deck of the aircraft carrier USS Nimitz, killing 14 crewmen and injuring 45 others.", "entities": [{"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}, {"title": "USS Nimitz", "href": "/wiki/USS_Nimitz", "description": "USS Nimitz (CVN-68) is a supercarrier of the United States Navy, and the lead ship of her class. One of the largest warships in the world, she was laid down, launched, and commissioned as CVAN-68, \"aircraft carrier, attack, nuclear powered\", but she was later redesignated as CVN-68, \"aircraft carrier, multi-mission, nuclear-powered\", on 30 June 1975, as part of a fleet-wide realignment that year."}]}, {"heading": "Events", "year": "1983", "date": "May 26", "txt": "The 7.8 Mw  Sea of Japan earthquake shakes northern Honshu with a maximum Mercalli intensity of VIII (Severe). A destructive tsunami is generated that leaves about 100 people dead.", "entities": [{"title": "1983 Sea of Japan earthquake", "href": "/wiki/1983_Sea_of_Japan_earthquake", "description": "The 1983 Sea of Japan earthquake or 1983 Nihonkai-Chubu earthquake occurred on May 26, 1983 at 11:59:57 local time. It had a magnitude of 7.8 on the moment magnitude scale. It occurred in the Sea of Japan, about 100 km west of the coast of Noshiro in Akita Prefecture, Japan. Out of the 104 fatalities, all but four were killed by the resulting tsunami, which struck communities along the coast, espe"}, {"title": "Honshu", "href": "/wiki/Honshu", "description": "Honshu , historically called Hondo , is the largest and most populous main island of Japan. It is located south of Hokkaidō across the Tsugaru Strait, north of Shikoku across the Inland Sea, and northeast of Kyūshū across the Kanmon Straits. The island separates the Sea of Japan, which lies to its north and west, from the North Pacific Ocean to the south and east. It is the 7th largest island in t"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1986", "date": "May 26", "txt": "The European Community adopts the European flag.", "entities": [{"title": "European Community", "href": "/wiki/European_Community", "description": "The European Economic Community (EEC) was a regional organization that aimed to bring about economic integration among its member states. It was created by the Treaty of Rome of 1957. Upon the formation of the European Union in 1993, the EEC was incorporated into the EU and renamed the European Community (EC). In 2009, the EC formally ceased to exist and its institutions were directly absorbed by "}, {"title": "European flag", "href": "/wiki/European_flag", "description": "The flag of Europe or the European flag is an official symbol used by two separate organisations, the Council of Europe (CoE) - as a symbol representing Europe, and the European Union (EU). It consists of a circle of twelve five-pointed golden stars on a blue field."}]}, {"heading": "Events", "year": "1991", "date": "May 26", "txt": "Zviad Gamsakhurdia becomes the first elected President of the Republic of Georgia in the post-Soviet era.", "entities": [{"title": "Zviad Gamsakhurdia", "href": "/wiki/Zviad_Gamsakhurdia", "description": "Zviad Gamsakhurdia was a Georgian politician, dissident, scholar, and writer who became the first democratically elected President of Georgia in the post-Soviet era. Gamsakhurdia is the only Georgian President known to have died while formally in office."}, {"title": "President of Georgia", "href": "/wiki/President_of_Georgia", "description": "The president of Georgia is the constitutional head of state of Georgia as well as the supreme commander-in-chief of the Defense Forces. The president represents Georgia in foreign relations. The constitution defines the presidential office as \"the guarantor of the country’s unity and national independence.\""}, {"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}]}, {"heading": "Events", "year": "1991", "date": "May 26", "txt": "Lauda Air Flight 004 breaks apart in mid-air and crashes in the Phu Toei National Park in Thailand, killing all 223 people on board.", "entities": [{"title": "Phu Toei National Park", "href": "/wiki/Phu_Toei_National_Park", "description": "Phu Toei National Park (อุทยานแห่งชาติพุเตย) is a 317 km2 (122 sq mi) national park in Dan Chang District of Suphan Buri Province, Thailand. It has been a national park since 30 September 1998."}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Events", "year": "1998", "date": "May 26", "txt": "The Supreme Court of the United States rules in New Jersey v. New York that Ellis Island, the historic gateway for millions of immigrants, is mainly in the state of New Jersey, not New York.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Ellis Island", "href": "/wiki/Ellis_Island", "description": "Ellis Island is a federally-owned island in New York Harbor that was the busiest immigrant inspection station in the United States. From 1892 to 1924, nearly 12 million immigrants arriving at the Port of New York and New Jersey were processed there under federal law. Today, it is part of the Statue of Liberty National Monument and is accessible to the public only by ferry. The north side of the is"}, {"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}]}, {"heading": "Events", "year": "1998", "date": "May 26", "txt": "The first \"National Sorry Day\" was held in Australia, and reconciliation events were held nationally, and attended by over a million people.", "entities": []}, {"heading": "Events", "year": "2002", "date": "May 26", "txt": "The tugboat Robert Y. Love collides with a support pier of Interstate 40 on the Arkansas River near Webbers Falls, Oklahoma, resulting in 14 deaths and 11 others injured.", "entities": [{"title": "I-40 bridge disaster", "href": "/wiki/I-40_bridge_disaster", "description": "The I-40 bridge disaster was a bridge collapse that occurred southeast of Webbers Falls, Oklahoma, United States at 7:45 a.m. on May 26, 2002. Freight barges being transported on the Arkansas River collided with a pier supporting the Interstate 40 road bridge crossing the river. The resulting failure of the supports caused a section of the bridge to collapse, killing 14 people and injuring another"}, {"title": "Arkansas River", "href": "/wiki/Arkansas_River", "description": "The Arkansas River is a major tributary of the Mississippi River. It generally flows to the east and southeast as it traverses the U.S. states of Colorado, Kansas, Oklahoma, and Arkansas. The river's source basin lies in the western United States in Colorado, specifically the Arkansas River Valley. The headwaters derive from the snowpack in the Sawatch and Mosquito mountain ranges. It flows east i"}, {"title": "Webbers Falls, Oklahoma", "href": "/wiki/Webbers_Falls,_Oklahoma", "description": "Webbers Falls is a town in southeastern Muskogee County, Oklahoma, United States. The population was 616 at the 2010 census, a decline of 14.9 percent from the figure of 724 recorded in 2000."}]}, {"heading": "Events", "year": "2004", "date": "May 26", "txt": "United States Army veteran Terry Nichols is found guilty of 161 state murder charges for helping carry out the Oklahoma City bombing.", "entities": [{"title": "Terry Nichols", "href": "/wiki/Terry_Nichols", "description": "Terry Lynn Nichols is an American domestic terrorist who was convicted of being an accomplice in the Oklahoma City bombing. Prior to his incarceration, he held a variety of short-term jobs, working as a farmer, grain elevator manager, real estate salesman and ranch hand. He met his future co-conspirator, Timothy McVeigh, during a brief stint in the U.S. Army, which ended in 1989 when he requested "}, {"title": "Oklahoma City bombing", "href": "/wiki/Oklahoma_City_bombing", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}]}, {"heading": "Events", "year": "2008", "date": "May 26", "txt": "Severe flooding begins in eastern and southern China that will ultimately cause 148 deaths and force the evacuation of 1.3 million.", "entities": [{"title": "2008 South China floods", "href": "/wiki/2008_South_China_floods", "description": "The 2008 South China floods began on 26 May 2008. Four rounds of torrential rains with landslides and flooding lasted for 20 days and affected fifteen provinces in Eastern and Southern China."}]}, {"heading": "Births", "year": "1264", "date": "May 26", "txt": "Koreyasu, Japanese prince and shōgun (d. 1326)", "entities": [{"title": "Prince Koreyasu", "href": "/wiki/Prince_Koreyasu", "description": "Prince Koreyasu , also known as Minamoto no Koreyasu , was the seventh shōgun of the Kamakura shogunate of Japan. He was the nominal ruler controlled by the Hōjō clan regents."}]}, {"heading": "Births", "year": "1478", "date": "May 26", "txt": "Clement VII, pope of the Catholic Church (d. 1534)", "entities": [{"title": "Pope Clement VII", "href": "/wiki/Pope_Clement_VII", "description": "Pope Clement VII was head of the Catholic Church and ruler of the Papal States from 19 November 1523 to his death on 25 September 1534.\nDeemed \"the most unfortunate of the popes\", Clement VII's reign was marked by a rapid succession of political, military, and religious struggles—many long in the making—which had far-reaching consequences for Christianity and world politics."}]}, {"heading": "Births", "year": "1562", "date": "May 26", "txt": "James III, margrave of Baden-Hachberg (d. 1590)", "entities": [{"title": "James III, Margrave of Baden-Hachberg", "href": "/wiki/James_III,_Margrave_of_Baden-Hachberg", "description": "Margrave James III of Baden-Hachberg was margrave of Baden-Hachberg from 1584 to 1590 and resided at Emmendingen. He converted, in 1590, from Lutheranism to the Roman Catholic confession, causing some political turmoil."}]}, {"heading": "Births", "year": "1566", "date": "May 26", "txt": "Mehmed III, Ottoman sultan (d. 1603)", "entities": [{"title": "Mehmed III", "href": "/wiki/Mehmed_III", "description": "Mehmed III was Sultan of the Ottoman Empire from 1595 until his death in 1603."}]}, {"heading": "Births", "year": "1602", "date": "May 26", "txt": "Philippe de Champaigne, Dutch-French painter (d. 1674)", "entities": [{"title": "Philippe de Champaigne", "href": "/wiki/Philippe_de_Champaigne", "description": "Philippe de Champaigne was a Brabançon-born French Baroque era painter, a major exponent of the French school. He was a founding member of the Académie de peinture et de sculpture in Paris, the premier art institution in France in the eighteenth century."}]}, {"heading": "Births", "year": "1623", "date": "May 26", "txt": "William Petty, English economist and philosopher (d. 1687)", "entities": [{"title": "William Petty", "href": "/wiki/William_Petty", "description": "Sir William Petty FRS was an English economist, physician, scientist and philosopher. He first became prominent serving Oliver Cromwell and the Commonwealth in Ireland. He developed efficient methods to survey the land that was to be confiscated and given to Cromwell's soldiers. He also remained a significant figure under King Charles II and King James II, as did many others who had served Cromwel"}]}, {"heading": "Births", "year": "1650", "date": "May 26", "txt": "John Churchill, 1st Duke of Marlborough, English general and politician, Lord Lieutenant of Oxfordshire (d. 1722)", "entities": [{"title": "John Churchill, 1st Duke of Marlborough", "href": "/wiki/John_Churchill,_1st_Duke_of_Marlborough", "description": "General John Churchill, 1st Duke of Marlborough, 1st Prince of Mindelheim, 1st Count of Nellenburg, Prince of the Holy Roman Empire, was an English soldier and statesman whose career spanned the reigns of five monarchs. From a gentry family, he served first as a page at the court of the House of Stuart under James, Duke of York, through the 1670s and early 1680s, earning military and political adv"}, {"title": "Lord Lieutenant of Oxfordshire", "href": "/wiki/Lord_Lieutenant_of_Oxfordshire", "description": "This is a list of people who have served as Lord Lieutenant of Oxfordshire. Since 1689, all Lords Lieutenant have also been Custos Rotulorum of Oxfordshire."}]}, {"heading": "Births", "year": "1667", "date": "May 26", "txt": "Abraham de Moivre, French-English mathematician and theorist (d. 1754)", "entities": [{"title": "Abraham de Moivre", "href": "/wiki/Abraham_de_Moivre", "description": "Abraham de Moivre was a French mathematician known for de Moivre's formula, a formula that links complex numbers and trigonometry, and for his work on the normal distribution and probability theory."}]}, {"heading": "Births", "year": "1669", "date": "May 26", "txt": "Sébastien Vaillant, French botanist and mycologist (d. 1722)", "entities": [{"title": "Sébastien Vaillant", "href": "/wiki/S%C3%A9bastien_Vaillant", "description": "Sébastien Vaillant was French botanist who was born at Vigny in present-day Val d'Oise."}]}, {"heading": "Births", "year": "1700", "date": "May 26", "txt": "Nicolaus Zinzendorf, German bishop and saint (d. 1760)", "entities": [{"title": "Nicolaus Zinzendorf", "href": "/wiki/Nicolaus_Zinzendorf", "description": "Nikolaus Ludwig, Reichsgraf von Zinzendorf und Pottendorf was a German religious and social reformer, bishop of the Moravian Church, founder of the Herrnhuter Brüdergemeine, Christian mission pioneer and a major figure of 18th century Protestantism."}]}, {"heading": "Births", "year": "1750", "date": "May 26", "txt": "William Morgan, British actuary (d. 1833)", "entities": [{"title": "William Morgan (actuary)", "href": "/wiki/William_Morgan_(actuary)", "description": "William Morgan, FRS was a Welsh physician, physicist and statistician, who is considered the father of modern actuarial science. He is also credited with being the first to record the \"invisible light\" produced when a current is passed through a partly evacuated glass tube: \"the first x-ray tube\"."}]}, {"heading": "Births", "year": "1799", "date": "May 26", "txt": "August Kopisch, German poet and painter (d. 1853)", "entities": [{"title": "August Kopisch", "href": "/wiki/August_Kopisch", "description": "August Kopisch was a German poet and painter."}]}, {"heading": "Births", "year": "1822", "date": "May 26", "txt": "Edmond de Goncourt, French author and critic, founded the Académie Goncourt (d. 1896)", "entities": [{"title": "Edmond de Goncourt", "href": "/wiki/Edmond_de_Goncourt", "description": "Edmond Louis Antoine Huot de Goncourt was a French writer, literary critic, art critic, book publisher and the founder of the Académie Goncourt."}, {"title": "Académie Goncourt", "href": "/wiki/Acad%C3%A9mie_Goncourt", "description": "The Société littéraire des Goncourt, usually called the académie Goncourt, is a French literary organization based in Paris. It was founded by the French writer and publisher Edmond de Goncourt (1822–1896). He wanted to create a new way to encourage literature in France, and disagreed with the contemporary policies of the Académie française."}]}, {"heading": "Births", "year": "1863", "date": "May 26", "txt": "Bob Fitzsimmons, English-New Zealand boxer (d. 1917)", "entities": [{"title": "Bob Fitzsimmons", "href": "/wiki/Bob_Fitzsimmons", "description": "Robert James \"Bob\" Fitzsimmons was a British professional boxer who was the sport's first three-division world champion. He also achieved fame for beating Gentleman Jim Corbett, and he is in The Guinness Book of World Records as the lightest heavyweight champion, weighing just 165 pounds when he won the title. Nicknamed Ruby Robert and The Freckled Wonder, he took pride in his lack of scars and ap"}]}, {"heading": "Births", "year": "1865", "date": "May 26", "txt": "Robert W. Chambers, American author and illustrator (d. 1933)", "entities": [{"title": "Robert W. Chambers", "href": "/wiki/Robert_W._Chambers", "description": "Robert William Chambers was an American artist and fiction writer, best known for his book of short stories titled The King in Yellow, published in 1895."}]}, {"heading": "Births", "year": "1867", "date": "May 26", "txt": "Mary of Teck, English-born queen consort of the United Kingdom (d. 1953)", "entities": [{"title": "Mary of Teck", "href": "/wiki/Mary_of_Teck", "description": "Mary of Teck was Queen of the United Kingdom and the British Dominions from 1910 until 1936 as the wife of King George V. She was concurrently Empress of India."}]}, {"heading": "Births", "year": "1873", "date": "May 26", "txt": "Olaf Gulbransson, Norwegian painter and illustrator (d. 1958)", "entities": [{"title": "Olaf Gulbransson", "href": "/wiki/Olaf_Gulbransson", "description": "Olaf Leonhard Gulbransson was a Norwegian artist, painter and designer. He is probably best known for his caricatures and illustrations.\n"}]}, {"heading": "Births", "year": "1876", "date": "May 26", "txt": "Percy Perrin, English cricketer (d. 1945)", "entities": [{"title": "Percy Perrin", "href": "/wiki/Percy_Perrin", "description": "Percival Albert Perrin, known as either \"Percy\" or \"Peter\", was an English cricketer, who played for Essex as a right-handed middle-order batsman for more than thirty years from 1896."}]}, {"heading": "Births", "year": "1880", "date": "May 26", "txt": "W. Otto Miessner, American composer and educator (d. 1967)", "entities": [{"title": "W. Otto Miessner", "href": "/wiki/W._Otto_Miessner", "description": "William Otto Miessner was an American composer and music educator. Most of his life was spent in the midwest, particularly Indiana and Wisconsin."}]}, {"heading": "Births", "year": "1881", "date": "May 26", "txt": "Adolfo de la Huerta, Mexican politician and provisional president, 1920 (d. 1955)", "entities": [{"title": "Adolfo de la Huerta", "href": "/wiki/Adolfo_de_la_Huerta", "description": "Felipe Adolfo de la Huerta Marcor was a Mexican politician, the 45th President of Mexico from June 1 to November 30, 1920, following the overthrow of Mexican president Venustiano Carranza, with Sonoran generals Alvaro Obregón and Plutarco Elías Calles under the Plan of Agua Prieta. He is considered \"an important figure among Constitutionalists during the Mexican Revolution.\""}]}, {"heading": "Births", "year": "1883", "date": "May 26", "txt": "Mamie Smith, American singer, actress, dancer, and pianist (d. 1946)", "entities": [{"title": "Mamie Smith", "href": "/wiki/Mamie_Smith", "description": "Mamie Smith was an American vaudeville singer, dancer, pianist, and actress. As a vaudeville singer she performed in various styles, including jazz and blues. In 1920, she entered blues history as the first African-American artist to make vocal blues recordings. Willie \"The Lion\" Smith described the background of that recording in his autobiography, Music on My Mind (1964)."}]}, {"heading": "Births", "year": "1886", "date": "May 26", "txt": "Al Jolson, American singer and actor (d. 1950)", "entities": [{"title": "Al Jolson", "href": "/wiki/Al_Jolson", "description": "Al Jolson was an American singer, comedian, actor, and vaudevillian. Self-billed as \"The World's Greatest Entertainer,\" Jolson is credited with being America's most famous and highest-paid star of the 1920s. He was known for his \"shamelessly sentimental, melodramatic approach,\" and for popularizing many of the songs he performed. Jolson has been referred to by modern critics as \"the king of blackf"}]}, {"heading": "Births", "year": "1887", "date": "May 26", "txt": "Ba U, 2nd President of Burma (d. 1963)", "entities": [{"title": "Ba U", "href": "/wiki/Ba_U", "description": "Sir Ba U, KBE, was a Burmese politician and lawyer. He served as Chief Justice of the Supreme Court of Burma from 1948 to 1952, and President of the Union of Burma from 16 March 1952 to 13 March 1957."}, {"title": "President of Burma", "href": "/wiki/President_of_Burma", "description": "The president of the Republic of the Union of Myanmar is the head of state and nominal head of government of Myanmar. The president leads leads the Cabinet of Myanmar, the executive branch of the Burmese government. The current president is Myint Swe, who assumed the presidency in an acting capacity on 1 February 2021 after the 2021 coup d'état."}]}, {"heading": "Births", "year": "1893", "date": "May 26", "txt": "Eugene Aynsley Goossens, English conductor and composer (d. 1962)", "entities": [{"title": "Eugene Aynsley Goossens", "href": "/wiki/Eugene_Aynsley_Goossens", "description": "\n\nSir Eugene Aynsley Goossens was an English conductor and composer."}]}, {"heading": "Births", "year": "1895", "date": "May 26", "txt": "Dorothea Lange, American photographer and journalist (d. 1965)", "entities": [{"title": "Dorothea Lange", "href": "/wiki/Dorothea_Lange", "description": "Dorothea Lange was an American documentary photographer and photojournalist, best known for her Depression-era work for the Farm Security Administration (FSA). Lange's photographs influenced the development of documentary photography and humanized the consequences of the Great Depression."}]}, {"heading": "Births", "year": "1895", "date": "May 26", "txt": "Paul Lukas, Hungarian-American actor and singer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 26", "txt": "Ernst Bacon, American pianist, composer, and conductor (d. 1990)", "entities": [{"title": "Ernst Bacon", "href": "/wiki/Ernst_Bacon", "description": "Ernst Lecher Bacon was an American composer, pianist, and conductor. A prolific author, Bacon composed over 250 songs over his career. He was awarded three Guggenheim Fellowships and a Pulitzer Scholarship in 1932 for his Second Symphony."}]}, {"heading": "Births", "year": "1898", "date": "May 26", "txt": "Christfried Burmeister, Estonian speed skater (d. 1965)", "entities": []}, {"heading": "Births", "year": "1899", "date": "May 26", "txt": "Antonio Barrette, Canadian lawyer and politician, 18th Premier of Quebec (d. 1968)", "entities": [{"title": "Antonio Barrette", "href": "/wiki/Antonio_Barrette", "description": "Antonio J. Barrette was a Quebec politician born in Joliette, Quebec, Canada."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1899", "date": "May 26", "txt": "Muriel McQueen Fergusson, Canadian lawyer and politician, Canadian Speaker of the Senate (d. 1997)", "entities": [{"title": "Speaker of the Senate (Canada)", "href": "/wiki/Speaker_of_the_Senate_(Canada)", "description": "The Speaker of the Senate of Canada is the presiding officer of the Senate of Canada. The Speaker represents the Senate at official functions, rules on questions of parliamentary procedure and parliamentary privilege, and presides over debates and voting in the senate. The current Speaker is George Furey who assumed office upon nomination by Prime Minister Justin Trudeau on December 3, 2015, succe"}]}, {"heading": "Births", "year": "1900", "date": "May 26", "txt": "Karin Juel, Swedish singer, actor, and writer (d. 1976)", "entities": [{"title": "Karin Juel", "href": "/wiki/Karin_Juel", "description": "Karin Juel was a Swedish singer, actor and writer. She originally wrote novels under the pseudonym Katherind van Goeben."}]}, {"heading": "Births", "year": "1904", "date": "May 26", "txt": "George Formby, English singer-songwriter and actor (d. 1961)", "entities": [{"title": "George Formby", "href": "/wiki/George_Formby", "description": "George Formby, was an English actor, singer-songwriter and comedian who became known to a worldwide audience through his films of the 1930s and 1940s. On stage, screen and record he sang light, comical songs, usually playing the ukulele or banjolele, and became the UK's highest-paid entertainer."}]}, {"heading": "Births", "year": "1904", "date": "May 26", "txt": "Necip Fazıl Kısakürek, Turkish author, poet, and playwright (d. 1983)", "entities": []}, {"heading": "Births", "year": "1904", "date": "May 26", "txt": "Vlado Perlemuter, Lithuanian-French pianist and educator (d. 2002)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 26", "txt": "Jean Bernard, French physician and haematologist (d. 2006)", "entities": [{"title": "Jean Bernard (physician)", "href": "/wiki/Jean_Bernard_(physician)", "description": "Jean Bernard was a French physician and haematologist. He was professor of haematology and director of the Institute for Leukaemia at the University of Paris. After graduating in medicine in Paris in 1926 he commenced his laboratory training with the bacteriologist Gaston Ramon at the Pasteur Institute in 1929."}]}, {"heading": "Births", "year": "1907", "date": "May 26", "txt": "John Wayne, American actor, director, and producer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1908", "date": "May 26", "txt": "Robert Morley, English actor (d. 1992)", "entities": [{"title": "Robert Morley", "href": "/wiki/Robert_Morley", "description": "Robert Adolph Wilton Morley, CBE was an English actor who enjoyed a lengthy career in both Britain and the United States. He was frequently cast as a pompous English gentleman representing the Establishment, often in supporting roles. In 1939 he received an Academy Award nomination for Best Supporting Actor for his portrayal of King Louis XVI in Marie Antoinette."}]}, {"heading": "Births", "year": "1908", "date": "May 26", "txt": "Nguyễn Ngọc Thơ, Vietnamese politician, 1st Prime Minister of the Republic of Vietnam (d. 1976)", "entities": [{"title": "Leaders of South Vietnam", "href": "/wiki/Leaders_of_South_Vietnam", "description": "This is a list of leaders of South Vietnam, since the establishment of the Autonomous Republic of Cochinchina in 1946, and the division of Vietnam in 1954 until the fall of the Republic of Vietnam in 1975, and the reunification of Vietnam in 1976."}]}, {"heading": "Births", "year": "1909", "date": "May 26", "txt": "Matt Busby, Scottish footballer and manager (d. 1994)", "entities": [{"title": "Matt Busby", "href": "/wiki/Matt_Busby", "description": "Sir Alexander Matthew Busby, CBE, KCSG was a Scottish football player and manager, who managed Manchester United between 1945 and 1969 and again for the second half of the 1970–71 season. He was the first manager of an English team to win the European Cup and is widely regarded as one of the greatest managers of all time."}]}, {"heading": "Births", "year": "1909", "date": "May 26", "txt": "Adolfo López Mateos, Mexican politician, 48th President of Mexico (d. 1969)", "entities": [{"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1910", "date": "May 26", "txt": "Imi Lichtenfeld, Hungarian-Israeli martial artist, boxer, and gymnast (d. 1998)", "entities": [{"title": "Imi Lichtenfeld", "href": "/wiki/Imi_Lichtenfeld", "description": "Emrich \"Imre\" Lichtenfeld was a Hungarian-born Israeli martial artist who founded the Krav Maga self-defense system. He was also known as Imi Sde-Or, the Hebrew calque of his surname."}]}, {"heading": "Births", "year": "1911", "date": "May 26", "txt": "Maurice Baquet, French actor and cellist (d. 2005)", "entities": [{"title": "Maurice Baquet", "href": "/wiki/Maurice_Baquet", "description": "Maurice Louis Baquet was a French actor and cellist."}]}, {"heading": "Births", "year": "1911", "date": "May 26", "txt": "Henry Ephron, American playwright, screenwriter, and producer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 26", "txt": "János Kádár, Hungarian mechanic and politician, 46th Prime Minister of Hungary (d. 1989)", "entities": [{"title": "János Kádár", "href": "/wiki/J%C3%A1nos_K%C3%A1d%C3%A1r", "description": "János József Kádár was a Hungarian communist leader and the General Secretary of the Hungarian Socialist Workers' Party, His 32-year term went through two stages. First (1956–1962), he was a dictator who imposed an iron-fisted rule of Communist Party terror on Hungary. In stage two (1962–1988) he became a champion of liberal communism who focused on economic reform and softening of police state me"}, {"title": "List of Prime Ministers of Hungary", "href": "/wiki/List_of_Prime_Ministers_of_Hungary", "description": "The following is a list of prime ministers of Hungary from when the first Prime Minister, Lajos Batthyány, took office in 1848 until the present day. The prime minister is head of the Government of Hungary. On 30 November 2020, Viktor Orbán became the longest serving prime minister in this modern era."}]}, {"heading": "Births", "year": "1912", "date": "May 26", "txt": "Jay Silverheels, Canadian-American actor (d. 1980)", "entities": []}, {"heading": "Births", "year": "1913", "date": "May 26", "txt": "Peter Cushing, English actor (d. 1994)", "entities": [{"title": "Peter Cushing", "href": "/wiki/Peter_Cushing", "description": "Peter Wilton Cushing, was an English actor best known for his roles in the Hammer Productions horror films of the 1950s, 1960s, and 1970s, and as Grand Moff Tarkin in the 1977 film Star Wars. His acting career spanned over six decades and included appearances in more than 100 films, as well as many television, stage and radio roles. Born in Kenley, Surrey, Cushing made his stage debut in 1935 and "}]}, {"heading": "Births", "year": "1913", "date": "May 26", "txt": "Pierre Daninos, French author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1913", "date": "May 26", "txt": "Karin Ekelund, Swedish actress (d. 1976)", "entities": []}, {"heading": "Births", "year": "1913", "date": "May 26", "txt": "Josef Manger, German weightlifter (d. 1991)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 26", "txt": "Frankie Manning, American dancer and choreographer (d. 2009)", "entities": [{"title": "Frankie Manning", "href": "/wiki/Frankie_Manning", "description": "Frank Manning was an American dancer, instructor, and choreographer. Manning is considered one of the founders of Lindy Hop, an energetic form of the jazz dance style known as swing."}]}, {"heading": "Births", "year": "1915", "date": "May 26", "txt": "Vernon Alley, American bassist (d. 2004)", "entities": [{"title": "Vernon Alley", "href": "/wiki/Vernon_Alley", "description": "Vernon Alley was an American jazz bassist."}]}, {"heading": "Births", "year": "1915", "date": "May 26", "txt": "Antonia Forest, English author (d. 2003)", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 26", "txt": "Henriette Roosenburg, Dutch journalist and author (d. 1972)", "entities": [{"title": "Henriette Roosenburg", "href": "/wiki/Henriette_Roosenburg", "description": "Henriette Jacoba Roosenburg was a Dutch journalist and resistance fighter in World War II. She is perhaps best known for her memoir ''The Walls Came Tumbling Down'', about her return to the Netherlands from Germany after being released as a political prisoner at the end of the war. Published in 1957, in English, the book was an instant success in the United States, Great-Britain and the Netherland"}]}, {"heading": "Births", "year": "1919", "date": "May 26", "txt": "Rubén González, Cuban pianist (d. 2003)", "entities": [{"title": "Rubén González (pianist)", "href": "/wiki/Rub%C3%A9n_Gonz%C3%A1lez_(pianist)", "description": "Rubén González Fontanills was a Cuban pianist. Together with Lilí Martínez and Peruchín he is said to have \"forged the style of modern Cuban piano playing in the 1940s\"."}]}, {"heading": "Births", "year": "1920", "date": "May 26", "txt": "Jack Cheetham, South African cricketer (d. 1980)", "entities": [{"title": "Jack Cheetham", "href": "/wiki/Jack_Cheetham", "description": "John Erskine \"Jack\" Cheetham was a South African cricketer who played in 24 Tests from 1949 to 1955."}]}, {"heading": "Births", "year": "1920", "date": "May 26", "txt": "Peggy Lee, American singer-songwriter and actress (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 26", "txt": "Inge Borkh, German soprano (d. 2018)", "entities": [{"title": "Inge Borkh", "href": "/wiki/Inge_Borkh", "description": "Inge Borkh was a German operatic dramatic soprano. She was first based in Switzerland, where she received international attention when she appeared in the first performance in German of Menotti's The Consul, in Basel, in 1951. In 1952, Borkh became a member of the Deutsche Oper Berlin and the Bavarian State Opera in Munich. She appeared at leading opera houses in Europe and the Americas, and at fe"}]}, {"heading": "Births", "year": "1923", "date": "May 26", "txt": "James Arness, American actor (d. 2011)", "entities": [{"title": "James Arness", "href": "/wiki/James_Arness", "description": "James Arness was an American actor, best known for portraying Marshal Matt Dillon for 20 years in the CBS television series Gunsmoke. Arness has the distinction of having played the role of Dillon in five separate decades: 1955 to 1975 in the weekly series, then in Gunsmoke: Return to Dodge (1987) and four more made-for-television Gunsmoke films in the 1990s. In Europe, Arness reached cult status "}]}, {"heading": "Births", "year": "1923", "date": "May 26", "txt": "Roy Dotrice, English actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 26", "txt": "Carmen Montejo, Cuban-Mexican actress (d. 2013)", "entities": [{"title": "Carmen Montejo", "href": "/wiki/Carmen_Montejo", "description": "Carmen Montejo was a Cuban-born Mexican actress of telenovelas, stage and the Golden age of the cinema of Mexico."}]}, {"heading": "Births", "year": "1925", "date": "May 26", "txt": "Alec McCowen, English actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 26", "txt": "Miles Davis, American trumpet player, composer, and bandleader (d. 1991)", "entities": [{"title": "Miles Davis", "href": "/wiki/Miles_Davis", "description": "Miles Dewey Davis III was an American trumpeter, bandleader, and composer. He is among the most influential and acclaimed figures in the history of jazz and 20th-century music. Davis adopted a variety of musical directions in a five-decade career that kept him at the forefront of many major stylistic developments in jazz."}]}, {"heading": "Births", "year": "1927", "date": "May 26", "txt": "Jacques Bergerac, French actor and businessman (d. 2014)", "entities": [{"title": "Jacques Bergerac", "href": "/wiki/Jacques_Bergerac", "description": "Jacques Bergerac was a French actor and businessman."}]}, {"heading": "Births", "year": "1928", "date": "May 26", "txt": "Jack Kevorkian, American pathologist, author, and assisted suicide activist (d. 2011)", "entities": [{"title": "Jack Kevorkian", "href": "/wiki/Jack_Kevorkian", "description": "Murad Jacob Kevorkian was an American pathologist and euthanasia proponent. He publicly championed a terminal patient's right to die by physician-assisted suicide, embodied in his quote, \"Dying is not a crime\". Kevorkian said that he assisted at least 130 patients to that end. He was convicted of murder in 1999 and was often portrayed in the media with the name of \"Dr. Death\". There was support fo"}]}, {"heading": "Births", "year": "1929", "date": "May 26", "txt": "J. F. Ade Ajayi, Nigerian historian and academic (d. 2014)", "entities": [{"title": "J. F. Ade Ajayi", "href": "/wiki/J._F._Ade_Ajayi", "description": "Jacob Festus Adeniyi Ajayi, commonly known as J. F. Ade Ajayi, was a Nigerian historian and a member of the Ibadan school, a group of scholars interested in introducing African perspectives to African history and focusing on the internal historical forces that shaped African lives. Ade Ajayi favours the use of historical continuity more often than focusing on events only as powerful agents of chan"}]}, {"heading": "Births", "year": "1929", "date": "May 26", "txt": "Ernie Carroll, Australian television personality and producer", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 26", "txt": "Hans Freeman,  Australian bioinorganic chemist and protein crystallographer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 26", "txt": "Catherine Sauvage, French singer and actress (d. 1998)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 26", "txt": "Karim Emami, Indian-Iranian lexicographer and critic (d. 2005)", "entities": [{"title": "Karim Emami", "href": "/wiki/Karim_Emami", "description": "Karim Emami was an Iranian translator, editor, lexicographer, and literary critic."}]}, {"heading": "Births", "year": "1933", "date": "May 26", "txt": "Edward Whittemore, American soldier and author (d. 1995)", "entities": [{"title": "Edward Whittemore", "href": "/wiki/Edward_Whittemore", "description": "Edward Payson Whittemore was an American novelist, the author of five novels written between 1974 and 1987, including the highly praised series Jerusalem Quartet. He had started his career as a case officer in the Central Intelligence Agency's Directorate of Operations between 1958 and 1967."}]}, {"heading": "Births", "year": "1935", "date": "May 26", "txt": "Eero Loone, Estonian philosopher and academic", "entities": [{"title": "Eero Loone", "href": "/wiki/Eero_Loone", "description": "Eero Loone is an Estonian philosopher."}]}, {"heading": "Births", "year": "1937", "date": "May 26", "txt": "Manorama, Indian actress and singer (d. 2015)", "entities": [{"title": "Manorama (Tamil actress)", "href": "/wiki/Manorama_(Tamil_actress)", "description": "Gopishantha, better known by her stage name Manorama, also called Aachi, was an Indian actress, playback singer and comedian who had appeared in many films and stage performances and several television series until 2015. She was a recipient of the Kalaimamani award. In 2002, Government of India awarded Manorama the Padma Shri for her contribution to the arts. National Film Award for Best Supportin"}]}, {"heading": "Births", "year": "1937", "date": "May 26", "txt": "Paul E. Patton, American politician, 59th Governor of Kentucky", "entities": [{"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Births", "year": "1938", "date": "May 26", "txt": "William Bolcom, American pianist and composer", "entities": [{"title": "William Bolcom", "href": "/wiki/William_Bolcom", "description": "\n\nWilliam Elden Bolcom is an American composer and pianist. He has received the Pulitzer Prize, the National Medal of Arts, a Grammy Award, the Detroit Music Award and was named 2007 Composer of the Year by Musical America. Bolcom taught composition at the University of Michigan from 1973 until 2008. He is married to mezzo-soprano Joan Morris."}]}, {"heading": "Births", "year": "1938", "date": "May 26", "txt": "Lyudmila Petrushevskaya, Russian author and playwright", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 26", "txt": "K. Bikram Singh, Indian director and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 26", "txt": "Teresa Stratas, Canadian soprano and actress", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 26", "txt": "Brent Musburger, American sportscaster", "entities": [{"title": "Brent Musburger", "href": "/wiki/Brent_Musburger", "description": "Brent Woody Musburger is an American sportscaster, currently the lead broadcaster and managing editor at Vegas Stats and Information Network (VSiN) and radio play-by-play voice for the Las Vegas Raiders."}]}, {"heading": "Births", "year": "1939", "date": "May 26", "txt": "Herb Trimpe, American author and illustrator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 26", "txt": "Monique Gagnon-Tremblay, Canadian academic and politician, Deputy Premier of Quebec", "entities": [{"title": "Monique Gagnon-Tremblay", "href": "/wiki/Monique_Gagnon-Tremblay", "description": "Monique Gagnon-Tremblay is a politician in Quebec, Canada. She was the MNA for the riding of Saint-François in the Estrie region from 1985 to 2012. She served as Liberal leader of the Opposition in the National Assembly of Quebec from May 1998 to December 1998 and Deputy Premier in 1994 and from 2003 to 2005. Gagnon-Tremblay has been the member of the National Assembly for Saint-François since Dec"}, {"title": "Deputy Premier of Quebec", "href": "/wiki/Deputy_Premier_of_Quebec", "description": "\nThis is a list of deputy premiers of Quebec."}]}, {"heading": "Births", "year": "1940", "date": "May 26", "txt": "Levon Helm, American singer-songwriter, drummer, producer, and actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 26", "txt": "Aldrich Ames, American CIA officer and criminal", "entities": [{"title": "Aldrich Ames", "href": "/wiki/Aldrich_Ames", "description": "Aldrich Hazen \"Rick\" Ames is a former Central Intelligence Agency (CIA) officer turned KGB double agent, who was convicted of espionage in 1994. He is serving a life sentence, without the possibility of parole, in the Federal Correctional Institution in Terre Haute, Indiana, United States. Ames was formerly a 31-year CIA counterintelligence officer who committed espionage against the U.S. by spyin"}, {"title": "CIA", "href": "/wiki/CIA", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Births", "year": "1941", "date": "May 26", "txt": "Jim Dobbin, Scottish microbiologist and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 26", "txt": "Cliff Drysdale, South African tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 26", "txt": "Imants Kalniņš, Latvian composer", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 26", "txt": "Erica Terpstra, Dutch swimmer, journalist, and politician", "entities": [{"title": "Erica Terpstra", "href": "/wiki/Erica_Terpstra", "description": "Erica Georgina Terpstra is a retired Dutch politician of the People's Party for Freedom and Democracy (VVD)."}]}, {"heading": "Births", "year": "1944", "date": "May 26", "txt": "Phil Edmonston, American-Canadian journalist and politician", "entities": [{"title": "Phil Edmonston", "href": "/wiki/Phil_Edmonston", "description": "Louis-Phillip \"Phil\" Edmonston is a Canadian consumer advocate, writer, journalist, and former politician. Along with Andrew Scheer, he is one of the few politicians with dual American and Canadian citizenship to be elected to the Parliament of Canada."}]}, {"heading": "Births", "year": "1944", "date": "May 26", "txt": "Jan Kinder, Norwegian ice hockey player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 26", "txt": "Sam Posey, American race car driver and journalist", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 26", "txt": "Vilasrao Deshmukh, Indian lawyer and politician, 17th Chief Minister of Maharashtra (d. 2012)", "entities": [{"title": "Vilasrao Deshmukh", "href": "/wiki/Vilasrao_Deshmukh", "description": "Vilasrao Dagadojirao Deshmukh was an Indian politician who served two terms as the Chief Minister of the state of Maharashtra. He also served in the Union cabinet as the Minister of Science and Technology and Minister of Earth Sciences."}, {"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Births", "year": "1945", "date": "May 26", "txt": "Alistair MacDuff, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 26", "txt": "Garry Peterson, Canadian-American drummer", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 26", "txt": "Neshka Robeva, Bulgarian gymnast and coach", "entities": [{"title": "Neshka Robeva", "href": "/wiki/Neshka_Robeva", "description": "Neshka Stefanova Robeva is a Bulgarian former Rhythmic Gymnast and coach."}]}, {"heading": "Births", "year": "1946", "date": "May 26", "txt": "Mick Ronson, English guitarist, songwriter, and producer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 26", "txt": "Carol O'Connell, American author and painter", "entities": [{"title": "Carol O'Connell", "href": "/wiki/Carol_O%27Connell", "description": "Carol O'Connell is an author of crime fiction, with a large series of crime books focusing around the character Kathy Mallory. The first book of twelve novels about Mallory is Mallory's Oracle, which was sent to England, where it was successfully auctioned in Europe. When it was brought back to the United States, it was widely sought-after."}]}, {"heading": "Births", "year": "1947", "date": "May 26", "txt": "Glenn Turner, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 26", "txt": "Stevie Nicks, American singer-songwriter", "entities": [{"title": "Stevie Nicks", "href": "/wiki/Stevie_Nicks", "description": "Stephanie Lynn \"Stevie\" Nicks is an American singer and songwriter known for her work with the band Fleetwood Mac and as a solo artist. She is known for her distinctive voice, mystical stage persona and poetic, symbolic lyrics."}]}, {"heading": "Births", "year": "1949", "date": "May 26", "txt": "Jeremy Corbyn, British journalist and politician", "entities": [{"title": "Jeremy Corbyn", "href": "/wiki/Jeremy_Corbyn", "description": "Jeremy Bernard Corbyn is a British politician who served as Leader of the Labour Party and Leader of the Opposition from 2015 to 2020. He has been Member of Parliament (MP) for Islington North since 1983. On the political left of the Labour Party, he ideologically identifies as a socialist and democratic socialist."}]}, {"heading": "Births", "year": "1949", "date": "May 26", "txt": "Ward Cunningham, American computer programmer, developed the first wiki", "entities": [{"title": "Wiki", "href": "/wiki/Wiki", "description": "A wiki is a hypertext publication collaboratively edited and managed by its own audience directly using a web browser. A typical wiki contains multiple pages for the subjects or scope of the project and could be either open to the public or limited to use within an organization for maintaining its internal knowledge base."}]}, {"heading": "Births", "year": "1949", "date": "May 26", "txt": "Pam Grier, American actress", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 26", "txt": "Anne McGuire, Scottish educator and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 26", "txt": "Philip Michael Thomas, American actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 26", "txt": "Hank Williams Jr., American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 26", "txt": "Ramón Calderón, Spanish lawyer and businessman", "entities": [{"title": "Ramón Calderón", "href": "/wiki/Ram%C3%B3n_Calder%C3%B3n", "description": "José Ramón Calderón Ramos is a Spanish lawyer who is the former President of Real Madrid. He got his Law Degree in the University of Navarra, Spain in 1974 and he worked in London, England, as a lawyer, in 1975 and 1976. A member of the Madrid Bar Association since 1976, Calderón opened his Law Firm: Calderon Abogados, where he has been working during the last 40 years."}]}, {"heading": "Births", "year": "1951", "date": "May 26", "txt": "Lou van den Dries, Dutch mathematician", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 26", "txt": "Sally Ride, American physicist and astronaut, founded Sally Ride Science (d. 2012)", "entities": [{"title": "Sally Ride Science", "href": "/wiki/Sally_Ride_Science", "description": "Sally Ride Science at UC San Diego is a nonprofit run by the University of California, San Diego. It was founded as a company in 2001 by Sally Ride, America's first woman in space, along with Tam O'Shaughnessy, Karen Flammer, Terry McEntee, and Alann Lopes to inspire young people in science, technology, engineering, and math (STEM) and to promote STEM literacy. Sally Ride Science was relaunched at"}]}, {"heading": "Births", "year": "1951", "date": "May 26", "txt": "Madeleine Taylor-Quinn, Irish educator and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 26", "txt": "Kay Hagan, American lawyer and politician (d. 2019)", "entities": [{"title": "Kay Hagan", "href": "/wiki/Kay_Hagan", "description": "Kay Ruthven Hagan was an American lawyer, banking executive, and politician who served as a United States Senator from North Carolina from 2009 to 2015. A member of the Democratic Party, she previously served in the North Carolina Senate from 1999 to 2009. By defeating Republican Elizabeth Dole in the 2008 election, she became the first woman to defeat an incumbent woman in a U.S. Senate election."}]}, {"heading": "Births", "year": "1953", "date": "May 26", "txt": "Don McAllister, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 26", "txt": "Michael Portillo, English journalist, politician and TV presenter", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 26", "txt": "Alan Hollinghurst, English novelist, poet, short story writer, and translator", "entities": [{"title": "Alan Hollinghurst", "href": "/wiki/Alan_Hollinghurst", "description": "Alan James Hollinghurst is an English novelist, poet, short story writer and translator. He is the recipient of numerous awards, including the 1989 Somerset Maugham Award, the 1994 James Tait Black Memorial Prize and the 2004 Booker Prize."}]}, {"heading": "Births", "year": "1954", "date": "May 26", "txt": "Denis Lebel, Canadian businessman and politician, 29th Canadian Minister of Transport", "entities": [{"title": "Minister of Transport (Canada)", "href": "/wiki/Minister_of_Transport_(Canada)", "description": "The Minister of Transport is a Minister of the Crown in the Canadian Cabinet. The minister is responsible for overseeing the federal government's transportation regulatory and development department, Transport Canada, as well as Canada Post, the Saint Lawrence Seaway, Nav Canada, and the Port Authority system. Since 12 January 2021, the position has been held by Omar Alghabra of the Liberal Party."}]}, {"heading": "Births", "year": "1955", "date": "May 26", "txt": "Masaharu Morimoto, Japanese-American chef", "entities": [{"title": "Masaharu Morimoto", "href": "/wiki/Masaharu_Morimoto", "description": "Masaharu Morimoto  is a Japanese chef, best known as an Iron Chef on the Japanese TV cooking show Iron Chef and its spinoff Iron Chef America. He is also known for his unique style of presenting food."}]}, {"heading": "Births", "year": "1955", "date": "May 26", "txt": "Paul Stoddart, Australian businessman", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 26", "txt": "Fiona Shackleton, English lawyer", "entities": [{"title": "Fiona Shackleton", "href": "/wiki/Fiona_Shackleton", "description": "Fiona Sara Shackleton, Baroness Shackleton of Belgravia LVO is an English solicitor and politician, who has represented members of the British royal family and celebrities, including Sir Paul McCartney, Prince Andrew, Duke of York, Charles, Prince of Wales, and Princess Haya bint Hussein. Her charm and resoluteness earned her the nickname \"Steel Magnolia\"."}]}, {"heading": "Births", "year": "1957", "date": "May 26", "txt": "Diomedes Díaz, Colombian singer-songwriter (d. 2013)", "entities": [{"title": "Diomedes Díaz", "href": "/wiki/Diomedes_D%C3%ADaz", "description": "Diomedes Díaz Maestre was a Colombian vallenato singer, songwriter, and composer. His nickname, \"El Cacique de la Junta\", was given to him by another vallenato singer, Rafael Orozco Maestre, to honor Díaz's birthplace."}]}, {"heading": "Births", "year": "1957", "date": "May 26", "txt": "François Legault, Canadian businessman and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 26", "txt": "Roberto Ravaglia, Italian racing driver", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 26", "txt": "Ronnie Black, American golfer", "entities": [{"title": "Ronnie Black", "href": "/wiki/Ronnie_Black", "description": "Ronald Jay Black is an American professional golfer who has played on the PGA Tour, Nationwide Tour and Champions Tour."}]}, {"heading": "Births", "year": "1958", "date": "May 26", "txt": "Arto Bryggare, Finnish hurdler and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 26", "txt": "Margaret Colin, American actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 26", "txt": "Ole Bornedal, Danish actor, director, and producer", "entities": [{"title": "Ole Bornedal", "href": "/wiki/Ole_Bornedal", "description": "Ole Bornedal is a Danish film director, actor and producer."}]}, {"heading": "Births", "year": "1960", "date": "May 26", "txt": "Doug Hutchison, American actor", "entities": [{"title": "Doug Hutchison", "href": "/wiki/Doug_Hutchison", "description": "Doug Anthony Hutchison is an American character actor, known for playing disturbing and antagonistic characters. Such characters include Obie Jameson in the 1988 film The Chocolate War, Sproles in the 1988 film Fresh Horses, the sadistic corrections officer Percy Wetmore in the 1999 film adaptation of the Stephen King novel The Green Mile, Eugene Victor Tooms on the series The X-Files, and Horace "}]}, {"heading": "Births", "year": "1960", "date": "May 26", "txt": "Dean Lukin, Australian weightlifter", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 26", "txt": "Masahiro Matsunaga, Japanese racing driver", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 26", "txt": "Rob Murphy, American baseball player", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 26", "txt": "Romas Ubartas, Lithuanian discus thrower", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 26", "txt": "Steve Pate, American golfer", "entities": [{"title": "Steve Pate", "href": "/wiki/Steve_Pate", "description": "Stephen Robert Pate is an American professional golfer who has played on both the PGA Tour, the Nationwide Tour and Champions Tour."}]}, {"heading": "Births", "year": "1961", "date": "May 26", "txt": "Tarsem Singh, Indian-American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 26", "txt": "Black, English singer-songwriter (d. 2016)", "entities": [{"title": "Black (singer)", "href": "/wiki/Black_(singer)", "description": "Colin Vearncombe, known by his stage name Black, was an English singer-songwriter. He emerged from the punk rock music scene and achieved mainstream pop success in the late 1980s, most notably with the 1986 single \"Wonderful Life\", which was an international hit the next year."}]}, {"heading": "Births", "year": "1962", "date": "May 26", "txt": "Genie Francis, Canadian-American actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 26", "txt": "Bobcat Goldthwait, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 26", "txt": "Simon Armitage, English poet, playwright and novelist", "entities": [{"title": "Simon Armitage", "href": "/wiki/Simon_Armitage", "description": "Simon Robert Armitage, is an English poet, playwright and novelist who was appointed Poet Laureate on 10 May 2019. He is also professor of poetry at the University of Leeds and succeeded Geoffrey Hill as Oxford Professor of Poetry when he was elected to the four year part time appointment from 2015–2019."}]}, {"heading": "Births", "year": "1963", "date": "May 26", "txt": "Claude Legault, Canadian actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 26", "txt": "Mary Nightingale, English journalist", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 26", "txt": "Jamie Spence, English golfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 26", "txt": "Caitlín R. Kiernan, Irish-American paleontologist and author", "entities": [{"title": "Caitlín R. Kiernan", "href": "/wiki/Caitl%C3%ADn_R._Kiernan", "description": "Caitlín Rebekah Kiernan is an Irish-born American published paleontologist and author of science fiction and dark fantasy works, including ten novels, series of comic books, and more than two hundred and fifty published short stories, novellas, and vignettes. Kiernan is a two-time recipient of both the World Fantasy and Bram Stoker awards."}]}, {"heading": "Births", "year": "1964", "date": "May 26", "txt": "Lenny Kravitz, American singer-songwriter, multi-instrumentalist, producer, and actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 26", "txt": "Argiris Pedoulakis, Greek basketball player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 26", "txt": "Helena Bonham Carter, English actress", "entities": [{"title": "Helena Bonham Carter", "href": "/wiki/Helena_Bonham_Carter", "description": "Helena Bonham Carter is an English actress. Known for her roles in independent films and large-scale blockbusters, she is the recipient of such accolades as a British Academy Film Award, three Screen Actors Guild Awards, and nominations for two Academy Awards, nine Golden Globes, four Primetime Emmy Awards and four British Academy Television Awards."}]}, {"heading": "Births", "year": "1966", "date": "May 26", "txt": "Zola Budd, South African runner", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 26", "txt": "Philip Treacy, Irish milliner, hat designer", "entities": [{"title": "Philip Treacy", "href": "/wiki/Philip_Treacy", "description": "Philip Anthony Treacy is an Irish award-winning haute couture milliner, or hat designer, who has been mostly based in London for his career, and who was described by Vogue magazine as \"perhaps the greatest living milliner\". In 2000, Treacy became the first milliner in eighty years to be invited to exhibit at the Paris haute couture fashion shows. He has won British Accessory Designer of the Year a"}]}, {"heading": "Births", "year": "1967", "date": "May 26", "txt": "Mika Yamamoto, Japanese journalist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 26", "txt": "Fernando León de Aranoa, Spanish director, producer, and screenwriter", "entities": [{"title": "Fernando León de Aranoa", "href": "/wiki/Fernando_Le%C3%B3n_de_Aranoa", "description": "Fernando León de Aranoa is a Spanish screenwriter and film director. He achieved acclaim with his film Mondays in the Sun."}]}, {"heading": "Births", "year": "1968", "date": "May 26", "txt": "Frederik, Crown Prince of Denmark", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 26", "txt": "Steve Sedgley, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 26", "txt": "John Baird, Canadian politician, 10th Canadian Minister of Foreign Affairs", "entities": [{"title": "John Baird (Canadian politician)", "href": "/wiki/John_Baird_(Canadian_politician)", "description": "John Russell Baird is a Canadian retired politician. He served as Minister of Foreign Affairs from 2011 to 2015 in the cabinet of Prime Minister Stephen Harper. He had been a member of the federal cabinet, in various positions, since 2006. Previously he was a provincial cabinet minister in Ontario during the governments of Premiers Mike Harris and Ernie Eves. Baird resigned from Harper's cabinet o"}, {"title": "Minister of Foreign Affairs (Canada)", "href": "/wiki/Minister_of_Foreign_Affairs_(Canada)", "description": "The minister of foreign affairs is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Government of Canada's international relations and is the lead minister responsible for Global Affairs Canada, though the minister of international trade leads on trade issues. In addition to Global Affairs Canada, the minister is also the lead in overseeing the International "}]}, {"heading": "Births", "year": "1969", "date": "May 26", "txt": "Siri Lindley, American triathlete and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 26", "txt": "Nobuhiro Watsuki, Japanese illustrator", "entities": [{"title": "Nobuhiro Watsuki", "href": "/wiki/Nobuhiro_Watsuki", "description": "Nobuhiro Nishiwaki , better known by his pen name Nobuhiro Watsuki , is a Japanese manga artist. He is best known for his samurai-themed series Rurouni Kenshin: Meiji Swordsman Romantic Story (1994–1999), which has over 70 million copies in circulation and a sequel he is currently creating titled Rurouni Kenshin: The Hokkaido Arc (2017–present). He has written three more series, the western Gun Bl"}]}, {"heading": "Births", "year": "1971", "date": "May 26", "txt": "Zaher Andary, Lebanese footballer", "entities": [{"title": "Zaher Andary", "href": "/wiki/Zaher_Andary", "description": "Zaher Toufic Al Indari is a Lebanese former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1971", "date": "May 26", "txt": "Matt Stone, American actor, animator, screenwriter, producer, and composer", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 26", "txt": "Naomi Harris, Canadian-American photographer", "entities": [{"title": "Naomi Harris", "href": "/wiki/Naomi_Harris", "description": "Naomi Harris is a Canadian photographer living in Toronto. She is known for her portraits of people from sub-cultures such as retirement communities and nudist beaches."}]}, {"heading": "Births", "year": "1974", "date": "May 26", "txt": "Lars Frölander, Swedish swimmer", "entities": [{"title": "Lars Frölander", "href": "/wiki/Lars_Fr%C3%B6lander", "description": "Lars Arne Frölander is a Swedish swimmer. He has competed in six consecutive Olympic Games."}]}, {"heading": "Births", "year": "1975", "date": "May 26", "txt": "Lauryn Hill, American singer-songwriter, producer, and actress", "entities": [{"title": "Lauryn Hill", "href": "/wiki/Lauryn_Hill", "description": "Lauryn Noelle Hill is an American singer, songwriter, rapper, and record producer. She is often regarded as one of the greatest rappers of all time, as well as being one of the most influential singers of her generation. Hill is credited for breaking barriers for female rappers, popularizing melodic rapping and for bringing hip hop and neo soul to popular music. She is known for being a member of "}]}, {"heading": "Births", "year": "1976", "date": "May 26", "txt": "Paul Collingwood, English cricketer and coach", "entities": [{"title": "Paul Collingwood", "href": "/wiki/Paul_Collingwood", "description": "Paul David Collingwood is a former English cricketer, having played all three formats of the game internationally for England. Collingwood played for Durham County Cricket Club and was the 2010 ICC World Twenty20 winning captain. He was a regular member of the England Test side and captain of the One Day International (ODI) team (2007–2008). He is the first T20I cap for England."}]}, {"heading": "Births", "year": "1976", "date": "May 26", "txt": "Stephen Curry, Australian comedian and actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 26", "txt": "Kenny Florian, American mixed martial artist and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 26", "txt": "Justin Pierre, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 26", "txt": "Nikos Chatzivrettas, Greek basketball player", "entities": [{"title": "Nikos Chatzivrettas", "href": "/wiki/Nikos_Chatzivrettas", "description": "Nikolaos (Nikos) Chatzivrettas is a retired Greek professional basketball player. Chatzivrettas is 1.97 m tall. He played at the shooting guard and small forward positions."}]}, {"heading": "Births", "year": "1977", "date": "May 26", "txt": "Raina Telgemeier, American author and cartoonist", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 26", "txt": "Luca Toni, Italian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 26", "txt": "Misaki Ito, Japanese actress and model", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 26", "txt": "Phil Elvrum, American singer-songwriter and guitarist", "entities": [{"title": "Phil Elvrum", "href": "/wiki/Phil_Elvrum", "description": "Philip Whitman Elverum is an American musician, songwriter, record producer and visual artist, best known for his musical projects The Microphones and Mount Eerie. Based in Anacortes, Washington, in the mid-2000s he began to spell his surname Elvrum as \"Elverum\"."}]}, {"heading": "Births", "year": "1978", "date": "May 26", "txt": "Fabio Firmani, Italian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 26", "txt": "Dan Parks, Australian-Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 26", "txt": "Amanda Bauer, American astronomer and academic", "entities": [{"title": "Amanda Bauer", "href": "/wiki/Amanda_Bauer", "description": "Amanda Elaine Bauer is an American professional astronomer and science communicator, currently based in Tucson, Arizona working as Head of Education and Public Outreach at the Large Synoptic Survey Telescope. From 2013 to 2016 she was a Research Astronomer at the Australian Astronomical Observatory (AAO). Her principal field of research concerns how galaxies form, how they create new stars, and pa"}]}, {"heading": "Births", "year": "1979", "date": "May 26", "txt": "Natalya Nazarova, Russian sprinter", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 26", "txt": "Elisabeth Harnois, American actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 26", "txt": "Mehmet Okur, Turkish basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 26", "txt": "Louis-Jean Cormier, Canadian singer and songwriter", "entities": [{"title": "Louis-Jean Cormier", "href": "/wiki/Louis-Jean_Cormier", "description": "Louis-Jean Cormier is a Canadian indie rock singer and songwriter. Formerly associated with the band Karkwa, since that band went on hiatus in 2012 he has released three albums as a solo artist and was a judge on the second season of the television singing competition La Voix."}]}, {"heading": "Births", "year": "1981", "date": "May 26", "txt": "Robert Copeland, Australian footballer", "entities": [{"title": "Robert Copeland", "href": "/wiki/Robert_Copeland", "description": "Robert Copeland is a former Australian Football League footballer for the Brisbane Lions and former captain of the Aspley hornets in the NEAFL. He is a dual premiership winner and was delisted in 2008."}]}, {"heading": "Births", "year": "1981", "date": "May 26", "txt": "Anthony Ervin, American swimmer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 26", "txt": "Jason Manford, English actor, screenwriter, and television host", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 26", "txt": "Isaac Slade, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 26", "txt": "Ben Zobrist, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 26", "txt": "Sten Lassmann, Estonian pianist", "entities": [{"title": "Sten Lassmann", "href": "/wiki/Sten_Lassmann", "description": "Sten Lassmann is an Estonian pianist trained at the Tallinn Music High School, the Estonian Academy of Music, the Conservatoire de Paris and the Royal Academy of Music best known for his work on Heino Eller's music."}]}, {"heading": "Births", "year": "1982", "date": "May 26", "txt": "Hasan Kabze, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 26", "txt": "Demy de Zeeuw, Dutch footballer", "entities": [{"title": "Demy de Zeeuw", "href": "/wiki/Demy_de_Zeeuw", "description": "Demy Patrick René de Zeeuw is a Dutch former professional footballer who played as a defensive midfielder. He previously played for AGOVV, Go Ahead Eagles, AZ and AFC Ajax. While at AZ he was a key player in the squad that won the 2008–09 Dutch league, the club's first championship victory in 28 years. Following this success he transferred to Ajax, with whom he won the 2009–10 Dutch Cup, and the 2"}]}, {"heading": "Births", "year": "1983", "date": "May 26", "txt": "Henry Holland, English fashion designer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 26", "txt": "Nathan Merritt, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 26", "txt": "Monika Christodoulou, Greek singer-songwriter and guitarist", "entities": [{"title": "Monika Christodoulou", "href": "/wiki/Monika_Christodoulou", "description": "Monika Christodoulou also known by her stage name Monika, is a Greek singer-songwriter. She sings and plays multiple instruments including the piano, guitar, saxophone, accordion, and drums. Monika's debut album Avatar was released in 2008 and her second album Exit followed in 2010. Both albums achieved platinum status in her native Greece and were met with critical acclaim. Her third album, Secre"}]}, {"heading": "Births", "year": "1985", "date": "May 26", "txt": "Ashley Vincent, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 26", "txt": "Michel Tornéus, Swedish long jumper", "entities": [{"title": "Michel Tornéus", "href": "/wiki/Michel_Torn%C3%A9us", "description": "Michel Tresor Komesha Tornéus is a Swedish long jumper."}]}, {"heading": "Births", "year": "1987", "date": "May 26", "txt": "Olcay Şahan, Turkish footballer", "entities": [{"title": "Olcay Şahan", "href": "/wiki/Olcay_%C5%9Eahan", "description": "Olcay Şahan is a Turkish professional footballer who plays as a winger for Yeni Malatyaspor and the Turkey national team. He can also play as an attacking midfielder."}]}, {"heading": "Births", "year": "1987", "date": "May 26", "txt": "Josh Thomas, Australian comedian and actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 26", "txt": "Andrea Catellani, Italian footballer", "entities": [{"title": "Andrea Catellani", "href": "/wiki/Andrea_Catellani", "description": "Andrea Catellani is a former Italian football player, who played as a forward."}]}, {"heading": "Births", "year": "1988", "date": "May 26", "txt": "Juan Guillermo Cuadrado, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 26", "txt": "Dani Samuels, Australian discus thrower", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 26", "txt": "Damian Williams, American football player", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 26", "txt": "Paula Findlay, Canadian triathlete", "entities": [{"title": "Paula Findlay", "href": "/wiki/Paula_Findlay", "description": "Paula Findlay is a Canadian triathlete."}]}, {"heading": "Births", "year": "1991", "date": "May 26", "txt": "Ah Young, South Korean singer and actress", "entities": [{"title": "Ah Young", "href": "/wiki/Ah_Young", "description": "Cho Ja-young, better known by her stage name Ah Young, is a South Korean singer and actress, as well known as a member of the South Korean girl group Dal Shabet."}]}, {"heading": "Births", "year": "1992", "date": "May 26", "txt": "Curtis Rona, New Zealand rugby league player", "entities": [{"title": "Curtis Rona", "href": "/wiki/Curtis_Rona", "description": "Curtis Rona is an Australian international rugby union footballer who plays for London Irish in the English Premiership. He has previously played for the Western Force and NSW Waratahs in Super Rugby, as well as playing rugby league in the NRL for the North Queensland Cowboys and the Canterbury-Bankstown Bulldogs."}]}, {"heading": "Births", "year": "1993", "date": "May 26", "txt": "Jason Adesanya, Belgian footballer", "entities": [{"title": "Jason Adesanya", "href": "/wiki/Jason_Adesanya", "description": "Jason Adesanya is a Belgian footballer who currently plays for K Lyra-Lierse Berlaar."}]}, {"heading": "Births", "year": "1993", "date": "May 26", "txt": "Katerine Savard, Canadian swimmer", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 26", "txt": "Jimmy Vesey, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 26", "txt": "Lara Goodall, South African cricketer", "entities": [{"title": "Lara Goodall", "href": "/wiki/Lara_Goodall", "description": "Lara Goodall is a South African cricketer who represents South Africa in Women's One Day International cricket and Women's Twenty20 Internationals. In February 2019, Cricket South Africa named her as one of the players in the Powerade Women's National Academy intake for 2019. In September 2019, she was named in the M van der Merwe XI squad for the inaugural edition of the Women's T20 Super League "}]}, {"heading": "Deaths", "year": "604", "date": "May 26", "txt": "Augustine of Canterbury, Benedictine monk and archbishop", "entities": [{"title": "Augustine of Canterbury", "href": "/wiki/Augustine_of_Canterbury", "description": "Augustine of Canterbury was a monk who became the first Archbishop of Canterbury in the year 597. He is considered the \"Apostle to the English\" and a founder of the English Church."}]}, {"heading": "Deaths", "year": "735", "date": "May 26", "txt": "Bede, English monk, historian, and theologian", "entities": [{"title": "Bede", "href": "/wiki/Bede", "description": "Bede, also known as Saint Bede, The Venerable Bede, and Bede the Venerable, was an English Benedictine monk at the monastery of St. Peter and its companion monastery of St. Paul in the Kingdom of Northumbria of the Angles."}]}, {"heading": "Deaths", "year": "818", "date": "May 26", "txt": "Ali al-Ridha, Saudi Arabian 8th of The Twelve Imams", "entities": [{"title": "Ali al-Ridha", "href": "/wiki/Ali_al-Ridha", "description": "Ali ibn Musa al-Ridha, also spelled Rida or Reza in Persian, also known as Abu al-Hasan, was a descendant of the Islamic prophet Muhammad, and the eighth Imam in Twelver Shia Islam, after his father Musa al-Kadhim, and before his son Muhammad al-Jawad. He was an Imam of knowledge according to the Zaydi (Fiver) Shia school. He is also seen as a major religious figure for many Sunnis, particularly S"}, {"title": "The Twelve Imams", "href": "/wiki/The_Twelve_Imams", "description": "The Twelve Imams are the spiritual and political successors to the Islamic prophet Muhammad in the Twelver branch of Shia Islam, including that of the Alawite and Alevi."}]}, {"heading": "Deaths", "year": "926", "date": "May 26", "txt": "Yuan Xingqin, Chinese general and governor", "entities": [{"title": "Yuan Xingqin", "href": "/wiki/Yuan_Xingqin", "description": "Yuan Xingqin (元行欽), known as Li Shaorong (李紹榮) c. 915–926, was a general of the Chinese Five Dynasties and Ten Kingdoms period states Yan and Jin/Later Tang. He was initially a trusted general under Yan's only emperor Liu Shouguang, but after his capture in battle by Jin forces, became a close associate of Jin's prince Li Cunxu."}]}, {"heading": "Deaths", "year": "946", "date": "May 26", "txt": "Edmund I, king of England (b. 921)", "entities": [{"title": "Edmund I", "href": "/wiki/Edmund_I", "description": "Edmund I was King of the English from 939 until his death. His epithets include the Elder, the Deed-doer, the Just, and the Magnificent."}]}, {"heading": "Deaths", "year": "1035", "date": "May 26", "txt": "Berenguer Ramon I, Spanish nobleman (b. 1005)", "entities": [{"title": "Berenguer Ramon I, Count of Barcelona", "href": "/wiki/Berenguer_Ramon_I,_Count_of_Barcelona", "description": "Berenguer Ramon I [Berengar Raymond I], called the Crooked or the Hunchback, was the count of Barcelona, Girona, and Ausona from 1018 to his death."}]}, {"heading": "Deaths", "year": "1055", "date": "May 26", "txt": "Adalbert, margrave of Austria", "entities": [{"title": "Adalbert, Margrave of Austria", "href": "/wiki/Adalbert,_Margrave_of_Austria", "description": "Adalbert, known as Adalbert the Victorious, was the Margrave of Austria from 1018 until his death in 1055. He was a member of the House of Babenberg."}]}, {"heading": "Deaths", "year": "1250", "date": "May 26", "txt": "Peter I, duke of Brittany", "entities": [{"title": "Peter I, Duke of Brittany", "href": "/wiki/Peter_I,_Duke_of_Brittany", "description": "Peter I, also known as Peter Mauclerc, was Duke of Brittany jure uxoris from 1213 to 1221, and regent of the duchy for his minor son John I from 1221 to 1237. As duke he was also 1st Earl of Richmond from 1218 to 1235."}]}, {"heading": "Deaths", "year": "1339", "date": "May 26", "txt": "Aldona Ona, queen of Poland", "entities": [{"title": "Aldona of Lithuania", "href": "/wiki/Aldona_of_Lithuania", "description": "Aldona was Queen consort of Poland (1333–1339), and a princess of the Grand Duchy of Lithuania. She was the daughter of Gediminas, Grand Duke of Lithuania."}]}, {"heading": "Deaths", "year": "1362", "date": "May 26", "txt": "Louis I, king of Naples (b. 1320)", "entities": [{"title": "Louis I of Naples", "href": "/wiki/Louis_I_of_Naples", "description": "Louis I, also known as Louis of Taranto, was a member of the Capetian House of Anjou who reigned as King of Naples, Count of Provence and Forcalquier, and Prince of Taranto."}]}, {"heading": "Deaths", "year": "1421", "date": "May 26", "txt": "Mehmed I, Ottoman sultan (b. 1389)", "entities": [{"title": "Mehmed I", "href": "/wiki/Mehmed_I", "description": "Mehmed I, also known as Mehmed Çelebi or Kirişçi, was the Ottoman sultan from 1413 to 1421. The fourth son of Sultan Bayezid I and Devlet Hatun, he fought with his brothers over control of the Ottoman realm in the Ottoman Interregnum (1402–1413). Starting from the province of Rûm he managed to bring first Anatolia and then the European territories (Rumelia) under his control, reuniting the Ottoman"}]}, {"heading": "Deaths", "year": "1512", "date": "May 26", "txt": "Bayezid II, Ottoman sultan (b. 1447)", "entities": [{"title": "Bayezid II", "href": "/wiki/Bayezid_II", "description": "Bayezid II was the eldest son and successor of Mehmed II, ruling as Sultan of the Ottoman Empire from 1481 to 1512. During his reign, Bayezid II consolidated the Ottoman Empire and thwarted a Safavid rebellion soon before abdicating his throne to his son, Selim I. He evacuated Sephardi Jews from Spain after the proclamation of the Alhambra Decree, and resettling them throughout Ottoman lands, espe"}]}, {"heading": "Deaths", "year": "1536", "date": "May 26", "txt": "Francesco Berni, Italian poet (b. 1498)", "entities": [{"title": "Francesco Berni", "href": "/wiki/Francesco_Berni", "description": "Francesco Berni was an Italian poet. He is credited for beginning what is now known as \"Bernesque poetry\", a serio-comedic type of poetry with elements of satire."}]}, {"heading": "Deaths", "year": "1552", "date": "May 26", "txt": "Sebastian Münster, German cartographer and cosmographer (b. 1488)", "entities": [{"title": "Sebastian Münster", "href": "/wiki/Sebastian_M%C3%BCnster", "description": "Sebastian Münster was a German cartographer, cosmographer, and a Christian Hebraist scholar.\nHis work, the Cosmographia from 1544, was the earliest German description of the world."}]}, {"heading": "Deaths", "year": "1648", "date": "May 26", "txt": "Vincent Voiture, French poet and author (b. 1597)", "entities": [{"title": "Vincent Voiture", "href": "/wiki/Vincent_Voiture", "description": "Vincent Voiture, French poet and writer of prose, was the son of a rich wine merchant of Amiens. He was introduced by a schoolfellow, the count Claude d'Avaux, to Gaston, Duke of Orléans, and accompanied him to Brussels and Lorraine on diplomatic missions."}]}, {"heading": "Deaths", "year": "1653", "date": "May 26", "txt": "Robert Filmer, English theorist and author (b. 1588)", "entities": [{"title": "Robert Filmer", "href": "/wiki/Robert_Filmer", "description": "Sir Robert Filmer was an English political theorist who defended the divine right of kings. His best known work, Patriarcha, published posthumously in 1680, was the target of numerous Whig attempts at rebuttal, including Algernon Sidney's Discourses Concerning Government, James Tyrrell's Patriarcha Non Monarcha and John Locke's Two Treatises of Government. Filmer also wrote critiques of Thomas Hob"}]}, {"heading": "Deaths", "year": "1679", "date": "May 26", "txt": "Ferdinand Maria, Elector of Bavaria (b. 1636)", "entities": [{"title": "Ferdinand Maria, Elector of Bavaria", "href": "/wiki/Ferdinand_Maria,_Elector_of_Bavaria", "description": "Ferdinand Maria was a Wittelsbach ruler of Bavaria and an elector (Kurfürst) of the Holy Roman Empire from 1651 to 1679."}]}, {"heading": "Deaths", "year": "1685", "date": "May 26", "txt": "Charles II, German elector palatine (b. 1651)", "entities": [{"title": "Charles II, Elector Palatine", "href": "/wiki/Charles_II,_Elector_Palatine", "description": "Charles II was Elector Palatine from 1680 to 1685. He was the son of Charles I Louis, Elector Palatine and Charlotte of Hesse-Kassel."}]}, {"heading": "Deaths", "year": "1702", "date": "May 26", "txt": "Zeb-un-Nissa, Mughal princess and poet (d. 1638)", "entities": [{"title": "Zeb-un-Nissa", "href": "/wiki/Zeb-un-Nissa", "description": "Zeb-un-Nissa was a Mughal princess and the eldest child of Emperor Aurangzeb and his chief consort Dilras Banu Begum. She was also a poet, who wrote under the pseudonym of \"Makhfi\"."}]}, {"heading": "Deaths", "year": "1703", "date": "May 26", "txt": "Samuel Pepys, English politician (b. 1633)", "entities": [{"title": "Samuel Pepys", "href": "/wiki/Samuel_Pepys", "description": "Samuel Pepys was an administrator of the navy of England and Member of Parliament who is most famous for the diary he kept for a decade while still a relatively young man. Pepys had no maritime experience, but he rose to be the Chief Secretary to the Admiralty under both King Charles II and King James II through patronage, diligence, and his talent for administration. His influence and reforms at "}]}, {"heading": "Deaths", "year": "1742", "date": "May 26", "txt": "Pylyp Orlyk, Ukrainian diplomat (b. 1672)", "entities": [{"title": "Pylyp Orlyk", "href": "/wiki/Pylyp_Orlyk", "description": "Pylyp Stepanovych Orlyk (born on October 11, 1672 in Kosuta, Ashmyany county, Polish–Lithuanian Commonwealth, died on May 26, 1742 in Jassy, Principality of Moldavia was a Zaporozhian Cossack starshyna, Hetman of Ukraine in exile, diplomat, secretary and close associate of Hetman Ivan Mazepa. He is the author of the Constitution of Pylyp Orlyk."}]}, {"heading": "Deaths", "year": "1746", "date": "May 26", "txt": "Thomas Southerne, Irish playwright (b. 1660)", "entities": [{"title": "Thomas Southerne", "href": "/wiki/Thomas_Southerne", "description": "Thomas Southerne was an Irish dramatist."}]}, {"heading": "Deaths", "year": "1762", "date": "May 26", "txt": "Alexander Gottlieb Baumgarten, German philosopher and academic (b. 1714)", "entities": [{"title": "Alexander Gottlieb Baumgarten", "href": "/wiki/Alexander_Gottlieb_Baumgarten", "description": "Alexander Gottlieb Baumgarten was a German philosopher. He was a brother to theologian Siegmund Jakob Baumgarten (1706–1757)."}]}, {"heading": "Deaths", "year": "1799", "date": "May 26", "txt": "James Burnett, Lord Monboddo, Scottish linguist, biologist, and judge (b. 1714)", "entities": [{"title": "James Burnett, Lord Monboddo", "href": "/wiki/James_Burnett,_Lord_Monboddo", "description": "James Burnett, Lord Monboddo, was a Scottish judge, scholar of linguistic evolution, philosopher and deist. He is most famous today as a founder of modern comparative historical linguistics. In 1767 he became a judge in the Court of Session."}]}, {"heading": "Deaths", "year": "1818", "date": "May 26", "txt": "Michael Andreas Barclay de Tolly, Russian field marshal and politician, Governor-General of Finland (b. 1761)", "entities": [{"title": "Michael Andreas Barclay de Tolly", "href": "/wiki/Michael_Andreas_Barclay_de_Tolly", "description": "Prince Michael Andreas Barclay de Tolly was a Baltic German field marshal and Minister of War of the Russian Empire during Napoleon's invasion in 1812 and the War of the Sixth Coalition. Barclay implemented a number of reforms during this time that improved supply system in the army, doubled the number of army troops, and implemented new combat training principles. He was also the Governor-General"}, {"title": "Governor-General of Finland", "href": "/wiki/Governor-General_of_Finland", "description": "Governor-General of Finland ; was the military commander and the highest administrator of Finland sporadically under Swedish rule in the 17th and 18th centuries and continuously in the autonomous Grand Duchy of Finland between 1809 and 1917."}]}, {"heading": "Deaths", "year": "1818", "date": "May 26", "txt": "Manuel Rodríguez Erdoíza, Chilean lawyer and guerrilla leader (b. 1785)", "entities": []}, {"heading": "Deaths", "year": "1824", "date": "May 26", "txt": "Capel Lofft, English lawyer (b. 1751)", "entities": [{"title": "Capel Lofft", "href": "/wiki/Capel_Lofft", "description": "Capel Lofft was a British lawyer, writer and amateur astronomer."}]}, {"heading": "Deaths", "year": "1840", "date": "May 26", "txt": "Sidney Smith, English admiral and politician (b. 1764)", "entities": [{"title": "Sidney Smith (Royal Navy officer)", "href": "/wiki/Sidney_Smith_(Royal_Navy_officer)", "description": "Admiral Sir William Sidney Smith was a British naval officer. Serving in the American and French revolutionary wars, he later rose to the rank of admiral.\nNapoleon Bonaparte, reminiscing later in his life, said of him: \"That man made me miss my destiny\"."}]}, {"heading": "Deaths", "year": "1881", "date": "May 26", "txt": "Jakob Bernays, German philologist and academic (b. 1824)", "entities": [{"title": "Jakob Bernays", "href": "/wiki/Jakob_Bernays", "description": "Jacob Bernays was a German philologist and philosophical writer."}]}, {"heading": "Deaths", "year": "1883", "date": "May 26", "txt": "Abdelkader El Djezairi, Algerian ruler (b. 1808)", "entities": [{"title": "Abdelkader El Djezairi", "href": "/wiki/Abdelkader_El_Djezairi", "description": "Abdelkader ibn Muhieddine, known as the Emir Abdelkader or Abdelkader El Hassani El Djazairi, was an Algerian religious and military leader who led a struggle against the French colonial invasion in the mid-19th century. An Islamic scholar and Sufi who unexpectedly found himself leading a military campaign, he built up a collection of Algerian tribesmen that for many years successfully held out ag"}]}, {"heading": "Deaths", "year": "1902", "date": "May 26", "txt": "Almon Brown Strowger, American soldier and inventor (b. 1839)", "entities": [{"title": "Almon Brown Strowger", "href": "/wiki/Almon_Brown_Strowger", "description": "Almon Brown Strowger was an American inventor who gave his name to the Strowger switch, an electromechanical telephone exchange technology that his invention and patent inspired."}]}, {"heading": "Deaths", "year": "1904", "date": "May 26", "txt": "Georges Gilles de la Tourette, French physician and neurologist (b. 1857)", "entities": [{"title": "Georges Gilles de la Tourette", "href": "/wiki/Georges_Gilles_de_la_Tourette", "description": "Georges Albert Édouard Brutus Gilles de la Tourette was a French neurologist and the namesake of Tourette syndrome, a neurological condition characterized by tics. His main contributions in medicine were in the fields of hypnotism and hysteria."}]}, {"heading": "Deaths", "year": "1908", "date": "May 26", "txt": "Mirza Ghulam Ahmad, Indian religious leader, founded the Ahmadiyya movement (b. 1835)", "entities": [{"title": "Mirza Ghulam Ahmad", "href": "/wiki/Mirza_Ghulam_Ahmad", "description": "Mirzā Ghulām Ahmad was an Indian religious leader and the founder of the Ahmadiyya movement in Islam. He claimed to have been divinely appointed as the promised Messiah and Mahdi—which is the metaphorical second-coming of Jesus (mathīl-iʿIsā), in fulfillment of Islam's latter day prophecies, as well as the Mujaddid of the 14th Islamic century."}, {"title": "Ahmadiyya", "href": "/wiki/Ahmadiyya", "description": "Ahmadiyya, officially the Ahmadiyya Muslim Community or the Ahmadiyya Muslim Jama'at, is an Islamic revival or messianic movement originating in Punjab, British India, in the late 19th century. It was founded by Mirza Ghulam Ahmad (1835–1908), who claimed to have been divinely appointed as both the Promised Mahdi and Messiah expected by Muslims to appear towards the end times and bring about, by p"}]}, {"heading": "Deaths", "year": "1914", "date": "May 26", "txt": "Jacob August Riis, Danish-American journalist, photographer, and reformer (b. 1849)", "entities": [{"title": "Jacob Riis", "href": "/wiki/Jacob_Riis", "description": "Jacob August Riis was a Danish-American social reformer, \"muckraking\" journalist and social documentary photographer. He contributed significantly to the cause of urban reform in America at the turn of the twentieth century. He is known for using his photographic and journalistic talents to help the impoverished in New York City; those impoverished New Yorkers were the subject of most of his proli"}]}, {"heading": "Deaths", "year": "1924", "date": "May 26", "txt": "Victor Herbert, Irish-American cellist, composer, and conductor, founded the American Society of Composers, Authors and Publishers (b. 1859)", "entities": [{"title": "Victor Herbert", "href": "/wiki/Victor_Herbert", "description": "Victor August Herbert was an American composer, cellist and conductor of Irish ancestry and German training. Although Herbert enjoyed important careers as a cello soloist and conductor, he is best known for composing many successful operettas that premiered on Broadway from the 1890s to World War I. He was also prominent among the Tin Pan Alley composers and was later a founder of the American Soc"}, {"title": "American Society of Composers, Authors and Publishers", "href": "/wiki/American_Society_of_Composers,_Authors_and_Publishers", "description": "The American Society of Composers, Authors and Publishers (ASCAP) is an American not-for-profit performance-rights organization (PRO) that protects its members' musical copyrights by monitoring public performances of their music, whether via a broadcast or live performance and compensating them accordingly."}]}, {"heading": "Deaths", "year": "1926", "date": "May 26", "txt": "Srečko Kosovel, Slovenian poet (b. 1904)", "entities": [{"title": "Srečko Kosovel", "href": "/wiki/Sre%C4%8Dko_Kosovel", "description": "Srečko Kosovel was a Slovenian poet, now considered one of central Europe's major modernist poets. He was labeled an impressionistic poet of his native Karst region, a political poet resisting forced Italianization of the Slovene areas annexed by Italy, an expressionist, a dadaist, a satirist, and as a voice of international socialism, using avant-garde constructivist forms. He is now considered a"}]}, {"heading": "Deaths", "year": "1933", "date": "May 26", "txt": "Horatio Bottomley, English financier, journalist, and politician (b. 1860)", "entities": [{"title": "Horatio Bottomley", "href": "/wiki/Horatio_Bottomley", "description": "Horatio William Bottomley was an English financier, journalist, editor, newspaper proprietor, swindler, and Member of Parliament. He is best known for his editorship of the popular magazine John Bull, and for his patriotic oratory during the First World War. His career came to a sudden end when, in 1922, he was convicted of fraud and sentenced to seven years' imprisonment."}]}, {"heading": "Deaths", "year": "1933", "date": "May 26", "txt": "Jimmie Rodgers, American singer-songwriter and guitarist (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1939", "date": "May 26", "txt": "Charles Horace Mayo, American physician, co-founded Mayo Clinic (b. 1865)", "entities": [{"title": "Charles Horace Mayo", "href": "/wiki/Charles_Horace_Mayo", "description": "Charles Horace Mayo was an American medical practitioner and was one of the founders of the Mayo Clinic along with his brother William James Mayo, Augustus Stinchfield, Christopher Graham, E. Star Judd, Henry Stanley Plummer, Melvin Millet, and Donald Balfour."}, {"title": "Mayo Clinic", "href": "/wiki/Mayo_Clinic", "description": "Mayo Clinic is a nonprofit American academic medical center focused on integrated health care, education, and research. It employs over 4,500 physicians and scientists, along with another 58,400 administrative and allied health staff, across three major campuses: Rochester, Minnesota; Jacksonville, Florida; and Phoenix/Scottsdale, Arizona. The practice specializes in treating difficult cases throu"}]}, {"heading": "Deaths", "year": "1943", "date": "May 26", "txt": "Edsel Ford, American businessman (b. 1893)", "entities": [{"title": "Edsel Ford", "href": "/wiki/Edsel_Ford", "description": "Edsel Bryant Ford was an American business executive and philanthropist who was the son of pioneering industrialist Henry Ford and his wife, Clara Jane Bryant. He was the president of Ford Motor Company from 1919 until his death in 1943. His eldest son was Henry Ford II, who succeeded him as president of Ford."}]}, {"heading": "Deaths", "year": "1943", "date": "May 26", "txt": "Alice Tegnér, Swedish organist, composer, and educator (b. 1864)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "May 26", "txt": "Christian Wirth, German SS officer (b. 1885)", "entities": [{"title": "Christian Wirth", "href": "/wiki/Christian_Wirth", "description": "Christian Wirth was a German SS officer and Holocaust perpetrator who was one of the leading architects of the program to exterminate the Jewish people of Poland, known as Operation Reinhard. His nicknames included Christian the Cruel and The Wild Christian."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1948", "date": "May 26", "txt": "Torsten Bergström, Swedish actor and director (b. 1896)", "entities": [{"title": "Torsten Bergström", "href": "/wiki/Torsten_Bergstr%C3%B6m", "description": "Torsten Lars Herman Jamte Bergström was a Swedish film director and theater and film actor."}]}, {"heading": "Deaths", "year": "1951", "date": "May 26", "txt": "Lincoln Ellsworth, American explorer (b. 1880)", "entities": [{"title": "Lincoln Ellsworth", "href": "/wiki/Lincoln_Ellsworth", "description": "Lincoln Ellsworth was a polar explorer from the United States and a major benefactor of the American Museum of Natural History."}]}, {"heading": "Deaths", "year": "1954", "date": "May 26", "txt": "Lionel Conacher, Canadian football player and politician (b. 1900)", "entities": [{"title": "Lionel Conacher", "href": "/wiki/Lionel_Conacher", "description": "Lionel Pretoria Conacher, MP, nicknamed \"The Big Train\", was a Canadian athlete and politician. Voted the country's top athlete of the first half of the 20th century, he won championships in numerous sports. His first passion was football; he was a member of the 1921 Grey Cup champion Toronto Argonauts. He was a member of the Toronto Maple Leafs baseball team that won the International League cham"}]}, {"heading": "Deaths", "year": "1955", "date": "May 26", "txt": "Alberto Ascari, Italian racing driver (b. 1918)", "entities": [{"title": "Alberto Ascari", "href": "/wiki/Alberto_Ascari", "description": "Alberto Ascari was an Italian racing driver and twice Formula One World Champion. He was a multitalented racer who competed in motorcycle racing before switching to cars. Ascari won consecutive world titles in 1952 and 1953 for Scuderia Ferrari. He was the team's first World Champion and the last Italian to date to win the title. This was sandwiched by an appearance in the 1952 Indianapolis 500. A"}]}, {"heading": "Deaths", "year": "1956", "date": "May 26", "txt": "Al Simmons, American baseball player and coach (b. 1902)", "entities": [{"title": "Al Simmons", "href": "/wiki/Al_Simmons", "description": "Aloysius Harry Simmons, born Alois Szymanski, was an American professional baseball player. Nicknamed \"Bucketfoot Al\", he played for two decades in Major League Baseball (MLB) as an outfielder and had his best years with Connie Mack's Philadelphia Athletics during the late 1920s and early 1930s, winning two World Series with Philadelphia. Simmons also played for the Chicago White Sox, Detroit Tige"}]}, {"heading": "Deaths", "year": "1959", "date": "May 26", "txt": "Philip Kassel, American gymnast (b. 1876)", "entities": [{"title": "Philip Kassel", "href": "/wiki/Philip_Kassel", "description": "Philip Kassel was an American gymnast and track and field athlete who competed in the 1904 Summer Olympics. He was born in the German Empire. In 1904 he won the gold medal in the team event. He was also 6th in athletics' triathlon event, 11th in gymnastics' all-around competition and 19th in gymnastics' triathlon event."}]}, {"heading": "Deaths", "year": "1964", "date": "May 26", "txt": "Ruben Oskar Auervaara, Finnish fraudster (b. 1906)", "entities": [{"title": "Ruben Oskar Auervaara", "href": "/wiki/Ruben_Oskar_Auervaara", "description": "Ruben Oskar Auervaara was a notorious Finnish conman and thief. He became famous by cheating money from women he met through newspaper announcements, by pretending to intend to marry them. His surname has become a concept in the Finnish language, meaning a deceptive charming trickster."}]}, {"heading": "Deaths", "year": "1966", "date": "May 26", "txt": "Elizabeth Dilling, American author and activist (b. 1894)", "entities": [{"title": "Elizabeth Dilling", "href": "/wiki/Elizabeth_Dilling", "description": "Elizabeth Eloise Kirkpatrick Dilling was an American writer and political activist. In 1934, she published The Red Network—A Who's Who and Handbook of Radicalism for Patriots, which catalogs over 1,300 suspected communists and their sympathizers. Her books and lecture tours established her as the pre-eminent female right-wing activist of the 1930s, and one of the most outspoken critics of the New "}]}, {"heading": "Deaths", "year": "1969", "date": "May 26", "txt": "Paul Hawkins, Australian racing driver (b. 1937)", "entities": [{"title": "Paul Hawkins (racing driver)", "href": "/wiki/Paul_Hawkins_(racing_driver)", "description": "Robert Paul Hawkins was an Australian motor racing driver. The son of a racing motorcyclist-turned-church minister, Hawkins was a capable single-seater driver but really made his mark as an outstanding sports car competitor driving Ford GT40s and Lola T70s. In 1969 Hawkins was included in the FIA list of graded drivers, an elite group of 27 drivers who by their achievements were rated the best in "}]}, {"heading": "Deaths", "year": "1969", "date": "May 26", "txt": "Allan Haines Loughead, American engineer, co-founded the Lockheed Corporation (b. 1889)", "entities": [{"title": "Lockheed Corporation", "href": "/wiki/Lockheed_Corporation", "description": "The Lockheed Corporation was an American aerospace manufacturer. Lockheed was founded in 1926 and later merged with Martin Marietta to form Lockheed Martin in 1995. Its founder, Allan Lockheed, had earlier founded the similarly named but otherwise-unrelated Loughead Aircraft Manufacturing Company, which was operational from 1912 to 1920."}]}, {"heading": "Deaths", "year": "1974", "date": "May 26", "txt": "Silvio Moser, Swiss racing driver (b. 1941)", "entities": [{"title": "Silvio Moser", "href": "/wiki/Silvio_Moser", "description": "Silvio Moser was a racing driver from Switzerland."}]}, {"heading": "Deaths", "year": "1976", "date": "May 26", "txt": "Martin Heidegger, German philosopher and academic (b. 1889)", "entities": [{"title": "Martin Heidegger", "href": "/wiki/Martin_Heidegger", "description": "Martin Heidegger was a German philosopher who is widely regarded as one of the most important philosophers of the 20th century. He is best known for contributions to phenomenology, hermeneutics, and existentialism."}]}, {"heading": "Deaths", "year": "1978", "date": "May 26", "txt": "Cybele Andrianou, Greek actress (b. 1887)", "entities": [{"title": "Cybele Andrianou", "href": "/wiki/Cybele_Andrianou", "description": "Cybele was the stage name of the famous Greek actress Cybele Andrianou."}]}, {"heading": "Deaths", "year": "1979", "date": "May 26", "txt": "George Brent, Irish-American actor (b. 1904)", "entities": [{"title": "George Brent", "href": "/wiki/George_Brent", "description": "George Brent was an Irish-American stage, film, and television actor. He is best remembered for the eleven films he made with Bette Davis, which included Jezebel and Dark Victory."}]}, {"heading": "Deaths", "year": "1984", "date": "May 26", "txt": "Elizabeth Peer, American journalist (b. 1936)", "entities": [{"title": "Elizabeth Peer", "href": "/wiki/Elizabeth_Peer", "description": "Elizabeth Peer Jansson, born Elizabeth Clow Peer, often just Liz Peer, was a pioneering American journalist who worked for Newsweek from 1958 until her death in 1984. She began her career at Newsweek as a copy girl, at a time when opportunities for women were limited. Osborn Elliott promoted her to writer in 1962; two years later she would be dispatched to Paris as Newsweek's first female foreign "}]}, {"heading": "Deaths", "year": "1989", "date": "May 26", "txt": "Don Revie, English footballer and manager (b. 1927)", "entities": [{"title": "Don Revie", "href": "/wiki/Don_Revie", "description": "Donald George Revie OBE was an England international footballer and manager, best known for his successful spell with Leeds United from 1961 until 1974, which immediately preceded his appointment as England manager."}]}, {"heading": "Deaths", "year": "1994", "date": "May 26", "txt": "Sonny Sharrock, American guitarist (b. 1940)", "entities": [{"title": "Sonny Sharrock", "href": "/wiki/Sonny_Sharrock", "description": "Warren Harding \"Sonny\" Sharrock was an American jazz guitarist. He was married to singer Linda Sharrock, with whom he recorded and performed."}]}, {"heading": "Deaths", "year": "1995", "date": "May 26", "txt": "Friz Freleng, American animator, director, and producer (b. 1906)", "entities": [{"title": "Friz Freleng", "href": "/wiki/Friz_Freleng", "description": "Isadore \"Friz\" Freleng, often credited as I. Freleng, was an American animator, cartoonist, director, producer, and composer known for his work at Warner Bros. Cartoons on the Looney Tunes and Merrie Melodies series of cartoons."}]}, {"heading": "Deaths", "year": "1997", "date": "May 26", "txt": "Ralph Horween, American football player and coach (b. 1896)", "entities": [{"title": "Ralph Horween", "href": "/wiki/Ralph_Horween", "description": "Ralph Horween was an American football player and coach. He played fullback and halfback and was a punter and drop-kicker for the unbeaten Harvard Crimson football teams of 1919 and 1920, which won the 1920 Rose Bowl. He was voted an All-American."}]}, {"heading": "Deaths", "year": "1999", "date": "May 26", "txt": "Paul Sacher, Swiss conductor and philanthropist (b. 1906)", "entities": [{"title": "Paul Sacher", "href": "/wiki/Paul_Sacher", "description": "Paul Sacher was a Swiss conductor, patron and impresario. He founded and conducted the Basler Kammerorchester (1926–1987). He commissioned notable works of composers of the 20th century and premiered them with the chamber orchestra. While better known for his interest in new music, he was also devoted to music of baroque and classical eras; he founded the Schola Cantorum Basiliensis, institute for"}]}, {"heading": "Deaths", "year": "1999", "date": "May 26", "txt": "Waldo Semon, American chemist and engineer (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "May 26", "txt": "Vittorio Brambilla, Italian racing driver (b. 1937)", "entities": [{"title": "Vittorio Brambilla", "href": "/wiki/Vittorio_Brambilla", "description": "Vittorio Brambilla was a Formula One driver from Italy who raced for the March, Surtees and Alfa Romeo teams. Particularly adept at driving in wet conditions, his nickname was \"The Monza Gorilla\", due to his often overly aggressive driving style and sense of machismo. He won one Formula One race during his career, the 1975 Austrian Grand Prix, held in the wet."}]}, {"heading": "Deaths", "year": "2001", "date": "May 26", "txt": "Anne Haney, American actress (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "May 26", "txt": "Moven Mahachi, Zimbabwean soldier and politician, Zimbabwean Minister of Defence (b. 1952)", "entities": [{"title": "Ministry of Defence (Zimbabwe)", "href": "/wiki/Ministry_of_Defence_(Zimbabwe)", "description": "\nThe Ministry of Defence is a Zimbabwe Government ministry, responsible for defence and national defence policy. The current incumbent minister is Kembo Mohadi. Victor Mantemadanda holds the portfolio of deputy minister for War Veterans. The Ministry is located in the capital of Harare."}]}, {"heading": "Deaths", "year": "2001", "date": "May 26", "txt": "Dona Massin, Canadian actress and choreographer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "May 26", "txt": "Mamo Wolde, Ethiopian runner (b. 1932)", "entities": [{"title": "Mamo Wolde", "href": "/wiki/Mamo_Wolde", "description": "Degaga \"Mamo\" Wolde was an Ethiopian long distance runner who competed in track, cross-country, and road running events. He was the winner of the marathon at the 1968 Summer Olympics."}]}, {"heading": "Deaths", "year": "2003", "date": "May 26", "txt": "Kathleen Winsor, American journalist and author (b. 1919)", "entities": [{"title": "Kathleen Winsor", "href": "/wiki/Kathleen_Winsor", "description": "Kathleen Winsor was an American author. She is best known for her first work, the 1944 historical novel Forever Amber. The novel, racy for its time, became a runaway bestseller even as it drew criticism from some authorities for its depictions of sexuality. She wrote seven other novels, none of which matched the success of her debut."}]}, {"heading": "Deaths", "year": "2004", "date": "May 26", "txt": "Nikolai Chernykh, Russian astronomer (b. 1931)", "entities": [{"title": "Nikolai Chernykh", "href": "/wiki/Nikolai_Chernykh", "description": "Nikolai Stepanovich Chernykh was a Russian-born Soviet astronomer and discoverer of minor planets and comets at the Crimean Astrophysical Observatory in Nauchnyy, Crimea."}]}, {"heading": "Deaths", "year": "2005", "date": "May 26", "txt": "Eddie Albert, American actor (b. 1906)", "entities": [{"title": "Eddie Albert", "href": "/wiki/Eddie_Albert", "description": "Edward Albert Heimberger was an American actor and activist. He was twice nominated for the Academy Award for Best Supporting Actor; the first nomination came in 1954 for his performance in Roman Holiday, and the second in 1973 for The Heartbreak Kid. Other well-known screen roles of his include Bing Edwards in the Brother Rat films, traveling salesman Ali Hakim in the musical Oklahoma!, and the s"}]}, {"heading": "Deaths", "year": "2005", "date": "May 26", "txt": "Chico Carrasquel, Venezuelan baseball player and manager (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 26", "txt": "Ruth Laredo, American pianist and educator (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 26", "txt": "Leslie Smith, English businessman, co-founded Lesney Products (b. 1918)", "entities": [{"title": "Lesney Products", "href": "/wiki/Lesney_Products", "description": "Lesney Products & Co. Ltd. was a British manufacturing company responsible for the conception, manufacture, and distribution of die-cast toys under the \"Matchbox\" name. The company existed from 1947 until 1982."}]}, {"heading": "Deaths", "year": "2006", "date": "May 26", "txt": "Édouard Michelin, French businessman (b. 1963)", "entities": [{"title": "Édouard Michelin (born 1963)", "href": "/wiki/%C3%89douard_Michelin_(born_1963)", "description": "Édouard Michelin was managing partner and co-chief executive of the Michelin Group. He was the great-grandson of Édouard Michelin (1859–1940), a co-founder of the company."}]}, {"heading": "Deaths", "year": "2006", "date": "May 26", "txt": "Kevin O'Flanagan, Irish footballer and physician (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 26", "txt": "Jack Edward Oliver, English illustrator (b. 1942)", "entities": [{"title": "Jack Edward Oliver", "href": "/wiki/Jack_Edward_Oliver", "description": "Jack Edward Oliver was a British cartoonist. He is more usually known as J. Edward Oliver."}]}, {"heading": "Deaths", "year": "2007", "date": "May 26", "txt": "Howard Porter, American basketball player (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 26", "txt": "Sydney Pollack, American actor, director, and screenwriter (b. 1934)", "entities": [{"title": "Sydney Pollack", "href": "/wiki/Sydney_Pollack", "description": "Sydney Irwin Pollack was an American film director, producer and actor. Pollack directed more than 20 films and 10 television shows, acted in over 30 movies or shows and produced over 44 films. For his film Out of Africa (1985), Pollack won the Academy Awards for Best Director and Best Picture. He was also nominated for Best Director Oscars for They Shoot Horses, Don't They? (1969) and Tootsie (19"}]}, {"heading": "Deaths", "year": "2008", "date": "May 26", "txt": "Zita Urbonaitė, Lithuanian cyclist (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 26", "txt": "Mihalis Papagiannakis, Greek journalist and politician (b. 1941)", "entities": [{"title": "Mihalis Papagiannakis", "href": "/wiki/Mihalis_Papagiannakis", "description": "Mihalis Papayiannakis was a Greek politician. He was born in Kalamata; his father was executed by the Nazis during World War II. He died on 26 May 2009 after a long battle with cancer."}]}, {"heading": "Deaths", "year": "2009", "date": "May 26", "txt": "Peter Zezel, Canadian ice hockey and soccer player (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 26", "txt": "Art Linkletter, Canadian-American radio and television host (b. 1912)", "entities": [{"title": "Art Linkletter", "href": "/wiki/Art_Linkletter", "description": "Arthur Gordon Linkletter was a Canadian-born American radio and television personality. He was the host of House Party, which ran on CBS radio and television for 25 years, and People Are Funny, which aired on NBC radio and television for 19 years. He became a naturalized United States citizen in 1942."}]}, {"heading": "Deaths", "year": "2010", "date": "May 26", "txt": "Chris Moran, English air marshal and pilot (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 26", "txt": "Kieran Phelan, Irish politician (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 26", "txt": "Arisen Ahubudu, Sri Lankan scholar, author, and playwright (b. 1920)", "entities": [{"title": "Arisen Ahubudu", "href": "/wiki/Arisen_Ahubudu", "description": "Kalasuri Arisen Ahubudu was a Sri Lankan writer, orator, scholar, playwright, teacher (Guru), Sinhala lyricist, author and poet. He is a member of the Hela Havula. He has received three government awards for literary works, the title of Kalasuri from the Government of Sri Lanka, and the Sarasaviya Awards film award for best composer. As a composer, he is especially noted for writing music performe"}]}, {"heading": "Deaths", "year": "2012", "date": "May 26", "txt": "Arthur Decabooter, Belgian cyclist (b. 1936)", "entities": [{"title": "Arthur Decabooter", "href": "/wiki/Arthur_Decabooter", "description": "Arthur Decabooter was a Belgian professional racing cyclist, active as a professional between 1959 and 1967. Cyclist Walter Godefroot is his wife's brother-in-law."}]}, {"heading": "Deaths", "year": "2012", "date": "May 26", "txt": "Leo Dillon, American illustrator (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 26", "txt": "Stephen Healey, Welsh captain and footballer (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 26", "txt": "Hiroshi Miyazawa, Japanese politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 26", "txt": "Hans Schmidt, Canadian wrestler (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 26", "txt": "Jim Unger, English-Canadian illustrator (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 26", "txt": "Ray Barnhart, American businessman and politician (b. 1928)", "entities": [{"title": "Ray Barnhart", "href": "/wiki/Ray_Barnhart", "description": "Ray Anderson Barnhart was an American businessman who served as Federal Highway Administrator from 1981 to 1987. He started his career as City Councilman in Pasadena, Texas. He was a member of the Texas House of Representatives 100th district from and served from January 9, 1973 to January 14, 1975. He was an Eagle Scout. He also served as Chairman for the Texas State Republican Party"}]}, {"heading": "Deaths", "year": "2013", "date": "May 26", "txt": "John Bierwirth, American lawyer and businessman (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 26", "txt": "Roberto Civita, Italian-Brazilian businessman (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 26", "txt": "Tom Lichtenberg, American football player and coach (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 26", "txt": "Otto Muehl, Austrian painter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 26", "txt": "Jack Vance, American author (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 26", "txt": "Baselios Thoma Didymos I, Indian metropolitan (b. 1921)", "entities": [{"title": "Baselios Thoma Didymos I", "href": "/wiki/Baselios_Thoma_Didymos_I", "description": " Baselios Marthoma Didymus I born C. T. Thomas was the 7th Catholicos of the East since the Catholicate of the East was relocated to India and the 20th Malankara Metropolitan from 2005 to 2010. He was 117th in the lineage of Catholicos of the East in the Apostolic throne of St. Thomas and 7th Catholicate of East."}]}, {"heading": "Deaths", "year": "2014", "date": "May 26", "txt": "Miodrag Radulovacki, Serbian-American academic and neuropharmacologist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 26", "txt": "William R. Roy, American physician, journalist, and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 26", "txt": "Hooshang Seyhoun, Iranian-Canadian architect, sculptor, and painter (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 26", "txt": "Vicente Aranda, Spanish director, producer, and screenwriter (b. 1926)", "entities": [{"title": "Vicente Aranda", "href": "/wiki/Vicente_Aranda", "description": "Vicente Aranda Ezquerra was a Spanish film director, screenwriter and producer."}]}, {"heading": "Deaths", "year": "2015", "date": "May 26", "txt": "Les Johnson, Australian politician and diplomat, Australian High Commissioner to New Zealand (b. 1924)", "entities": [{"title": "List of Australian High Commissioners to New Zealand", "href": "/wiki/List_of_Australian_High_Commissioners_to_New_Zealand", "description": "The High Commissioner of Australia to New Zealand is an officer of the Australian Department of Foreign Affairs and Trade and the head of the High Commission of the Commonwealth of Australia to New Zealand in Wellington. The High Commissioner has the rank and status of an Ambassador Extraordinary and Plenipotentiary and is currently Patricia Forsythe, who also holds non-resident accreditation to t"}]}, {"heading": "Deaths", "year": "2015", "date": "May 26", "txt": "Robert Kraft, American astronomer and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 26", "txt": "João Lucas, Portuguese footballer (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "May 26", "txt": "Hedy Epstein, German-born American human rights activist and Holocaust survivor (b. 1924)", "entities": [{"title": "Hedy Epstein", "href": "/wiki/Hedy_Epstein", "description": "Hedy Epstein was a German-born Jewish-American political activist and Holocaust survivor known for her support of the Palestinian cause through the International Solidarity Movement."}]}, {"heading": "Deaths", "year": "2017", "date": "May 26", "txt": "Zbigniew Brzezinski, Polish-born American politician (b. 1928)", "entities": [{"title": "Zbigniew Brzezinski", "href": "/wiki/Zbigniew_Brzezinski", "description": "Zbigniew Kazimierz Brzezinski was a Polish-American diplomat and political scientist. He served as a counselor to President Lyndon B. Johnson from 1966 to 1968 and was President Jimmy Carter's National Security Advisor from 1977 to 1981. As a scholar, Brzezinski belonged to the realist school of international relations, standing in the geopolitical tradition of Halford Mackinder and Nicholas J. Sp"}]}, {"heading": "Deaths", "year": "2019", "date": "May 26", "txt": "Prem Tinsulanonda, Former Prime Minister of Thailand", "entities": [{"title": "Prem Tinsulanonda", "href": "/wiki/Prem_Tinsulanonda", "description": "Prem Tinsulanonda was a Thai military officer, politician, and statesman who served as the Prime Minister of Thailand from 3 March 1980 to 4 August 1988, during which time he was credited with ending a communist insurgency and presiding over accelerating economic growth. As president of the Privy Council, he served as Regent of Thailand from the death of King Bhumibol Adulyadej on 13 October 2016,"}]}]