[{"heading": "Events", "year": "363", "date": "May 29", "txt": "The Roman emperor Julian defeats the Sasanian army in the Battle of Ctesiphon, under the walls of the Sasanian capital, but is unable to take the city.", "entities": [{"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Julian (emperor)", "href": "/wiki/Julian_(emperor)", "description": "Julian was Roman emperor from 361 to 363, as well as a notable philosopher and author in Greek. His rejection of Christianity, and his promotion of Neoplatonic Hellenism in its place, caused him to be remembered as Julian the Apostate by the Christian Church."}, {"title": "Sasanian Empire", "href": "/wiki/Sasanian_Empire", "description": "\nThe Sasanian or Sassanid Empire, officially known as the Empire of Iranians, and called the Neo-Persian Empire by historians, was the last Persian imperial dynasty before the Muslim conquest in the mid seventh century AD. Named after the House of Sasan, it endured for over four centuries, from 224 to 651 AD, making it the longest-lived Persian dynasty. The Sasanian Empire succeeded the Parthian E"}, {"title": "Battle of Ctesiphon (363)", "href": "/wiki/Battle_of_Ctesiphon_(363)", "description": "The Battle of Ctesiphon took place on May 29, 363 between the armies of Roman Emperor Julian and an army of the Sasanian Empire outside the walls of the Persian capital Ctesiphon. The battle was a Roman victory, but eventually the Roman forces found themselves unable to continue their campaign as they were too far from their supply lines."}]}, {"heading": "Events", "year": "1108", "date": "May 29", "txt": "Battle of Uclés: Almoravid troops under the command of Tamim ibn Yusuf defeat a Castile and León alliance under the command of Prince Sancho Alfónsez.", "entities": [{"title": "Battle of Uclés (1108)", "href": "/wiki/Battle_of_Ucl%C3%A9s_(1108)", "description": "The Battle of Uclés was fought on 29 May 1108 during the Reconquista period near Uclés just south of the river Tagus between the Christian forces of Castile and León under Alfonso VI and the forces of the Muslim Almoravids under Tamim ibn-Yusuf. The battle was a disaster for the Christians and many of the high nobility of León, including seven counts, died in the fray or were beheaded afterwards, "}, {"title": "Almoravid dynasty", "href": "/wiki/Almoravid_dynasty", "description": "The Almoravid dynasty was an imperial Berber Muslim dynasty centered in Morocco. It established an empire in the 11th century that stretched over the western Maghreb and Al-Andalus. Founded by Abdallah ibn Yasin, the Almoravid capital was Marrakesh, a city the ruling house founded in 1062. The dynasty originated among the Lamtuna and the Gudala, nomadic Berber tribes of the Sahara, traversing the "}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}, {"title": "Sancho Alfónsez", "href": "/wiki/Sancho_Alf%C3%B3nsez", "description": "Sancho Alfónsez was the only son of King Alfonso VI of Castile and León; his mother was the Moorish princess Zaida. Alfonso's heir from May 1107, he eventually co-ruled from Toledo. He predeceased his father, being killed while trying to escape the field of the Battle of Uclés. His death, on his first recorded military expedition, precipitated a succession crisis that ended with the accession of h"}]}, {"heading": "Events", "year": "1167", "date": "May 29", "txt": "Battle of Monte Porzio: A Roman army supporting Pope Alexander III is defeated by Christian of Buch and Rainald of Dassel.", "entities": [{"title": "Battle of Monte Porzio", "href": "/wiki/Battle_of_Monte_Porzio", "description": "The Battle of Monte Porzio was fought on 29 May 1167 between the Holy Roman Empire and the Commune of Rome. The communal Roman army, which one historian has called the \"greatest army which Rome had sent into the field in centuries\", was defeated by the forces of the Emperor Frederick Barbarossa and his local allies, the Counts of Tusculum and the ruler of Albano. Comparing its effect on the city o"}, {"title": "Commune of Rome", "href": "/wiki/Commune_of_Rome", "description": "The Commune of Rome was established in 1144 after a rebellion led by Giordano Pierleoni. Pierleoni led a people's revolt due to the increasing powers of the Pope and the entrenched powers of the nobility. The goal of the rebellion was to organize the government of Rome in a similar fashion to that of the previous Roman Republic. Pierleoni was named the \"first Patrician of the Roman Commune\", but w"}, {"title": "Pope Alexander III", "href": "/wiki/Pope_Alexander_III", "description": "Pope Alexander III, born Roland, was the Bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 7 September 1159 until his death. A native of Bologna, Alexander became pope after a contested election, but had to spend much of his pontificate outside Rome while several rivals, supported by Holy Roman Emperor Frederick I Barbarossa, claimed the papacy. Alexander reje"}, {"title": "Christian I (archbishop of Mainz)", "href": "/wiki/Christian_I_(archbishop_of_Mainz)", "description": "Christian I, sometimes Christian von Buch, was a German prelate and nobleman. He was Archbishop of Mainz and Archchancellor of Germany from 1165 until his death 1183. He was originally elected archbishop in 1160 in a disputed election. He served the Emperor Frederick I as a diplomat in Italy on two occasions."}, {"title": "Rainald of Dassel", "href": "/wiki/Rainald_of_Dassel", "description": "Rainald of Dassel was Archbishop of Cologne and Archchancellor of Italy from 1159 until his death. A close advisor to the Hohenstaufen emperor Frederick Barbarossa, he had an important influence on Imperial politics, mainly in the Italian conflict of Guelphs and Ghibellines."}]}, {"heading": "Events", "year": "1176", "date": "May 29", "txt": "Battle of Legnano: The Lombard League defeats Emperor Frederick I.", "entities": [{"title": "Battle of Legnano", "href": "/wiki/Battle_of_Legnano", "description": "The Battle of Legnano was a battle between the imperial army of Frederick Barbarossa and the troops of the Lombard League on May 29, 1176, near the town of Legnano in present-day Lombardy, in Italy. Although the presence of the enemy nearby was already known to both sides, they suddenly met without having time to plan any strategy."}, {"title": "Lombard League", "href": "/wiki/Lombard_League", "description": "The Lombard League was a medieval alliance formed in 1167, supported by the Pope, to counter the attempts by the Hohenstaufen Holy Roman Emperors to assert influence over the Kingdom of Italy as a part of the Holy Roman Empire. At its apex, it included most of the cities of Northern Italy, but its membership changed with time. With the death of the third and last Hohenstaufen emperor, Frederick II"}, {"title": "Frederick I, Holy Roman Emperor", "href": "/wiki/Frederick_I,_Holy_Roman_Emperor", "description": "Frederick Barbarossa, also known as Frederick I, was the Holy Roman Emperor from 1155 until his death 35 years later. He was elected King of Germany at Frankfurt on 4 March 1152 and crowned in Aachen on 9 March 1152. He was crowned King of Italy on 24 April 1155 in Pavia and emperor by Pope Adrian IV on 18 June 1155 in Rome. Two years later, the term sacrum (\"holy\") first appeared in a document in"}]}, {"heading": "Events", "year": "1233", "date": "May 29", "txt": "Mongol–Jin War: The Mongols entered Kaifeng after a successful siege and began looting in the fallen capital of the Jin dynasty.", "entities": [{"title": "Mongol conquest of the Jin dynasty", "href": "/wiki/Mongol_conquest_of_the_Jin_dynasty", "description": "The Mongol conquest of the Jin dynasty, also known as the Mongol–Jin War, was fought between the Mongol Empire and the Jurchen-led Jin dynasty in Manchuria and north China. The war, which started in 1211, lasted over 23 years and ended with the complete conquest of the Jin dynasty by the Mongols in 1234."}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}, {"title": "Kaifeng", "href": "/wiki/Kaifeng", "description": "Kaifeng is a prefecture-level city in east-central Henan province, China. It is one of the Eight Ancient Capitals of China, having been the capital seven times in history, and is best known for being the Chinese capital in the Northern Song dynasty."}, {"title": "Jin dynasty (1115–1234)", "href": "/wiki/Jin_dynasty_(1115%E2%80%931234)", "description": "The Jin dynasty, officially known as the Great Jin, lasted from 1115 to 1234 as one of the last dynasties in Chinese history to predate the Mongol conquest of China. Its name is sometimes written as Kin, Jurchen Jin or Jinn in English to differentiate it from an earlier Jìn dynasty of China whose name is identical when transcribed without tone marker diacritics in the Hanyu Pinyin system for Stand"}]}, {"heading": "Events", "year": "1328", "date": "May 29", "txt": "Philip VI is crowned King of France.", "entities": [{"title": "Philip VI of France", "href": "/wiki/Philip_VI_of_France", "description": "Philip VI, called the Fortunate and of Valois, was the first King of France from the House of Valois, reigning from 1328 until his death."}, {"title": "List of French monarchs", "href": "/wiki/List_of_French_monarchs", "description": "The monarchs of the Kingdom of France ruled from the establishment of the Kingdom of the West Franks in 843 until the fall of the Second French Empire in 1870, with several interruptions. Between the period from King Charles the Bald in 843 to King Louis XVI in 1792, France had 45 kings. Adding the 7 Emperors and Kings after the French Revolution, this comes to a total of 52 monarchs of France."}]}, {"heading": "Events", "year": "1416", "date": "May 29", "txt": "Battle of Gallipoli: The Venetians under Pietro Loredan defeat a much larger Ottoman fleet off Gallipoli.", "entities": [{"title": "Battle of Gallipoli (1416)", "href": "/wiki/Battle_of_Gallipoli_(1416)", "description": "The Battle of Gallipoli occurred on 29 May 1416 between a squadron of the Venetian navy and the fleet of the Ottoman Empire off the Ottoman naval base of Gallipoli. The battle was the main episode of a brief conflict between the two powers, resulting from Ottoman attacks against Venetian possessions and shipping in the Aegean Sea in late 1415. The Venetian fleet, under Pietro Loredan, was charged "}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Pietro Loredan", "href": "/wiki/Pietro_Loredan", "description": "Pietro Loredan was a Venetian nobleman of the Loredan family and a distinguished military commander both on sea and on land. He fought against the Ottomans, winning the Battle of Gallipoli (1416), played a leading role in the conquest of Dalmatia in 1411–1420, and participated in several campaigns against Venice's Italian rivals, Genoa and Milan, to secure Venice's mainland domains (Terraferma). H"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Gelibolu", "href": "/wiki/Gelibolu", "description": "Gelibolu, also known as Gallipoli, is the name of a town and a district in Çanakkale Province of the Marmara Region, located in Eastern Thrace in the European part of Turkey on the southern shore of the peninsula named after it on the Dardanelles strait, two miles away from Lapseki on the other shore."}]}, {"heading": "Events", "year": "1453", "date": "May 29", "txt": "Fall of Constantinople: Ottoman armies under Sultan Mehmed II Fatih capture Constantinople after a 53-day siege, ending the Byzantine Empire.", "entities": [{"title": "Fall of Constantinople", "href": "/wiki/Fall_of_Constantinople", "description": "The fall of Constantinople was the capture of the Byzantine Empire's capital by the Ottoman Empire. The city fell on 29 May 1453, the culmination of a 53-day siege which had begun on 6 April 1453."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Sultan", "href": "/wiki/Sultan", "description": "Sultan is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\". Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms, albeit without claiming the overall caliphate, or to refer to a power"}, {"title": "Mehmed the Conqueror", "href": "/wiki/Mehmed_the_Conqueror", "description": "Mehmed II, commonly known as Mehmed the Conqueror, was an Ottoman sultan who ruled from August 1444 to September 1446, and then later from February 1451 to May 1481. In Mehmed II's first reign, he defeated the crusade led by John Hunyadi after the Hungarian incursions into his country broke the conditions of the truce Peace of Szeged. When Mehmed II ascended the throne again in 1451 he strengthene"}, {"title": "Fatih", "href": "/wiki/Fatih", "description": "Fatih, historically Constantinople, is the capital district of and a municipality (belediye) in Istanbul, Turkey, which hosts all the provincial authorities, including the governor's office, police headquarters, metropolitan municipality and tax office, but not the courthouse; while encompassing the peninsula coinciding with old Constantinople. In 2009, the district of Eminönü, which had been a se"}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Siege", "href": "/wiki/Siege", "description": "A siege is a military blockade of a city, or fortress, with the intent of conquering by attrition, or a well-prepared assault. This derives from Latin: sedere, lit. 'to sit'. Siege warfare is a form of constant, low-intensity conflict characterized by one party holding a strong, static, defensive position. Consequently, an opportunity for negotiation between combatants is not uncommon, as proximit"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1658", "date": "May 29", "txt": "Battle of Samugarh: decisive battle in the struggle for the throne during the Mughal war of succession (1658–1659).", "entities": [{"title": "Battle of Samugarh", "href": "/wiki/Battle_of_Samugarh", "description": "Battle of Samugarh, Jang-e-Samugarh,, was a decisive battle in the struggle for the throne during the Mughal war of succession (1658–1659) between the sons of the Mughal Emperor Shah Jahan after the emperor's serious illness in September 1657. The battle of Samugarh was fought between his sons Dara Shikoh and his two younger brothers Aurangzeb and Murad Baksh."}, {"title": "Mughal war of succession (1707)", "href": "/wiki/Mughal_war_of_succession_(1707)", "description": "The Mughal war of succession took place in 1707, after the death of Padishah (Emperor) Aurangzeb."}]}, {"heading": "Events", "year": "1660", "date": "May 29", "txt": "English Restoration: Charles II is restored to the throne of England, Scotland and Ireland.", "entities": [{"title": "Restoration (England)", "href": "/wiki/Restoration_(England)", "description": "The Restoration of the Stuart monarchy in the kingdoms of England, Scotland and Ireland took place in 1660 when King Charles II returned from exile in Europe. The preceding period of the Protectorate and the civil wars came to be known as the Interregnum (1649–1660)."}, {"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}, {"title": "Scotland", "href": "/wiki/Scotland", "description": "Scotland is a country that is part of the United Kingdom. Covering the northern third of the island of Great Britain, mainland Scotland has a 96-mile (154 km) border with England to the southeast and is otherwise surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast and the Irish Sea to the south. The country also contains more than 790 islands, principally in the "}, {"title": "Ireland", "href": "/wiki/Ireland", "description": "Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth."}]}, {"heading": "Events", "year": "1733", "date": "May 29", "txt": "The right of settlers in New France to enslave natives is upheld at Quebec City.", "entities": [{"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}, {"title": "Slavery in Canada (New France)", "href": "/wiki/Slavery_in_Canada_(New_France)", "description": "Slavery in New France was practiced by some of the indigenous populations, which enslaved outsiders as captives in warfare, but it was European colonization that made commercial chattel slavery become common in New France. By 1750, two thirds of the enslaved peoples in New France were indigenous, and by 1834, most enslaved people were black."}, {"title": "Quebec City", "href": "/wiki/Quebec_City", "description": "Quebec City is the capital city of the Canadian province of Quebec. As of July 2016 the city had a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh-largest city and the seventh-largest metropolitan area in Canada. It is also the second-largest city in the province after Montreal."}]}, {"heading": "Events", "year": "1780", "date": "May 29", "txt": "American Revolutionary War: At the Battle of Waxhaws, the British continue attacking after the Continentals lay down their arms, killing 113 and critically wounding all but 53 that remained.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Waxhaws", "href": "/wiki/Battle_of_Waxhaws", "description": "The Battle of Waxhaws took place during the American Revolutionary War on May 29, 1780, near Lancaster, South Carolina, between a Continental Army force led by Abraham Buford and a mainly Loyalist force led by British officer Banastre Tarleton. Buford refused an initial demand to surrender, but when his men were attacked by Tarleton's cavalry, many threw down their arms to surrender. Buford appare"}]}, {"heading": "Events", "year": "1790", "date": "May 29", "txt": "Rhode Island becomes the last of North America's original Thirteen Colonies to ratify the Constitution and become one of the United States.", "entities": [{"title": "Rhode Island", "href": "/wiki/Rhode_Island", "description": "Rhode Island, officially the State of Rhode Island, is a state in the New England region of the United States. It is the smallest U.S. state by area and the seventh-least populous, but it is also the second-most densely populated behind New Jersey. The state takes its name from Rhode Island; however, most of the state is located on the mainland. The state has land borders with Connecticut to the w"}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1798", "date": "May 29", "txt": "United Irishmen Rebellion: Between 300 and 500 United Irishmen are executed as rebels by the British Army in County Kildare, Ireland.", "entities": [{"title": "Irish Rebellion of 1798", "href": "/wiki/Irish_Rebellion_of_1798", "description": "The Irish Rebellion of 1798 was a major uprising against British rule in Ireland. The main organising force was the Society of United Irishmen, a republican revolutionary group influenced by the ideas of the American and French revolutions: originally formed by Presbyterian radicals angry at being shut out of power by the Anglican establishment, they were joined by many from the majority Catholic "}, {"title": "Society of United Irishmen", "href": "/wiki/Society_of_United_Irishmen", "description": "The Society of United Irishmen, also simply known as the United Irishmen, were a sworn society in the Kingdom of Ireland formed in the wake of the French Revolution to secure \"an equal representation of all the people\" in a \"national government.\" Despairing of constitutional reform, in 1798 the Society instigated a republican insurrection in defiance of British Crown forces and of Irish sectarian "}, {"title": "Gibbet Rath massacre", "href": "/wiki/Gibbet_Rath_massacre", "description": "The Gibbet Rath executions, sometimes called the Gibbet Rath massacre, refers to the execution of several hundred rebels by British forces during the Irish Rebellion of 1798 at the Curragh of Kildare on 29 May 1798."}, {"title": "County Kildare", "href": "/wiki/County_Kildare", "description": "County Kildare is a county in Ireland. It is located in the province of Leinster and is part of the Mid-East Region. It is named after the town of Kildare. Kildare County Council is the local authority for the county, which has a population of 222,504."}]}, {"heading": "Events", "year": "1807", "date": "May 29", "txt": "Mustafa IV became Sultan of the Ottoman Empire and Caliph of Islam.", "entities": [{"title": "Mustafa IV", "href": "/wiki/Mustafa_IV", "description": "Mustafa IV was the Sultan of the Ottoman Empire from 1807 to 1808."}, {"title": "Sultan of the Ottoman Empire", "href": "/wiki/Sultan_of_the_Ottoman_Empire", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}, {"title": "Caliph of Islam", "href": "/wiki/Caliph_of_Islam", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}]}, {"heading": "Events", "year": "1848", "date": "May 29", "txt": "Wisconsin is admitted as the 30th U.S. state.", "entities": [{"title": "Wisconsin", "href": "/wiki/Wisconsin", "description": "Wisconsin is a state in the upper Midwestern United States, bordered by Minnesota to the west; Iowa to the southwest; Illinois to the south; Lake Michigan to the east; Michigan to the northeast; and Lake Superior to the north. Wisconsin is the 23rd-largest state by total area and the 20th-most populous."}]}, {"heading": "Events", "year": "1852", "date": "May 29", "txt": "Jenny Lind leaves New York after her two-year American tour.", "entities": [{"title": "Jenny Lind", "href": "/wiki/Jenny_Lind", "description": "Johanna Maria \"Jenny\" Lind was a Swedish opera singer, often called the \"Swedish Nightingale\". One of the most highly regarded singers of the 19th century, she performed in soprano roles in opera in Sweden and across Europe, and undertook an extraordinarily popular concert tour of the United States beginning in 1850. She was a member of the Royal Swedish Academy of Music from 1840."}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "Jenny Lind tour of America, 1850–52", "href": "/wiki/Jenny_Lind_tour_of_America,_1850%E2%80%9352", "description": "The Swedish soprano Jenny Lind, often known as the \"Swedish Nightingale\", was one of the most highly regarded singers of the 19th century. At the height of her fame she was persuaded by the showman P. T. Barnum to undertake a long tour of the United States. The tour began in September 1850 and continued to May 1852. Barnum's advance publicity made Lind a celebrity even before she arrived in the U."}]}, {"heading": "Events", "year": "1861", "date": "May 29", "txt": "The Hong Kong General Chamber of Commerce is founded, in Hong Kong.", "entities": [{"title": "Hong Kong General Chamber of Commerce", "href": "/wiki/Hong_Kong_General_Chamber_of_Commerce", "description": "The Hong Kong General Chamber of Commerce was founded on 29 May 1861, and is the oldest and one of the largest business organizations in Hong Kong. It has around 4,000 corporate members, who combined employ around one-third of Hong Kong's workforce. It is a self-funding, not-for-profit organization that promotes and represents the interests of the Hong Kong business community. A core function of i"}]}, {"heading": "Events", "year": "1864", "date": "May 29", "txt": "Emperor Maximilian I of Mexico arrives in Mexico for the first time.", "entities": [{"title": "Emperor of Mexico", "href": "/wiki/Emperor_of_Mexico", "description": "The Emperor of Mexico was the head of state and ruler of Mexico on two non-consecutive occasions in the 19th century."}, {"title": "Maximilian I of Mexico", "href": "/wiki/Maximilian_I_of_Mexico", "description": "Maximilian I was an Austrian archduke who reigned as the only Emperor of the Second Mexican Empire from 10 April 1864 until his execution on 19 June 1867. A younger brother of Emperor Franz Joseph I of Austria, Maximilian had a distinguished career as commander-in-chief of the Imperial Austrian Navy."}]}, {"heading": "Events", "year": "1867", "date": "May 29", "txt": "The Austro-Hungarian Compromise of 1867 (\"the Compromise\") is born through Act 12, which establishes the Austro-Hungarian Empire.", "entities": [{"title": "Austro-Hungarian Compromise of 1867", "href": "/wiki/Austro-Hungarian_Compromise_of_1867", "description": "The Austro-Hungarian Compromise of 1867 established the dual monarchy of Austria-Hungary. The Compromise partially re-established the former sovereignty of the Kingdom of Hungary, however being separate from, but no longer subject to the Austrian Empire. The compromise put an end to the 18-year-long military dictatorship and absolutist rule over Hungary, which was introduced by Francis Joseph afte"}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}]}, {"heading": "Events", "year": "1868", "date": "May 29", "txt": "Mihailo Obrenović III, Prince of Serbia is assassinated.", "entities": [{"title": "Mihailo Obrenović", "href": "/wiki/Mihailo_Obrenovi%C4%87", "description": "Prince Mihailo Obrenović III of Serbia was the ruling Prince of Serbia from 1839 to 1842 and again from 1860 to 1868. His first reign ended when he was deposed in 1842, and his second when he was assassinated in 1868. He is considered to be a great reformer and the most enlightened ruler of modern Serbia, as one of the European enlightened absolute monarchs. He advocated the idea of a Balkan feder"}, {"title": "Principality of Serbia", "href": "/wiki/Principality_of_Serbia", "description": "The Principality of Serbia was a semi-independent state in the Balkans that came into existence as a result of the Serbian Revolution, which lasted between 1804 and 1817. Its creation was negotiated first through an unwritten agreement between Miloš Obrenović, leader of the Second Serbian Uprising, and Ottoman official Marashli Pasha. It was followed by the series of legal documents published by t"}]}, {"heading": "Events", "year": "1886", "date": "May 29", "txt": "The pharmacist John Pemberton places his first advertisement for Coca-Cola, which appeared in The Atlanta Journal.", "entities": [{"title": "Pharmacist", "href": "/wiki/Pharmacist", "description": "Pharmacists, also known as chemists or druggists, are health professionals who specialize in the safe and effective use of medications, as they are knowledgeable about the composition, effects, metabolism, mechanism of action, mobility and toxicity of drugs. Using knowledge of the mechanism of action of drugs, the pharmacist understands how they should be used to achieve maximum benefit, minimal s"}, {"title": "John Pemberton", "href": "/wiki/John_Pemberton", "description": "John Stith Pemberton was an American pharmacist and Confederate States Army veteran who is best known as the inventor of Coca-Cola. In May 1886, he developed an early version of a beverage that would later become Coca-Cola, but sold his rights to the drink shortly before his death."}, {"title": "Advertising", "href": "/wiki/Advertising", "description": "Advertising is a marketing communication that employs an openly sponsored, non-personal message to promote or sell a product, service or idea. Sponsors of advertising are typically businesses wishing to promote their products or services. Advertising is differentiated from public relations in that an advertiser pays for and has control over the message. It differs from personal selling in that the"}, {"title": "Coca-Cola", "href": "/wiki/Coca-Cola", "description": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The"}]}, {"heading": "Events", "year": "1900", "date": "May 29", "txt": "N'Djamena is founded as Fort-Lamy by the French commander Émile Gentil.", "entities": [{"title": "N'Djamena", "href": "/wiki/N%27Djamena", "description": "N'Djamena is the capital and largest city of Chad. A port on the Chari River, near the confluence with the Logone River, it directly faces the Cameroonian town of Kousséri, to which the city is connected by a bridge. It is also a special statute region, divided into 10 districts or arrondissements. It is a regional market for livestock, salt, dates, and grains. Meat, fish and cotton processing are"}, {"title": "Émile Gentil", "href": "/wiki/%C3%89mile_Gentil", "description": "Émile Gentil was a French colonial administrator, naval officer, and military leader."}]}, {"heading": "Events", "year": "1903", "date": "May 29", "txt": "In the May Coup, Alexander I, King of Serbia, and Queen Draga, are assassinated in Belgrade by the Black Hand (Crna Ruka) organization.", "entities": [{"title": "May Coup (Serbia)", "href": "/wiki/May_Coup_(Serbia)", "description": "The May Coup was a coup d'état involving the assassination of the Serbian King Alexander Obrenović and his consort Queen Draga inside the Royal Palace in Belgrade on the night of 10–11 June [O.S. 28–29 May] 1903. This act resulted in the extinction of the Obrenović dynasty which had ruled the Kingdom of Serbia since the middle of the 19th century. A group of Serbian Army officers led by then-Capta"}, {"title": "Alexander I of Serbia", "href": "/wiki/Alexander_I_of_Serbia", "description": "Alexander I reigned as the king of Serbia from 1889 to 1903 when he and his wife, Draga Mašin, were assassinated by a group of Royal Serbian Army officers, led by Captain Dragutin Dimitrijević."}, {"title": "Assassination", "href": "/wiki/Assassination", "description": "Assassination is the act of deliberately killing a prominent or important person, such as heads of state, heads of government, politicians, royalty, celebrities, journalists, or CEOs. An assassination may be prompted by political and military motives, or done for financial gain, to avenge a grievance, from a desire to acquire fame or notoriety, or because of a military, security, insurgent or secr"}, {"title": "Black Hand (Serbia)", "href": "/wiki/Black_Hand_(Serbia)", "description": "Unification or Death, popularly known as the Black Hand, was a secret military society formed in 1901 by officers in the Army of the Kingdom of Serbia. It gained a reputation for its alleged involvement in the assassination of Archduke Franz Ferdinand in Sarajevo in 1914 and for the earlier assassination of the Serbian royal couple in 1903, under the aegis of Captain Dragutin Dimitrijević."}]}, {"heading": "Events", "year": "1913", "date": "May 29", "txt": "Igor Stravinsky's ballet score The Rite of Spring receives its premiere performance in Paris, France, provoking a riot.", "entities": [{"title": "Igor Stravinsky", "href": "/wiki/Igor_Stravinsky", "description": "Igor Fyodorovich Stravinsky was a Russian composer, pianist and conductor, later of French and American citizenship. He is widely considered one of the most important and influential composers of the 20th century."}, {"title": "Ballet", "href": "/wiki/Ballet", "description": "Ballet is a type of performance dance that originated during the Italian Renaissance in the fifteenth century and later developed into a concert dance form in France and Russia. It has since become a widespread and highly technical form of dance with its own vocabulary. Ballet has been influential globally and has defined the foundational techniques which are used in many other dance genres and cu"}]}, {"heading": "Events", "year": "1914", "date": "May 29", "txt": "The Ocean liner RMS Empress of Ireland sinks in the Gulf of Saint Lawrence with the loss of 1,012 lives.", "entities": [{"title": "Ocean liner", "href": "/wiki/Ocean_liner", "description": "An ocean liner is a passenger ship primarily used as a form of transportation across seas or oceans. Liners may also carry cargo or mail, and may sometimes be used for other purposes."}, {"title": "RMS Empress of Ireland", "href": "/wiki/RMS_Empress_of_Ireland", "description": "RMS Empress of Ireland was an ocean liner that sank near the mouth of the Saint Lawrence River in Canada following a collision in thick fog with the Norwegian collier Storstad in the early hours of 29 May 1914. Although the ship was equipped with watertight compartments and, in the aftermath of the Titanic disaster two years earlier, carried more than enough lifeboats for all onboard, she foundere"}, {"title": "Gulf of Saint Lawrence", "href": "/wiki/Gulf_of_Saint_Lawrence", "description": "The Gulf of Saint Lawrence is the outlet of the North American Great Lakes via the Saint Lawrence River into the Atlantic Ocean. The gulf is a semi-enclosed sea, covering an area of about 226,000 square kilometres (87,000 sq mi) and containing about 34,500 cubic kilometres (8,300 cu mi) of water, which results in an average depth of 152 metres (499 ft)."}]}, {"heading": "Events", "year": "1918", "date": "May 29", "txt": "Armenia defeats the Ottoman Army in the Battle of Sardarabad.", "entities": [{"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}, {"title": "Military of the Ottoman Empire", "href": "/wiki/Military_of_the_Ottoman_Empire", "description": "The history of the military of the Ottoman Empire can be divided in five main periods. The foundation era covers the years between 1300 and 1453, the classical period covers the years between 1451 and 1606, the reformation period covers the years between 1606 and 1826, the modernisation period covers the years between 1826 and 1858 and decline period covers the years between 1861 and 1918."}, {"title": "Battle of Sardarabad", "href": "/wiki/Battle_of_Sardarabad", "description": "The Battle of Sardarabad was a battle of the Caucasus campaign of World War I that took place near Sardarabad, Armenia from 21 to 29 May 1918, between the regular Armenian military units and militia on one side and the Ottoman army that had invaded Eastern Armenia on the other. As Sardarabad is approximately 40 kilometres (25 mi) west of the capital of Yerevan, the battle not only halted the Ottom"}]}, {"heading": "Events", "year": "1919", "date": "May 29", "txt": "Albert Einstein's theory of general relativity is tested (later confirmed) by Arthur Eddington and Andrew Claude de la Cherois Crommelin", "entities": [{"title": "Albert Einstein", "href": "/wiki/Albert_Einstein", "description": "Albert Einstein was a German-born theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Relativity and quantum mechanics are together the two pillars of modern physics. His mass–energy equivalence formula E"}, {"title": "General relativity", "href": "/wiki/General_relativity", "description": "General relativity, also known as the general theory of relativity, is the geometric theory of gravitation published by Albert Einstein in 1915 and is the current description of gravitation in modern physics. General relativity generalizes special relativity and refines Newton's law of universal gravitation, providing a unified description of gravity as a geometric property of space and time or fo"}, {"title": "Eddington experiment", "href": "/wiki/Eddington_experiment", "description": "The Eddington experiment was an observational test of General Relativity, organised by the British astronomers Frank Watson Dyson and Arthur Stanley Eddington in 1919. The observations were of the total solar eclipse of 29 May 1919 and were carried out by two expeditions, one to the West African island of Príncipe, and the other to the Brazilian town of Sobral. The aim of the expeditions was to me"}, {"title": "Arthur Eddington", "href": "/wiki/Arthur_Eddington", "description": "Sir Arthur Stanley Eddington was an English astronomer, physicist, and mathematician. He was also a philosopher of science and a populariser of science. The Eddington limit, the natural limit to the luminosity of stars, or the radiation generated by accretion onto a compact object, is named in his honour."}, {"title": "Andrew Claude de la Cherois Crommelin", "href": "/wiki/Andrew_Claude_de_la_Cherois_Crommelin", "description": "Andrew Claude de la Cherois Crommelin was an astronomer of French and Huguenot descent who was born in Cushendun, County Antrim, Ireland.\nHe was educated in England at Marlborough College and Trinity College, Cambridge. He worked at the Royal Greenwich Observatory and went on several solar eclipse expeditions. He was president of the Royal Astronomical Society from 1929 to 1931."}]}, {"heading": "Events", "year": "1920", "date": "May 29", "txt": "The Louth flood of 1920 was a severe flash flooding in the Lincolnshire market town of Louth which occurred 29 May 1920, resulting in 23 fatalities in 20 minutes. It has been described as one of the most significant flood disasters in Britain during the 20th century.", "entities": [{"title": "Louth flood of 1920", "href": "/wiki/Louth_flood_of_1920", "description": "The Louth flood of 1920 or Louth \"cloud-burst\" was a severe flash flooding in the Lincolnshire market town of Louth which occurred 29 May 1920, resulting in 23 fatalities in 20 minutes. It has been described as one of the most significant flood disasters in Britain and Ireland during the 20th century."}, {"title": "Lincolnshire", "href": "/wiki/Lincolnshire", "description": "Lincolnshire is a county in the East Midlands of England, with a long coastline on the North Sea to the east. It borders Norfolk to the south-east, Cambridgeshire to the south, Rutland to the south-west, Leicestershire and Nottinghamshire to the west, South Yorkshire to the north-west, and the East Riding of Yorkshire to the north. It also borders Northamptonshire in the south for just 20 yards (1"}, {"title": "Louth, Lincolnshire", "href": "/wiki/Louth,_Lincolnshire", "description": "Louth is a market town and civil parish in the East Lindsey district of Lincolnshire, England."}]}, {"heading": "Events", "year": "1931", "date": "May 29", "txt": "Michele Schirru, a citizen of the United States, is executed by Italian military firing squad for intent to kill Benito Mussolini.", "entities": [{"title": "Michele Schirru", "href": "/wiki/Michele_Schirru", "description": "Italian Fascist leader Benito Mussolini survived several assassination attempts while head of government of Italy in the 1920s and 1930s."}, {"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}]}, {"heading": "Events", "year": "1932", "date": "May 29", "txt": "World War I veterans begin to assemble in Washington, D.C., in the Bonus Army to request cash bonuses promised to them to be paid in 1945.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Veteran", "href": "/wiki/Veteran", "description": "A veteran is a person who has a long career in a particular occupation or field. A military veteran is a person who has served and is no longer serving in a military. A military veteran that has served directly in combat in a war is further defined as a war veteran."}, {"title": "Bonus Army", "href": "/wiki/Bonus_Army", "description": "The Bonus Army was a group of 43,000 demonstrators – made up of 17,000 U.S. World War I veterans, together with their families and affiliated groups – who gathered in Washington, D.C. in mid-1932 to demand early cash redemption of their service certificates. Organizers called the demonstrators the \"Bonus Expeditionary Force\", to echo the name of World War I's American Expeditionary Forces, while t"}]}, {"heading": "Events", "year": "1935", "date": "May 29", "txt": "First flight of the Messerschmitt Bf 109 fighter aeroplane.", "entities": [{"title": "Messerschmitt Bf 109", "href": "/wiki/Messerschmitt_Bf_109", "description": "The Messerschmitt Bf 109 is a German World War II fighter aircraft that was, along with the Focke-Wulf Fw 190, the backbone of the Luftwaffe's fighter force. The Bf 109 first saw operational service in 1937 during the Spanish Civil War and was still in service at the dawn of the jet age at the end of World War II in 1945. It was one of the most advanced fighters when it first appeared, with an all"}]}, {"heading": "Events", "year": "1945", "date": "May 29", "txt": "First combat mission of the Consolidated B-32 Dominator heavy bomber.", "entities": [{"title": "Combat", "href": "/wiki/Combat", "description": "Combat is a purposeful violent conflict meant to physically harm or kill the opposition. Combat may be armed or unarmed. Combat is sometimes resorted to as a method of self-defense, or can be used as a tool to impose ones will on others. An instance of combat can be a stand-alone confrontation or a small part of a much larger violent conflict. Instances of combat may also be benign and recreationa"}, {"title": "Consolidated B-32 Dominator", "href": "/wiki/Consolidated_B-32_Dominator", "description": "The Consolidated B-32 Dominator was an American heavy strategic bomber built for United States Army Air Forces during World War II, which had the distinction of being the last Allied aircraft to be engaged in combat during World War II. It was developed by Consolidated Aircraft in parallel with the Boeing B-29 Superfortress as a fallback design should the B-29 prove unsuccessful. The B-32 only rea"}, {"title": "Heavy bomber", "href": "/wiki/Heavy_bomber", "description": "Heavy bombers are bomber aircraft capable of delivering the largest payload of air-to-ground weaponry and longest range of their era. Archetypal heavy bombers have therefore usually been among the largest and most powerful military aircraft at any point in time. In the second half of the 20th century, heavy bombers were largely superseded by strategic bombers, which were often smaller in size, but"}]}, {"heading": "Events", "year": "1948", "date": "May 29", "txt": "United Nations Truce Supervision Organization is founded.", "entities": [{"title": "United Nations Truce Supervision Organization", "href": "/wiki/United_Nations_Truce_Supervision_Organization", "description": "The United Nations Truce Supervision Organization (UNTSO) is an organization founded on 29 May 1948 for peacekeeping in the Middle East. Established amidst the 1948 Arab–Israeli War, its primary task was initially to provide the military command structure to the peacekeeping forces in the Middle East to enable the peacekeepers to observe and maintain the ceasefire, and in assisting the parties to "}]}, {"heading": "Events", "year": "1950", "date": "May 29", "txt": "The St. Roch, the first ship to circumnavigate North America, arrives in Halifax, Nova Scotia, Canada.", "entities": [{"title": "Circumnavigation", "href": "/wiki/Circumnavigation", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}, {"title": "Halifax, Nova Scotia", "href": "/wiki/Halifax,_Nova_Scotia", "description": "Halifax, officially known as the Halifax Regional Municipality (HRM), is the capital of the Canadian province of Nova Scotia. It had a population of 403,131 in 2016, with 316,701 in the urban area centred on Halifax Harbour. In July 2020 Statistics Canada estimated the population of the CMA at 448,544. The regional municipality consists of four former municipalities that were amalgamated in 1996: "}]}, {"heading": "Events", "year": "1953", "date": "May 29", "txt": "Edmund Hillary and Sherpa Tenzing Norgay become the first people to reach the summit of Mount Everest, on Tenzing Norgay's (adopted) 39th birthday.", "entities": [{"title": "Edmund Hillary", "href": "/wiki/Edmund_Hillary", "description": "Sir Edmund Percival Hillary was a New Zealand mountaineer, explorer, and philanthropist. On 29 May 1953, Hillary and Sherpa mountaineer Tenzing Norgay became the first climbers confirmed to have reached the summit of Mount Everest. They were part of the ninth British expedition to Everest, led by John Hunt. From 1985 to 1988 he served as New Zealand's High Commissioner to India and Bangladesh and "}, {"title": "Sherpa people", "href": "/wiki/Sherpa_people", "description": "Sherpa is one of the Tibetan ethnic groups native to the most mountainous regions of Nepal in the Himalayas. The term sherpa or sherwa derives from the Sherpa language words ཤར shar (\"east\") and པ pa (\"people\"), which refer to their geographical origin of eastern Tibet."}, {"title": "Tenzing Norgay", "href": "/wiki/Tenzing_Norgay", "description": "Tenzing Norgay, born Namgyal Wangdi, and also referred to as Sherpa Tenzing, was a Nepali-Indian Sherpa mountaineer. He was one of the first two individuals known to reach the summit of Mount Everest, which he accomplished with Edmund Hillary on 29 May 1953. Time named Norgay one of the 100 most influential people of the 20th century. In 2003, the Tenzing Norgay National Adventure Award, India's h"}, {"title": "Mount Everest", "href": "/wiki/Mount_Everest", "description": "Mount Everest is Earth's highest mountain above sea level, located in the Mahalangur Himal sub-range of the Himalayas. The China–Nepal border runs across its summit point. Its elevation of 8,848.86 m (29,031.7 ft) was most recently established in 2020 by the Nepali and Chinese authorities."}]}, {"heading": "Events", "year": "1964", "date": "May 29", "txt": "The Arab League meets in East Jerusalem to discuss the Palestinian question, leading to the formation of the Palestine Liberation Organization.", "entities": [{"title": "Arab League", "href": "/wiki/Arab_League", "description": "The Arab League, formally the League of Arab States, is a regional organization in the Arab world, which is located in Africa and Western Asia. The Arab League was formed in Cairo on 22 March 1945 initially with six members: Egypt, Iraq, Transjordan, Lebanon, Saudi Arabia, and Syria. Yemen joined as a member on 5 May 1945. Currently, the League has 22 members, but Syria's participation has been su"}, {"title": "East Jerusalem", "href": "/wiki/East_Jerusalem", "description": "East Jerusalem or Eastern Jerusalem is the sector of Jerusalem that was occupied by Jordan during the 1948 Arab–Israeli War, as opposed to the western sector of the city, West Jerusalem, which was occupied by Israel. Since the 1967 Arab–Israeli War, East Jerusalem has been considered occupied by Israel by the international community."}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}]}, {"heading": "Events", "year": "1964", "date": "May 29", "txt": "Having deposed them in a January coup South Vietnamese leader Nguyen Khanh had rival Generals Tran Van Don and Le Van Kim convicted of \"lax morality\".", "entities": [{"title": "January 1964 South Vietnamese coup", "href": "/wiki/January_1964_South_Vietnamese_coup", "description": "Before dawn on January 30, 1964, General Nguyễn Khánh ousted the military junta led by General Dương Văn Minh from the leadership of South Vietnam without firing a shot. It came less than three months after Minh's junta had themselves come to power in a bloody coup against then President Ngô Đình Diệm. The coup was bloodless and took less than a few hours—after power had been seized Minh's aide an"}, {"title": "Nguyen Khanh", "href": "/wiki/Nguyen_Khanh", "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"}]}, {"heading": "Events", "year": "1973", "date": "May 29", "txt": "Tom Bradley is elected the first black mayor of Los Angeles, California.", "entities": [{"title": "Tom Bradley (American politician)", "href": "/wiki/Tom_Bradley_(American_politician)", "description": "Thomas Bradley was an American politician and police officer who served as the 38th Mayor of Los Angeles from 1973 to 1993. He was the first and thus far only African American mayor of Los Angeles, and his 20 years in office mark the longest tenure by any mayor in the city's history. His election as mayor in 1973 made him the second African-American mayor of a major U.S. city. Bradley retired in 1"}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}]}, {"heading": "Events", "year": "1982", "date": "May 29", "txt": "Pope John Paul II becomes the first pontiff to visit Canterbury Cathedral.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Canterbury Cathedral", "href": "/wiki/Canterbury_Cathedral", "description": "Canterbury Cathedral in Canterbury, Kent, is one of the oldest and most famous Christian structures in England. It forms part of a World Heritage Site. It is the cathedral of the Archbishop of Canterbury, currently Justin Welby, leader of the Church of England and symbolic leader of the worldwide Anglican Communion. Its formal title is the Cathedral and Metropolitical Church of Christ at Canterbur"}]}, {"heading": "Events", "year": "1982", "date": "May 29", "txt": "Falklands War: British forces defeat the Argentines at the Battle of Goose Green.", "entities": [{"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Battle of Goose Green", "href": "/wiki/Battle_of_Goose_Green", "description": "The Battle of Goose Green was an engagement between British and Argentine forces on 28 and 29 May 1982 during the Falklands War. Located on East Falkland's central isthmus, the settlement of Goose Green was the site of an airfield. Argentine forces were in a well-defended position, within striking distance of San Carlos Water, where the British task force had made its amphibious landing."}]}, {"heading": "Events", "year": "1985", "date": "May 29", "txt": "Heysel Stadium disaster: Thirty-nine association football fans die and hundreds are injured when a dilapidated retaining wall collapses.", "entities": [{"title": "Heysel Stadium disaster", "href": "/wiki/Heysel_Stadium_disaster", "description": "The Heysel Stadium disaster was a human stampede that occurred on 29 May 1985 when mostly Juventus fans escaping from a breach by Liverpool fans were pressed against a collapsing wall in the Heysel Stadium in Brussels, Belgium, before the start of the 1985 European Cup Final between the Italian and English clubs. 39 people—mostly Italians and Juventus fans—were killed and 600 were injured in the c"}, {"title": "Association football", "href": "/wiki/Association_football", "description": "Association football, more commonly known as simply football or soccer, is a team sport played by all genders with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the gam"}]}, {"heading": "Events", "year": "1985", "date": "May 29", "txt": "Amputee Steve Fonyo completes cross-Canada marathon at Victoria, British Columbia, after 14 months.", "entities": [{"title": "Steve Fonyo", "href": "/wiki/Steve_Fonyo", "description": " \"Steve\" Fonyo Jr. is a Canadian runner with an artificial leg who was a nationally renowned fundraiser for cancer research and treatment and a former Officer of the Order of Canada."}, {"title": "Canada", "href": "/wiki/Canada", "description": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres, making it the world's second-largest country by total area. Its southern and western border with the United States, stretching 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. "}, {"title": "Marathon", "href": "/wiki/Marathon", "description": "The marathon is a long-distance race with an official distance of 42.195 kilometres, usually run as a road race, but the distance can be covered on trail routes. The event was instituted in commemoration of the fabled run of the Greek soldier Pheidippides, a messenger from the Battle of Marathon to Athens, who reported the victory. The marathon can be completed by running or with a run/walk strate"}, {"title": "Victoria, British Columbia", "href": "/wiki/Victoria,_British_Columbia", "description": "Victoria is the capital city of the Canadian province of British Columbia, on the southern tip of Vancouver Island off Canada's Pacific coast. The city has a population of 85,792, and the Greater Victoria Area has a population of 367,770. Victoria is the 7th-most densely populated city in Canada with 4,405.8 inhabitants per square kilometre (11,411/sq mi)."}]}, {"heading": "Events", "year": "1988", "date": "May 29", "txt": "The U.S. President Ronald Reagan begins his first visit to the Soviet Union when he arrives in Moscow for a superpower summit with the Soviet leader Mikhail Gorbachev.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}]}, {"heading": "Events", "year": "1989", "date": "May 29", "txt": "Signing of an agreement between Egypt and the United States, allowing the manufacture of parts of the F-16 jet fighter plane in Egypt.", "entities": [{"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "General Dynamics F-16 Fighting Falcon", "href": "/wiki/General_Dynamics_F-16_Fighting_Falcon", "description": "The General Dynamics F-16 Fighting Falcon is a single-engine multirole fighter aircraft originally developed by General Dynamics for the United States Air Force (USAF). Designed as an air superiority day fighter, it evolved into a successful all-weather multirole aircraft. Over 4,600 aircraft have been built since production was approved in 1976. Although no longer being purchased by the U.S. Air "}]}, {"heading": "Events", "year": "1990", "date": "May 29", "txt": "The Russian parliament elects Boris Yeltsin as president of the Russian Soviet Federative Socialist Republic.", "entities": [{"title": "Congress of People's Deputies of Russia", "href": "/wiki/Congress_of_People%27s_Deputies_of_Russia", "description": "The Congress of People's Deputies of the Russian SFSR and since 1991 Congress of People's Deputies of the Russian Federation was the supreme government institution in the Russian SFSR and in the Russian Federation from 16 May 1990 to 21 September 1993. Elected on 4 March 1990 for a period of five years, it was dissolved by presidential decree during the Russian constitutional crisis of 1993 and en"}, {"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "Russian Soviet Federative Socialist Republic", "href": "/wiki/Russian_Soviet_Federative_Socialist_Republic", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}]}, {"heading": "Events", "year": "1993", "date": "May 29", "txt": "The Miss Sarajevo beauty pageant is held in war-torn Sarajevo drawing global attention to the plight of its citizens.", "entities": [{"title": "Miss Sarajevo", "href": "/wiki/Miss_Sarajevo", "description": "\"Miss Sarajevo\" is a song by U2 and Brian Eno, credited to the pseudonym \"Passengers\". It was released on 20 November 1995 as the only single from their album Original Soundtracks 1. Luciano Pavarotti makes a guest vocal appearance, singing the opera solo. It also appears on U2's compilation The Best of 1990-2000, and was covered by George Michael on his album Songs from the Last Century. While th"}, {"title": "Sarajevo", "href": "/wiki/Sarajevo", "description": "Sarajevo is the capital and largest city of Bosnia and Herzegovina, with a population of 275,569 in its administrative limits. The Sarajevo metropolitan area including Sarajevo Canton, East Sarajevo and nearby municipalities is home to 555,210 inhabitants. Located within the greater Sarajevo valley of Bosnia, it is surrounded by the Dinaric Alps and situated along the Miljacka River in the heart o"}]}, {"heading": "Events", "year": "1999", "date": "May 29", "txt": "Olusegun Obasanjo takes office as President of Nigeria, the first elected and civilian head of state in Nigeria after 16 years of military rule.", "entities": [{"title": "Olusegun Obasanjo", "href": "/wiki/Olusegun_Obasanjo", "description": "Chief Olusegun Matthew Okikiola Aremu Obasanjo, GCFR, is a Nigerian political and military leader who served as Nigeria's head of state from 1976 to 1979 and later as its President from 1999 to 2007. Ideologically a Nigerian nationalist, he was a member of the People's Democratic Party (PDP) from 1999 to 2015 and again from 2018 onward."}, {"title": "President of Nigeria", "href": "/wiki/President_of_Nigeria", "description": "The president of the Federal Republic of Nigeria is the head of state and head of government of the Federal Republic of Nigeria. The president of Nigeria is also the commander-in-chief of the Nigerian Armed Forces. The president is elected in national elections which take place every four years. The offices, powers, and titles of the head of state and the head of government were officially merged "}, {"title": "Head of state", "href": "/wiki/Head_of_state", "description": "A head of state is the public persona who officially embodies a state in its unity and legitimacy. Depending on the country's form of government and separation of powers, the head of state may be a ceremonial figurehead or concurrently the head of government and more."}, {"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}]}, {"heading": "Events", "year": "1999", "date": "May 29", "txt": "Space Shuttle Discovery completes the first docking with the International Space Station.", "entities": [{"title": "STS-96", "href": "/wiki/STS-96", "description": "STS-96 was a Space Shuttle mission to the International Space Station (ISS) flown by Space Shuttle  Discovery, and the first shuttle flight to dock at the International Space Station. The shuttle carried the Spacehab module in the payload, filled with cargo for station outfitting. STS-96 launched from Kennedy Space Center, Florida, on 27 May 1999 at 06:49:42 AM EDT and returned to Kennedy on 6 Jun"}]}, {"heading": "Events", "year": "2001", "date": "May 29", "txt": "The U.S. Supreme Court rules that the disabled golfer Casey Martin can use a cart to ride in tournaments.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Casey Martin", "href": "/wiki/Casey_Martin", "description": "Casey Martin is an American professional golfer and the current men's golf head coach at the University of Oregon."}]}, {"heading": "Events", "year": "2004", "date": "May 29", "txt": "The National World War II Memorial is dedicated in Washington, D.C.", "entities": [{"title": "National World War II Memorial", "href": "/wiki/National_World_War_II_Memorial", "description": "The World War II Memorial is a memorial of national significance dedicated to Americans who served in the armed forces and as civilians during World War II."}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "2008", "date": "May 29", "txt": "A doublet earthquake, of combined magnitude 6.1, strikes Iceland near the town of Selfoss, injuring 30 people.", "entities": [{"title": "2008 Iceland earthquake", "href": "/wiki/2008_Iceland_earthquake", "description": "The 2008 Iceland earthquake was a doublet earthquake that struck on May 29 at 15:46 UTC in southwestern Iceland. The recorded magnitudes of the two main quakes were 5.9 Mw and 5.8 Mw , respectively, giving a composite magnitude of 6.1 Mw . There were no human fatalities, but 30 injuries were reported and a number of sheep were killed. The epicenter of the earthquake was between the towns of Hverag"}, {"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}, {"title": "Selfoss (town)", "href": "/wiki/Selfoss_(town)", "description": "Selfoss is a town in southern Iceland on the banks of the Ölfusá river. It is the seat of the municipality of Árborg. The Icelandic Route 1 runs through the town on its way between Hveragerði and Hella. The town is a centre of commerce and small industries with a population of 6,934 (2016), making it the largest residential area in South Iceland."}]}, {"heading": "Events", "year": "2012", "date": "May 29", "txt": "A 5.8-magnitude earthquake hits northern Italy near Bologna, killing at least 24 people.", "entities": [{"title": "2012 Northern Italy earthquakes", "href": "/wiki/2012_Northern_Italy_earthquakes#29_May_earthquake", "description": "In May 2012, two major earthquakes struck Northern Italy, causing 27 deaths and widespread damage. The events are known in Italy as 2012 Emilia earthquakes, because they mainly affected the Emilia region."}, {"title": "Bologna", "href": "/wiki/Bologna", "description": "Bologna is the capital and largest city of the Emilia-Romagna region in Northern Italy. It is the seventh most populous city in Italy with about 390,000 inhabitants and 150 different nationalities. Its metropolitan area is home to more than 1,000,000 people."}]}, {"heading": "Events", "year": "2015", "date": "May 29", "txt": "One World Observatory at One World Trade Center opens.", "entities": [{"title": "One World Trade Center", "href": "/wiki/One_World_Trade_Center", "description": "One World Trade Center is the main building of the rebuilt World Trade Center complex in Lower Manhattan, New York City. One WTC is the tallest building in the United States, the tallest building in the Western Hemisphere, and the sixth-tallest in the world. The supertall structure has the same name as the North Tower of the original World Trade Center, which was destroyed in the terrorist attacks"}]}, {"heading": "Events", "year": "2019", "date": "May 29", "txt": "The Youtube channel T-series (an Indian music record label and film production company) is the first Youtube channel to reach 100 million subscribers.", "entities": [{"title": "T-Series (company)", "href": "/wiki/T-Series_(company)", "description": "Super Cassettes Industries Private Limited, doing business as T-Series, is an Indian music record label and film production company founded by Gulshan Kumar in 1983. It is primarily known for Bollywood music soundtracks and Indi-pop music. As of 2014, T-Series is India's largest music record label, with up to a 35% share of the Indian music market, followed by Sony Music India and Zee Music. T-Ser"}, {"title": "Company", "href": "/wiki/Company", "description": "A company, abbreviated as co., is a legal entity representing an association of people, whether natural, legal or a mixture of both, with a specific objective. Company members share a common purpose and unite to achieve specific, declared goals. Companies take various forms, such as:voluntary associations, which may include nonprofit organizations\nbusiness entities, whose aim is generating profit\n"}]}, {"heading": "Births", "year": "1421", "date": "May 29", "txt": "Charles, Prince of Viana (d. 1461)", "entities": [{"title": "Charles, Prince of Viana", "href": "/wiki/Charles,_Prince_of_Viana", "description": "Charles, Prince of Viana, sometimes called Charles IV of Navarre, was the son of King John II of Aragon and Queen Blanche I of Navarre."}]}, {"heading": "Births", "year": "1439", "date": "May 29", "txt": "Pope Pius III (d. 1503)", "entities": [{"title": "Pope Pius III", "href": "/wiki/Pope_Pius_III", "description": "Pope Pius III, born Francesco Todeschini, was head of the Catholic Church and ruler of the Papal States from 22 September 1503 to his death. At just twenty-six days, he had one of the shortest pontificates in papal history."}]}, {"heading": "Births", "year": "1443", "date": "May 29", "txt": "Victor, Duke of Münsterberg, Reichsgraf, Duke of Münsterberg and Opava, Count of Glatz (d. 1500)", "entities": [{"title": "Victor, Duke of Münsterberg", "href": "/wiki/Victor,_Duke_of_M%C3%BCnsterberg", "description": "Victor, Duke of Münsterberg also: Victor, Duke of Münsterberg and Opava; Czech: Viktorin z Minsterberka; was an Imperial Count from 1459 and Count of Kladsko. From 1462 until his death, he was Duke of Münsterberg, and from 1465 to 1485 Duke of Opava."}]}, {"heading": "Births", "year": "1504", "date": "May 29", "txt": "Antun Vrančić, Croatian archbishop (d. 1573)", "entities": [{"title": "Antun Vrančić", "href": "/wiki/Antun_Vran%C4%8Di%C4%87", "description": "Antun Vrančić or Antonio Veranzio was a Croatian prelate, writer, diplomat and Archbishop of Esztergom in the 16th century. Antun Vrančić was from Dalmatian town of Šibenik, then part of the Republic of Venice. Vrančić is also known under his Latinized name Antonius Verantius, while Hungarian documents since the 19th century refer to him as Verancsics Antal."}]}, {"heading": "Births", "year": "1555", "date": "May 29", "txt": "George Carew, 1st Earl of Totnes, English Earl, general and administrator (d. 1629)", "entities": [{"title": "George Carew, 1st Earl of Totnes", "href": "/wiki/George_Carew,_1st_Earl_of_Totnes", "description": "George Carew, 1st Earl of Totnes, known as Sir George Carew between 1586 and 1605 and as The Lord Carew between 1605 and 1626, served under Elizabeth I during the Tudor conquest of Ireland and was appointed President of Munster. He was an authority on heraldry and the author of Carew's Scroll of Arms 1588, Collected from Churches in Devonshire etc., with Additions from Joseph Holland's Collection "}]}, {"heading": "Births", "year": "1568", "date": "May 29", "txt": "Virginia de' Medici, Italian princess (d. 1615)", "entities": [{"title": "Virginia de' Medici", "href": "/wiki/Virginia_de%27_Medici", "description": "Virginia de' Medici was an Italian princess, a member of the House of Medici and by marriage Duchess of Modena and Reggio."}]}, {"heading": "Births", "year": "1594", "date": "May 29", "txt": "Gottfried Heinrich Graf zu Pappenheim, Bavarian field marshal (d. 1632)", "entities": [{"title": "Gottfried Heinrich Graf zu Pappenheim", "href": "/wiki/Gottfried_Heinrich_Graf_zu_Pappenheim", "description": "Gottfried Heinrich Graf zu Pappenheim was a field marshal of the Holy Roman Empire in the Thirty Years' War."}]}, {"heading": "Births", "year": "1627", "date": "May 29", "txt": "Anne, Duchess of Montpensier, French princess (d. 1693)", "entities": [{"title": "Anne, Duchess of Montpensier", "href": "/wiki/Anne,_Duchess_of_Montpensier", "description": "Anne Marie Louise d'Orléans, Duchess of Montpensier, known as La Grande Mademoiselle, was the only daughter of Gaston d'Orléans with his first wife, Marie de Bourbon, Duchess of Montpensier. One of the greatest heiresses in history, she died unmarried and childless, leaving her vast fortune to her cousin, Philippe of France. After a string of proposals from various members of European ruling famil"}]}, {"heading": "Births", "year": "1630", "date": "May 29", "txt": "Charles II of England (d. 1685)", "entities": [{"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}]}, {"heading": "Births", "year": "1675", "date": "May 29", "txt": "Humphry Ditton, English mathematician and philosopher (d. 1715)", "entities": [{"title": "Humphry Ditton", "href": "/wiki/Humphry_Ditton", "description": "Humphry Ditton was an English mathematician."}]}, {"heading": "Births", "year": "1716", "date": "May 29", "txt": "Louis-Jean-Marie Daubenton, French zoologist and mineralogist (d. 1800)", "entities": [{"title": "Louis-Jean-Marie Daubenton", "href": "/wiki/Louis-Jean-Marie_Daubenton", "description": "Louis-Jean-Marie Daubenton was a French naturalist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers."}]}, {"heading": "Births", "year": "1722", "date": "May 29", "txt": "James FitzGerald, 1st Duke of Leinster, Irish soldier and politician (d. 1773)", "entities": [{"title": "James FitzGerald, 1st Duke of Leinster", "href": "/wiki/James_FitzGerald,_1st_Duke_of_Leinster", "description": "Lieutenant-General James FitzGerald, 1st Duke of Leinster, PC (Ire), styled Lord Offaly until 1744 and known as The Earl of Kildare between 1744 and 1761 and as The Marquess of Kildare between 1761 and 1766, was an Irish nobleman, soldier and politician."}]}, {"heading": "Births", "year": "1730", "date": "May 29", "txt": "Jackson of Exeter, English organist and composer (d. 1803)", "entities": [{"title": "Jackson of Exeter", "href": "/wiki/Jackson_of_Exeter", "description": "William Jackson, referred to as Jackson of Exeter, was an English organist and composer."}]}, {"heading": "Births", "year": "1736", "date": "May 29", "txt": "Patrick Henry, American lawyer and politician, 1st Governor of Virginia (d. 1799)", "entities": [{"title": "Patrick Henry", "href": "/wiki/Patrick_Henry", "description": "Patrick Henry was an American attorney, planter, politician, and orator best known for his declaration to the Second Virginia Convention (1775): \"Give me liberty, or give me death!\" A Founding Father, he served as the first and sixth post-colonial Governor of Virginia, from 1776 to 1779 and from 1784 to 1786."}, {"title": "Governor of Virginia", "href": "/wiki/Governor_of_Virginia", "description": "The governor of the Commonwealth of Virginia serves as the chief executive of the Commonwealth of Virginia for a four-year term. The incumbent, Ralph Northam, was sworn in January 13, 2018. The next gubernatorial election shall be held on November 2, 2021."}]}, {"heading": "Births", "year": "1780", "date": "May 29", "txt": "Henri Braconnot, French chemist and pharmacist (d. 1855)", "entities": [{"title": "Henri Braconnot", "href": "/wiki/Henri_Braconnot", "description": "Henri Braconnot was a French chemist and pharmacist."}]}, {"heading": "Births", "year": "1794", "date": "May 29", "txt": "Johann Heinrich von Mädler, German astronomer and selenographer (d. 1874)", "entities": [{"title": "Johann Heinrich von Mädler", "href": "/wiki/Johann_Heinrich_von_M%C3%A4dler", "description": "Johann Heinrich von Mädler was a German astronomer."}]}, {"heading": "Births", "year": "1797", "date": "May 29", "txt": "Louise-Adéone Drölling, French painter (d. 1836)", "entities": [{"title": "Louise-Adéone Drölling", "href": "/wiki/Louise-Ad%C3%A9one_Dr%C3%B6lling", "description": "Louise-Adéone Drölling, also known as Madame Joubert was a French painter and draughtswoman. Both her father, Martin Drolling, and her older brother, Michel Martin Drolling, were celebrated artists in their day."}]}, {"heading": "Births", "year": "1823", "date": "May 29", "txt": "John H. Balsley, American carpenter and inventor (d. 1895)", "entities": [{"title": "John H. Balsley", "href": "/wiki/John_H._Balsley", "description": "John H. Balsley was a master carpenter and inventor, inventing a practical folding wooden stepladder and receiving the first U.S. patent issued for a safety stepladder in the year."}]}, {"heading": "Births", "year": "1860", "date": "May 29", "txt": "Isaac Albéniz, Spanish pianist and composer (d. 1909)", "entities": [{"title": "Isaac Albéniz", "href": "/wiki/Isaac_Alb%C3%A9niz", "description": "Isaac Manuel Francisco Albéniz y Pascual was a Spanish virtuoso pianist, composer, and conductor. He is one of the foremost composers of the Post-Romantic era who also had a significant influence on his contemporaries and younger composers. He is best known for his piano works based on Spanish folk music idioms."}]}, {"heading": "Births", "year": "1871", "date": "May 29", "txt": "Clark Voorhees, American painter (d. 1933)", "entities": [{"title": "Clark Voorhees", "href": "/wiki/Clark_Voorhees", "description": "Clark Greenwood Voorhees was an American Impressionist and Tonalist landscape painter and one of the founders of the Old Lyme Art Colony."}]}, {"heading": "Births", "year": "1873", "date": "May 29", "txt": "Rudolf Tobias, Estonian organist and composer (d. 1918)", "entities": [{"title": "Rudolf Tobias", "href": "/wiki/Rudolf_Tobias", "description": "Rudolf Tobias was the first Estonian professional composer, as well as a professional organist. He studied at the Saint Petersburg Conservatory. His compositions include among others piano works, string quartets and an oratorio, Des Jona Sendung."}]}, {"heading": "Births", "year": "1874", "date": "May 29", "txt": "G. K. Chesterton, English essayist, poet, and playwright (d. 1936)", "entities": [{"title": "G. K. Chesterton", "href": "/wiki/G._K._Chesterton", "description": "Gilbert Keith Chesterton was an English writer, philosopher, lay theologian, and literary and art critic. He has been referred to as the \"prince of paradox\". Time magazine observed of his writing style: \"Whenever possible Chesterton made his points with popular sayings, proverbs, allegories—first carefully turning them inside out.\""}]}, {"heading": "Births", "year": "1880", "date": "May 29", "txt": "Oswald Spengler, German historian and philosopher (d. 1936)", "entities": [{"title": "Oswald Spengler", "href": "/wiki/Oswald_Spengler", "description": "Oswald Manuel Arnold Gottfried Spengler was a German historian and philosopher of history whose interests included mathematics, science, and art and their relation to his organic theory of history. He is best known for his two-volume work, The Decline of the West, published in 1918 and 1922, covering all of world history. Spengler's model of history postulates that any culture is a superorganism w"}]}, {"heading": "Births", "year": "1892", "date": "May 29", "txt": "Alfonsina Storni, Swiss-Argentinian poet and author (d. 1938)", "entities": [{"title": "Alfonsina Storni", "href": "/wiki/Alfonsina_Storni", "description": "Alfonsina Storni was an Argentine poet of the modernist period."}]}, {"heading": "Births", "year": "1893", "date": "May 29", "txt": "Max Brand, American journalist and author (d. 1944)", "entities": [{"title": "Max Brand", "href": "/wiki/Max_Brand", "description": "Frederick Schiller Faust was an American author known primarily for his Western stories using the pseudonym Max Brand. He also created the popular fictional character of young medical intern Dr. James Kildare for a series of pulp fiction stories. His Kildare character was subsequently featured over several decades in other media, including a series of American theatrical movies by Paramount Pictur"}]}, {"heading": "Births", "year": "1894", "date": "May 29", "txt": "Beatrice Lillie, Canadian-English actress, singer and writer (d. 1989)", "entities": [{"title": "Beatrice Lillie", "href": "/wiki/Beatrice_Lillie", "description": "Beatrice Gladys Lillie, known as Bea Lillie, was a Canadian-born British actress, singer and comedic performer."}]}, {"heading": "Births", "year": "1894", "date": "May 29", "txt": "Josef von Sternberg, Austrian-American director, producer, and screenwriter (d. 1969)", "entities": []}, {"heading": "Births", "year": "1897", "date": "May 29", "txt": "Erich Wolfgang Korngold, Czech-American pianist, composer, and conductor (d. 1957)", "entities": [{"title": "Erich Wolfgang Korngold", "href": "/wiki/Erich_Wolfgang_Korngold", "description": "Erich Wolfgang Korngold was an Austrian-born American composer and conductor. A child prodigy, he became one of the most important and influential composers in Hollywood history. He was a noted pianist and composer of classical music, along with music for Hollywood films, and the first composer of international stature to write Hollywood scores."}]}, {"heading": "Births", "year": "1899", "date": "May 29", "txt": "Douglas Abbott, Canadian lawyer and politician, 10th Canadian Minister of Defence (d. 1987)", "entities": [{"title": "Douglas Abbott", "href": "/wiki/Douglas_Abbott", "description": "Douglas Charles Abbott, was a Canadian Member of Parliament, federal Cabinet Minister, and justice of the Supreme Court of Canada. Abbott's appointment directly from the Cabinet of Canada as Finance Minister to the Supreme Court is considered one of the most controversial in the Supreme Court's history."}, {"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1902", "date": "May 29", "txt": "Harry Kadwell, Australian rugby league player and coach (d. 1999)", "entities": [{"title": "Harry Kadwell", "href": "/wiki/Harry_Kadwell", "description": "Henry James \"Harry\" Kadwell was an Australian professional rugby league footballer who played in the 1920s and 1930s. An Australian international and New South Wales interstate representative fullback who later moved to the-halves, he played his club football for South Sydney with whom he won the 1927 and 1928 NSWRFL premierships, and later St. George whom he captain-coached to the 1933 grand fina"}]}, {"heading": "Births", "year": "1903", "date": "May 29", "txt": "Bob Hope, English-American actor, singer, and producer (d. 2003)", "entities": [{"title": "Bob Hope", "href": "/wiki/Bob_Hope", "description": "Leslie Townes \"Bob\" Hope was a British-American stand-up comedian, vaudevillian, actor, singer, dancer, athlete and author. With a career that spanned nearly 80 years, Hope appeared in more than 70 short and feature films, with 54 feature films with Hope as star, including a series of seven \"Road\" musical comedy movies with Bing Crosby as Hope's top-billed partner."}]}, {"heading": "Births", "year": "1904", "date": "May 29", "txt": "Hubert Opperman, Australian cyclist and politician (d. 1996)", "entities": [{"title": "Hubert Opperman", "href": "/wiki/Hubert_Opperman", "description": "Sir Hubert Ferdinand Opperman, OBE, referred to as Oppy by Australian and French crowds, was an Australian cyclist and politician, whose endurance cycling feats in the 1920s and 1930s earned him international acclaim."}]}, {"heading": "Births", "year": "1905", "date": "May 29", "txt": "Sebastian Shaw, English actor, director, and playwright (d. 1994)", "entities": [{"title": "Sebastian Shaw (actor)", "href": "/wiki/Sebastian_Shaw_(actor)", "description": "Sebastian Lewis Shaw was an English actor, director, novelist, playwright and poet. During his 65-year career, he appeared in dozens of stage performances and more than 40 film and television productions."}]}, {"heading": "Births", "year": "1906", "date": "May 29", "txt": "T. H. White, Indian-English author (d. 1964)", "entities": [{"title": "T. H. White", "href": "/wiki/T._H._White", "description": "Terence Hanbury \"Tim\" White was an English author best known for his Arthurian novels, published together in 1958 as The Once and Future King. One of his most memorable is the first of the series, The Sword in the Stone, published as a stand-alone book in 1938."}]}, {"heading": "Births", "year": "1907", "date": "May 29", "txt": "Hartland Molson, Canadian captain and politician (d. 2002)", "entities": [{"title": "Hartland Molson", "href": "/wiki/Hartland_Molson", "description": "Hartland de Montarville Molson, was an Anglo-Quebecer statesman, Canadian senator, military aviator, and a member of the Molson family of brewers."}]}, {"heading": "Births", "year": "1908", "date": "May 29", "txt": "Diana Morgan, Welsh-English playwright and screenwriter (d. 1996)", "entities": [{"title": "Diana Morgan (screenwriter)", "href": "/wiki/Diana_Morgan_(screenwriter)", "description": "Mary Diana Morgan was a Welsh playwright and screenwriter, mostly associated with her work for Ealing Studios as Diana Morgan. She was married to fellow screenwriter Robert MacDermot."}]}, {"heading": "Births", "year": "1910", "date": "May 29", "txt": "Ralph Metcalfe, American sprinter and politician (d. 1978)", "entities": [{"title": "Ralph Metcalfe", "href": "/wiki/Ralph_Metcalfe", "description": "Ralph Harold Metcalfe Sr. was an American track and field sprinter and politician. He jointly held the world record in the 100-meter dash and placed second in that event in two Olympics, first to Eddie Tolan in 1932 at Los Angeles and then to Jesse Owens at the 1936 Olympics in Berlin, Germany. Metcalfe won four Olympic medals and was regarded as the world's fastest human in 1934 and 1935. He late"}]}, {"heading": "Births", "year": "1913", "date": "May 29", "txt": "Tony Zale, American boxer (d. 1997)", "entities": [{"title": "Tony Zale", "href": "/wiki/Tony_Zale", "description": "Anthony Florian Zaleski, known professionally as Tony Zale, was an American boxer. Zale was born and raised in Gary, Indiana, a steel town, which gave him his nickname, \"Man of Steel\". In addition, he had the reputation of being able to take fearsome punishment and still rally to win, reinforcing that nickname. Zale, who held the world middleweight title multiple times, was known as a crafty boxer"}]}, {"heading": "Births", "year": "1914", "date": "May 29", "txt": "Stacy Keach Sr., American actor (d. 2003)", "entities": [{"title": "Stacy Keach Sr.", "href": "/wiki/Stacy_Keach_Sr.", "description": "Walter Stacy Keach Sr., known professionally as Stacy Keach Sr. was an American actor whose screen career spanned over five decades."}]}, {"heading": "Births", "year": "1914", "date": "May 29", "txt": "Tenzing Norgay, Nepalese-Indian mountaineer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1915", "date": "May 29", "txt": "Karl Münchinger, German conductor and composer (d. 1990)", "entities": [{"title": "Karl Münchinger", "href": "/wiki/Karl_M%C3%BCnchinger", "description": "Karl Münchinger was a German conductor of European classical music. He helped to revive the now-ubiquitous Canon in D by Johann Pachelbel, through recording it with his Stuttgart Chamber Orchestra in 1960. Münchinger is also noted for restoring baroque traditions to the interpretation of Bach's oeuvre, his greatest musical love: moderate-sized forces, judicious ornamentation, and rhythmic sprightl"}]}, {"heading": "Births", "year": "1917", "date": "May 29", "txt": "John F. Kennedy, 35th President of the United States (d. 1963)", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1917", "date": "May 29", "txt": "Marcel Trudel, Canadian historian, author, and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1919", "date": "May 29", "txt": "Jacques Genest, Canadian physician and academic (d. 2018)", "entities": [{"title": "Jacques Genest", "href": "/wiki/Jacques_Genest", "description": "Jacques Genest was a Canadian physician and scientist. He founded the Institut de recherches cliniques de Montréal (IRCM) and was an emeritus professor at Université de Montréal and a professor at McGill University. Genest was best known for founding and leading several organizations related to clinical research in Québec and for his work on arterial hypertension."}]}, {"heading": "Births", "year": "1920", "date": "May 29", "txt": "John Harsanyi, Hungarian-American economist and academic, Nobel Prize laureate (d. 2000)", "entities": [{"title": "John Harsanyi", "href": "/wiki/John_Harsanyi", "description": "John Charles Harsanyi was a Hungarian-American Nobel Prize laureate economist."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1920", "date": "May 29", "txt": "Clifton James, American actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 29", "txt": "Norman Hetherington, Australian cartoonist and puppeteer (d. 2010)", "entities": [{"title": "Norman Hetherington", "href": "/wiki/Norman_Hetherington", "description": "Norman Frederick Hetherington was an Australian artist, teacher, cartoonist, puppeteer, and puppet designer."}]}, {"heading": "Births", "year": "1922", "date": "May 29", "txt": "Joe Weatherly, American race car driver (d. 1964)", "entities": [{"title": "Joe Weatherly", "href": "/wiki/Joe_Weatherly", "description": "Joseph Herbert Weatherly was an American stock car racing driver. Weatherly was inducted into the Motorsports Hall of Fame of America in 2009 after winning NASCAR's Grand National Series championships in 1962 and 1963, three AMA Grand National Championships, and two NASCAR Modified championships."}]}, {"heading": "Births", "year": "1922", "date": "May 29", "txt": "Iannis Xenakis, Greek-French composer, engineer, and theorist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 29", "txt": "Bernard Clavel, French author (d. 2010)", "entities": [{"title": "Bernard Clavel", "href": "/wiki/Bernard_Clavel", "description": "Bernard Charles Henri Clavel was a French writer."}]}, {"heading": "Births", "year": "1923", "date": "May 29", "txt": "John Parker, 6th Earl of Morley, English colonel and politician, Lord Lieutenant of Devon (d. 2015)", "entities": [{"title": "Lord Lieutenant of Devon", "href": "/wiki/Lord_Lieutenant_of_Devon", "description": "The Office of the Lord Lieutenant was created during the reign of Henry VIII (1509–1547), taking over the military duties of the Sheriffs and control of the military forces of the Crown. From 1569 there was provision for the appointment of Deputy Lieutenants, and in 1662 the Lord-Lieutenant was given entire control of the militia. The Forces Act of 1871 transferred this function back to the Crown,"}]}, {"heading": "Births", "year": "1923", "date": "May 29", "txt": "Eugene Wright, American jazz bassist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 29", "txt": "Lars Bo, Danish author and illustrator (d. 1999)", "entities": [{"title": "Lars Bo", "href": "/wiki/Lars_Bo", "description": "Lars Bo was a Danish artist and writer. He is known for his graphic works with surrealistically inspired fantastic motifs. He was nicknamed \"Wizard\"."}]}, {"heading": "Births", "year": "1924", "date": "May 29", "txt": "Miloslav Kříž, Czech basketball player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 29", "txt": "Pepper Paire, American baseball player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 29", "txt": "Katie Boyle, Italian-English actress and television host (d. 2018)", "entities": [{"title": "Katie Boyle", "href": "/wiki/Katie_Boyle", "description": "Caterina Irene Elena Maria Boyle, Lady Saunders, usually known as Katie Boyle, was a British-Italian actress, writer, radio announcer, television personality, game-show panellist and animal rights activist. She became best known for presenting the Eurovision Song Contest on four occasions, in 1960, 1963, 1968 and 1974; the first three in London and the last in Brighton, England. She was once an ag"}]}, {"heading": "Births", "year": "1926", "date": "May 29", "txt": "Halaevalu Mataʻaho ʻAhomeʻe, Queen Consort of Tonga (d. 2017)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 29", "txt": "Abdoulaye Wade, Senegalese academic and politician, 3rd President of Senegal", "entities": [{"title": "List of Presidents of Senegal", "href": "/wiki/List_of_Presidents_of_Senegal", "description": "The president of Senegal is the head of state and head of government of Senegal. In accordance with the constitutional reform of 2001, and since a referendum that took place on 20 March 2016, the president is elected for a 5-year term, and limited to two consecutive terms."}]}, {"heading": "Births", "year": "1927", "date": "May 29", "txt": "Jean Coutu, Canadian pharmacist and businessman, founded the Jean Coutu Group", "entities": [{"title": "Jean Coutu (pharmacist)", "href": "/wiki/Jean_Coutu_(pharmacist)", "description": "Jean Coutu, is a Canadian pharmacist and businessman. He is the founder and Chairman of the Jean Coutu Group which he started in 1969. With an estimated net worth of $US 2.3 billion, Coutu was ranked by Forbes as the 22nd wealthiest Canadian and 938th wealthiest person in the world."}, {"title": "Jean Coutu Group", "href": "/wiki/Jean_Coutu_Group", "description": "The Jean Coutu Group (PJC) Inc. is a Canadian drugstore chain headquartered in Varennes, Quebec. Since 2017, the main distribution warehouse is located in Varennes, Quebec, though there is also a large distribution warehouse in Hawkesbury, Ontario, since 2005. It has more than 400 franchised locations in New Brunswick, Ontario and Quebec under the PJC Jean Coutu, PJC Clinique, and PJC Santé banner"}]}, {"heading": "Births", "year": "1929", "date": "May 29", "txt": "Harry Frankfurt, American philosopher and academic", "entities": [{"title": "Harry Frankfurt", "href": "/wiki/Harry_Frankfurt", "description": "Harry Gordon Frankfurt is an American philosopher. He is professor emeritus of philosophy at Princeton University, where he taught from 1990 until 2002. Frankfurt has also taught at Yale University, Rockefeller University, and Ohio State University."}]}, {"heading": "Births", "year": "1929", "date": "May 29", "txt": "Peter Higgs, English-Scottish physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1929", "date": "May 29", "txt": "Roberto Vargas, Puerto Rican-American baseball player, coach, and manager (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 29", "txt": "Paul R. Ehrlich, American biologist and author", "entities": [{"title": "Paul R. Ehrlich", "href": "/wiki/Paul_R._Ehrlich", "description": "Paul Ralph Ehrlich is an American biologist, best known for his warnings about the consequences of population growth and limited resources. He is the Bing Professor Emeritus of Population Studies of the Department of Biology of Stanford University and President of Stanford's Center for Conservation Biology."}]}, {"heading": "Births", "year": "1932", "date": "May 29", "txt": "Richie Guerin, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 29", "txt": "Helmuth Rilling, German conductor and educator", "entities": [{"title": "Helmuth Rilling", "href": "/wiki/Helmuth_Rilling", "description": "Helmuth Rilling is a German choral conductor and an academic teacher. He is the founder of the Gächinger Kantorei (1954), the Bach-Collegium Stuttgart (1965), the Oregon Bach Festival (1970), the Internationale Bachakademie Stuttgart (1981) and other Bach Academies worldwide, as well as the \"Festival Ensemble Stuttgart\" (2001) and the \"Junges Stuttgarter Bach Ensemble\" (2011). He taught choral con"}]}, {"heading": "Births", "year": "1933", "date": "May 29", "txt": "Tarquinio Provini, Italian motorcycle racer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 29", "txt": "Bill Vander Zalm, Dutch-Canadian businessman and politician, 28th Premier of British Columbia", "entities": [{"title": "Bill Vander Zalm", "href": "/wiki/Bill_Vander_Zalm", "description": "William Nicholas Vander Zalm is a politician and entrepreneur in British Columbia, Canada. He was the 28th Premier of British Columbia from 1986 to 1991."}, {"title": "Premier of British Columbia", "href": "/wiki/Premier_of_British_Columbia", "description": "The premier of British Columbia is the first minister, head of government, and de facto chief executive for the Canadian province of British Columbia. Until the early 1970s, the title prime minister of British Columbia was often used. The word premier is derived from the French word of the same spelling, meaning \"first\"; and ultimately from the Latin word primarius, meaning \"primary\"."}]}, {"heading": "Births", "year": "1935", "date": "May 29", "txt": "André Brink, South African author and playwright (d. 2015)", "entities": [{"title": "André Brink", "href": "/wiki/Andr%C3%A9_Brink", "description": "André Philippus Brink, OIS was a South African novelist, essayist and poet. He wrote in both Afrikaans and English and taught English at the University of Cape Town."}]}, {"heading": "Births", "year": "1935", "date": "May 29", "txt": "Sylvia Robinson, American singer and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 29", "txt": "Charles W. Pickering, American lawyer and judge", "entities": [{"title": "Charles W. Pickering", "href": "/wiki/Charles_W._Pickering", "description": "Charles Willis Pickering Sr. is an American attorney, politician, and jurist who served as a United States District Judge of the United States District Court for the Southern District of Mississippi and, briefly, of the United States Court of Appeals for the Fifth Circuit, based in New Orleans, Louisiana."}]}, {"heading": "Births", "year": "1937", "date": "May 29", "txt": "Irmin Schmidt, German keyboard player and composer", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 29", "txt": "Alwin Schockemöhle, German show-jumper", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 29", "txt": "Harry Statham, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 29", "txt": "Christopher Bland, English businessman and politician (d. 2017)", "entities": [{"title": "Christopher Bland", "href": "/wiki/Christopher_Bland", "description": "Sir Francis Christopher Buchan Bland was a British businessman and politician. He was deputy chairman of the Independent Television Authority (1972), which was renamed the Independent Broadcasting Authority in the same year, and chairman of London Weekend Television (1984) and of the Board of Governors of the BBC, when he took up a position as chairman of British Telecommunications plc (BT). He le"}]}, {"heading": "Births", "year": "1938", "date": "May 29", "txt": "Fay Vincent, American lawyer and businessman", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 29", "txt": "Pete Smith, Australian radio and television announcer", "entities": [{"title": "Pete Smith (announcer)", "href": "/wiki/Pete_Smith_(announcer)", "description": "Peter Philip Smith OAM is an Australian former radio and television voice-over artist. He is primarily known for his work with GTV-9 Melbourne as their announcer, including being the announcer on the nationally screened quiz show Sale of the Century for 21 years."}]}, {"heading": "Births", "year": "1939", "date": "May 29", "txt": "Al Unser, American race car driver", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 29", "txt": "Taihō Kōki, Japanese sumo wrestler, the 48th Yokozuna (d. 2013)", "entities": [{"title": "Taihō Kōki", "href": "/wiki/Taih%C5%8D_K%C5%8Dki", "description": "Taihō Kōki  was a Japanese professional sumo wrestler. He became the 48th yokozuna in 1961 at the age of 21, the youngest ever at the time."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1940", "date": "May 29", "txt": "Farooq Leghari, Pakistani politician, 8th President of Pakistan (d. 2010)", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1941", "date": "May 29", "txt": "Doug Scott, English mountaineer and author", "entities": [{"title": "Doug Scott", "href": "/wiki/Doug_Scott", "description": "Douglas Keith Scott was an English mountaineer, noted for being on the team that made the first ascent of the south-west face of Mount Everest on 24 September 1975. In receiving one of mountaineering's highest honours, the Piolet d'Or Lifetime Achievement Award, his personal style and climbs were described as \"visionary\"."}]}, {"heading": "Births", "year": "1941", "date": "May 29", "txt": "Bob Simon, American journalist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 29", "txt": "Pierre Bourque, Canadian businessman and politician, 40th Mayor of Montreal", "entities": [{"title": "Pierre Bourque (politician)", "href": "/wiki/Pierre_Bourque_(politician)", "description": "Pierre Bourque is a businessman and politician in Quebec, Canada. He founded the Vision Montreal political party and served as mayor of Montreal from 1994 to 2001."}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Births", "year": "1942", "date": "May 29", "txt": "Kevin Conway, American actor and director (d. 2020)", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 29", "txt": "Robert W. Edgar, American educator and politician (d. 2013)", "entities": [{"title": "Robert W. Edgar", "href": "/wiki/Robert_W._Edgar", "description": "Robert William \"Bob\" Edgar was an American politician and administrator from Pennsylvania, and a member of the Democratic Party. He served as a member of the United States House of Representatives from 1975 to 1987, representing the 7th district of Pennsylvania. He served as president and CEO of Common Cause, a nonpartisan government watchdog organization, from May 2007 until his death. Edgar died"}]}, {"heading": "Births", "year": "1944", "date": "May 29", "txt": "Bob Benmosche, American businessman (d. 2015)", "entities": [{"title": "Bob Benmosche", "href": "/wiki/Bob_Benmosche", "description": "Robert Herman Benmosche was the president and chief executive officer of American International Group. He was appointed President & Chief Executive Officer by the US Department of Treasury and AIG Board of Directors to succeed Edward M. Liddy. Benmosche is known as a leadership at AIG, where he led a turnaround, improved profits 60% year over year, and paid down government aid pledged by the Bush "}]}, {"heading": "Births", "year": "1944", "date": "May 29", "txt": "Quentin Davies, English soldier and politician, Shadow Secretary of State for Northern Ireland", "entities": [{"title": "Shadow Secretary of State for Northern Ireland", "href": "/wiki/Shadow_Secretary_of_State_for_Northern_Ireland", "description": "The Shadow Secretary of State for Northern Ireland is a member of the British Shadow Cabinet responsible for the scrutiny of the Secretary of State for Northern Ireland and their department, the Northern Ireland Office. The post is currently held by Louise Haigh, following the resignation of Tony Lloyd. The holder is assisted by junior shadow ministers in the Commons and in the Lords."}]}, {"heading": "Births", "year": "1945", "date": "May 29", "txt": "Gary Brooker, English singer-songwriter and pianist", "entities": [{"title": "Gary Brooker", "href": "/wiki/Gary_Brooker", "description": "Gary Brooker is an English singer, songwriter, pianist and founder and lead singer of the rock band Procol Harum. He was appointed Member of the Order of the British Empire in the Queen's Birthday Honours on 14 June 2003, in recognition of his charitable services."}]}, {"heading": "Births", "year": "1945", "date": "May 29", "txt": "Peter Fraser, Baron Fraser of Carmyllie, Scottish lawyer and politician, Solicitor General for Scotland (d. 2013)", "entities": [{"title": "Solicitor General for Scotland", "href": "/wiki/Solicitor_General_for_Scotland", "description": "Her Majesty's Solicitor General for Scotland is one of the Law Officers of the Crown, and the deputy of the Lord Advocate, whose duty is to advise the Scottish Government on Scots Law. They are also responsible for the Crown Office and Procurator Fiscal Service which together constitute the Criminal Prosecution Service in Scotland."}]}, {"heading": "Births", "year": "1945", "date": "May 29", "txt": "Julian Le Grand, English economist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 29", "txt": "Martin Pipe, English jockey and trainer", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 29", "txt": "Joyce Tenneson, American photographer", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 29", "txt": "Jean-Pierre Van Rossem, Belgian scholar and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 29", "txt": "Fernando Buesa, Spanish politician (d. 2000)", "entities": [{"title": "Fernando Buesa", "href": "/wiki/Fernando_Buesa", "description": "Fernando Buesa Blanco was a Spanish politician in the Basque Christian Democracy and in the Socialist Party of Euskadi - Euskadiko Ezkerra (PSE-EE) branch of the social democratic Spanish Socialist Workers' Party (PSOE). He was assassinated by ETA."}]}, {"heading": "Births", "year": "1947", "date": "May 29", "txt": "Anthony Geary, American actor", "entities": [{"title": "Anthony Geary", "href": "/wiki/Anthony_Geary", "description": "Anthony Geary is an American actor. He is known for playing the role of Luke Spencer on the ABC daytime drama General Hospital. He originated the role of Luke in 1978 and received a record eight Daytime Emmy Awards for Outstanding Lead Actor in a Drama Series prior to his retirement. Geary had a prominent supporting role in the \"Weird Al\" Yankovic comedy UHF (1989); other notable films include Joh"}]}, {"heading": "Births", "year": "1948", "date": "May 29", "txt": "Michael Berkeley, English composer and radio host", "entities": [{"title": "Michael Berkeley", "href": "/wiki/Michael_Berkeley", "description": "Michael Fitzhardinge Berkeley, Baron Berkeley of Knighton, is an English composer, broadcaster on music and member of the House of Lords."}]}, {"heading": "Births", "year": "1948", "date": "May 29", "txt": "Keith Gull, English microbiologist and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 29", "txt": "Robert Axelrod, American actor and screenwriter (d. 2019)", "entities": [{"title": "Robert Axelrod (actor)", "href": "/wiki/Robert_Axelrod_(actor)", "description": "Robert Axelrod, also credited as Axel Roberts and Myron Mensah, was an American actor. He was primarily known for his voice work, which included Digimon, having started voice acting for the English-language versions of anime in 1980; providing the voice of Lord Zedd, the main antagonist of the Mighty Morphin Power Rangers; and Finster, the original Mighty Morphin Power Rangers monster maker. He al"}]}, {"heading": "Births", "year": "1949", "date": "May 29", "txt": "Brian Kidd, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 29", "txt": "Francis Rossi, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 29", "txt": "Rebbie Jackson, American singer and actress", "entities": [{"title": "Rebbie Jackson", "href": "/wiki/Rebbie_Jackson", "description": "Maureen Reillette \"Rebbie\" Jackson-Brown is an American singer. Born and raised in Gary, Indiana, she is the eldest child of the Jackson family of musicians. She first performed on stage with her siblings during shows in Las Vegas, Nevada, at the MGM Grand Hotel and Casino in 1974, before subsequently appearing in the television series The Jacksons. Her sister La Toya was born on her sixth birthda"}]}, {"heading": "Births", "year": "1953", "date": "May 29", "txt": "Danny Elfman, American singer-songwriter, producer, and actor", "entities": [{"title": "Danny Elfman", "href": "/wiki/Danny_Elfman", "description": "Daniel Robert Elfman is an American composer, singer and songwriter. He was the singer-songwriter for the new wave band Oingo Boingo in the early 1980s, and has since garnered international recognition for composing over 100 feature film scores, as well as compositions for television, stage productions, and the concert hall."}]}, {"heading": "Births", "year": "1954", "date": "May 29", "txt": "Robert Beaser, American composer and educator", "entities": [{"title": "Robert Beaser", "href": "/wiki/Robert_Beaser", "description": "Robert Beaser is an American composer."}]}, {"heading": "Births", "year": "1954", "date": "May 29", "txt": "Jerry Moran, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 29", "txt": "Frank Baumgartl, German runner (d. 2010)", "entities": [{"title": "Frank Baumgartl", "href": "/wiki/Frank_Baumgartl", "description": "Frank Baumgartl was an East German track and field athlete, who specialised in the 3000 meters steeplechase. He was born in Bad Schlema."}]}, {"heading": "Births", "year": "1955", "date": "May 29", "txt": "John Hinckley Jr., American attempted assassin of Ronald Reagan", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}]}, {"heading": "Births", "year": "1955", "date": "May 29", "txt": "David Kirschner, American animator, producer, and author", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 29", "txt": "Gordon Rintoul, Scottish historian and curator", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 29", "txt": "Ken Schrader, American race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 29", "txt": "Mark Lyall Grant, English diplomat, British Ambassador to the United Nations", "entities": [{"title": "Mark Lyall Grant", "href": "/wiki/Mark_Lyall_Grant", "description": "Sir Mark Justin Lyall Grant, is a former senior British diplomat who was previously the United Kingdom's National Security Adviser and Permanent Representative of the United Kingdom to the United Nations."}, {"title": "British Ambassador to the United Nations", "href": "/wiki/British_Ambassador_to_the_United_Nations", "description": "The Permanent Representative of the United Kingdom to the United Nations is the United Kingdom's foremost diplomatic representative to the United Nations, and in charge of the United Kingdom Mission to the United Nations (UKMIS). UK permanent representatives to the UN hold the personal rank of ambassador. The full official title and style is:Her Britannic Majesty's Permanent Representative from th"}]}, {"heading": "Births", "year": "1956", "date": "May 29", "txt": "La Toya Jackson, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 29", "txt": "Steven Croft, English bishop and theologian", "entities": [{"title": "Steven Croft (bishop)", "href": "/wiki/Steven_Croft_(bishop)", "description": "Steven John Lindsey Croft is a Church of England bishop and theologian specialising in mission. He is the Bishop of Oxford since the confirmation of his election on 6 July 2016. He was the Bishop of Sheffield from 2008 until 2016; previously he was Archbishops’ Missioner and Team Leader of Fresh Expressions, a joint Church of England and Methodist initiative. He falls within the open evangelical t"}]}, {"heading": "Births", "year": "1957", "date": "May 29", "txt": "Jeb Hensarling, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 29", "txt": "Mohsen Makhmalbaf, Iranian film director", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 29", "txt": "Annette Bening, American actress", "entities": [{"title": "Annette Bening", "href": "/wiki/Annette_Bening", "description": "Annette Carol Bening is an American actress. She began her career on stage with the Colorado Shakespeare Festival company in 1980, and played Lady Macbeth in 1984 at the American Conservatory Theater. She was nominated for the 1987 Tony Award for Best Featured Actress in a Play for her Broadway debut in Coastal Disturbances and for the 2019 Tony Award for Best Actress in a Play for All My Sons. Sh"}]}, {"heading": "Births", "year": "1958", "date": "May 29", "txt": "Juliano Mer-Khamis, Israeli actor, director, and activist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 29", "txt": "Uwe Rapolder, German footballer and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 29", "txt": "Mike Stenhouse, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 29", "txt": "Rupert Everett, English actor and novelist", "entities": [{"title": "Rupert Everett", "href": "/wiki/Rupert_Everett", "description": "Rupert James Hector Everett is an English actor. Everett first came to public attention in 1981 when he was cast in Julian Mitchell's play and subsequent film Another Country (1984) as a gay pupil at an English public school in the 1930s; the role earned him his first BAFTA Award nomination. He received a second BAFTA nomination and his first Golden Globe Award nomination for his role in My Best F"}]}, {"heading": "Births", "year": "1959", "date": "May 29", "txt": "Mel Gaynor, English drummer", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 29", "txt": "Steve Hanley, Irish-English bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 29", "txt": "Thomas Baumer, Swiss economist and academic", "entities": [{"title": "Thomas Baumer", "href": "/wiki/Thomas_Baumer", "description": "Thomas Baumer (born 29 May 1960 in Fribourg is a Swiss economist and expert for Intercultural competence and Personality assessment. He developed parts of the prognostic personality and abilities assessment and coined this term especially within the German speaking countries."}]}, {"heading": "Births", "year": "1960", "date": "May 29", "txt": "Mike Freer, English politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 29", "txt": "Melissa Etheridge, American singer-songwriter, guitarist, and activist", "entities": [{"title": "Melissa Etheridge", "href": "/wiki/Melissa_Etheridge", "description": "Melissa Lou Etheridge is an American singer-songwriter, guitarist, and activist. Her self-titled debut album Melissa Etheridge was released in 1988 and became an underground success. The album peaked at No. 22 on the Billboard 200, and its lead single, \"Bring Me Some Water\", garnered Etheridge her first Grammy Award nomination for Best Rock Vocal Performance, Female. In 1993, Etheridge won her fir"}]}, {"heading": "Births", "year": "1961", "date": "May 29", "txt": "John Miceli, American drummer", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 29", "txt": "Fandi Ahmad, Singaporean footballer, coach, and manager", "entities": [{"title": "Fandi Ahmad", "href": "/wiki/Fandi_Ahmad", "description": "Fandi bin Ahmad, is a Singaporean former footballer who is currently the head coach of Singapore Premier League club Young Lions. He mainly played as a striker, but also played as a midfielder. He played for Malaysia Cup state sides Singapore FA, Kuala Lumpur FA and Pahang FA, and won titles with all three, including two Doubles in 1992 and 1994, and the Golden Boot in 1988. Fandi also played for "}]}, {"heading": "Births", "year": "1962", "date": "May 29", "txt": "Eric Davis, American baseball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 29", "txt": "Carol Kirkwood, Scottish journalist", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 29", "txt": "Chloé Sainte-Marie, Canadian actress and singer", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 29", "txt": "Blaze Bayley, English singer-songwriter", "entities": [{"title": "Blaze Bayley", "href": "/wiki/Blaze_Bayley", "description": "Blaze Bayley is an English singer, musician, songwriter, and lyricist. He enjoys a solo career established from year 2000 to present date. He was the lead singer of Wolfsbane from 1984 to 1994. He was also the lead singer of Iron Maiden from 1994 to 1999."}]}, {"heading": "Births", "year": "1963", "date": "May 29", "txt": "Zhu Jianhua, Chinese high jumper", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 29", "txt": "Ukyo Katayama, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 29", "txt": "Claude Loiselle, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 29", "txt": "Howard Mills III, American academic and politician", "entities": [{"title": "Howard Mills III", "href": "/wiki/Howard_Mills_III", "description": "Howard D. Mills III is an American insurance consultant and former politician from Goshen, New York. He served as New York's Superintendent of Insurance from 2005 to 2006, and previously held elective office in both the New York State Assembly and the Town of Wallkill."}]}, {"heading": "Births", "year": "1964", "date": "May 29", "txt": "Oswaldo Negri Jr., Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 29", "txt": "Natalie Nougayrède, French journalist", "entities": [{"title": "Natalie Nougayrède", "href": "/wiki/Natalie_Nougayr%C3%A8de", "description": "Natalie Nougayrède is a French journalist."}]}, {"heading": "Births", "year": "1967", "date": "May 29", "txt": "Noel Gallagher, English singer-songwriter and guitarist", "entities": [{"title": "Noel Gallagher", "href": "/wiki/Noel_Gallagher", "description": "Noel Thomas David Gallagher is an English singer, songwriter, record producer and musician. He served as the songwriter, lead guitarist, and co-lead vocalist of the rock band Oasis. After leaving Oasis in 2009, he formed and became the lead vocalist, guitarist, and songwriter for Noel Gallagher's High Flying Birds."}]}, {"heading": "Births", "year": "1967", "date": "May 29", "txt": "Mike Keane, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 29", "txt": "Steven Levitt, American economist, author, and academic", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 29", "txt": "Torquhil Campbell, 13th Duke of Argyll, Scottish politician", "entities": [{"title": "Torquhil Campbell, 13th Duke of Argyll", "href": "/wiki/Torquhil_Campbell,_13th_Duke_of_Argyll", "description": "Torquhil Ian Campbell, 13th and 6th Duke of Argyll, styled as Earl of Campbell before 1973 and as Marquess of Lorne between 1973 and 2001, is a Scottish peer."}]}, {"heading": "Births", "year": "1968", "date": "May 29", "txt": "Tate George, American basketball player", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 29", "txt": "Jessica Morden, English politician", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 29", "txt": "Hida Viloria, American activist", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 29", "txt": "Natarsha Belling, Australian journalist", "entities": [{"title": "Natarsha Belling", "href": "/wiki/Natarsha_Belling", "description": "Natarsha Belling is a renowned Australian journalist."}]}, {"heading": "Births", "year": "1970", "date": "May 29", "txt": "Roberto Di Matteo, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 29", "txt": "Éric Lucas, Canadian boxer", "entities": [{"title": "Éric Lucas", "href": "/wiki/%C3%89ric_Lucas", "description": "Éric Lucas is a retired professional boxer of height 183 cm."}]}, {"heading": "Births", "year": "1971", "date": "May 29", "txt": "Bernd Mayländer, German race car driver", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 29", "txt": "Jo Beth Taylor, Australian television host and actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 29", "txt": "Rob Womack, English shot putter and discus thrower", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 29", "txt": "Laverne Cox, American actress and LGBT advocate", "entities": [{"title": "Laverne Cox", "href": "/wiki/Laverne_Cox", "description": "Laverne Cox is an American actress and LGBTQ+ advocate. She rose to prominence with her role as Sophia Burset on the Netflix series Orange Is the New Black, becoming the first transgender person to be nominated for a Primetime Emmy Award in any acting category, and the first to be nominated for an Emmy Award since composer Angela Morley in 1990. In 2015, she won a Daytime Emmy Award in Outstanding"}]}, {"heading": "Births", "year": "1972", "date": "May 29", "txt": "Bill Curley, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 29", "txt": "Simon Jones, English singer and bass player", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 29", "txt": "Tomoko Kaneda, Japanese voice actress, singer, and radio personality", "entities": [{"title": "Tomoko Kaneda", "href": "/wiki/Tomoko_Kaneda", "description": "Tomoko Kaneda  is a Japanese voice actress and radio personality born in Yokohama, Japan. She had worked at Aoni Production for 11 years and had worked at freelance since April 2011 and it was announced to belong to Across Entertainment in August 2011. She graduated from Department of Architecture, Kanto Gakuin University. She is a member of the voice acting unit Drops, which included fellow voice"}]}, {"heading": "Births", "year": "1973", "date": "May 29", "txt": "Mark Lee, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 29", "txt": "Alpay Özalan, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 29", "txt": "Steve Cardenas, American martial artist and retired actor", "entities": [{"title": "Steve Cardenas", "href": "/wiki/Steve_Cardenas", "description": "Stephen Antonio Cardenas is an American-Hispanic martial artist, musician, and retired actor. Cardenas is best known for playing the character Rocky DeSantos, which was the second Red Power Ranger in Mighty Morphin Power Rangers and eventually became the Blue Zeo Ranger in Power Rangers Zeo, two seasons later."}]}, {"heading": "Births", "year": "1974", "date": "May 29", "txt": "Stephen Larkham, Australian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 29", "txt": "Aaron McGruder, American author and cartoonist", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 29", "txt": "Myf Warhurst, Australian radio and television host", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 29", "txt": "Jenny Willott, English politician", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 29", "txt": "Jason Allison, Canadian ice hockey player", "entities": [{"title": "Jason Allison", "href": "/wiki/Jason_Allison", "description": "Jason Paul Allison is a Canadian former professional ice hockey centre who played 552 games in the National Hockey League. His most productive seasons were with the Boston Bruins, where he briefly served as team captain."}]}, {"heading": "Births", "year": "1975", "date": "May 29", "txt": "Mel B, English singer-songwriter, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 29", "txt": "Sven Kubis, German footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 29", "txt": "Sarah Millican, English comedian", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 29", "txt": "Anthony Wall, English golfer", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 29", "txt": "Daniel Tosh, American comedian, television host, actor, writer, and executive producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 29", "txt": "Caçapa, Brazilian footballer and manager", "entities": [{"title": "Caçapa", "href": "/wiki/Ca%C3%A7apa", "description": "Cláudio Roberto da Silva, commonly known as Cláudio Caçapa or simply Caçapa, is a Brazilian former professional footballer who played as a central defender. Having made his senior debut in 1996 for Atlético Mineiro, Caçapa went on to play for Lyon, Newcastle United, Cruzeiro, Évian and Avaí. He was capped three times by the Brazil national team."}]}, {"heading": "Births", "year": "1976", "date": "May 29", "txt": "Jerry Hairston Jr., American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 29", "txt": "Raef LaFrentz, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 29", "txt": "Yegor Titov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 29", "txt": "Massimo Ambrosini, Italian footballer", "entities": [{"title": "Massimo Ambrosini", "href": "/wiki/Massimo_Ambrosini", "description": "Massimo Ambrosini is an Italian former professional footballer who mainly played as a defensive midfielder. At club level, he is mostly known for his successful time at Italian team AC Milan, where he spent eighteen years of his career, winning several titles, and captained the side from 2009 to 2013 following the retirement of Paolo Maldini. Ambrosini retired from professional football in 2014, a"}]}, {"heading": "Births", "year": "1977", "date": "May 29", "txt": "Marco Cassetti, Italian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 29", "txt": "António Lebo Lebo, Angolan footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 29", "txt": "Pelle Almqvist, Swedish singer-songwriter", "entities": [{"title": "Pelle Almqvist", "href": "/wiki/Pelle_Almqvist", "description": "Per \"Pelle\" Almqvist, also known as Howlin' Pelle Almqvist, is a Swedish singer and songwriter. He is the lead singer of garage rock band The Hives."}]}, {"heading": "Births", "year": "1978", "date": "May 29", "txt": "Sébastien Grosjean, French tennis player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 29", "txt": "Lorenzo Odone, Italian-American adrenoleukodystrophy patient who inspired the 1992 film, Lorenzo's Oil (d. 2008)", "entities": [{"title": "Adrenoleukodystrophy", "href": "/wiki/Adrenoleukodystrophy", "description": "Adrenoleukodystrophy (ALD) is a disease linked to the X chromosome. It is a result of fatty acid buildup caused by a defect in the very long chain of fatty acids transporter in peroxisomes, which then causes damage to the myelin sheath of the nerves, resulting in seizures and hyperactivity. Other symptoms include problems with speaking, listening, and understanding verbal instructions."}]}, {"heading": "Births", "year": "1978", "date": "May 29", "txt": "Adam Rickitt, English singer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 29", "txt": "Arne Friedrich, German footballer", "entities": [{"title": "Arne Friedrich", "href": "/wiki/Arne_Friedrich", "description": "Arne Friedrich is a German football coach and former football defender. He is currently the sporting director of Hertha BSC."}]}, {"heading": "Births", "year": "1979", "date": "May 29", "txt": "Brian Kendrick, American wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 29", "txt": "John Rheinecker, American baseball player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 29", "txt": "Ernesto Farías, Argentinian footballer", "entities": [{"title": "Ernesto Farías", "href": "/wiki/Ernesto_Far%C3%ADas", "description": "Ernesto Antonio Farías is an Argentine former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1981", "date": "May 29", "txt": "Andrey Arshavin, Russian footballer", "entities": [{"title": "Andrey Arshavin", "href": "/wiki/Andrey_Arshavin", "description": "Andrey Sergeevich Arshavin is a Russian former professional footballer who played as a forward or midfielder."}]}, {"heading": "Births", "year": "1982", "date": "May 29", "txt": "Nataliya Dobrynska, Ukrainian heptathlete", "entities": [{"title": "Nataliya Dobrynska", "href": "/wiki/Nataliya_Dobrynska", "description": "Nataliya Dobrynska is a retired Ukrainian heptathlete. She is the 2008 Olympic champion and also holds the heptathlon best in the shot put. Her indoor pentathlon best of 5013 points is the world record for the event."}]}, {"heading": "Births", "year": "1982", "date": "May 29", "txt": "Matt Macri, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 29", "txt": "Kim Tae-kyun, South Korean baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 29", "txt": "Carmelo Anthony, American basketball player", "entities": [{"title": "Carmelo Anthony", "href": "/wiki/Carmelo_Anthony", "description": "Carmelo Kyam Anthony is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). He has been named an NBA All-Star ten times and an All-NBA Team member six times. He played college basketball for the Syracuse Orange, winning a national championship as a freshman in 2003 while being named the NCAA Tournament's Most Outstanding Player."}]}, {"heading": "Births", "year": "1984", "date": "May 29", "txt": "Nia Jax, Australian-American professional wrestler", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 29", "txt": "Funmi Jimoh, American long jumper", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 29", "txt": "Andreas Schäffer, German footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 29", "txt": "Ina Wroldsen, Norwegian singer and songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 29", "txt": "Nathan Horton, Canadian ice hockey player", "entities": [{"title": "Nathan Horton", "href": "/wiki/Nathan_Horton", "description": "Nathan Russell Horton is a Canadian former professional ice hockey player. During his career, Horton played for the Florida Panthers, Boston Bruins and Columbus Blue Jackets. He was drafted third overall by the Panthers in the 2003 NHL Entry Draft. He won the Stanley Cup in 2011 with the Bruins."}]}, {"heading": "Births", "year": "1987", "date": "May 29", "txt": "Lina Andrijauskaitė, Lithuanian long jumper", "entities": [{"title": "Lina Andrijauskaitė", "href": "/wiki/Lina_Andrijauskait%C4%97", "description": "Lina Andrijauskaitė is a track and field various events athlete who competes internationally for Lithuania."}]}, {"heading": "Births", "year": "1987", "date": "May 29", "txt": "Issac Luke, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 29", "txt": "Kelvin Maynard, Dutch footballer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 29", "txt": "Noah Reid, Canadian actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 29", "txt": "Rui Sampaio, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 29", "txt": "Muath Al-Kasasbeh, Jordanian captain and pilot (d. 2015)", "entities": [{"title": "Muath Al-Kasasbeh", "href": "/wiki/Muath_Al-Kasasbeh", "description": "Muath Safi Yousef al-Kasasbeh was a Royal Jordanian Air Force pilot who was captured and burned to death by the militant group ISIL after his F-16 fighter aircraft crashed over Syria."}]}, {"heading": "Births", "year": "1988", "date": "May 29", "txt": "Cheng Fei, Chinese gymnast", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 29", "txt": "Steve Mason, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 29", "txt": "Ezekiel Ansah, Ghanaian-American football player", "entities": [{"title": "Ezekiel Ansah", "href": "/wiki/Ezekiel_Ansah", "description": "Ezekiel Nana \"Ziggy\" Ansah is a Ghanaian professional American football defensive end who is a free agent. Born in Accra, Ghana, he moved to the United States to attend Brigham Young University, where he played college football for the Brigham Young Cougars. He was drafted by the Detroit Lions fifth overall in the 2013 NFL Draft."}]}, {"heading": "Births", "year": "1989", "date": "May 29", "txt": "Diego Barisone, Argentinian footballer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 29", "txt": "Riley Keough, American model and actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 29", "txt": "Joe Biagini, American baseball pitcher", "entities": [{"title": "Joe Biagini", "href": "/wiki/Joe_Biagini", "description": "Joseph Carlo Biagini is an American professional baseball pitcher in the Chicago Cubs organization. The San Francisco Giants selected Biagini in the 26th round of the 2011 Major League Baseball draft. He previously played in Major League Baseball for the Toronto Blue Jays and Houston Astros. He made his MLB debut in 2016."}]}, {"heading": "Births", "year": "1990", "date": "May 29", "txt": "Erica Garner, American civil rights activist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 29", "txt": "Sarah Moundir, Swiss tennis player", "entities": [{"title": "Sarah Moundir", "href": "/wiki/Sarah_Moundir", "description": "Sarah Moundir is a Swiss tennis player."}]}, {"heading": "Births", "year": "1993", "date": "May 29", "txt": "Jana Čepelová, Slovak tennis player", "entities": [{"title": "Jana Čepelová", "href": "/wiki/Jana_%C4%8Cepelov%C3%A1", "description": "Jana Čepelová is a Slovak tennis player."}]}, {"heading": "Births", "year": "1993", "date": "May 29", "txt": "Maika Monroe, American actress and kiteboarder", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 29", "txt": "Grete Šadeiko, Estonian heptathlete", "entities": []}, {"heading": "Births", "year": "1998", "date": "May 29", "txt": "Markelle Fultz, American basketball player", "entities": [{"title": "Markelle Fultz", "href": "/wiki/Markelle_Fultz", "description": "Markelle N'Gai Fultz is an American professional basketball player for the Orlando Magic of the National Basketball Association (NBA). He played college basketball for the Washington Huskies before being selected by the Philadelphia 76ers with the first overall pick in the 2017 NBA draft."}]}, {"heading": "Deaths", "year": "931", "date": "May 29", "txt": "Jimeno Garcés of Pamplona", "entities": [{"title": "Jimeno Garcés of Pamplona", "href": "/wiki/Jimeno_Garc%C3%A9s_of_Pamplona", "description": "\nJimeno Garcés, sometimes Jimeno II, was the King of Pamplona from 925 until his death. He was the brother of King Sancho I Garcés and son of García Jiménez by his second wife, Dadildis of Pallars. When his brother died, Sancho's only son, García Sánchez, was still a child and Jimeno succeeded his brother, becoming the second ruler of the Jiménez dynasty."}]}, {"heading": "Deaths", "year": "1040", "date": "May 29", "txt": "Renauld I, Count of Nevers", "entities": [{"title": "Renauld I, Count of Nevers", "href": "/wiki/Renauld_I,_Count_of_Nevers", "description": "Renauld I was a French nobleman. He was the ruling Count of Nevers from 1028 until his death at the battle of Seignelay against Robert I, Duke of Burgundy."}]}, {"heading": "Deaths", "year": "1259", "date": "May 29", "txt": "Christopher I of Denmark (b. 1219)", "entities": [{"title": "Christopher I of Denmark", "href": "/wiki/Christopher_I_of_Denmark", "description": "Christopher I was King of Denmark between 1252 and 1259. He was the son of Valdemar II of Denmark by his second wife, Berengaria of Portugal. He succeeded his brothers Eric IV Plovpenning and Abel of Denmark on the throne. Christopher was elected King upon the death of his older brother Abel in the summer of 1252. He was crowned at Lund Cathedral on Christmas Day 1252."}]}, {"heading": "Deaths", "year": "1311", "date": "May 29", "txt": "James II of Majorca (b. 1243)", "entities": [{"title": "James II of Majorca", "href": "/wiki/James_II_of_Majorca", "description": "James II was King of Majorca and Lord of Montpellier from 1276 until his death. He was the second son of James I of Aragon and his wife, Violant, daughter of Andrew II of Hungary. In 1279, by the Treaty of Perpignan, he became a vassal of the Crown of Aragon."}]}, {"heading": "Deaths", "year": "1320", "date": "May 29", "txt": "Pope John VIII of Alexandria, Coptic pope", "entities": [{"title": "Pope John VIII of Alexandria", "href": "/wiki/Pope_John_VIII_of_Alexandria", "description": "Pope John VIII of Alexandria, 80th Pope of Alexandria and Patriarch of the See of St. Mark."}]}, {"heading": "Deaths", "year": "1327", "date": "May 29", "txt": "Jens Grand, Danish archbishop (b. c. 1260)", "entities": [{"title": "Jens Grand", "href": "/wiki/Jens_Grand", "description": "Jens Grand, the Firebug was a Danish archbishop of Lund (1289–1302), titular Archbishop of Riga and Terra Mariana (1304–1310), and Prince-Archbishop of Bremen, known as the central figure of the second ecclesiastical struggle in Denmark in the late 13th century. He was an outstanding jurist of canon law."}]}, {"heading": "Deaths", "year": "1379", "date": "May 29", "txt": "Henry II of Castile (b. 1334)", "entities": [{"title": "Henry II of Castile", "href": "/wiki/Henry_II_of_Castile", "description": "Henry II, called Henry of Trastámara or the Fratricidal, was the first King of Castile and León from the House of Trastámara. He became king in 1369 by defeating his half-brother, Peter the Cruel, after numerous rebellions and battles. As king he was involved in the Fernandine Wars and the Hundred Years' War."}]}, {"heading": "Deaths", "year": "1405", "date": "May 29", "txt": "Philippe de Mézières, French soldier and author (b. 1327)", "entities": [{"title": "Philippe de Mézières", "href": "/wiki/Philippe_de_M%C3%A9zi%C3%A8res", "description": "Philippe de Mézières, a French soldier and author, was born at the chateau of Mézières in Picardy."}]}, {"heading": "Deaths", "year": "1425", "date": "May 29", "txt": "Hongxi Emperor of China (b. 1378)", "entities": [{"title": "Hongxi Emperor", "href": "/wiki/Hongxi_Emperor", "description": "The Hongxi Emperor, personal name Zhu Gaochi (朱高熾), was the fourth Emperor of the Ming dynasty, reigned from 1424 to 1425. He succeeded his father, the Yongle Emperor, in 1424. His era name \"Hongxi\" means \"vastly bright\"."}]}, {"heading": "Deaths", "year": "1453", "date": "May 29", "txt": "Ulubatlı Hasan, Ottoman commander (b. 1428)", "entities": [{"title": "Ulubatlı Hasan", "href": "/wiki/Ulubatl%C4%B1_Hasan", "description": "Ulubatlı Hasan, Hasan of Ulubat was a Timarli Sipâhî in the service of Sultan Mehmed II of the Ottoman Empire who achieved legendary status as a heroic Turkish martyr at the successful Siege of Constantinople."}]}, {"heading": "Deaths", "year": "1453", "date": "May 29", "txt": "Constantine XI Palaiologos, Byzantine emperor (b. 1404)", "entities": []}, {"heading": "Deaths", "year": "1500", "date": "May 29", "txt": "Bartolomeu Dias, Portuguese explorer and navigator (b. 1451)", "entities": [{"title": "Bartolomeu Dias", "href": "/wiki/Bartolomeu_Dias", "description": "Bartolomeu Dias, a nobleman of the Portuguese royal household, was a Portuguese explorer. He sailed around the southernmost tip of Africa in 1488, the first European to do so, setting up the route from Europe to Asia later on. Dias is the first European during the Age of Discovery to anchor in Cape Good Hope, South Africa."}]}, {"heading": "Deaths", "year": "1500", "date": "May 29", "txt": "Thomas Rotherham, English cleric and minister (b. 1423)", "entities": []}, {"heading": "Deaths", "year": "1546", "date": "May 29", "txt": "David Beaton, Scottish cardinal and politician, Lord Chancellor of Scotland (b. 1494)", "entities": [{"title": "David Beaton", "href": "/wiki/David_Beaton", "description": "David Beaton was Archbishop of St Andrews and the last Scottish Cardinal prior to the Reformation."}, {"title": "Lord Chancellor of Scotland", "href": "/wiki/Lord_Chancellor_of_Scotland", "description": "\n\nThe Lord Chancellor of Scotland was a Great Officer of State in the Kingdom of Scotland."}]}, {"heading": "Deaths", "year": "1593", "date": "May 29", "txt": "John Penry, Welsh martyr (b. 1559)", "entities": [{"title": "John Penry", "href": "/wiki/John_Penry", "description": "\n\nJohn Penry is Wales's most famous Protestant martyr."}]}, {"heading": "Deaths", "year": "1660", "date": "May 29", "txt": "Frans van Schooten, Dutch mathematician and academic (b. 1615)", "entities": [{"title": "Frans van Schooten", "href": "/wiki/Frans_van_Schooten", "description": "Franciscus van Schooten was a Dutch mathematician who is most known for popularizing the analytic geometry of René Descartes."}]}, {"heading": "Deaths", "year": "1691", "date": "May 29", "txt": "Cornelis Tromp, Dutch admiral (b. 1629)", "entities": [{"title": "Cornelis Tromp", "href": "/wiki/Cornelis_Tromp", "description": "Cornelis Maartenszoon Tromp was a Dutch naval officer who served as lieutenant-admiral general in the Dutch Navy, and briefly as a general admiral in the Royal Danish Navy. Tromp fought in the Anglo-Dutch Wars and the Scanian War. His father was Lieutenant Admiral Maarten Tromp."}]}, {"heading": "Deaths", "year": "1790", "date": "May 29", "txt": "Israel Putnam, American general (b. 1718)", "entities": [{"title": "Israel Putnam", "href": "/wiki/Israel_Putnam", "description": "Israel Putnam, popularly known as \"Old Put\", was an American army general officer who fought with distinction at the Battle of Bunker Hill during the American Revolutionary War (1775–1783). He also served notably as an officer with Rogers' Rangers during the French and Indian War (1754–1763), when he was captured by Mohawk warriors. He was saved from the ritual burning given to enemies by the inte"}]}, {"heading": "Deaths", "year": "1796", "date": "May 29", "txt": "Carl Fredrik Pechlin, Swedish general and politician (b. 1720)", "entities": [{"title": "Carl Fredrik Pechlin", "href": "/wiki/Carl_Fredrik_Pechlin", "description": "Baron Carl Fredrik Pechlin was a Swedish politician and demagogue."}]}, {"heading": "Deaths", "year": "1814", "date": "May 29", "txt": "Joséphine de Beauharnais, first wife of Napoleon Bonaparte (b. 1763)", "entities": [{"title": "Joséphine de Beauharnais", "href": "/wiki/Jos%C3%A9phine_de_Beauharnais", "description": "Joséphine Bonaparte was the Empress of the French as the first wife of Emperor Napoleon I. She is widely known as Joséphine de Beauharnais."}, {"title": "Napoleon Bonaparte", "href": "/wiki/Napoleon_Bonaparte", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Deaths", "year": "1829", "date": "May 29", "txt": "Humphry Davy, English-Swiss chemist and academic (b. 1778)", "entities": [{"title": "Humphry Davy", "href": "/wiki/Humphry_Davy", "description": "Sir Humphry Davy, 1st Baronet was a Cornish chemist and inventor who invented the Davy lamp and a very early form of arc lamp. He is also remembered for isolating, by using electricity, a series of elements for the first time: potassium and sodium in 1807 and calcium, strontium, barium, magnesium and boron the following year, as well as for discovering the elemental nature of chlorine and iodine. "}]}, {"heading": "Deaths", "year": "1847", "date": "May 29", "txt": "Emmanuel de Grouchy, Marquis de Grouchy, French general (b. 1766)", "entities": [{"title": "Emmanuel de Grouchy, Marquis de Grouchy", "href": "/wiki/Emmanuel_de_Grouchy,_Marquis_de_Grouchy", "description": "Emmanuel de Grouchy, 2nd Marquis of Grouchy was a French general and Marshal of the Empire."}]}, {"heading": "Deaths", "year": "1862", "date": "May 29", "txt": "Franz Mirecki, Polish composer, music conductor, and music teacher (b. 1791)", "entities": [{"title": "Franz Mirecki", "href": "/wiki/Franz_Mirecki", "description": "Franciszek (also spelled Franz) Wincenty Mirecki (1791–1862) was a Polish composer, music conductor, and music teacher."}]}, {"heading": "Deaths", "year": "1866", "date": "May 29", "txt": "Winfield Scott, American general, lawyer, and politician (b. 1786)", "entities": [{"title": "Winfield Scott", "href": "/wiki/Winfield_Scott", "description": "Winfield Scott was an American military commander and political candidate. He served as a general in the United States Army from 1814 to 1861, taking part in the War of 1812, the Mexican–American War, the early stages of the American Civil War and conflicts with Native Americans. Scott was the Whig Party's presidential nominee in the 1852 election, but was defeated by Democrat Franklin Pierce. He "}]}, {"heading": "Deaths", "year": "1873", "date": "May 29", "txt": "Prince Friedrich of Hesse and by Rhine (b. 1870)", "entities": [{"title": "Prince Friedrich of Hesse and by Rhine", "href": "/wiki/Prince_Friedrich_of_Hesse_and_by_Rhine", "description": "Prince Friedrich of Hesse and by Rhine was the haemophiliac second son of Louis IV, Grand Duke of Hesse, and Princess Alice of the United Kingdom, one of the daughters of Queen Victoria. He was also a maternal great-uncle of Prince Philip, Duke of Edinburgh through his eldest sister Princess Victoria of Hesse and by Rhine."}]}, {"heading": "Deaths", "year": "1892", "date": "May 29", "txt": "Bahá'u'lláh, Persian religious leader, founded the Baháʼí Faith (b. 1817)", "entities": [{"title": "Bahá'u'lláh", "href": "/wiki/Bah%C3%A1%27u%27ll%C3%A1h", "description": "Baháʼu'lláh was a Persian religious leader, and the founder of the Baháʼí Faith, which advocates universal peace and unity among all races, nations, and religions."}, {"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}]}, {"heading": "Deaths", "year": "1896", "date": "May 29", "txt": "Gabriel Auguste Daubrée, French geologist and academic (b. 1814)", "entities": [{"title": "Gabriel Auguste Daubrée", "href": "/wiki/Gabriel_Auguste_Daubr%C3%A9e", "description": "Gabriel Auguste Daubrée MIF FRS FRSE was a French geologist."}]}, {"heading": "Deaths", "year": "1903", "date": "May 29", "txt": "Bruce Price, American architect, designed the Château Frontenac and American Surety Building (b. 1845)", "entities": [{"title": "Bruce Price", "href": "/wiki/Bruce_Price", "description": "Bruce Price was an American architect and an innovator in the Shingle Style. The stark geometry and compact massing of his cottages in Tuxedo Park, New York, influenced Modernist architects, including Frank Lloyd Wright and Robert Venturi."}, {"title": "Château Frontenac", "href": "/wiki/Ch%C3%A2teau_Frontenac", "description": "The Fairmont Le Château Frontenac, formerly and commonly referred to as the Château Frontenac, is a historic hotel in Quebec City, Quebec, Canada. The hotel is situated in Old Quebec, within the historic district's Upper Town. The Château Frontenac was designed by Bruce Price, and was built by the Canadian Pacific Railway company. The hotel is presently managed by Fairmont Hotels and Resorts."}, {"title": "American Surety Building", "href": "/wiki/American_Surety_Building", "description": "The American Surety Building is an early skyscraper at Pine Street and Broadway in the Financial District of Manhattan in New York City, across from Trinity Church. The building, designed in a Neo-Renaissance style by Bruce Price with a later expansion by Herman Lee Meader, is 388 feet (118 m) tall, with either 23 or 26 stories. It was one of Manhattan's first buildings with steel framing and curt"}]}, {"heading": "Deaths", "year": "1910", "date": "May 29", "txt": "Mily Balakirev, Russian pianist, composer, and conductor (b. 1837)", "entities": [{"title": "Mily Balakirev", "href": "/wiki/Mily_Balakirev", "description": "Mily Alexeyevich Balakirev was a Russian composer, pianist, and conductor known today primarily for his work promoting musical nationalism and his encouragement of more famous Russian composers, notably Pyotr Ilyich Tchaikovsky. He began his career as a pivotal figure, extending the fusion of traditional folk music and experimental classical music practices begun by composer Mikhail Glinka. In the"}]}, {"heading": "Deaths", "year": "1911", "date": "May 29", "txt": "W. S. Gilbert, English playwright and poet (b. 1836)", "entities": [{"title": "W. S. Gilbert", "href": "/wiki/W._S._Gilbert", "description": "Sir William Schwenck Gilbert was an English dramatist, librettist, poet and illustrator best known for his collaboration with composer Arthur Sullivan, which produced fourteen comic operas. The most famous of these include H.M.S. Pinafore, The Pirates of Penzance and one of the most frequently performed works in the history of musical theatre, The Mikado. The popularity of these works was supporte"}]}, {"heading": "Deaths", "year": "1914", "date": "May 29", "txt": "Laurence Sydney Brodribb Irving, English author and playwright (b. 1871)", "entities": [{"title": "Laurence Sydney Brodribb Irving", "href": "/wiki/Laurence_Sydney_Brodribb_Irving", "description": "Laurence Sydney Brodribb Irving was an English dramatist and actor. He died along with his wife in the RMS Empress of Ireland disaster."}]}, {"heading": "Deaths", "year": "1914", "date": "May 29", "txt": "Henry Seton-Karr, English explorer, hunter, and author (b. 1853)", "entities": []}, {"heading": "Deaths", "year": "1917", "date": "May 29", "txt": "Kate Harrington, American poet and educator (b. 1831)", "entities": [{"title": "Kate Harrington (poet)", "href": "/wiki/Kate_Harrington_(poet)", "description": "Kate Harrington, born Rebecca Harrington Smith and later known as Rebecca Smith Pollard, was an American teacher, writer and poet."}]}, {"heading": "Deaths", "year": "1919", "date": "May 29", "txt": "Robert Bacon, American colonel and politician, 39th United States Secretary of State (b. 1860)", "entities": [{"title": "Robert Bacon", "href": "/wiki/Robert_Bacon", "description": "Robert Bacon was an American statesman and diplomat. A leading banker and businessman, who worked closely with Secretary of State Elihu Root, 1905-1909, and served as United States Secretary of State from January to March 1909. He served as ambassador to France 1909 to 1912. He was a leader in the Preparedness Movement setting up training programs for would-be Soldiers before the United States ent"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Deaths", "year": "1920", "date": "May 29", "txt": "Carlos Deltour, French rower (b. 1864)", "entities": [{"title": "Carlos Deltour", "href": "/wiki/Carlos_Deltour", "description": "Carlos Deltour, also known as Charles Deltour, was a French rower who competed in the 1900 Summer Olympics."}]}, {"heading": "Deaths", "year": "1921", "date": "May 29", "txt": "Abbott Handerson Thayer, American painter and educator (b. 1849)", "entities": [{"title": "Abbott Handerson Thayer", "href": "/wiki/Abbott_Handerson_Thayer", "description": "Abbott Handerson Thayer was an American artist, naturalist and teacher. As a painter of portraits, figures, animals and landscapes, he enjoyed a certain prominence during his lifetime, and his paintings are represented in the major American art collections. He is perhaps best known for his 'angel' paintings, some of which use his children as models."}]}, {"heading": "Deaths", "year": "1935", "date": "May 29", "txt": "Josef Suk, Czech violinist and composer (b. 1874)", "entities": [{"title": "Josef Suk (composer)", "href": "/wiki/Josef_Suk_(composer)", "description": "Josef Suk was a Czech composer and violinist. He studied under Antonín Dvořák, whose daughter he married."}]}, {"heading": "Deaths", "year": "1939", "date": "May 29", "txt": "Ursula Ledóchowska, Austrian-Polish nun and saint, founded the Congregation of the Ursulines of the Agonizing Heart of Jesus (b. 1865)", "entities": [{"title": "Ursula Ledóchowska", "href": "/wiki/Ursula_Led%C3%B3chowska", "description": "Julia Ledóchowska - in religious Maria Ursula of Jesus - was a Polish Roman Catholic professed religious and the foundress of the Ursulines of the Agonizing Heart of Jesus. Ledóchowska was a prolific supporter of Polish independence which she often spoke about at conferences across Scandinavia while she settled in Russia for a time to open convents until her expulsion. But she continued to found c"}, {"title": "Congregation of the Ursulines of the Agonizing Heart of Jesus", "href": "/wiki/Congregation_of_the_Ursulines_of_the_Agonizing_Heart_of_Jesus", "description": "The Congregation of the Ursulines of the Agonizing Heart of Jesus, also known as the Grey Ursulines, is a Catholic order founded by Saint Ursula Ledóchowska in Poland. At present the Congregation consists of over 900 sisters in 14 countries. The sisters are committed to the service of poor people and specialize in providing educational opportunities."}]}, {"heading": "Deaths", "year": "1941", "date": "May 29", "txt": "Léo-Pol Morin, Canadian pianist, composer, and educator (b. 1892)", "entities": [{"title": "Léo-Pol Morin", "href": "/wiki/L%C3%A9o-Pol_Morin", "description": "Léo-Pol Morin was a Canadian pianist, music critic, composer, and music educator. He composed under the name James Callihou, with his most well known works being Suite canadienne (1945) and Three Eskimos for piano. He also composed works based on Canadian and Inuit folklore/folk music and harmonized a number of French-Canadian folksongs. Victor Brault notably transcribed his Inuit folklore inspire"}]}, {"heading": "Deaths", "year": "1942", "date": "May 29", "txt": "John Barrymore, American actor (b. 1882)", "entities": [{"title": "John Barrymore", "href": "/wiki/John_Barrymore", "description": "John Barrymore was an American actor on stage, screen and radio. A member of the Drew and Barrymore theatrical families, he initially tried to avoid the stage, and briefly attempted a career as an artist, but appeared on stage together with his father Maurice in 1900, and then his sister Ethel the following year. He began his career in 1903 and first gained attention as a stage actor in light come"}]}, {"heading": "Deaths", "year": "1946", "date": "May 29", "txt": "Martin Gottfried Weiss, German SS officer (b. 1905)", "entities": [{"title": "Martin Gottfried Weiss", "href": "/wiki/Martin_Gottfried_Weiss", "description": "Martin Gottfried Weiss, alternatively spelled Weiß, was the commandant of the Dachau concentration camp in 1945 at the time of his arrest. He also served from April 1940 until September 1942 as the commandant of Neuengamme concentration camp, and later, from November 1943 until May 1944, as the fourth commandant of Majdanek concentration camp. He was executed for war crimes."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1948", "date": "May 29", "txt": "May Whitty, English actress (b. 1865)", "entities": [{"title": "May Whitty", "href": "/wiki/May_Whitty", "description": "Dame Mary Louise Webster,, known professionally as May Whitty and later, for her charity work, Dame May Whitty, was an English stage and film actress. She was one of the first two women entertainers to become a Dame. The British actors' union Equity was established in her home. After a successful career she moved over to Hollywood films at the age of 72. She went to live in America, where she won "}]}, {"heading": "Deaths", "year": "1951", "date": "May 29", "txt": "Fanny Brice, American singer and comedian (b. 1891)", "entities": [{"title": "Fanny Brice", "href": "/wiki/Fanny_Brice", "description": "Fania Borach, known professionally as Fanny Brice or Fannie Brice, was an American comedienne, illustrated song model, singer, and theater and film actress who made many stage, radio, and film appearances. She is known as the creator and star of the top-rated radio comedy series The Baby Snooks Show."}]}, {"heading": "Deaths", "year": "1951", "date": "May 29", "txt": "Dimitrios Levidis, Greek-French soldier and composer (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "May 29", "txt": "Morgan Russell, American painter and educator (b. 1886)", "entities": [{"title": "Morgan Russell", "href": "/wiki/Morgan_Russell", "description": "Morgan Russell was a modern American artist. With Stanton Macdonald-Wright, he was the founder of Synchromism, a provocative style of abstract painting that dates from 1912 to the 1920s. Russell's \"synchromies,\" which analogized color to music, were an early American contribution to the rise of Modernism."}]}, {"heading": "Deaths", "year": "1957", "date": "May 29", "txt": "James Whale, English director (b. 1889)", "entities": [{"title": "James Whale", "href": "/wiki/James_Whale", "description": "James Whale was an English film director, theatre director and actor, who spent the greater part of his career in Hollywood. He is best remembered for several horror films: Frankenstein (1931), The Old Dark House (1932), The Invisible Man (1933) and Bride of Frankenstein (1935), all considered classics. Whale also directed films in other genres, including the 1936 film version of the musical Show "}]}, {"heading": "Deaths", "year": "1958", "date": "May 29", "txt": "Juan Ramón Jiménez, Spanish poet and academic, Nobel Prize laureate (b. 1881)", "entities": [{"title": "Juan Ramón Jiménez", "href": "/wiki/Juan_Ram%C3%B3n_Jim%C3%A9nez", "description": "Juan Ramón Jiménez Mantecón was a Spanish poet, a prolific writer who received the Nobel Prize in Literature in 1956 \"for his lyrical poetry, which in the Spanish language constitutes an example of high spirit and artistic purity\". One of Jimenez's most important contributions to modern poetry was his advocacy of the concept of \"pure poetry\"."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1963", "date": "May 29", "txt": "Netta Muskett, English author (b. 1887)", "entities": [{"title": "Netta Muskett", "href": "/wiki/Netta_Muskett", "description": "Netta Muskett was a British writer of more than 60 romance novels from 1927 to 1963, who also wrote under the pseudonym Anne Hill. Her novels have been translated to several languages, including: Spanish, French, Portuguese, Finnish, Swedish and Danish."}]}, {"heading": "Deaths", "year": "1966", "date": "May 29", "txt": "Ignace Lepp, Estonian-French priest and psychologist (b. 1909)", "entities": [{"title": "Ignace Lepp", "href": "/wiki/Ignace_Lepp", "description": "Ignace Lepp, was a French writer of Estonian origin."}]}, {"heading": "Deaths", "year": "1968", "date": "May 29", "txt": "Arnold Susi, Estonian lawyer and politician, Estonian Minister of Education (b. 1896)", "entities": [{"title": "Arnold Susi", "href": "/wiki/Arnold_Susi", "description": "Arnold Susi was a lawyer and the Minister of Education in the Estonian government of Otto Tief established on 18 September 1944 during WWII."}, {"title": "Estonian Minister of Education", "href": "/wiki/Estonian_Minister_of_Education", "description": "The Minister of Education and Research is the senior minister at the Ministry of Education and Research in the Estonian Government. The Minister is responsible for administration and development of Estonian educational system as well as for administration and funding of research and development activities on national level."}]}, {"heading": "Deaths", "year": "1970", "date": "May 29", "txt": "John Gunther, American journalist and author (b. 1901)", "entities": [{"title": "John Gunther", "href": "/wiki/John_Gunther", "description": "John Gunther was an American journalist and author."}]}, {"heading": "Deaths", "year": "1970", "date": "May 29", "txt": "Eva Hesse, American artist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "May 29", "txt": "Moe Berg, American baseball player, coach, and spy (b. 1902)", "entities": [{"title": "Moe Berg", "href": "/wiki/Moe_Berg", "description": "Morris Berg was an American catcher and coach in Major League Baseball, who later served as a spy for the Office of Strategic Services during World War II. Although he played 15 seasons in the major leagues, almost entirely for four American League teams, Berg was never more than an average player and was better known for being \"the brainiest guy in baseball.\" Casey Stengel once described Berg as "}]}, {"heading": "Deaths", "year": "1972", "date": "May 29", "txt": "Stephen Timoshenko, Ukrainian-American engineer and academic (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "May 29", "txt": "George Harriman, English businessman (b. 1908)", "entities": [{"title": "George Harriman", "href": "/wiki/George_Harriman", "description": "Sir George William Harriman CBE was a leading figure in the British motor industry in the 1960s."}]}, {"heading": "Deaths", "year": "1977", "date": "May 29", "txt": "Ba Maw, Burmese politician, Prime Minister of Burma (b. 1893)", "entities": [{"title": "Ba Maw", "href": "/wiki/Ba_Maw", "description": "Ba Maw was a Burmese lawyer and political leader, active during the interwar and World War II periods. He was 1st Burma Premier (1937–1939) and head of State of Burma (Myanmar) from 1943 to 1945."}, {"title": "Prime Minister of Burma", "href": "/wiki/Prime_Minister_of_Burma", "description": "The prime minister of Myanmar was the head of government of Myanmar from 1948 to 2011."}]}, {"heading": "Deaths", "year": "1979", "date": "May 29", "txt": "Mary Pickford, Canadian-American actress, producer, and screenwriter, co-founder of United Artists (b. 1892)", "entities": [{"title": "Mary Pickford", "href": "/wiki/Mary_Pickford", "description": "Gladys Marie Smith, known professionally as Mary Pickford, was a Canadian-American film actress and producer with a career that spanned five decades. A pioneer in the American film industry, she co-founded Pickford–Fairbanks Studios and United Artists, and was one of the 36 founders of the Academy of Motion Picture Arts and Sciences."}, {"title": "United Artists", "href": "/wiki/United_Artists", "description": "United Artists Corporation (UA), currently doing business as United Artists Digital Studios, is an American digital production company. Founded in 1919 by D. W. Griffith, Charlie Chaplin, Mary Pickford, and Douglas Fairbanks, the studio was premised on allowing actors to control their own interests, rather than being dependent upon commercial studios. UA was repeatedly bought, sold, and restructur"}]}, {"heading": "Deaths", "year": "1979", "date": "May 29", "txt": "John H. Wood Jr., American lawyer and judge (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "May 29", "txt": "Romy Schneider, Austrian actress (b. 1938)", "entities": [{"title": "Romy Schneider", "href": "/wiki/Romy_Schneider", "description": "Romy Schneider was a German-French actress. She began her career in the German Heimatfilm genre in the early 1950s when she was 15. From 1955 to 1957, she played the central character of Empress Elisabeth of Austria in the Austrian Sissi trilogy, and later reprised the role in a more mature version in Visconti's Ludwig (1973). Schneider moved to France where she made successful and critically accl"}]}, {"heading": "Deaths", "year": "1983", "date": "May 29", "txt": "Arvīds Pelše, Latvian-Russian historian and politician (b. 1899)", "entities": [{"title": "Arvīds Pelše", "href": "/wiki/Arv%C4%ABds_Pel%C5%A1e", "description": "Arvīds Pelše was a Latvian Soviet politician, functionary, and historian."}]}, {"heading": "Deaths", "year": "1987", "date": "May 29", "txt": "Charan Singh, Indian politician, 5th Prime Minister of India (b. 1902)", "entities": [{"title": "Charan Singh", "href": "/wiki/Charan_Singh", "description": "Chaudhary Charan Singh served as the 6th Prime Minister of India between 28 July 1979 and 14 January 1980. Historians and people alike frequently refer to him as the 'champion of India's peasants.'"}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Deaths", "year": "1988", "date": "May 29", "txt": "Salem bin Laden, Saudi Arabian businessman (b. 1946)", "entities": [{"title": "Salem bin Laden", "href": "/wiki/Salem_bin_Laden", "description": "Salem bin Mohammed bin 'Awad bin Laden was a Saudi Arabian investor and businessman."}]}, {"heading": "Deaths", "year": "1989", "date": "May 29", "txt": "George C. Homans, American sociologist and academic (b. 1910)", "entities": [{"title": "George C. Homans", "href": "/wiki/George_C._Homans", "description": "George Caspar Homans was an American sociologist, founder of behavioral sociology and a major contributor to the social exchange theory."}]}, {"heading": "Deaths", "year": "1991", "date": "May 29", "txt": "Margaret Barr (choreographer), Australian choreographer and teacher of dance-drama (b. 1904)", "entities": [{"title": "Margaret Barr (choreographer)", "href": "/wiki/Margaret_Barr_(choreographer)", "description": "Margaret Barr was a choreographer and teacher of dance-drama who worked in the United States, England, New Zealand and Australia. During a career of more than sixty years, she created over eighty works."}]}, {"heading": "Deaths", "year": "1993", "date": "May 29", "txt": "Billy Conn, American boxer (b. 1917)", "entities": [{"title": "Billy Conn", "href": "/wiki/Billy_Conn", "description": "William David Conn was an Irish American professional boxer and Light Heavyweight Champion famed for his fights with Joe Louis. He had a professional boxing record of 63 wins, 11 losses and 1 draw, with 14 wins by knockout. His nickname, throughout most of his career, was \"The Pittsburgh Kid.\""}]}, {"heading": "Deaths", "year": "1994", "date": "May 29", "txt": "Erich Honecker, German lawyer and politician (b. 1912)", "entities": [{"title": "Erich Honecker", "href": "/wiki/Erich_Honecker", "description": "Erich Ernst Paul Honecker was an East German communist politician who led the German Democratic Republic from 1971 until shortly before the fall of the Berlin Wall in October 1989. He held the posts of General Secretary of the Socialist Unity Party of Germany (SED) and Chairman of the National Defense Council; in 1976, he replaced Willi Stoph as Chairman of the State Council, the official head of "}]}, {"heading": "Deaths", "year": "1996", "date": "May 29", "txt": "Tamara Toumanova, American ballerina and actress (b. 1919)", "entities": [{"title": "Tamara Toumanova", "href": "/wiki/Tamara_Toumanova", "description": "Tamara Toumanova was a Georgian-American prima ballerina and actress. A child of exiles in Paris after the Russian Revolution of 1917, she made her debut at the age of 10 at the children's ballet of the Paris Opera."}]}, {"heading": "Deaths", "year": "1997", "date": "May 29", "txt": "Jeff Buckley, American singer-songwriter and guitarist (b. 1966)", "entities": [{"title": "Jeff Buckley", "href": "/wiki/Jeff_Buckley", "description": "Jeffrey Scott Buckley, raised as Scott Moorhead, was an American singer, songwriter and guitarist. After a decade as a session guitarist in Los Angeles, Buckley amassed a following in the early 1990s by playing cover songs at venues in Manhattan's East Village such as Sin-é, gradually focusing more on his own material. After rebuffing much interest from record labels and Herb Cohen, the manager of"}]}, {"heading": "Deaths", "year": "1998", "date": "May 29", "txt": "Barry Goldwater, American general, activist, and politician (b. 1909)", "entities": [{"title": "Barry Goldwater", "href": "/wiki/Barry_Goldwater", "description": "Barry Morris Goldwater was an American politician, statesman, businessman, United States Air Force officer, and author who was a five-term Senator from Arizona and the Republican Party nominee for president of the United States in 1964. Goldwater is the politician most often credited with having sparked the resurgence of the American conservative political movement in the 1960s. Despite his loss o"}]}, {"heading": "Deaths", "year": "2003", "date": "May 29", "txt": "David Jefferies, English motorcycle racer (b. 1972)", "entities": [{"title": "David Jefferies", "href": "/wiki/David_Jefferies", "description": "Allan David Jefferies was an English professional motorcycle racer. He died after crashing during practice for the 2003 Isle of Man TT races."}]}, {"heading": "Deaths", "year": "2004", "date": "May 29", "txt": "Archibald Cox, American lawyer and politician, 31st United States Solicitor General (b. 1912)", "entities": [{"title": "Archibald Cox", "href": "/wiki/Archibald_Cox", "description": "Archibald Cox Jr. was an American lawyer and law professor who served as U.S. Solicitor General under President John F. Kennedy and as a special prosecutor during the Watergate scandal. During his career, he was a pioneering expert on labor law and was also an authority on constitutional law. The Journal of Legal Studies has identified Cox as one of the most cited legal scholars of the 20th centur"}, {"title": "United States Solicitor General", "href": "/wiki/United_States_Solicitor_General", "description": "The solicitor general of the United States is the fourth-highest-ranking official in the United States Department of Justice. The current acting solicitor general, Elizabeth Prelogar, has been serving in the role since January 20, 2021."}]}, {"heading": "Deaths", "year": "2004", "date": "May 29", "txt": "Samuel Dash, American academic and politician (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 29", "txt": "John D'Amico, Canadian ice hockey player and referee (b. 1937)", "entities": [{"title": "John D'Amico (ice hockey)", "href": "/wiki/John_D%27Amico_(ice_hockey)", "description": "John David D'Amico was a National Hockey League (NHL) linesman and later supervisor of officials."}]}, {"heading": "Deaths", "year": "2005", "date": "May 29", "txt": "Hamilton Naki, South African surgeon (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 29", "txt": "George Rochberg, American soldier and composer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 29", "txt": "Jacques Bouchard, Canadian businessman (b. 1930)", "entities": [{"title": "Jacques Bouchard", "href": "/wiki/Jacques_Bouchard", "description": "Jacques Bouchard, was a Canadian advertising executive and author. He was one of the founders of Quebec's first French creative advertising agency, BCP, and a pioneer in French-language advertising."}]}, {"heading": "Deaths", "year": "2007", "date": "May 29", "txt": "Dave Balon, Canadian ice hockey player and coach (b. 1938)", "entities": [{"title": "Dave Balon", "href": "/wiki/Dave_Balon", "description": "David Alexander Balon was a Canadian professional ice hockey player and coach. Balon played 14 seasons in the National Hockey League between 1959 and 1973 before multiple sclerosis led to his retirement."}]}, {"heading": "Deaths", "year": "2007", "date": "May 29", "txt": "Lois Browne-Evans, Bermudian lawyer and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 29", "txt": "Paula Gunn Allen, Native American writer (b. 1939)", "entities": [{"title": "Paula Gunn Allen", "href": "/wiki/Paula_Gunn_Allen", "description": "Paula Gunn Allen was a Native American poet, literary critic, activist, professor, and novelist. Of mixed-race European-American, Native American, and Arab-American descent, she identified with her mother's people, the Laguna Pueblo and childhood years. She drew from its oral traditions for her fiction poetry and also wrote numerous essays on its themes. She edited four collections of Native Ameri"}]}, {"heading": "Deaths", "year": "2008", "date": "May 29", "txt": "Luc Bourdon, Canadian ice hockey player (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 29", "txt": "Harvey Korman, American actor and comedian (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 29", "txt": "Dennis Hopper, American actor, director, and screenwriter (b. 1936)", "entities": [{"title": "Dennis Hopper", "href": "/wiki/Dennis_Hopper", "description": "Dennis Lee Hopper was an American actor, filmmaker, and visual artist. He attended the Actors Studio, made his first television appearance in 1954, and soon after appeared in Giant (1956). In the next ten years he made a name in television, and by the end of the 1960s had appeared in several films, notably Cool Hand Luke (1967) and Hang 'Em High (1968). Hopper also began a prolific and acclaimed p"}]}, {"heading": "Deaths", "year": "2011", "date": "May 29", "txt": "Sergei Bagapsh, Abkhazian politician, 2nd President of Abkhazia (b. 1949)", "entities": [{"title": "Sergei Bagapsh", "href": "/wiki/Sergei_Bagapsh", "description": "Sergei Uasyl-ipa Bagapsh was the second President of the Republic of Abkhazia. He was Prime Minister from 1997 to 1999 and was later elected as President in 2005. He was re-elected in the 2009 presidential election. He died on\n29 May 2011, at the age of 62, from complications of surgery."}, {"title": "President of Abkhazia", "href": "/wiki/President_of_Abkhazia", "description": "The position of president of Abkhazia was created in 1994. Before the office of president was created the head of state position was known as the chairman of Parliament between 1992 and the creation of the 1994 constitution. Before the position of Chairman of Parliament, the highest office in Abkhazia was the chairman of the Supreme Soviet. The post would last from the declaration of sovereignty f"}]}, {"heading": "Deaths", "year": "2011", "date": "May 29", "txt": "Bill Clements, American soldier and politician, 42nd Governor of Texas (b. 1917)", "entities": [{"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Deaths", "year": "2011", "date": "May 29", "txt": "Ferenc Mádl, Hungarian academic and politician, 14th President of Hungary (b. 1931)", "entities": [{"title": "List of heads of state of Hungary", "href": "/wiki/List_of_heads_of_state_of_Hungary", "description": "The following is a list of heads of state of Hungary, from the Hungarian Declaration of Independence and the establishment of the Hungarian State in 1849 until the present day."}]}, {"heading": "Deaths", "year": "2012", "date": "May 29", "txt": "Mark Minkov, Russian composer (b. 1944)", "entities": [{"title": "Mark Minkov", "href": "/wiki/Mark_Minkov", "description": "Mark Anatolievich Minkov was a Soviet / Russian music composer. His music is featured in a number of operas, ballets, stage performances, and films."}]}, {"heading": "Deaths", "year": "2012", "date": "May 29", "txt": "Kaneto Shindo, Japanese director, producer, and screenwriter (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 29", "txt": "Doc Watson, American singer-songwriter and guitarist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 29", "txt": "Richard Ballantine, American-English journalist and author (b. 1940)", "entities": [{"title": "Richard Ballantine", "href": "/wiki/Richard_Ballantine", "description": "Richard Ballantine was a cycling writer, journalist and cycling advocate. Born in America, the son of Ian and Betty Ballantine of Ballantine Books, and educated at the Browning School in New York and Columbia University, he principally resided in London, England. He is most famous for his 1972 Richard's Bicycle Book and its subsequent editions. He was also an editor at Rufus Publications and found"}]}, {"heading": "Deaths", "year": "2013", "date": "May 29", "txt": "Françoise Blanchard, French actress (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 29", "txt": "Andrew Greeley, American priest, sociologist, and author (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 29", "txt": "Mulgrew Miller, American pianist and composer (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 29", "txt": "Henry Morgentaler, Polish-Canadian physician and activist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 29", "txt": "Franca Rame,  Italian actress and playwright (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 29", "txt": "Ludwig G. Strauss, German physician and academic (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 29", "txt": "Wali-ur-Rehman, Pakistani commander (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 29", "txt": "Christine Charbonneau, Canadian singer-songwriter (b. 1943)", "entities": [{"title": "Christine Charbonneau", "href": "/wiki/Christine_Charbonneau", "description": "Christine Charbonneau was a French Canadian singer and songwriter."}]}, {"heading": "Deaths", "year": "2014", "date": "May 29", "txt": "Walter Jakob Gehring, Swiss biologist and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 29", "txt": "Peter Glaser, Czech-American scientist and engineer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 29", "txt": "Miljenko Prohaska, Croatian composer and conductor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 29", "txt": "William M. Roth, American businessman (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 29", "txt": "Henry Carr, American football player and sprinter (b. 1942)", "entities": [{"title": "Henry Carr", "href": "/wiki/Henry_Carr", "description": "Henry Carr was an American track and field athlete who won two gold medals at the 1964 Summer Olympics in Tokyo, Japan."}]}, {"heading": "Deaths", "year": "2015", "date": "May 29", "txt": "Doris Hart, American tennis player (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 29", "txt": "Betsy Palmer, American actress (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "May 29", "txt": "Manuel Noriega, Panamanian general and politician, Military Leader of Panama (b. 1934)", "entities": [{"title": "Manuel Noriega", "href": "/wiki/Manuel_Noriega", "description": "Manuel Antonio Noriega Moreno was a Panamanian politician and military officer who was the de facto ruler of Panama from 1983 to 1989. An authoritarian ruler who amassed a personal fortune through drug trafficking operations, he had longstanding ties to United States intelligence agencies before the U.S. invasion of Panama removed him from power."}, {"title": "List of heads of state of Panama", "href": "/wiki/List_of_heads_of_state_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Deaths", "year": "2017", "date": "May 29", "txt": "Mordechai Tzipori, Israeli Lieutenant General and minister (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "May 29", "txt": "Konstantinos Mitsotakis, Greek politician and prime minister (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "May 29", "txt": "Maikanti Baru, Nigerian engineer, former chief of state oil firm. (b. 1959)", "entities": [{"title": "Maikanti Baru", "href": "/wiki/Maikanti_Baru", "description": "Maikanti Kachalla Baru was a Nigerian engineer, crude oil marketer and the 18th Group Managing Director of the Nigeria's state oil firm, Nigerian National Petroleum Corporation (NNPC). He served in the position from July 2016 to July 2019 and had previously served as the Group General Manager (GGM) of National Petroleum Investment Management Services. Baru was a fellow of Nigerian Society of Engin"}]}]