[{"heading": "Events", "year": "351", "date": "May 7", "txt": "The Jewish revolt against Constantius Gallus breaks out after his arrival at Antioch.", "entities": [{"title": "Jewish revolt against Constantius Gallus", "href": "/wiki/Jewish_revolt_against_Constantius_Gallus", "description": "In 351–352 the Jews of Roman Palaestina revolted against the rule of Constantius Gallus, brother-in-law of Emperor Constantius II and Caesar of the eastern part of the Roman Empire. The revolt was crushed by Gallus' general Ursicinus."}, {"title": "Antioch", "href": "/wiki/Antioch", "description": "Antioch on the Orontes was an ancient Greek city on the eastern side of the Orontes River. Its ruins lie near the current city of Antakya, Turkey, to which the ancient city lends its name."}]}, {"heading": "Events", "year": "558", "date": "May 7", "txt": "In Constantinople, the dome of the Hagia Sophia collapses, twenty years after its construction. Justinian I immediately orders that the dome be rebuilt.", "entities": [{"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Dome", "href": "/wiki/Dome", "description": "A dome is an architectural element similar to the hollow upper half of a sphere; there is significant overlap with the term cupola, which may also refer to a dome or a structure on top of a dome. The precise definition of a dome has been a matter of controversy and there are a wide variety of forms and specialized terms to describe them."}, {"title": "Hagia Sophia", "href": "/wiki/Hagia_Sophia", "description": "Hagia Sophia, officially Ayasofya-i Kebir Cami-i Şerifi, literally Holy Mosque of Hagia Sophia the Grand, and formerly the Church of Hagia Sophia, is a Late Antique place of worship in Istanbul, designed by the Greek geometers Isidore of Miletus and Anthemius of Tralles. Built in 537 as the patriarchal cathedral of the imperial capital of Constantinople, it was the largest Christian church of the "}, {"title": "Justinian I", "href": "/wiki/Justinian_I", "description": "Justinian I, also known as Justinian the Great, was the Byzantine emperor from 527 to 565."}]}, {"heading": "Events", "year": "1274", "date": "May 7", "txt": "In France, the Second Council of Lyon opens to regulate the election of the Pope.", "entities": [{"title": "Second Council of Lyon", "href": "/wiki/Second_Council_of_Lyon", "description": "The Second Council of Lyon was the fourteenth ecumenical council of the Catholic Church, convoked on 31 March 1272 and convened in Lyon, Kingdom of Arles, in 1274. Pope Gregory X presided over the council, called to act on a pledge by Byzantine emperor Michael VIII to reunite the Eastern church with the West. The council was attended by about 300 bishops, 60 abbots and more than a thousand prelate"}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. According to Catholics, the primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the pow"}]}, {"heading": "Events", "year": "1487", "date": "May 7", "txt": "The Siege of Málaga commences during the Spanish Reconquista.", "entities": [{"title": "Siege of Málaga (1487)", "href": "/wiki/Siege_of_M%C3%A1laga_(1487)", "description": "The siege of Málaga (1487) was an action during the Reconquest of Spain in which the Catholic Monarchs of Spain conquered the city of Mālaqa from the Emirate of Granada. The siege lasted about four months.\nIt was the first conflict in which ambulances, or dedicated vehicles for the purpose of carrying injured persons, were used. Geopolitically, the loss of the emirate's second largest city—after G"}, {"title": "Reconquista", "href": "/wiki/Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}]}, {"heading": "Events", "year": "1544", "date": "May 7", "txt": "The Burning of Edinburgh by an English army is the first action of the Rough Wooing.", "entities": [{"title": "Burning of Edinburgh", "href": "/wiki/Burning_of_Edinburgh", "description": "The Burning of Edinburgh in 1544 by an English sea-borne army was the first major action of the war of the Rough Wooing. A Scottish army observed the landing on 3 May 1544 but did not engage with the English force. The Provost of Edinburgh was compelled to allow the English to sack Leith and Edinburgh, and the city was burnt on 7 May. However, the Scottish artillery within Edinburgh Castle harasse"}, {"title": "Rough Wooing", "href": "/wiki/Rough_Wooing", "description": "The Rough Wooing was part of the Anglo-Scottish Wars of the 16th century between Scotland and England. Following its break with the Roman Catholic Church, England attacked Scotland, partly to break the Auld Alliance and prevent Scotland being used as a springboard for future invasion by France, partly to weaken Scotland, and partly to force Scotland to agree to a marriage alliance between Mary, Qu"}]}, {"heading": "Events", "year": "1664", "date": "May 7", "txt": "Louis XIV of France begins construction of the Palace of Versailles.", "entities": [{"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}, {"title": "Palace of Versailles", "href": "/wiki/Palace_of_Versailles", "description": "The Palace of Versailles was the principal royal residence of France from 1682, under Louis XIV, until the start of the French Revolution in 1789, under Louis XVI. It is located in the department of Yvelines, in the region of Île-de-France, about 20 kilometres southwest of the centre of Paris."}]}, {"heading": "Events", "year": "1685", "date": "May 7", "txt": "Battle of Vrtijeljka between rebels and Ottoman forces.", "entities": [{"title": "Battle of Vrtijeljka", "href": "/wiki/Battle_of_Vrtijeljka", "description": "The Battle on Vrtijeljka was fought on the hill of Vrtijeljka near Cetinje between a Venetian irregular force and an advancing Ottoman force on 7 May 1685 at the start of the Morean War. The Venetian force was made up of fighters from the neighbouring areas, including the band of acclaimed hajduk Bajo Pivljanin, and several Christian tribes. The large Ottoman force was led by sanjak-bey Süleyman o"}]}, {"heading": "Events", "year": "1697", "date": "May 7", "txt": "Stockholm's royal castle (dating back to medieval times) is destroyed by fire. It is replaced in the 18th century by the current Royal Palace.", "entities": [{"title": "Stockholm", "href": "/wiki/Stockholm", "description": "Stockholm is the capital of Sweden. It has the most populous urban area in Sweden as well as in Scandinavia. 1 million people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain o"}, {"title": "Middle Ages", "href": "/wiki/Middle_Ages", "description": "In the history of Europe, the Middle Ages or medieval period lasted approximately from the 5th to the late 15th centuries. It began with the fall of the Western Roman Empire and transitioned into the Renaissance and the Age of Discovery. The Middle Ages is the middle period of the three traditional divisions of Western history: classical antiquity, the medieval period, and the modern period. The m"}, {"title": "Stockholm Palace", "href": "/wiki/Stockholm_Palace", "description": "Stockholm Palace or the Royal Palace is the official residence and major royal palace of the Swedish monarch. Stockholm Palace is on Stadsholmen, in Gamla stan in the capital, Stockholm. It neighbours the Riksdag building. The offices of the King, the other members of the Swedish Royal Family, and the Royal Court of Sweden are here. The palace is used for representative purposes by the King whilst"}]}, {"heading": "Events", "year": "1718", "date": "May 7", "txt": "The city of New Orleans is founded by Jean-Baptiste Le Moyne, Sieur de Bienville.", "entities": [{"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}, {"title": "Jean-Baptiste Le Moyne, Sieur de Bienville", "href": "/wiki/Jean-Baptiste_Le_Moyne,_Sieur_de_Bienville", "description": "Jean-Baptiste Le Moyne de Bienville, also known as Sieur de Bienville, was a French colonial administrator in New France. Born in Montreal, he was an early governor of French Louisiana, appointed four separate times during 1701–1743. He was the younger brother of explorer Pierre Le Moyne d'Iberville."}]}, {"heading": "Events", "year": "1763", "date": "May 7", "txt": "Pontiac's War begins with Pontiac's attempt to seize Fort Detroit from the British.", "entities": [{"title": "Pontiac's War", "href": "/wiki/Pontiac%27s_War", "description": "Pontiac's War was launched in 1763 by a loose confederation of American Indians dissatisfied with British rule in the Great Lakes region following the French and Indian War (1754–1763). Warriors from numerous tribes joined in an effort to drive British soldiers and settlers out of the region. The war is named after Odawa leader Pontiac, the most prominent of many Indian leaders in the conflict."}, {"title": "Pontiac (Ottawa leader)", "href": "/wiki/Pontiac_(Ottawa_leader)", "description": "Pontiac or Obwandiyag was an Odawa war chief known for his role in the war named for him, from 1763 to 1766 leading Native Americans in an armed struggle against the British in the Great Lakes region due to, among other reasons, dissatisfaction with British policies. It followed the British victory in the French and Indian War, the American front of the Seven Years' War. Pontiac's importance in th"}, {"title": "Fort Detroit", "href": "/wiki/Fort_Detroit", "description": "Fort Pontchartrain du Détroit or Fort Detroit was a fort established on the west bank of the Detroit River by the French officer Antoine de la Mothe Cadillac in 1701. In the 18th century, French colonial settlements developed on both sides of the river, based on the fur trade, missions and farms."}]}, {"heading": "Events", "year": "1794", "date": "May 7", "txt": "French Revolution: Robespierre introduces the Cult of the Supreme Being in the National Convention as the new state religion of the French First Republic.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Maximilien Robespierre", "href": "/wiki/Maximilien_Robespierre", "description": "Maximilien François Marie Isidore de Robespierre was a French lawyer and statesman who was one of the best-known and most influential figures of the French Revolution. As a member of the Constituent Assembly and the Jacobin Club, he campaigned for universal manhood suffrage and the abolition both of celibacy for the clergy, and slavery. In 1791, Robespierre became an outspoken advocate for the cit"}, {"title": "Cult of the Supreme Being", "href": "/wiki/Cult_of_the_Supreme_Being", "description": "The Cult of the Supreme Being was a form of deism established in France by Maximilien Robespierre during the French Revolution. It was intended to become the state religion of the new French Republic and a replacement for Roman Catholicism and its rival, the Cult of Reason. It went unsupported after the fall of Robespierre and was officially proscribed when Napoleon restored Catholicism in France."}, {"title": "National Convention", "href": "/wiki/National_Convention", "description": "The National Convention was a parliament of the French Revolution, following the two-year National Constituent Assembly and the one-year Legislative Assembly. Created after the great insurrection of 10 August 1792, it was the first French government organized as a republic, abandoning the monarchy altogether. The Convention sat as a single-chamber assembly from 20 September 1792 to 26 October 1795"}, {"title": "State religion", "href": "/wiki/State_religion", "description": "A state religion is a religious body or creed officially endorsed by the state. A state with an official religion, while not secular, is not necessarily a theocracy, a country whose rulers have both secular and spiritual authority. State religions are official or government-sanctioned establishments of a religion, but the state does not need be under the control of the religion nor is the state-sa"}, {"title": "French First Republic", "href": "/wiki/French_First_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}]}, {"heading": "Events", "year": "1824", "date": "May 7", "txt": "World premiere of Ludwig van Beethoven's Ninth Symphony in Vienna, Austria. The performance is conducted by Michael Umlauf under the composer's supervision.", "entities": [{"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}, {"title": "Symphony No. 9 (Beethoven)", "href": "/wiki/Symphony_No._9_(Beethoven)", "description": "The Symphony No. 9 in D minor, Op. 125, is a choral symphony, the final complete symphony by Ludwig van Beethoven, composed between 1822 and 1824. It was first performed in Vienna on 7 May 1824. The symphony is regarded by many critics and musicologists as Beethoven's greatest work and one of the supreme achievements in the history of music. One of the best-known works in common practice music, it"}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}, {"title": "Michael Umlauf", "href": "/wiki/Michael_Umlauf", "description": "Michael Umlauf, was an Austrian composer, conductor, and violinist. His father, Ignaz Umlauf, was also a notable composer. His sister, Elisabeth Hölzel, had a career as a contralto and her son Gustav Hölzel was an important bass-baritone."}]}, {"heading": "Events", "year": "1832", "date": "May 7", "txt": "Greece's independence is recognized by the Treaty of London.", "entities": [{"title": "Treaty of London, 1832", "href": "/wiki/Treaty_of_London,_1832", "description": "The London Conference of 1832 was an international conference convened to establish a stable government in Greece. Negotiations between the three Great Powers resulted in the establishment of the Kingdom of Greece under a Bavarian Prince. The decisions were ratified in the Treaty of Constantinople later that year. The treaty followed the Akkerman Convention which had previously recognized another "}]}, {"heading": "Events", "year": "1840", "date": "May 7", "txt": "The Great Natchez Tornado strikes Natchez, Mississippi killing 317 people. It is the second deadliest tornado in United States history.", "entities": [{"title": "Great Natchez Tornado", "href": "/wiki/Great_Natchez_Tornado", "description": "The Great Natchez Tornado hit Natchez, Mississippi on Thursday, May 7, 1840. This tornado was the second deadliest tornado in United States history; at least 317 people were killed and at least 109 were injured."}, {"title": "Natchez, Mississippi", "href": "/wiki/Natchez,_Mississippi", "description": "Natchez is the county seat and only city of Adams County, Mississippi, United States. Natchez has a total population of 15,792. Located on the Mississippi River across from Vidalia in Concordia Parish, Louisiana, Natchez was a prominent city in the antebellum years, a center of cotton planters and Mississippi River trade."}, {"title": "Tornado", "href": "/wiki/Tornado", "description": "A tornado is a violently rotating column of air that is in contact with both the surface of the Earth and a cumulonimbus cloud or, in rare cases, the base of a cumulus cloud. The windstorm is often referred to as a twister, whirlwind or cyclone, although the word cyclone is used in meteorology to name a weather system with a low-pressure area in the center around which, from an observer looking do"}]}, {"heading": "Events", "year": "1846", "date": "May 7", "txt": "The Cambridge Chronicle, America's oldest surviving weekly newspaper, is published for the first time in Cambridge, Massachusetts.", "entities": [{"title": "Cambridge, Massachusetts", "href": "/wiki/Cambridge,_Massachusetts", "description": "Cambridge is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area as a major suburb of Boston. As of July 2019, it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162. It is one of two de jure county seats of Middlesex County, although the county's government"}]}, {"heading": "Events", "year": "1864", "date": "May 7", "txt": "American Civil War: The Army of the Potomac, under General Ulysses S. Grant, breaks off from the Battle of the Wilderness and moves southwards.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Army of the Potomac", "href": "/wiki/Army_of_the_Potomac", "description": "The Army of the Potomac was the principal Union Army in the Eastern Theater of the American Civil War. It was created in July 1861 shortly after the First Battle of Bull Run and was disbanded in June 1865 following the surrender of the Confederate Army of Northern Virginia in April."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Battle of the Wilderness", "href": "/wiki/Battle_of_the_Wilderness", "description": "The Battle of the Wilderness, fought May 5–7, 1864, was the first battle of Lt. Gen. Ulysses S. Grant's and General George G. Meade's 1864 Virginia Overland Campaign against Gen. Robert E. Lee and the Confederate Army of Northern Virginia in the American Civil War. Both armies suffered heavy casualties, around 5,000 men killed in total, a harbinger of a bloody war of attrition by Grant against Lee"}]}, {"heading": "Events", "year": "1864", "date": "May 7", "txt": "The world's oldest surviving clipper ship, the City of Adelaide is launched by William Pile, Hay and Co. in Sunderland, England, for transporting passengers and goods between Britain and Australia.", "entities": [{"title": "William Pile (shipbuilder)", "href": "/wiki/William_Pile_(shipbuilder)", "description": "William Pile was a British shipbuilder. He was the first to introduce the Clipper class of ship to the river Wear, Sunderland. A testament to his art can be seen today, the Composite Clipper ship City of Adelaide. The ship was classed as \"Experimental\" by Lloyd's of London in 1864; it would be a few years before Lloyds would formalise the rules for constructing composite ships, the rules for which"}]}, {"heading": "Events", "year": "1895", "date": "May 7", "txt": "In Saint Petersburg, Russian scientist Alexander Stepanovich Popov demonstrates to the Russian Physical and Chemical Society his invention, the Popov lightning detector—a primitive radio receiver. In some parts of the former Soviet Union the anniversary of this day is celebrated as Radio Day.", "entities": [{"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}, {"title": "Alexander Stepanovich Popov", "href": "/wiki/Alexander_Stepanovich_Popov", "description": "Alexander Stepanovich Popov was a Russian physicist, who was one of the first persons to invent a radio receiving device."}, {"title": "Lightning", "href": "/wiki/Lightning", "description": "Lightning is a naturally occurring electrostatic discharge during which two electrically charged regions in the atmosphere or ground temporarily equalize themselves, causing the instantaneous release of as much as one gigajoule of energy. This discharge may produce a wide range of electromagnetic radiation, from very hot plasma created by the rapid movement of electrons, to brilliant flashes of vi"}, {"title": "Radio receiver", "href": "/wiki/Radio_receiver", "description": "In radio communications, a radio receiver, also known as a receiver, a wireless or simply a radio, is an electronic device that receives radio waves and converts the information carried by them to a usable form. It is used with an antenna. The antenna intercepts radio waves and converts them to tiny alternating currents which are applied to the receiver, and the receiver extracts the desired infor"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Radio Day", "href": "/wiki/Radio_Day", "description": "Radio Day, Communications Workers' Day or Radio and Television Day is a commemoration of the development of radio in Russia. It takes place on 7 May, the day in 1895 on which Alexander Stepanovich Popov demonstrated a radio based lightning detector."}]}, {"heading": "Events", "year": "1915", "date": "May 7", "txt": "World War I: German submarine U-20 sinks RMS Lusitania, killing 1,198 people, including 128 Americans. Public reaction to the sinking turns many former pro-Germans in the United States against the German Empire.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Submarine", "href": "/wiki/Submarine", "description": "A submarine is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub. Submarines are referred to as \"boats\" rather than \"shi"}, {"title": "SM U-20 (Germany)", "href": "/wiki/SM_U-20_(Germany)", "description": "SM U-20 was a German Type U 19 U-boat built for service in the Imperial German Navy. She was launched on 18 December 1912, and commissioned on 5 August 1913. During World War I, she took part in operations around the British Isles. U-20 became infamous following her sinking of the British ocean liner RMS Lusitania on 7 May 1915, an act that dramatically reshaped the course of World War I."}, {"title": "Sinking of the RMS Lusitania", "href": "/wiki/Sinking_of_the_RMS_Lusitania", "description": "The sinking of the Cunard ocean liner RMS Lusitania occurred on Friday, 7 May 1915 during the First World War, as Germany waged submarine warfare against the United Kingdom which had implemented a naval blockade of Germany. The ship was identified and torpedoed by the German U-boat U-20, took on a heavy starboard list, and sank in 18 minutes. The vessel went down 11 miles (18 km) off the Old Head "}, {"title": "RMS Lusitania", "href": "/wiki/RMS_Lusitania", "description": "RMS Lusitania was a British ocean liner that was sunk on 7 May 1915 by a German U-boat 11 miles (18 km) off the southern coast of Ireland, killing 1,198 passengers and crew. The sinking occurred about two years before the United States declaration of war on Germany. Although the Lusitania sinking was a major factor in building support for a war, war was eventually declared only after the Imperial "}, {"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}]}, {"heading": "Events", "year": "1915", "date": "May 7", "txt": "The Republic of China accedes to 13 of the 21 Demands, extending the Empire of Japan's control over Manchuria and the Chinese economy.", "entities": [{"title": "Twenty-One Demands", "href": "/wiki/Twenty-One_Demands#Japanese_ultimatum", "description": "The Twenty-One Demands was a set of demands made during the First World War by the Empire of Japan under Prime Minister Ōkuma Shigenobu to the government of the Republic of China on 18 January 1915. The secret demands would greatly extend Japanese control of China. It would keep the former German areas it had conquered at the start of World War I in 1914. It would be strong in Manchuria and South "}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Manchuria", "href": "/wiki/Manchuria", "description": "Manchuria is an exonym for several large overlapping historical and geographic regions of Russia and China in Northeast Asia. Depending on the context, it may refer to:(most often) Northeast China, specifically the three provinces of Heilongjiang, Jilin and Liaoning, but broadly also including the eastern Inner Mongolian prefectures of Hulunbuir, Hinggan, Tongliao, Chifeng and sometimes Xilin Gol;"}]}, {"heading": "Events", "year": "1920", "date": "May 7", "txt": "Kyiv Offensive: Polish troops led by Józef Piłsudski and Edward Rydz-Śmigły and assisted by a symbolic Ukrainian force capture Kyiv only to be driven out by the Red Army counter-offensive a month later.", "entities": [{"title": "Kyiv Offensive (1920)", "href": "/wiki/Kyiv_Offensive_(1920)", "description": "The 1920 Kiev Offensive, often considered to be the campaign that started the Polish–Soviet War proper, was an attempt by the armed forces of the newly re-emerged Poland led by Józef Piłsudski, in alliance with the Ukrainian exiled leader Symon Petliura, to seize the territories of modern-day Ukraine which fell under the Soviet control after the Bolshevik Revolution. The operation led to a Soviet "}, {"title": "Second Polish Republic", "href": "/wiki/Second_Polish_Republic", "description": "The Second Polish Republic, commonly known as Interwar Poland, refers to the country of Poland in the period between the two World Wars (1918–1939). Officially known as the Republic of Poland, the Polish state was re-established in 1918, in the aftermath of World War I. The Second Republic ceased to exist in 1939, when Poland was invaded by Nazi Germany, the Soviet Union and the Slovak Republic, m"}, {"title": "Józef Piłsudski", "href": "/wiki/J%C3%B3zef_Pi%C5%82sudski", "description": "Józef Klemens Piłsudski was a Polish statesman who served as the Chief of State (1918–1922) and First Marshal of Poland. He was considered the de facto leader (1926–35) of the Second Polish Republic as the Minister of Military Affairs. After World War I, he held great power in Polish politics and was a distinguished figure on the international scene. He is viewed as a father of the Second Polish R"}, {"title": "Edward Rydz-Śmigły", "href": "/wiki/Edward_Rydz-%C5%9Amig%C5%82y", "description": "Marshal Edward Rydz-Śmigły (listen), also called Edward Śmigły-Rydz, was a Polish politician, statesman, Marshal of Poland and Commander-in-Chief of Poland's armed forces, as well as a painter and poet."}, {"title": "Ukrainian People's Republic", "href": "/wiki/Ukrainian_People%27s_Republic", "description": "The Ukrainian People's Republic (UPR), or Ukrainian National Republic (UNR), was declared in Ukraine following the February Revolution in Russia. It initially formed part of the Russian Republic and proclaimed its independence from the Russian Soviet Republic on 25 January 1918. During its short existence, the republic went through several political transformations - from the socialist-leaning rep"}, {"title": "Kyiv", "href": "/wiki/Kyiv", "description": "Kyiv or Kiev is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kyiv the seventh-most populous city in Europe."}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1920", "date": "May 7", "txt": "Treaty of Moscow: Soviet Russia recognizes the independence of the Democratic Republic of Georgia only to invade the country six months later.", "entities": [{"title": "Russian SFSR", "href": "/wiki/Russian_SFSR", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}, {"title": "Democratic Republic of Georgia", "href": "/wiki/Democratic_Republic_of_Georgia", "description": "The Democratic Republic of Georgia existed from May 1918 to February 1921 and was the first modern establishment of a republic of Georgia."}]}, {"heading": "Events", "year": "1920", "date": "May 7", "txt": "Morecambe Football Club was founded during a meeting at the West View Hotel on the town's promenade.", "entities": []}, {"heading": "Events", "year": "1930", "date": "May 7", "txt": "The 7.1 Mw  Salmas earthquake shakes northwestern Iran and southeastern Turkey with a maximum Mercalli intensity of IX (Violent). Up to three-thousand people were killed.", "entities": [{"title": "1930 Salmas earthquake", "href": "/wiki/1930_Salmas_earthquake", "description": "The 1930 Salmas earthquake occurred on May 7 at 01:34:26 IRST in West Azerbaijan Province, Iran. The earthquake, which was among Iran's largest, measured 7.1 on the moment magnitude scale and had a maximum Mercalli intensity of IX (Violent). A damaging foreshock occurred fifteen hours prior to the main event and served as a warning to the people that felt it strongly. Reports from seismologists an"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1931", "date": "May 7", "txt": "The stand-off between criminal Francis Crowley and 300 members of the New York Police Department takes place in his fifth-floor apartment on West 91st Street, New York City.", "entities": [{"title": "Francis Crowley", "href": "/wiki/Francis_Crowley", "description": "Francis \"Two Gun\" Crowley was an American murderer. His crime spree lasted nearly three months, ending in a two-hour shootout with the New York City Police Department on May 7, 1931, that was witnessed by 15,000 bystanders and received national attention. He became the archetype of the Irish gangster. In 1932 he was executed in New York's electric chair."}, {"title": "New York Police Department", "href": "/wiki/New_York_Police_Department", "description": "The New York City Police Department (NYPD), officially the City of New York Police Department, is the primary law enforcement agency within the City of New York. Established on May 23, 1845, the NYPD is one of the oldest police departments in the United States, and is the largest police force in the United States. The NYPD headquarters is at 1 Police Plaza, located on Park Row in Lower Manhattan n"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1937", "date": "May 7", "txt": "Spanish Civil War: The German Condor Legion, equipped with Heinkel He 51 biplanes, arrives in Spain to assist Francisco Franco's forces.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Condor Legion", "href": "/wiki/Condor_Legion", "description": "The Condor Legion was a unit composed of military personnel from the air force and army of Nazi Germany, which served with the Nationalists during the Spanish Civil War of July 1936 to March 1939. The Condor Legion developed methods of strategic bombing which were used widely in the Second World War shortly afterwards. The bombing of Guernica was the most infamous operation carried out by the Cond"}, {"title": "Heinkel He 51", "href": "/wiki/Heinkel_He_51", "description": "The Heinkel He 51 was a German single-seat biplane which was produced in a number of different versions. It was initially developed as a fighter; a seaplane variant and a ground-attack version were also developed. It was a development of the earlier He 49."}, {"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}]}, {"heading": "Events", "year": "1940", "date": "May 7", "txt": "World War II: The Norway Debate in the British House of Commons begins, and leads to the replacement of Prime Minister Neville Chamberlain with Winston Churchill three days later.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Norway Debate", "href": "/wiki/Norway_Debate", "description": "\n\nThe Norway Debate, sometimes called the Narvik Debate, was a momentous debate in the British House of Commons during the Second World War from 7 to 9 May 1940. It has been called the most far-reaching parliamentary debate of the twentieth century. At the end of the second day, there was a division of the House for the members to hold a vote of no confidence which was won by the government, but w"}, {"title": "British House of Commons", "href": "/wiki/British_House_of_Commons", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Neville Chamberlain", "href": "/wiki/Neville_Chamberlain", "description": "Arthur Neville Chamberlain was a British politician of the Conservative Party who served as Prime Minister of the United Kingdom from May 1937 to May 1940. He is best known for his foreign policy of appeasement, and in particular for his signing of the Munich Agreement on 30 September 1938, conceding the German-speaking Sudetenland region of Czechoslovakia to Germany. Following the German invasion"}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel-prized writer and historian, a prolific painter, and one of the longest-serving"}]}, {"heading": "Events", "year": "1942", "date": "May 7", "txt": "World War II: During the Battle of the Coral Sea, United States Navy aircraft carrier aircraft attack and sink the Imperial Japanese Navy light aircraft carrier Shōhō; the battle marks the first time in naval history that two enemy fleets fight without visual contact between warring ships.", "entities": [{"title": "Battle of the Coral Sea", "href": "/wiki/Battle_of_the_Coral_Sea", "description": "The Battle of the Coral Sea, from 4 to 8 May 1942, was a major naval battle between the Imperial Japanese Navy (IJN) and naval and air forces of the United States and Australia. Taking place in the Pacific Theatre of World War II, the battle is historically significant as the first action in which aircraft carriers engaged each other and the first in which the opposing ships neither sighted nor fi"}, {"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}, {"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}, {"title": "Light aircraft carrier", "href": "/wiki/Light_aircraft_carrier", "description": "A light aircraft carrier, or light fleet carrier, is an aircraft carrier that is smaller than the standard carriers of a navy. The precise definition of the type varies by country; light carriers typically have a complement of aircraft only one-half to two-thirds the size of a full-sized fleet carrier. A light carrier was similar in concept to an escort carrier in most respects, however light carr"}, {"title": "Japanese aircraft carrier Shōhō", "href": "/wiki/Japanese_aircraft_carrier_Sh%C5%8Dh%C5%8D", "description": "Shōhō was a light aircraft carrier of the Imperial Japanese Navy. Originally built as the submarine support ship Tsurugizaki in the late 1930s, she was converted before the Pacific War into an aircraft carrier and renamed. Completed in early 1942, the ship supported the invasion forces in Operation MO, the invasion of Port Moresby, New Guinea, and was sunk by American carrier aircraft on her first"}]}, {"heading": "Events", "year": "1945", "date": "May 7", "txt": "World War II: Last German U-boat attack of the war, two freighters are sunk off the Firth of Forth, Scotland.", "entities": [{"title": "U-boat", "href": "/wiki/U-boat", "description": "U-boat is an anglicised version of the German word U-Boot [ˈuːboːt] (listen), a shortening of Unterseeboot. While the German term refers to any submarine, the English one refers specifically to military submarines operated by Germany, particularly in the First and Second World Wars. Although at times they were efficient fleet weapons against enemy naval warships, they were most effectively used in"}, {"title": "Firth of Forth", "href": "/wiki/Firth_of_Forth", "description": "The Firth of Forth is the estuary (firth) of several Scottish rivers including the River Forth. It meets the North Sea with Fife on the north coast and Lothian on the south."}, {"title": "Scotland", "href": "/wiki/Scotland", "description": "Scotland is a country that is part of the United Kingdom. Covering the northern third of the island of Great Britain, mainland Scotland has a 96-mile (154 km) border with England to the southeast and is otherwise surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast and the Irish Sea to the south. The country also contains more than 790 islands, principally in the "}]}, {"heading": "Events", "year": "1945", "date": "May 7", "txt": "World War II: General Alfred Jodl signs unconditional surrender terms at Reims, France, ending Germany's participation in the war. The document takes effect the next day.", "entities": [{"title": "German Instrument of Surrender", "href": "/wiki/German_Instrument_of_Surrender", "description": "The German Instrument of Surrender was the legal document that effected the extinction of Nazi Germany and ended World War II in Europe. The definitive text was signed in Karlshorst, Berlin, on the night of 8 May 1945 by representatives of the three armed services of the Oberkommando der Wehrmacht (OKW) and the Allied Expeditionary Force together with the Supreme High Command of the Soviet Red Arm"}, {"title": "Reims", "href": "/wiki/Reims", "description": "Reims is the most populous city in the Marne department, in the Grand Est region of France. Its population in 2013 was of 182,592 in the city proper (commune) and 317,611 in the metropolitan area making Reims the most populated sub-prefecture in France.The city lies 129 km (80 mi) east-northeast of Paris. Its primary river, the Vesle, is a tributary of the Aisne."}]}, {"heading": "Events", "year": "1946", "date": "May 7", "txt": "Tokyo Telecommunications Engineering (later renamed Sony) is founded.", "entities": [{"title": "Sony", "href": "/wiki/Sony", "description": "Sony Group Corporation  is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. The company operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company, the second largest video game publisher, the largest record company, as well as one of the most comprehensive media companies, be"}]}, {"heading": "Events", "year": "1948", "date": "May 7", "txt": "The Council of Europe is founded during the Hague Congress.", "entities": [{"title": "Council of Europe", "href": "/wiki/Council_of_Europe", "description": "The Council of Europe is an international organisation founded in the wake of World War II to uphold human rights, democracy and the rule of law in Europe. Founded in 1949, it has 47 member states, with a population of approximately 820 million, and operates with an annual budget of approximately 500 million euros."}, {"title": "Hague Congress (1948)", "href": "/wiki/Hague_Congress_(1948)", "description": "The Hague Congress or the Congress of Europe, considered by many as the first federal moment of the European history, was held in The Hague from 7–11 May 1948 with 750 delegates participating from around Europe as well as observers from Canada and the United States of America."}]}, {"heading": "Events", "year": "1952", "date": "May 7", "txt": "The concept of the integrated circuit, the basis for all modern computers, is first published by Geoffrey Dummer.", "entities": [{"title": "Integrated circuit", "href": "/wiki/Integrated_circuit", "description": "An integrated circuit or monolithic integrated circuit is a set of electronic circuits on one small flat piece of semiconductor material, usually silicon. Large numbers of tiny MOSFETs integrate into a small chip. This results in circuits that are orders of magnitude smaller, faster, and less expensive than those constructed of discrete electronic components. The IC's mass production capability, r"}, {"title": "Geoffrey Dummer", "href": "/wiki/Geoffrey_Dummer", "description": "Geoffrey William Arnold Dummer, MBE (1945), C. Eng., IEE Premium Award, FIEEE, MIEE, USA Medal of Freedom with Bronze Palm was an English electronics engineer and consultant, who is credited as being the first person to popularise the concepts that ultimately led to the development of the integrated circuit, commonly called the microchip, in the late 1940s and early 1950s. Dummer passed the first "}]}, {"heading": "Events", "year": "1954", "date": "May 7", "txt": "Indochina War: The Battle of Dien Bien Phu ends in a French defeat and a Viet Minh victory (the battle began on March 13).", "entities": [{"title": "Indochina War", "href": "/wiki/Indochina_War", "description": "The First Indochina War began in French Indochina on December 19, 1946, and lasted until July 20, 1954. Fighting between French forces and their Việt Minh opponents in the south dated from September 1945. The conflict pitted a range of forces, including the French Union's French Far East Expeditionary Corps, led by the government of France and supported by the former emperor Bảo Đại's Vietnamese N"}, {"title": "Battle of Dien Bien Phu", "href": "/wiki/Battle_of_Dien_Bien_Phu", "description": "The Battle of Dien Bien Phu was a climactic confrontation of the First Indochina War that took place between 13 March and 7 May 1954. It was fought between the French Union's French Far East Expeditionary Corps and Viet Minh communist revolutionaries."}]}, {"heading": "Events", "year": "1960", "date": "May 7", "txt": "Cold War: U-2 Crisis of 1960: Soviet leader Nikita Khrushchev announces that his nation is holding American U-2 pilot Gary Powers.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "U-2 Crisis of 1960", "href": "/wiki/U-2_Crisis_of_1960", "description": "The 1960 U-2 incident occurred on 1 May 1960, when an American U-2 spy plane was shot down by the Soviet Air Defence Forces while performing photographic aerial reconnaissance deep inside Soviet territory. The single-seat aircraft, flown by CIA pilot Francis Gary Powers, was hit by an S-75 Dvina surface-to-air missile and crashed near Sverdlovsk. Powers ejected and parachuted to the ground safely,"}, {"title": "Nikita Khrushchev", "href": "/wiki/Nikita_Khrushchev", "description": "Nikita Sergeyevich Khrushchev led the Soviet Union as the First Secretary of the Communist Party of the Soviet Union from 1953 to 1964 and as chairman of the country's Council of Ministers from 1958 to 1964. During his rule, Khrushchev stunned the communist world with his denunciation of Stalin's crimes and began De-Stalinization. He sponsored the early Soviet space program, and enactment of relat"}, {"title": "Lockheed U-2", "href": "/wiki/Lockheed_U-2", "description": "The Lockheed U-2, nicknamed \"Dragon Lady\", is an American single-jet engine, high altitude reconnaissance aircraft operated by the United States Air Force (USAF) and previously flown by the Central Intelligence Agency (CIA). It provides day and night, high-altitude, all-weather intelligence gathering."}, {"title": "Gary Powers", "href": "/wiki/Gary_Powers", "description": "Francis Gary Powers was an American pilot whose Central Intelligence Agency (CIA) U-2 spy plane was shot down while flying a reconnaissance mission in Soviet Union airspace, causing the 1960 U-2 incident."}]}, {"heading": "Events", "year": "1976", "date": "May 7", "txt": "The Honda Accord is officially launched.", "entities": [{"title": "Honda Accord", "href": "/wiki/Honda_Accord", "description": "The Honda Accord , also known as the Honda Inspire  in Japan for certain generations, is a series of automobiles manufactured by Honda since 1976, best known for its four-door sedan variant, which has been one of the best-selling cars in the United States since 1989. The Accord nameplate has been applied to a variety of vehicles worldwide, including coupes, station wagons, hatchbacks and a Honda C"}]}, {"heading": "Events", "year": "1986", "date": "May 7", "txt": "Canadian Patrick Morrow becomes the first person to climb each of the Seven Summits.", "entities": [{"title": "Patrick Morrow", "href": "/wiki/Patrick_Morrow", "description": "Patrick Allan Morrow, is a Canadian photographer and mountain climber. In 1986 he was the first person to climb the Seven Summits in the Carstensz-Version."}, {"title": "Seven Summits", "href": "/wiki/Seven_Summits", "description": "The Seven Summits are the highest mountains of each of the seven traditional continents. Climbing to the summit of all of them is regarded as a mountaineering challenge, first achieved on 30 April 1985 by Richard Bass. Completing the Seven Summits and additionally reaching the north and south poles has been dubbed the Explorers Grand Slam."}]}, {"heading": "Events", "year": "1992", "date": "May 7", "txt": "Michigan ratifies a 203-year-old proposed amendment to the United States Constitution making the 27th Amendment law. This amendment bars the U.S. Congress from giving itself a mid-term pay raise.", "entities": [{"title": "Michigan", "href": "/wiki/Michigan", "description": "Michigan is a state in the Great Lakes and upper Midwestern United States. Its name comes from the Ojibwe word ᒥᓯᑲᒥ mishigami, meaning \"large water\" or \"large lake\". With a population of approximately 10 million, Michigan is the tenth most populous state, the 11th most extensive state by area, and the largest by area east of the Mississippi River. Its capital is Lansing, and its largest city is De"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}, {"title": "Twenty-seventh Amendment to the United States Constitution", "href": "/wiki/Twenty-seventh_Amendment_to_the_United_States_Constitution", "description": "The Twenty-seventh Amendment to the United States Constitution prohibits any law that increases or decreases the salary of members of Congress from taking effect until the start of representatives' next set of terms of office. It is the most recently adopted amendment but was one of the first proposed."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1992", "date": "May 7", "txt": "Space Shuttle program: The Space Shuttle Endeavour is launched on its first mission, STS-49.", "entities": [{"title": "Space Shuttle", "href": "/wiki/Space_Shuttle", "description": "The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated from 1981 to 2011 by the U.S. National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft where it was the only item funded for development. The first of fou"}, {"title": "STS-49", "href": "/wiki/STS-49", "description": "STS-49 was the maiden flight of the Space Shuttle Endeavour, which launched on 7 May 1992. The primary goal of its nine-day mission was to retrieve an Intelsat VI satellite, attach it to a new upper stage, and relaunch it to its intended geosynchronous orbit. After several attempts, the capture was completed with the only three-person extra-vehicular activity (EVA) in space flight history. It woul"}]}, {"heading": "Events", "year": "1992", "date": "May 7", "txt": "Three employees at a McDonald's Restaurant in Sydney, Nova Scotia, Canada, are brutally murdered and a fourth permanently disabled after a botched robbery. It is the first \"fast-food murder\" in Canada.", "entities": [{"title": "Sydney, Nova Scotia", "href": "/wiki/Sydney,_Nova_Scotia", "description": "Sydney is a community on the east coast of Cape Breton Island in Nova Scotia, Canada within the Cape Breton Regional Municipality. Sydney was founded in 1785 by the British, was incorporated as a city in 1904, and dissolved on 1 August 1995, when it was amalgamated into the regional municipality."}, {"title": "Sydney River McDonald's murders", "href": "/wiki/Sydney_River_McDonald%27s_murders", "description": "The Sydney River McDonald's murders occurred on May 7, 1992, at the McDonald's restaurant in Sydney River, Nova Scotia, Canada. They were committed by a trio of friends who only intended to rob the restaurant, but ended up murdering three people and permanently disabling a fourth. It was one of the highest-profile murder cases in Canada at the time."}]}, {"heading": "Events", "year": "1994", "date": "May 7", "txt": "Edvard Munch's painting The Scream is recovered undamaged after being stolen from the National Gallery of Norway in February.", "entities": [{"title": "Edvard Munch", "href": "/wiki/Edvard_Munch", "description": "Edvard Munch was a Norwegian painter. His best known work, The Scream, has become one of the iconic images of world art."}, {"title": "National Gallery of Norway", "href": "/wiki/National_Gallery_of_Norway", "description": "The National Gallery is a gallery in Oslo, Norway. Since 2003 it is administratively a part of the National Museum of Art, Architecture and Design."}]}, {"heading": "Events", "year": "1998", "date": "May 7", "txt": "Mercedes-Benz buys Chrysler for US$40 billion and forms DaimlerChrysler in the largest industrial merger in history.", "entities": [{"title": "Mercedes-Benz", "href": "/wiki/Mercedes-Benz", "description": "Mercedes-Benz, commonly referred to as Mercedes, is both a German automotive brand and, from late 2019 onwards, a subsidiary – as Mercedes-Benz AG – of Daimler AG. Mercedes-Benz is known for producing luxury vehicles and commercial vehicles. The headquarters is in Stuttgart, Baden-Württemberg. The name first appeared in 1926 as Daimler-Benz. In 2018, Mercedes-Benz was the largest seller of premium"}, {"title": "Chrysler", "href": "/wiki/Chrysler", "description": "Chrysler is one of the \"Big Three\" automobile manufacturers in the United States, headquartered in Auburn Hills, Michigan. In addition to the Chrysler brand, Stellantis North America sells vehicles worldwide under the Dodge, Jeep, and Ram nameplates. It also includes Mopar, its automotive parts and accessories division, and SRT, its performance automobile division."}, {"title": "DaimlerChrysler", "href": "/wiki/DaimlerChrysler", "description": "Daimler AG is a German multinational automotive corporation headquartered in Stuttgart, Baden-Württemberg, Germany. It is one of the world's leading car and truck manufacturers. Daimler-Benz was formed with the merger of Benz & Cie. and Daimler Motoren Gesellschaft in 1926. The company was renamed DaimlerChrysler upon acquiring the American automobile manufacturer Chrysler Corporation in 1998, and"}]}, {"heading": "Events", "year": "1999", "date": "May 7", "txt": "Pope John Paul II travels to Romania, becoming the first pope to visit a predominantly Eastern Orthodox country since the Great Schism in 1054.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Eastern Orthodox Church", "href": "/wiki/Eastern_Orthodox_Church", "description": "The Eastern Orthodox Church, officially the Orthodox Catholic Church, is the second-largest Christian church, with approximately 220 million baptised members. It operates as a communion of autocephalous churches, each governed by its bishops in local synods. Roughly half of Eastern Orthodox Christians live in the territory of the former Soviet Union, most of those living in Russia. The church has "}, {"title": "East–West Schism", "href": "/wiki/East%E2%80%93West_Schism", "description": "The East–West Schism is the break of communion since the 11th century between the Catholic Church and Eastern Orthodox Church. The schism was the culmination of theological and political differences which had developed during the preceding centuries between Eastern and Western Christianity."}]}, {"heading": "Events", "year": "1999", "date": "May 7", "txt": "Kosovo War: Three Chinese citizens are killed and 20 wounded when a NATO aircraft apparently inadvertently bombs the Chinese embassy in Belgrade, Serbia.", "entities": [{"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}, {"title": "United States bombing of the Chinese embassy in Belgrade", "href": "/wiki/United_States_bombing_of_the_Chinese_embassy_in_Belgrade", "description": "On May 7, 1999, during the NATO bombing of Yugoslavia, five US Joint Direct Attack Munition guided bombs hit the People's Republic of China embassy in the Belgrade district of New Belgrade, killing three Chinese journalists and outraging the Chinese public. According to the U.S. government, the intention had been to bomb the nearby Yugoslav Federal Directorate for Supply and Procurement. President"}, {"title": "Belgrade", "href": "/wiki/Belgrade", "description": "Belgrade is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. Nearly 1.7 million people live within the administrative limits of the City of Belgrade, a quarter of the total population of Serbia."}]}, {"heading": "Events", "year": "1999", "date": "May 7", "txt": "In Guinea-Bissau, President João Bernardo Vieira is ousted in a military coup.", "entities": [{"title": "João Bernardo Vieira", "href": "/wiki/Jo%C3%A3o_Bernardo_Vieira", "description": "João Bernardo \"Nino\" Vieira was a Bissau-Guinean politician who was the President of Guinea-Bissau from 1980 to 1984, for the second time from 1984 to 1999, and for the third time from 2005 to 2009. After seizing power in 1980, Vieira ruled for 19 years, and he won a multiparty presidential election in 1994. He was ousted at the end of the 1998–1999 civil war and went into exile. He made a politic"}, {"title": "Military coup", "href": "/wiki/Military_coup", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "2000", "date": "May 7", "txt": "Vladimir Putin is inaugurated as president of Russia.", "entities": [{"title": "Vladimir Putin", "href": "/wiki/Vladimir_Putin", "description": "Vladimir Vladimirovich Putin is a Russian politician and former intelligence officer who is serving as the current president of Russia since 2012, previously being in the office from 1999 until 2008. He was also prime minister from 1999 to 2000 and again from 2008 to 2012. As of 2021, Putin is the second-longest serving European president, after Alexander Lukashenko of Belarus."}]}, {"heading": "Events", "year": "2002", "date": "May 7", "txt": "An EgyptAir Boeing 737-500 crashes on approach to Tunis–Carthage International Airport, killing 14 people.", "entities": [{"title": "EgyptAir Flight 843", "href": "/wiki/EgyptAir_Flight_843", "description": "EgyptAir Flight 843 was a flight from Cairo International Airport to Tunis–Carthage International Airport. On 7 May 2002, the Boeing 737-566 on the route crashed into a hill near Tunis–Carthage International Airport. Of the 6 crew members and 56 passengers, 3 crew members and 11 passengers died, making a total of 14 fatalities."}, {"title": "Tunis–Carthage International Airport", "href": "/wiki/Tunis%E2%80%93Carthage_International_Airport", "description": "Tunis–Carthage Airport is the international airport of Tunis, the capital of Tunisia. It serves as the home base for Tunisair, Tunisair Express, Nouvelair Tunisia, and Tunisavia. The airport is named for the historic city of Carthage, located just east of the airport."}]}, {"heading": "Events", "year": "2002", "date": "May 7", "txt": "A China Northern Airlines MD-82 plunges into the Yellow Sea, killing 112 people.", "entities": [{"title": "Yellow Sea", "href": "/wiki/Yellow_Sea", "description": "The Yellow Sea is a marginal sea of the Western Pacific Ocean located between mainland China and the Korean Peninsula, and can be considered the northwestern part of the East China Sea. It is one of four seas named after common colour terms, and its name is descriptive of the phenomenon whereby fine sand grains from the Gobi Desert sand storms, that descend annually from the northwest, turn the su"}]}, {"heading": "Events", "year": "2004", "date": "May 7", "txt": "American businessman Nick Berg is beheaded by Islamic militants. The act is recorded on videotape and released on the Internet.", "entities": [{"title": "Nick Berg", "href": "/wiki/Nick_Berg", "description": "Nicholas Evan Berg was an American freelance radio-tower repairman who went to Iraq after the United States' invasion of Iraq. He was abducted and beheaded according to a video released in May 2004 by Islamist militants in response to the Abu Ghraib torture and prisoner abuse involving the United States Army and Iraqi prisoners. The CIA claimed Berg was murdered by Abu Musab al-Zarqawi. The decapi"}, {"title": "Decapitation", "href": "/wiki/Decapitation", "description": "Decapitation, also known as beheading, is the total separation of the head from the body. Such an injury is invariably fatal to humans and most other animals, since it deprives the brain of oxygenated blood, while all other organs are deprived of the involuntary functions that are needed for the body to function."}, {"title": "Islamic militants", "href": "/wiki/Islamic_militants", "description": "Islamic terrorism, Islamist terrorism or radical Islamic terrorism are terrorist acts against civilians committed by violent Islamists who have a religious motivation."}]}, {"heading": "Births", "year": "Before 160", "date": "May 7", "txt": "Julia Maesa, Roman noblewoman (d. 224)", "entities": [{"title": "Julia Maesa", "href": "/wiki/Julia_Maesa", "description": "Julia Maesa was a member of the Severan dynasty of the Roman Empire who was grandmother to emperors Elagabalus and Severus Alexander, elder sister of empress Julia Domna, and mother of Julia Soaemias and Julia Mamaea. She wielded influence during the reigns of her grandsons as Augusta of the Empire from 218 to her death, especially in their elevation to emperors."}]}, {"heading": "Births", "year": "1488", "date": "May 7", "txt": "John III of the Palatinate, archbishop of Regensburg (d. 1538)", "entities": [{"title": "John III of the Palatinate", "href": "/wiki/John_III_of_the_Palatinate", "description": "John III of the Palatinate was the 48th Archbishop of Regensburg. He reigned from 1507 until his death."}]}, {"heading": "Births", "year": "1530", "date": "May 7", "txt": "Louis, Prince of Condé (d. 1569)", "entities": [{"title": "Louis, Prince of Condé (1530–1569)", "href": "/wiki/Louis,_Prince_of_Cond%C3%A9_(1530%E2%80%931569)", "description": "Louis de Bourbon, Prince of Condé was a prominent Huguenot leader and general, the founder of the Condé branch of the House of Bourbon."}]}, {"heading": "Births", "year": "1553", "date": "May 7", "txt": "Albert Frederick, Duke of Prussia (d. 1618)", "entities": [{"title": "Albert Frederick, Duke of Prussia", "href": "/wiki/Albert_Frederick,_Duke_of_Prussia", "description": "Albert Frederick was the Duke of Prussia, from 1568 until his death. He was a son of Albert of Prussia and Anna Marie of Brunswick-Lüneburg. He was the second and last Prussian duke of the Ansbach branch of the Hohenzollern family."}]}, {"heading": "Births", "year": "1605", "date": "May 7", "txt": "Patriarch Nikon of Moscow (d. 1681)", "entities": [{"title": "Patriarch Nikon of Moscow", "href": "/wiki/Patriarch_Nikon_of_Moscow", "description": "Nikon, born Nikita Minin was the seventh Patriarch of Moscow and all Rus' of the Russian Orthodox Church, serving officially from 1652 to 1666. He was renowned for his eloquence, energy, piety and close ties to Tsar Alexis of Russia. Nikon introduced many reforms which eventually led to a lasting schism known as Raskol in the Russian Orthodox Church. For many years he was a dominant political figu"}]}, {"heading": "Births", "year": "1643", "date": "May 7", "txt": "Stephanus Van Cortlandt, American politician, 10th Mayor of New York City (d. 1700)", "entities": [{"title": "Stephanus Van Cortlandt", "href": "/wiki/Stephanus_Van_Cortlandt", "description": "Stephanus van Cortlandt was the first native-born mayor of New York City, a position which he held from 1677 to 1678 and from 1686 to 1688. He was the patroon of Van Cortlandt Manor and was on the governor's executive council from 1691 to 1700. He was the first resident of Sagtikos Manor in West Bay Shore on Long Island, which was built around 1697. A number of his descendants married English mili"}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1700", "date": "May 7", "txt": "Gerard van Swieten, Dutch-Austrian physician (d. 1772)", "entities": [{"title": "Gerard van Swieten", "href": "/wiki/Gerard_van_Swieten", "description": "Gerard van Swieten was a Dutch physician who from 1745 was the personal physician of the Holy Roman Empress Maria Theresa and transformed the Austrian health service and medical university education. He was the father of Gottfried van Swieten, patron of Haydn, Mozart and Beethoven."}]}, {"heading": "Births", "year": "1701", "date": "May 7", "txt": "Carl Heinrich Graun, German tenor and composer (d. 1759)", "entities": [{"title": "Carl Heinrich Graun", "href": "/wiki/Carl_Heinrich_Graun", "description": "Carl Heinrich Graun was a German composer and tenor. Along with Johann Adolph Hasse, he is considered to be the most important German composer of Italian opera of his time."}]}, {"heading": "Births", "year": "1711", "date": "May 7", "txt": "David Hume, Scottish economist, historian, and philosopher (d. 1776)", "entities": [{"title": "David Hume", "href": "/wiki/David_Hume", "description": "David Hume was a Scottish Enlightenment philosopher, historian, economist, librarian and essayist, who is best known today for his highly influential system of philosophical empiricism, skepticism, and naturalism. Beginning with A Treatise of Human Nature (1739–40), Hume strove to create a naturalistic science of man that examined the psychological basis of human nature. Hume argued against the ex"}]}, {"heading": "Births", "year": "1724", "date": "May 7", "txt": "Dagobert Sigmund von Wurmser, French-Austrian field marshal (d. 1797)", "entities": [{"title": "Dagobert Sigmund von Wurmser", "href": "/wiki/Dagobert_Sigmund_von_Wurmser", "description": "Dagobert Sigismund, Count von Wurmser was an Austrian field marshal during the French Revolutionary Wars. Although he fought in the Seven Years' War, the War of the Bavarian Succession, and mounted several successful campaigns in the Rhineland in the initial years of the French Revolutionary Wars, he is probably most remembered for his unsuccessful operations against Napoleon Bonaparte during the "}]}, {"heading": "Births", "year": "1740", "date": "May 7", "txt": "Nikolai Arkharov, Russian police officer and general (d. 1814)", "entities": [{"title": "Nikolai Arkharov", "href": "/wiki/Nikolai_Arkharov", "description": "Nikolai Petrovich Arkharov was a Russian police chief best known for having given his name to the Russian term \"arkharovtsy\", an ironic appellation of policemen."}]}, {"heading": "Births", "year": "1748", "date": "May 7", "txt": "Olympe de Gouges, French playwright and philosopher (d. 1793)", "entities": [{"title": "Olympe de Gouges", "href": "/wiki/Olympe_de_Gouges", "description": "Olympe de Gouges was a French playwright and political activist whose writings on women's rights and abolitionism reached a large audience in various countries."}]}, {"heading": "Births", "year": "1763", "date": "May 7", "txt": "Józef Poniatowski, Polish general (d. 1813)", "entities": [{"title": "Józef Poniatowski", "href": "/wiki/J%C3%B3zef_Poniatowski", "description": "Prince Józef Antoni Poniatowski was a Polish general, minister of war and army chief, who became Marshal of the French Empire during the Napoleonic Wars."}]}, {"heading": "Births", "year": "1767", "date": "May 7", "txt": "Princess Frederica Charlotte of Prussia (d. 1820)", "entities": [{"title": "Princess Frederica Charlotte of Prussia", "href": "/wiki/Princess_Frederica_Charlotte_of_Prussia", "description": "Princess Frederica Charlotte of Prussia was a Prussian and British princess. She was the eldest daughter of King Frederick William II of Prussia and the wife of Prince Frederick, Duke of York and Albany, second son of King George III of the United Kingdom."}]}, {"heading": "Births", "year": "1774", "date": "May 7", "txt": "William Bainbridge, American commodore (d. 1833)", "entities": [{"title": "William Bainbridge", "href": "/wiki/William_Bainbridge", "description": "William Bainbridge was a Commodore in the United States Navy. During his long career in the young American Navy he served under six presidents beginning with John Adams and is notable for his many victories at sea. He commanded several famous naval ships, including USS Constitution, and saw service in the Barbary Wars and the War of 1812. Bainbridge was also in command of USS Philadelphia when she"}]}, {"heading": "Births", "year": "1787", "date": "May 7", "txt": "Jacques Viger, Canadian archaeologist and politician, 1st mayor of Montreal (d. 1858)", "entities": [{"title": "Jacques Viger (1787–1858)", "href": "/wiki/Jacques_Viger_(1787%E2%80%931858)", "description": "Jacques Viger was an antiquarian, archaeologist, and the first mayor of the Canadian city of Montreal, Quebec."}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Births", "year": "1812", "date": "May 7", "txt": "Robert Browning, English poet and playwright (d. 1889)", "entities": [{"title": "Robert Browning", "href": "/wiki/Robert_Browning", "description": "Robert Browning was an English poet and playwright whose dramatic monologues put him among the foremost Victorian poets. His poems are noted for irony, characterization, dark humour, social commentary, historical settings and challenging vocabulary and syntax. His career began well, but shrank for a time. The long poems Pauline (1833) and Paracelsus (1835) were acclaimed, but in 1840 Sordello was "}]}, {"heading": "Births", "year": "1833", "date": "May 7", "txt": "Johannes Brahms, German pianist and composer (d. 1897)", "entities": [{"title": "Johannes Brahms", "href": "/wiki/Johannes_Brahms", "description": "Johannes Brahms was a German composer, pianist, and conductor of the Romantic period. Born in Hamburg into a Lutheran family, he spent much of his professional life in Vienna. He is sometimes grouped with Johann Sebastian Bach and Ludwig van Beethoven as one of the \"Three Bs\" of music, a comment originally made by the nineteenth-century conductor Hans von Bülow."}]}, {"heading": "Births", "year": "1836", "date": "May 7", "txt": "Joseph Gurney Cannon, American lawyer and politician, 40th Speaker of the United States House of Representatives (d. 1926)", "entities": [{"title": "Joseph Gurney Cannon", "href": "/wiki/Joseph_Gurney_Cannon", "description": "Joseph Gurney Cannon was a United States politician from Illinois and leader of the Republican Party. Cannon served as Speaker of the United States House of Representatives from 1903 to 1911, and many consider him to be the most dominant Speaker in United States history, with such control over the House that he could often control debate. The Cannon House Office Building, the oldest congressional "}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1837", "date": "May 7", "txt": "Karl Mauch, German geographer and explorer (d. 1875)", "entities": [{"title": "Karl Mauch", "href": "/wiki/Karl_Mauch", "description": "Karl Gottlieb Mauch was a German explorer and geographer of Africa. He reported on the archaeological ruins of Great Zimbabwe in 1871 during his search for the biblical land of Ophir."}]}, {"heading": "Births", "year": "1840", "date": "May 7", "txt": "Pyotr Ilyich Tchaikovsky, Russian composer and educator (d. 1893)", "entities": [{"title": "Pyotr Ilyich Tchaikovsky", "href": "/wiki/Pyotr_Ilyich_Tchaikovsky", "description": "Pyotr Ilyich Tchaikovsky was a Russian composer of the Romantic period. He was the first Russian composer whose music would make a lasting impression internationally. He was honored in 1884 by Tsar Alexander III and awarded a lifetime pension."}]}, {"heading": "Births", "year": "1845", "date": "May 7", "txt": "Mary Eliza Mahoney, American nurse and activist (d. 1926)", "entities": [{"title": "Mary Eliza Mahoney", "href": "/wiki/Mary_Eliza_Mahoney", "description": "Mary Eliza Mahoney was the first African American to study and work as a professionally trained nurse in the United States. In 1879, Mahoney was the first African American to graduate from an American school of nursing."}]}, {"heading": "Births", "year": "1847", "date": "May 7", "txt": "Archibald Primrose, 5th Earl of Rosebery, English politician, Prime Minister of the United Kingdom (d. 1929)", "entities": [{"title": "Archibald Primrose, 5th Earl of Rosebery", "href": "/wiki/Archibald_Primrose,_5th_Earl_of_Rosebery", "description": "Archibald Philip Primrose, 5th Earl of Rosebery, 1st Earl of Midlothian, was a British Liberal politician who served as Prime Minister of the United Kingdom from March 1894 to June 1895. Between the death of his father, in 1851, and the death of his grandfather, the 4th Earl of Rosebery, in 1868, he was known by the courtesy title of Lord Dalmeny."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1857", "date": "May 7", "txt": "William A. MacCorkle, American lawyer and politician, 9th Governor of West Virginia (d. 1930)", "entities": [{"title": "William A. MacCorkle", "href": "/wiki/William_A._MacCorkle", "description": "William Alexander MacCorkle, was a United States teacher, lawyer, prosecutor, the ninth Governor of West Virginia and state legislator of West Virginia, and financier."}, {"title": "Governor of West Virginia", "href": "/wiki/Governor_of_West_Virginia", "description": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of"}]}, {"heading": "Births", "year": "1860", "date": "May 7", "txt": "Tom Norman, English businessman (d. 1930)", "entities": [{"title": "Tom Norman", "href": "/wiki/Tom_Norman", "description": "Tom Norman, born Thomas Noakes,, was an English businessman, showman and the last exhibitor of Joseph Merrick who was otherwise known as the \"Elephant Man\". Among his later exhibits were a troupe of midgets, a \"Man in a Trance\", \"John Chambers the armless Carpenter\", and the \"World's Ugliest Woman\"."}]}, {"heading": "Births", "year": "1861", "date": "May 7", "txt": "Rabindranath Tagore, Indian author and poet, Nobel Prize laureate (d. 1941)", "entities": [{"title": "Rabindranath Tagore", "href": "/wiki/Rabindranath_Tagore", "description": "Rabindranath Tagore was an Indian polymath - poet, writer, playwright, composer, philosopher, social reformer and painter. He reshaped Bengali literature and music, as well as Indian art with Contextual Modernism in the late 19th and early 20th centuries. Author of the \"profoundly sensitive, fresh and beautiful verse\" of Gitanjali, he became in 1913 the first non-European as well as the first lyri"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1867", "date": "May 7", "txt": "Władysław Reymont, Polish novelist, Nobel Prize laureate (d. 1925)", "entities": [{"title": "Władysław Reymont", "href": "/wiki/W%C5%82adys%C5%82aw_Reymont", "description": "Władysław Stanisław Reymont was a Polish novelist and the 1924 laureate of the Nobel Prize in Literature. His best-known work is the award-winning four-volume novel Chłopi."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1875", "date": "May 7", "txt": "Bill Hoyt, American pole vaulter (d. 1951)", "entities": [{"title": "William Hoyt (athlete)", "href": "/wiki/William_Hoyt_(athlete)", "description": "William Hoyt was an American track and field athlete. He competed at the 1896 Summer Olympics in Athens. He was born in Glastonbury, Connecticut."}]}, {"heading": "Births", "year": "1880", "date": "May 7", "txt": "Pandurang Vaman Kane, Indologist and Sanskrit scholar, Bharat Ratna awardee (d. 1972)", "entities": [{"title": "Pandurang Vaman Kane", "href": "/wiki/Pandurang_Vaman_Kane", "description": "Pandurang Vaman Kane was a notable Indologist and Sanskrit scholar. He received India's highest civilian award Bharat Ratna in 1963 for his scholarly work that spanned more than 40 years of active academic research that resulted in 6,500 pages of History of Dharmaśāstra. The historian Ram Sharan Sharma says: \"Pandurang Vaman Kane, a great Sanskritist wedded to social reform, continued the earlier "}, {"title": "Bharat Ratna", "href": "/wiki/Bharat_Ratna", "description": "The Bharat Ratna is the highest civilian award of the Republic of India. Instituted on 2 January 1954, the award is conferred in recognition of exceptional service/performance of the highest order, without distinction of race, occupation, position, or sex. The award was originally limited to achievements in the arts, literature, science, and public services, but the government expanded the criteri"}]}, {"heading": "Births", "year": "1881", "date": "May 7", "txt": "George E. Wiley, American cyclist (d. 1954)", "entities": [{"title": "George E. Wiley", "href": "/wiki/George_E._Wiley", "description": "George Elsworth Wiley was an American racing cyclist who competed in the early twentieth century."}]}, {"heading": "Births", "year": "1882", "date": "May 7", "txt": "Willem Elsschot, Belgian author and poet (d. 1960)", "entities": [{"title": "Willem Elsschot", "href": "/wiki/Willem_Elsschot", "description": "Alphonsus Josephus de Ridder, was a Belgian writer and poet who wrote under the pseudonym Willem Elsschot. A number of his works have been translated into English."}]}, {"heading": "Births", "year": "1885", "date": "May 7", "txt": "George \"Gabby\" Hayes, American actor (d. 1969)", "entities": [{"title": "George \"Gabby\" Hayes", "href": "/wiki/George_%22Gabby%22_Hayes", "description": "George Francis \"Gabby\" Hayes, was an American actor. He began as something of a leading man and a character player, but he was best known for his numerous appearances in B-Western film series as the bewhiskered, cantankerous, woman-hating, but ever-loyal and brave comic sidekick of the cowboy stars Hopalong Cassidy and Roy Rogers."}]}, {"heading": "Births", "year": "1889", "date": "May 7", "txt": "Viktor Puskar, Estonian colonel (d. 1943)", "entities": [{"title": "Viktor Puskar", "href": "/wiki/Viktor_Puskar", "description": "Viktor Puskar VR I/1 was an Estonian military commander (Colonel) during the Estonian War of Independence."}]}, {"heading": "Births", "year": "1891", "date": "May 7", "txt": "Harry McShane, Scottish engineer and activist (d. 1988)", "entities": [{"title": "Harry McShane", "href": "/wiki/Harry_McShane", "description": "Harry McShane was a Scottish socialist, and a close colleague of John Maclean."}]}, {"heading": "Births", "year": "1892", "date": "May 7", "txt": "Archibald MacLeish, American poet, playwright, and lawyer (d. 1982)", "entities": [{"title": "Archibald MacLeish", "href": "/wiki/Archibald_MacLeish", "description": "Archibald MacLeish was an American poet and writer, who was associated with the modernist school of poetry. MacLeish studied English at Yale University and law at Harvard University. He enlisted in and saw action during the First World War and lived in Paris in the 1920s. On returning to the United States, he contributed to Henry Luce's magazine Fortune from 1929 to 1938. For five years, MacLeish "}]}, {"heading": "Births", "year": "1892", "date": "May 7", "txt": "Josip Broz Tito, Yugoslav field marshal and politician, 1st President of Yugoslavia (d. 1980)", "entities": [{"title": "President of Yugoslavia", "href": "/wiki/President_of_Yugoslavia", "description": "The president of the Socialist Federal Republic of Yugoslavia, or the president of the Republic for short, was the head of state of that country from 14 January 1953 to 4 May 1980. Josip Broz Tito was the only person to occupy the office. Broz was also concurrently President of the League of Communists of Yugoslavia. Broz was eventually declared president for life and with his death in 1980 the of"}]}, {"heading": "Births", "year": "1893", "date": "May 7", "txt": "Frank J. Selke, Canadian ice hockey coach and manager (d. 1985)", "entities": [{"title": "Frank J. Selke", "href": "/wiki/Frank_J._Selke", "description": "Francis Joseph Aloysius Selke was a Canadian professional ice hockey executive in the National Hockey League. He was a nine-time Stanley Cup champion with the Toronto Maple Leafs and Montreal Canadiens and a Hockey Hall of Fame inductee."}]}, {"heading": "Births", "year": "1896", "date": "May 7", "txt": "Kathleen McKane Godfree, English tennis and badminton player (d. 1992)", "entities": [{"title": "Kathleen McKane Godfree", "href": "/wiki/Kathleen_McKane_Godfree", "description": "Kathleen \"Kitty\" McKane Godfree was a British tennis and badminton player and the most decorated female British Olympian, joint with Katherine Grainger"}]}, {"heading": "Births", "year": "1899", "date": "May 7", "txt": "Alfred Gerrard, English sculptor and academic (d. 1998)", "entities": [{"title": "Alfred Gerrard", "href": "/wiki/Alfred_Gerrard", "description": "Alfred Horace \"Gerry\" Gerrard RBS was an English modernist sculptor. He was head of the sculpture department at the Slade School of Fine Art from 1925 and professor of sculpture there from 1949 to 1968, where he taught a number of well-known sculptors."}]}, {"heading": "Births", "year": "1901", "date": "May 7", "txt": "Gary Cooper, American actor (d. 1961)", "entities": [{"title": "Gary Cooper", "href": "/wiki/Gary_Cooper", "description": "Gary Cooper was an American actor known for his natural, authentic, and understated acting style. He won the Academy Award for Best Actor twice and had a further three nominations, as well as receiving an Academy Honorary Award for his career achievements in 1961. He was one of the top 10 film personalities for 23 consecutive years, and one of the top money-making stars for 18 years. The American "}]}, {"heading": "Births", "year": "1903", "date": "May 7", "txt": "Jimmy Ball, Canadian sprinter (d. 1988)", "entities": [{"title": "Jimmy Ball", "href": "/wiki/Jimmy_Ball", "description": "James Allan Ball was a Canadian sprint runner who competed at the 1928 and 1932 Olympics. He won a bronze medal in the 4 × 400 m relay at both Games. Individually, he finished second in the 400 m in 1928 and was eliminated in the preliminaries in 1932. At the 1930 Empire Games he won a silver medal with the Canadian team in the 4×440 yards relay. He also finished fifth in the 220 yard and in 440 y"}]}, {"heading": "Births", "year": "1904", "date": "May 7", "txt": "Kurt Weitzmann, German-American historian and author (d. 1993)", "entities": [{"title": "Kurt Weitzmann", "href": "/wiki/Kurt_Weitzmann", "description": "Kurt Weitzmann was a highly influential art historian who studied Byzantine and medieval art."}]}, {"heading": "Births", "year": "1905", "date": "May 7", "txt": "Philip Baxter, Welsh-Australian chemical engineer (d. 1989)", "entities": [{"title": "Philip Baxter", "href": "/wiki/Philip_Baxter", "description": "Sir John Philip Baxter, better known as Philip Baxter, was a British chemical engineer. He was the second director of the University of New South Wales from 1953, continuing as vice-chancellor when the position's title was changed in 1955. Under his administration, the university grew from its technical college roots into the \"fastest growing and most rapidly diversifying tertiary institution in A"}]}, {"heading": "Births", "year": "1906", "date": "May 7", "txt": "Eric Krenz, American discus thrower and shot putter (d. 1931)", "entities": [{"title": "Eric Krenz", "href": "/wiki/Eric_Krenz", "description": "Eric Christian William Krenz was an American shot putter and discus thrower. Krenz set two world records in the discus and was considered a favorite for the 1932 Summer Olympics, but his career was cut short when he drowned at age 25."}]}, {"heading": "Births", "year": "1909", "date": "May 7", "txt": "Edwin H. Land, American scientist and inventor, co-founded the Polaroid Corporation (d. 1991)", "entities": [{"title": "Edwin H. Land", "href": "/wiki/Edwin_H._Land", "description": "Edwin Herbert Land, ForMemRS, FRPS, Hon.MRI was an American scientist and inventor, best known as the co-founder of the Polaroid Corporation. He invented inexpensive filters for polarizing light, a practical system of in-camera instant photography, and the retinex theory of color vision, among other things. His Polaroid instant camera went on sale in late 1948 and made it possible for a picture to"}, {"title": "Polaroid Corporation", "href": "/wiki/Polaroid_Corporation", "description": "Polaroid was an American company best known for its instant film and cameras. The company was founded in 1937 by Edwin H. Land, to exploit the use of its Polaroid polarizing polymer. Land ran the company until 1981. Its peak employment was 21,000 in 1978, and its peak revenue was $3 billion in 1991."}]}, {"heading": "Births", "year": "1909", "date": "May 7", "txt": "Dorothy Sunrise Lorentino, Native American teacher (d. 2005) ", "entities": []}, {"heading": "Births", "year": "1911", "date": "May 7", "txt": "Ishirō Honda, Japanese director, producer, and screenwriter (d. 1993)", "entities": [{"title": "Ishirō Honda", "href": "/wiki/Ishir%C5%8D_Honda", "description": "Ishirō Honda , sometimes miscredited in foreign releases as \"Inoshiro Honda\", was a Japanese film director and screenwriter. He is best known for his kaiju and tokusatsu films, including co-creating the Godzilla franchise and directing several entries, but also worked extensively in the documentary and war genres earlier in his career. Honda was also a life-long friend and collaborator of Akira Ku"}]}, {"heading": "Births", "year": "1911", "date": "May 7", "txt": "Rıfat Ilgaz, Turkish author, poet, and educator (d. 1993)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 7", "txt": "Pannalal Patel, Indian author (d. 1989)", "entities": [{"title": "Pannalal Patel", "href": "/wiki/Pannalal_Patel", "description": "Pannalal Nanalal Patel was an Indian author known for his contributions in Gujarati literature. He wrote more than 20 short story collections, such as Sukhdukhna Sathi (1940) and Vatrakne Kanthe (1952), and more than 20 social novels, such as Malela Jeev (1941), Manvini Bhavai (1947) and Bhangyana Bheru (1957), and several mythological novels. He received the Jnanpith Award in 1985 for Manvini Bha"}]}, {"heading": "Births", "year": "1913", "date": "May 7", "txt": "John Spencer Hardy, American general (d. 2012)", "entities": [{"title": "John Spencer Hardy", "href": "/wiki/John_Spencer_Hardy", "description": "John Spencer Hardy, Sr., was a lieutenant general who served as chief of operations for the United States Army Air Corps in the Mediterranean Sea during World War II."}]}, {"heading": "Births", "year": "1913", "date": "May 7", "txt": "Simon Ramo, American physicist and engineer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 7", "txt": "Arthur Snelling, English civil servant and diplomat. British Ambassador to South Africa (d. 1996)", "entities": [{"title": "Arthur Snelling", "href": "/wiki/Arthur_Snelling", "description": "\n\nSir Arthur Wendell Snelling was a senior British civil servant and diplomat."}, {"title": "List of High Commissioners of the United Kingdom to South Africa", "href": "/wiki/List_of_High_Commissioners_of_the_United_Kingdom_to_South_Africa", "description": "\n\nThe British High Commissioner to South Africa is the head of the United Kingdom's diplomatic mission in the Republic of South Africa."}]}, {"heading": "Births", "year": "1916", "date": "May 7", "txt": "Huw Wheldon, Welsh-English broadcaster (d. 1986)", "entities": [{"title": "Huw Wheldon", "href": "/wiki/Huw_Wheldon", "description": "Sir Huw Pyrs Wheldon, was a Welsh broadcaster and BBC executive."}]}, {"heading": "Births", "year": "1916", "date": "May 7", "txt": "W. B. Young, Scottish rugby player and physician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 7", "txt": "Domenico Bartolucci, Italian cardinal and composer (d. 2013)", "entities": [{"title": "Domenico Bartolucci", "href": "/wiki/Domenico_Bartolucci", "description": "Domenico Bartolucci was an Italian cardinal of the Catholic Church. He was the former director of the Sistine Chapel Choir and the Accademia Nazionale di Santa Cecilia, and was recognized in the field of music both as a director and a prolific composer. Considered among the most authoritative interpreters of Giovanni Pierluigi da Palestrina, Bartolucci led the Sistine Chapel Choir in performances "}]}, {"heading": "Births", "year": "1917", "date": "May 7", "txt": "Lenox Hewitt, Australian public servant (d. 2020)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 7", "txt": "David Tomlinson, English actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1919", "date": "May 7", "txt": "Eva Perón, Argentinian actress, 25th First Lady of Argentina (d. 1952)", "entities": [{"title": "Eva Perón", "href": "/wiki/Eva_Per%C3%B3n", "description": "María Eva Duarte de Perón, better known as Eva Perón and Evita, was the wife of Argentine President Juan Perón (1895–1974) and First Lady of Argentina from June 1946 until her death in July 1952. She was born in poverty in the rural village of Los Toldos, in the Pampas, as the youngest of five children. In 1934 at the age of 15, she moved to the nation's capital of Buenos Aires to pursue a career "}, {"title": "First Lady of Argentina", "href": "/wiki/First_Lady_of_Argentina", "description": "First Lady or First Gentleman of Argentina, also known as First Lady or First Gentleman of the Argentine Nation, is the unofficial and protocol title of the spouse of the sitting president of Argentina."}]}, {"heading": "Births", "year": "1920", "date": "May 7", "txt": "Rendra Karno, Indonesian actor (d. 1985)", "entities": [{"title": "Rendra Karno", "href": "/wiki/Rendra_Karno", "description": "Raden Soekarno, better known as Rendra Karno, was an Indonesian actor. Born in Kutoarjo, Central Java, Soekarno entered the film industry in 1941, making his debut appearance in Union Films' Soeara Berbisa. Over the next forty years he appeared in more than fifty films. He was also involved in the theatre during the Japanese occupation of the Dutch East Indies and the Indonesian National Revolutio"}]}, {"heading": "Births", "year": "1921", "date": "May 7", "txt": "Asa Briggs, Baron Briggs, English historian and academic (d. 2016)", "entities": [{"title": "Asa Briggs, Baron Briggs", "href": "/wiki/Asa_Briggs,_Baron_Briggs", "description": "Asa Briggs, Baron Briggs was an English historian. He was a leading specialist on the Victorian era, and the foremost historian of broadcasting in Britain. Briggs achieved international recognition during his long and prolific career for examining various aspects of modern British history. He was made a life peer in 1976."}]}, {"heading": "Births", "year": "1921", "date": "May 7", "txt": "Gaston Rébuffat, French mountaineer and author (d. 1985)", "entities": []}, {"heading": "Births", "year": "1922", "date": "May 7", "txt": "Darren McGavin, American actor and director (d. 2006)", "entities": [{"title": "Darren McGavin", "href": "/wiki/Darren_McGavin", "description": "William Lyle Richardson, known professionally as Darren McGavin, was an Emmy-winning American actor whose prolific career encompassed half a century. Born in Spokane, Washington, McGavin claimed to have been a child runaway who went on to begin his film career while working as a set painter for Columbia Pictures. In 1954, he originated roles in Broadway productions of My 3 Angels and The Rainmaker"}]}, {"heading": "Births", "year": "1922", "date": "May 7", "txt": "Joe O'Donnell, American photographer and journalist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 7", "txt": "Anne Baxter, American actress (d. 1985)", "entities": [{"title": "Anne Baxter", "href": "/wiki/Anne_Baxter", "description": "Anne Baxter was an American actress, star of Hollywood films, Broadway productions, and television series. She won an Academy Award and a Golden Globe, and was nominated for an Emmy."}]}, {"heading": "Births", "year": "1923", "date": "May 7", "txt": "Jim Lowe, American singer-songwriter, disc jockey, and radio host (d. 2016)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 7", "txt": "Bülent Ulusu, Turkish admiral and politician, 18th Prime Minister of Turkey (d. 2015)", "entities": [{"title": "List of Prime Ministers of Turkey", "href": "/wiki/List_of_Prime_Ministers_of_Turkey", "description": "The following is a complete list of prime ministers of Turkey, since the establishment of that position in 1920, during the Turkish War of Independence. The prime minister was the head of the executive branch of the government along with the Cabinet. Following the 2017 constitutional referendum, the office of prime minister was abolished and the President became the head of the executive branch af"}]}, {"heading": "Births", "year": "1924", "date": "May 7", "txt": "Albert Band, French-American director and producer (d. 2002)", "entities": [{"title": "Albert Band", "href": "/wiki/Albert_Band", "description": "Albert Band was a French-American film director and film producer. He was the son of artist Max Band, father of filmmaker Charles Band and of film composer Richard Band and the grandfather of Alex Band, Taryn Band and Rachael Band."}]}, {"heading": "Births", "year": "1925", "date": "May 7", "txt": "Lauri Vaska, Estonian-American chemist and academic (d. 2015)", "entities": [{"title": "Lauri Vaska", "href": "/wiki/Lauri_Vaska", "description": "Lauri Vaska was an Estonian-American chemist who has made noteworthy contributions to organometallic chemistry. He was born in Rakvere, Estonia."}]}, {"heading": "Births", "year": "1927", "date": "May 7", "txt": "Ruth Prawer Jhabvala, German-American author and screenwriter (d. 2013)", "entities": [{"title": "Ruth Prawer Jhabvala", "href": "/wiki/Ruth_Prawer_Jhabvala", "description": "Ruth Prawer Jhabvala, was a German-born British and American Booker prize-winning novelist, short story writer and two-time Academy Award-winning screenwriter. She is perhaps best known for her long collaboration with Merchant Ivory Productions, made up of director James Ivory and producer Ismail Merchant."}]}, {"heading": "Births", "year": "1929", "date": "May 7", "txt": "Dick Williams, American baseball player, coach, and manager (d. 2011)", "entities": [{"title": "Dick Williams", "href": "/wiki/Dick_Williams", "description": "Richard Hirschfeld Williams was an American left fielder, third baseman, manager, coach and front office consultant in Major League Baseball. Known especially as a hard-driving, sharp-tongued manager from 1967 to 1969 and from 1971 to 1988, he led teams to three American League pennants, one National League pennant, and two World Series triumphs. He is one of eight managers to win pennants in both"}]}, {"heading": "Births", "year": "1930", "date": "May 7", "txt": "Totie Fields, American comedian and author (d. 1978)", "entities": [{"title": "Totie Fields", "href": "/wiki/Totie_Fields", "description": "Totie Fields was an American comedian."}]}, {"heading": "Births", "year": "1930", "date": "May 7", "txt": "Babe Parilli, American football player and coach (d. 2017)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 7", "txt": "John Smith, Baron Kirkhill, English politician", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 7", "txt": "Teresa Brewer, American singer (d. 2007)", "entities": [{"title": "Teresa Brewer", "href": "/wiki/Teresa_Brewer", "description": "Teresa Brewer was an American singer whose style incorporated pop, country, jazz, R&B, musicals, and novelty songs. She was one of the most prolific and popular female singers of the 1950s, recording nearly 600 songs."}]}, {"heading": "Births", "year": "1931", "date": "May 7", "txt": "Gene Wolfe, American author (d. 2019)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 7", "txt": "Jordi Bonet, Spanish-Canadian painter and sculptor (d. 1979)", "entities": [{"title": "Jordi Bonet", "href": "/wiki/Jordi_Bonet", "description": "Jordi Bonet i Godó, known professionally as Jordi Bonet, was a Spanish-born Canadian painter, ceramist, muralist, and sculptor who worked principally in Quebec."}]}, {"heading": "Births", "year": "1932", "date": "May 7", "txt": "Alan Cuthbert, English pharmacologist and academic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 7", "txt": "Pete Domenici, American lawyer and politician, 37th Mayor of Albuquerque (d. 2017)", "entities": [{"title": "Mayor of Albuquerque", "href": "/wiki/Mayor_of_Albuquerque", "description": "The mayor of Albuquerque, New Mexico is the chief executive officer of the city, elected for a four-year term. There are no term limits for the mayor. Under the New Mexico State Constitution, municipal elections are nonpartisan. The 30th and current Mayor is Tim Keller, a Democrat."}]}, {"heading": "Births", "year": "1932", "date": "May 7", "txt": "Derek Taylor, English journalist and author  (d. 1997)", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 7", "txt": "Johnny Unitas, American football player and sportscaster (d. 2002)", "entities": [{"title": "Johnny Unitas", "href": "/wiki/Johnny_Unitas", "description": "John Constantine Unitas was an American football quarterback who played in the National Football League (NFL) for 18 seasons, primarily with the Baltimore Colts. Following a career that spanned from 1956 to 1973, he has been consistently listed as one of the greatest NFL players of all time."}]}, {"heading": "Births", "year": "1935", "date": "May 7", "txt": "Avraham Heffner, Israeli actor, director, and screenwriter (d. 2014)", "entities": [{"title": "Avraham Heffner", "href": "/wiki/Avraham_Heffner", "description": "Avraham Heffner was an Israeli film and television director, screenwriter, author and Professor Emeritus at the Tel-Aviv University. He was a recipient of the Ophir Award for lifetime achievements."}]}, {"heading": "Births", "year": "1935", "date": "May 7", "txt": "Michael Hopkins, English architect", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 7", "txt": "Robin Hanbury-Tenison, English explorer and author", "entities": [{"title": "Robin Hanbury-Tenison", "href": "/wiki/Robin_Hanbury-Tenison", "description": "Airling Robin Hanbury-Tenison is an explorer based in Cornwall. He is President of the charity Survival International and was previously Chief Executive of The Countryside Alliance."}]}, {"heading": "Births", "year": "1936", "date": "May 7", "txt": "Tony O'Reilly, Irish rugby player and businessman", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 7", "txt": "Jimmy Ruffin, American soul singer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 7", "txt": "Eddie Clayton, English footballer", "entities": [{"title": "Eddie Clayton", "href": "/wiki/Eddie_Clayton", "description": "Eddie Clayton is an English former footballer."}]}, {"heading": "Births", "year": "1937", "date": "May 7", "txt": "Claude Raymond, Canadian baseball player and coach", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 7", "txt": "Sidney Altman, Canadian-American biologist and academic, Nobel Prize laureate", "entities": [{"title": "Sidney Altman", "href": "/wiki/Sidney_Altman", "description": "Sidney Altman is a Canadian-American molecular biologist, who is the Sterling Professor of Molecular, Cellular, and Developmental Biology and Chemistry at Yale University. In 1989 he shared the Nobel Prize in Chemistry with Thomas R. Cech for their work on the catalytic properties of RNA."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1939", "date": "May 7", "txt": "Ruggero Deodato, Italian actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 7", "txt": "Ruud Lubbers, Dutch economist and politician, Prime Minister of the Netherlands (d. 2018)", "entities": [{"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1939", "date": "May 7", "txt": "Johnny Maestro, American pop/doo-wop singer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 7", "txt": "Clive Soley, Baron Soley, English politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 7", "txt": "Angela Carter, English novelist and short story writer  (d. 1992)", "entities": [{"title": "Angela Carter", "href": "/wiki/Angela_Carter", "description": "Angela Olive Pearce, who published under the name Angela Carter, was an English novelist, short story writer, poet, and journalist, known for her feminist, magical realism, and picaresque works. She is best known for her book The Bloody Chamber, which was published in 1979. In 2008, The Times ranked Carter tenth in their list of \"The 50 greatest British writers since 1945\". In 2012, Nights at the "}]}, {"heading": "Births", "year": "1940", "date": "May 7", "txt": "Dave Chambers, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 7", "txt": "Lawrence Collins, Baron Collins of Mapesbury, English lawyer and judge", "entities": [{"title": "Lawrence Collins, Baron Collins of Mapesbury", "href": "/wiki/Lawrence_Collins,_Baron_Collins_of_Mapesbury", "description": "Lawrence Antony Collins, Baron Collins of Mapesbury,, is a British judge and former Justice of the Supreme Court of the United Kingdom. He was also appointed to the Court of Final Appeal of Hong Kong on 11 April 2011 as a non-permanent judge from other common law jurisdictions. He was formerly a partner in the British law firm Herbert Smith. He is now a member of Essex Court Chambers and an Adjunc"}]}, {"heading": "Births", "year": "1943", "date": "May 7", "txt": "Terry Allen, American singer and painter", "entities": [{"title": "Terry Allen (artist)", "href": "/wiki/Terry_Allen_(artist)", "description": "Terry Allen is an American Texas country and outlaw country singer-songwriter, painter and conceptual artist from Lubbock, Texas. He currently lives in Santa Fe, New Mexico. He has recorded twelve albums of original songs, including the landmark releases Juarez (1975) and Lubbock  (1979). His song \"Amarillo Highway\" has been covered by Bobby Bare, Sturgill Simpson and Robert Earl Keen. Other artis"}]}, {"heading": "Births", "year": "1943", "date": "May 7", "txt": "Harvey Andrews, English singer-songwriter and poet", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 7", "txt": "John Bannon, Australian academic and politician, 39th Premier of South Australia (d. 2015)", "entities": [{"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1943", "date": "May 7", "txt": "Peter Carey, Australian novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 7", "txt": "Christy Moore, Irish singer-songwriter and guitarist", "entities": [{"title": "Christy Moore", "href": "/wiki/Christy_Moore", "description": "Christopher Andrew \"Christy\" Moore is an Irish folk singer, songwriter and guitarist. He is one of the founding members of Planxty and Moving Hearts. His first album, Paddy on the Road was recorded with Dominic Behan in 1969. In 2007, he was named as Ireland's greatest living musician in RTÉ's People of the Year Awards."}]}, {"heading": "Births", "year": "1945", "date": "May 7", "txt": "Robin Strasser, American actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 7", "txt": "Thelma Houston, American R&B/disco singer and actress", "entities": [{"title": "Thelma Houston", "href": "/wiki/Thelma_Houston", "description": "Thelma Houston is an American singer and actress. She scored a number-one hit in 1977 with her recording of \"Don't Leave Me This Way\", which won the Grammy for Best Female R&B Vocal Performance."}]}, {"heading": "Births", "year": "1946", "date": "May 7", "txt": "Marv Hubbard, American football player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 7", "txt": "Bill Kreutzmann, American drummer", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 7", "txt": "Michael Rosen, English author and poet", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 7", "txt": "Brian Turner, English chef and television host", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 7", "txt": "Kathy Ahern, American golfer (d. 1996)", "entities": [{"title": "Kathy Ahern", "href": "/wiki/Kathy_Ahern", "description": "Kathy Ahern was an American professional golfer on the LPGA Tour."}]}, {"heading": "Births", "year": "1949", "date": "May 7", "txt": "Deborah Butterfield, American sculptor", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 7", "txt": "John Dowling Coates, Australian lawyer, sports administrator and businessman", "entities": [{"title": "John Coates (sports administrator)", "href": "/wiki/John_Coates_(sports_administrator)", "description": "John Dowling Coates is an Australian lawyer, sports administrator and businessman. He is a member of the International Olympic Committee (IOC) having served as a vice president from 2013 to 2017 and again since 2020, and is the current president of the Australian Olympic Committee and chairman of the Australian Olympic Foundation."}]}, {"heading": "Births", "year": "1950", "date": "May 7", "txt": "Randall \"Tex\" Cobb, American boxer and actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 7", "txt": "Tim Russert, American television journalist and lawyer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 7", "txt": "Pat McInally, American football player and coach", "entities": [{"title": "Pat McInally", "href": "/wiki/Pat_McInally", "description": "John Patrick \"Pat\" McInally is a former punter and wide receiver for the National Football League's Cincinnati Bengals."}]}, {"heading": "Births", "year": "1953", "date": "May 7", "txt": "Ian McKay, English sergeant, Victoria Cross recipient (d. 1982)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1954", "date": "May 7", "txt": "Philippe Geluck, Belgian cartoonist", "entities": [{"title": "Philippe Geluck", "href": "/wiki/Philippe_Geluck", "description": "Philippe Geluck is a Belgian comedian, humorist, television writer and cartoonist, who sold more than 14 million albums worldwide. He studied at the INSAS. His best-known work is the comic strip Le Chat, which is one of the ten bestselling Franco-Belgian comics series."}]}, {"heading": "Births", "year": "1954", "date": "May 7", "txt": "Joanna Haigh, English meteorologist and physicist", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 7", "txt": "Amy Heckerling, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 7", "txt": "Clément Gignac, Canadian politician", "entities": [{"title": "Clément Gignac", "href": "/wiki/Cl%C3%A9ment_Gignac", "description": "Clément Gignac is a Canadian politician, who represented the riding of Marguerite-Bourgeoys in the National Assembly of Quebec from 2009 to 2012. A member of the Quebec Liberal Party, he was elected in a by-election on June 22, 2009, following the resignation of Monique Jérôme-Forget."}]}, {"heading": "Births", "year": "1955", "date": "May 7", "txt": "Ben Poquette, American basketball player", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 7", "txt": "Axel Zwingenberger, German pianist and songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 7", "txt": "Jan Peter Balkenende, Dutch jurist and politician, Prime Minister of the Netherlands", "entities": [{"title": "Jan Peter Balkenende", "href": "/wiki/Jan_Peter_Balkenende", "description": "Jan Pieter \"Jan Peter\" Balkenende Jr. KmstkNO CSG is a Dutch politician of the Christian Democratic Appeal (CDA) party and jurist who served as Prime Minister of the Netherlands from 22 July 2002 to 14 October 2010."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1956", "date": "May 7", "txt": "Anne Dudley, English pianist and composer", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 7", "txt": "Nicholas Hytner, English director and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 7", "txt": "Jean Lapierre, Canadian talk show host and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 7", "txt": "Calum MacDonald, Scottish journalist and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 7", "txt": "Kristina M. Johnson, American business executive, engineer, academic, and government official", "entities": [{"title": "Kristina M. Johnson", "href": "/wiki/Kristina_M._Johnson", "description": "Kristina M. Johnson is an American business executive, engineer, academic, and former government official who served as the 13th chancellor of the State University of New York from September 2017 until June 2020. In June 2020, the Ohio State University Board of Trustees named her as the university's 16th president, succeeding the retiring Michael V. Drake. She has been a leader in the development "}]}, {"heading": "Births", "year": "1958", "date": "May 7", "txt": "Mikhail Biryukov, Russian footballer and manager", "entities": [{"title": "Mikhail Biryukov (footballer, born 1958)", "href": "/wiki/Mikhail_Biryukov_(footballer,_born_1958)", "description": "Mikhail Yuryevich Biryukov is a retired Soviet and Russian football player. He works as a goalkeeping coach for FC Zenit St. Petersburg."}]}, {"heading": "Births", "year": "1958", "date": "May 7", "txt": "Mark G. Kuzyk, American physicist and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 7", "txt": "Anne Marie Rafferty, English nurse and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 7", "txt": "Michael E. Knight, American actor", "entities": [{"title": "Michael E. Knight", "href": "/wiki/Michael_E._Knight", "description": "Michael Edward Knight is an American actor, best known for his role as Tad Martin on ABC soap opera All My Children."}]}, {"heading": "Births", "year": "1959", "date": "May 7", "txt": "Tony Sealy, English footballer, forward and manager", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 7", "txt": "Heiki Valk, Estonian archeologist and academic", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 7", "txt": "Adam Bernstein, American director and screenwriter", "entities": [{"title": "Adam Bernstein", "href": "/wiki/Adam_Bernstein", "description": "Adam Bernstein is an American film director, music video director and television director. For his work on the television show Fargo in 2014, he received a nomination for the Primetime Emmy Award for Outstanding Directing for a Miniseries, Movie or a Dramatic Special. In 2007, he won a Primetime Emmy Award for Outstanding Comedy Series for his work on 30 Rock."}]}, {"heading": "Births", "year": "1960", "date": "May 7", "txt": "Ara Darzi, Baron Darzi of Denham, Iraqi-English surgeon and academic", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 7", "txt": "Almudena Grandes, Spanish author", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 7", "txt": "Hans-Peter Bartels, German politician", "entities": [{"title": "Hans-Peter Bartels", "href": "/wiki/Hans-Peter_Bartels", "description": "Hans-Peter Bartels is a German politician of the SPD who served as member of the Bundestag for Kiel. From 2015 until 2020, he was the Parliamentary Commissioner for the Armed Forces."}]}, {"heading": "Births", "year": "1961", "date": "May 7", "txt": "Sue Black, Scottish anthropologist and academic", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 7", "txt": "Ivar Must, Estonian composer and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 7", "txt": "Tony Campbell, American basketball player and coach", "entities": [{"title": "Tony Campbell", "href": "/wiki/Tony_Campbell", "description": "Anthony Campbell is an American former National Basketball Association (NBA) player."}]}, {"heading": "Births", "year": "1962", "date": "May 7", "txt": "Judith Donath, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 7", "txt": "Johnny Lee Middleton, American bass player and songwriter", "entities": [{"title": "Johnny Lee Middleton", "href": "/wiki/Johnny_Lee_Middleton", "description": "Johnny Lee Middleton is an American musician and songwriter, best known as the bass guitar player for Savatage and Trans-Siberian Orchestra."}]}, {"heading": "Births", "year": "1964", "date": "May 7", "txt": "Ronnie Harmon, American football player", "entities": [{"title": "Ronnie Harmon", "href": "/wiki/Ronnie_Harmon", "description": "Ronnie Keith Harmon is a former professional American football player. After a standout career at the University of Iowa in the Big Ten Conference, he played for 12 seasons (1986–1997) in the NFL. A 6 foot tall, 220-lb. running back, Harmon was selected by the Buffalo Bills in the 1st round of the 1986 NFL Draft."}]}, {"heading": "Births", "year": "1964", "date": "May 7", "txt": "Denis Mandarino, Brazilian guitarist, composer, and painter", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 7", "txt": "Leslie O'Neal, American football player", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 7", "txt": "Reuben Davis, American football player", "entities": [{"title": "Reuben Davis (American football)", "href": "/wiki/Reuben_Davis_(American_football)", "description": "Reuben Cordell Davis is a former American football defensive lineman in the National Football League. He was drafted by the Tampa Bay Buccaneers in the ninth round of the 1988 NFL Draft. He played college football at North Carolina and was a starting member of San Diego's 1994 Super Bowl team."}]}, {"heading": "Births", "year": "1965", "date": "May 7", "txt": "Owen Hart, Canadian wrestler (d. 1999)", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 7", "txt": "Norman Whiteside, Northern Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 7", "txt": "Huang Zhihong, Chinese shot putter", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 7", "txt": "Martin Bryant, Australian mass murderer", "entities": [{"title": "Martin Bryant", "href": "/wiki/Martin_Bryant", "description": "Martin John Bryant is a convicted Australian mass shooter who murdered thirty-five people and injured twenty-three others in the Port Arthur massacre, one of the world's deadliest shooting sprees, in Port Arthur, Tasmania, between 28 and 29 April 1996. He is concurrently serving 35 life sentences, plus 1,035 years, all without the possibility of parole, at Risdon Prison in Hobart."}]}, {"heading": "Births", "year": "1967", "date": "May 7", "txt": "Adam Price, Danish chef and screenwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 7", "txt": "Joe Rice, American colonel and politician", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 7", "txt": "Traci Lords, American actress and singer", "entities": [{"title": "Traci Lords", "href": "/wiki/Traci_Lords", "description": "Traci Elizabeth Lords is an American actress, former pornographic actress, singer, and model. Lords got into the adult film industry by using a fake birth certificate to conceal the fact that she was two years under the legal age of 18. Lords starred in adult films and was one of the most sought-after actresses in the adult entertainment industry during her career. When the FBI acted on an anonymo"}]}, {"heading": "Births", "year": "1968", "date": "May 7", "txt": "Lisa Raitt, Canadian lawyer and politician, 30th Canadian Minister of Transport", "entities": [{"title": "Minister of Transport (Canada)", "href": "/wiki/Minister_of_Transport_(Canada)", "description": "The Minister of Transport is a Minister of the Crown in the Canadian Cabinet. The minister is responsible for overseeing the federal government's transportation regulatory and development department, Transport Canada, as well as Canada Post, the Saint Lawrence Seaway, Nav Canada, and the Port Authority system. Since 12 January 2021, the position has been held by Omar Alghabra of the Liberal Party."}]}, {"heading": "Births", "year": "1969", "date": "May 7", "txt": "Eagle-Eye Cherry, Swedish singer-songwriter", "entities": [{"title": "Eagle-Eye Cherry", "href": "/wiki/Eagle-Eye_Cherry", "description": "Eagle-Eye Lanoo Cherry is a Swedish singer and stage performer. His 1997 single \"Save Tonight\" achieved commercial success in Ireland, the United States and the United Kingdom, and was voted song of the year in New Zealand. Cherry is the son of American jazz artist Don Cherry and Swedish artist and designer Moki Cherry."}]}, {"heading": "Births", "year": "1969", "date": "May 7", "txt": "Jun Falkenstein, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 7", "txt": "Katerina Maleeva, Bulgarian tennis player", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 7", "txt": "Reidar Horghagen, Norwegian drummer", "entities": [{"title": "Reidar Horghagen", "href": "/wiki/Reidar_Horghagen", "description": "Horgh is a Norwegian drummer, currently playing for Swedish death metal band Hypocrisy. He is also the current drummer for Norwegian black metal band Immortal."}]}, {"heading": "Births", "year": "1971", "date": "May 7", "txt": "Dave Karpa, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 7", "txt": "Thomas Piketty, French economist", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 7", "txt": "Peter Dubovský, Czech-Slovak footballer (d. 2000)", "entities": [{"title": "Peter Dubovský (footballer)", "href": "/wiki/Peter_Dubovsk%C3%BD_(footballer)", "description": "Peter Dubovský was a Slovak footballer who played as a forward."}]}, {"heading": "Births", "year": "1972", "date": "May 7", "txt": "Frank Trigg, American mixed martial artist and wrestler", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 7", "txt": "Kristian Lundin, Swedish songwriter and producer", "entities": [{"title": "Kristian Lundin", "href": "/wiki/Kristian_Lundin", "description": "Kristian Lundin is a Swedish composer, music producer and songwriter."}]}, {"heading": "Births", "year": "1973", "date": "May 7", "txt": "Paolo Savoldelli, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 7", "txt": "Ian Pearce, English footballer and assistant manager", "entities": [{"title": "Ian Pearce", "href": "/wiki/Ian_Pearce", "description": "Ian Anthony Pearce is an English former professional footballer who played as a defender from 1990 until 2012, notably in the Premier League for Blackburn Rovers where he won the title in 1995."}]}, {"heading": "Births", "year": "1973", "date": "May 7", "txt": "Lawrence Johnson, American pole vaulter", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 7", "txt": "Ashley Cowan, English cricketer", "entities": [{"title": "Ashley Cowan", "href": "/wiki/Ashley_Cowan", "description": "Ashley Cowan was an English cricketer between 1995 and 2005. He is a right-handed batsman and a right-arm medium-fast bowler."}]}, {"heading": "Births", "year": "1976", "date": "May 7", "txt": "Calvin Booth, American basketball player", "entities": [{"title": "Calvin Booth", "href": "/wiki/Calvin_Booth", "description": "Calvin Lawrence Booth is an American basketball executive and a former professional basketball player who currently serves as the general manager of the Denver Nuggets."}]}, {"heading": "Births", "year": "1976", "date": "May 7", "txt": "Berke Hatipoğlu, Turkish guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 7", "txt": "Stacey Jones, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 7", "txt": "Andrea Lo Cicero, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 7", "txt": "Michael P. Murphy, American lieutenant, Medal of Honor recipient (d. 2005)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1976", "date": "May 7", "txt": "Ayelet Shaked, Israeli Minister of Justice (2015-2019)", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 7", "txt": "Elton Flatley, Australian rugby player", "entities": [{"title": "Elton Flatley", "href": "/wiki/Elton_Flatley", "description": "Elton Flatley is a former Australian international rugby union footballer. He played for the Queensland Reds."}]}, {"heading": "Births", "year": "1978", "date": "May 7", "txt": "Stian Arnesen, Norwegian guitarist, drummer, and songwriter", "entities": [{"title": "Stian Arnesen", "href": "/wiki/Stian_Arnesen", "description": "Nagash or Lex Icon is a Norwegian black metal musician. He plays guitar, bass, drums, keyboards and does vocals."}]}, {"heading": "Births", "year": "1978", "date": "May 7", "txt": "James Carter, American hurdler", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 7", "txt": "Shawn Marion, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 7", "txt": "Katie Douglas, American basketball player", "entities": [{"title": "Katie Douglas", "href": "/wiki/Katie_Douglas", "description": "Kathryn Elizabeth Douglas is a retired American professional basketball player. Her primary position was shooting guard, her secondary was small forward. She was known league-wide as one of the most prominent two-way players for her long-range shooting and high scoring abilities on offense as well as her defensive abilities. Born in Indianapolis, Indiana, Douglas is left-handed."}]}, {"heading": "Births", "year": "1983", "date": "May 7", "txt": "Phionah Atuhebwe, Ugandan vaccinologist and immunization expert", "entities": [{"title": "Phionah Atuhebwe", "href": "/wiki/Phionah_Atuhebwe", "description": "Phionah Atuhebwe is a Ugandan vaccinologist and immunization expert. She is the current Vaccines Introduction Medical Officer, Africa at World Health Organization."}]}, {"heading": "Births", "year": "1984", "date": "May 7", "txt": "James Loney, American baseball player", "entities": [{"title": "James Loney", "href": "/wiki/James_Loney", "description": "James Anthony Loney is an American former professional baseball first baseman. He played in Major League Baseball (MLB) for the Los Angeles Dodgers, Boston Red Sox, Tampa Bay Rays, and New York Mets, and in Korea Baseball Organization's (KBO) KBO League for the LG Twins."}]}, {"heading": "Births", "year": "1984", "date": "May 7", "txt": "Alex Smith, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 7", "txt": "Kevin Owens, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 7", "txt": "Jarrad Hickey, Australian rugby league player", "entities": [{"title": "Jarrad Hickey", "href": "/wiki/Jarrad_Hickey", "description": "Jarrad Hickey is a former professional rugby league footballer who played in the 2000s and 2010s for the Canterbury-Bankstown Bulldogs and the Wakefield Trinity Wildcats."}]}, {"heading": "Births", "year": "1985", "date": "May 7", "txt": "Drew Neitzel, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 7", "txt": "Matt Helders, English drummer", "entities": [{"title": "Matt Helders", "href": "/wiki/Matt_Helders", "description": "Matthew Helders is an English drummer, vocalist and songwriter. He is best known as a founding member of the indie rock band Arctic Monkeys, with whom he has recorded six studio albums."}]}, {"heading": "Births", "year": "1987", "date": "May 7", "txt": "Asami Konno, Japanese singer", "entities": [{"title": "Asami Konno", "href": "/wiki/Asami_Konno", "description": "Asami Sugiura , known by her birth name Asami Konno  is a Japanese television presenter and former singer and actress."}]}, {"heading": "Births", "year": "1987", "date": "May 7", "txt": "Michael Maidens, English footballer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 7", "txt": "Mark Reynolds, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 7", "txt": "David Schlemko, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 7", "txt": "Eino Puri, Estonian footballer", "entities": [{"title": "Eino Puri", "href": "/wiki/Eino_Puri", "description": "Eino Puri is an Estonian professional footballer who plays as a midfielder for Trysil FK."}]}, {"heading": "Births", "year": "1988", "date": "May 7", "txt": "Sander Puri, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 7", "txt": "Earl Thomas, American football player", "entities": [{"title": "Earl Thomas", "href": "/wiki/Earl_Thomas", "description": "Earl Winty Thomas III is an American football free safety who is a free agent. He was drafted by the Seattle Seahawks in the first round of the 2010 NFL Draft. During his time with the Seahawks, he was a core member of the Legion of Boom defense and won Super Bowl XLVIII against the Denver Broncos. He played college football at Texas and received consensus All-American honors. Thomas signed with t"}]}, {"heading": "Births", "year": "1995", "date": "May 7", "txt": "Seko Fofana, French born Ivorian international footballer", "entities": [{"title": "Seko Fofana", "href": "/wiki/Seko_Fofana", "description": "Seko Mohamed Fofana is an Ivorian professional footballer who plays as a midfielder for Ligue 1 club RC Lens."}]}, {"heading": "Births", "year": "1997", "date": "May 7", "txt": "Daria Kasatkina, Russian tennis player", "entities": [{"title": "Daria Kasatkina", "href": "/wiki/Daria_Kasatkina", "description": "Daria Sergeyevna Kasatkina is a Russian professional tennis player. She made her top 10 debut in the Women's Tennis Association (WTA) rankings towards the end of the 2018 season. She has won four WTA titles in singles as well as one in doubles."}]}, {"heading": "Births", "year": "1998", "date": "May 7", "txt": "Maryna Piddubna, Ukrainian Paralympic swimmer", "entities": [{"title": "Maryna Piddubna", "href": "/wiki/Maryna_Piddubna", "description": "Maryna Piddubna is a Ukrainian Paralympic swimmer."}]}, {"heading": "Births", "year": "1998", "date": "May 7", "txt": "Jesse Puljujärvi, Finnish ice hockey player", "entities": []}, {"heading": "Deaths", "year": "721", "date": "May 7", "txt": "John of Beverley, bishop of York", "entities": [{"title": "John of Beverley", "href": "/wiki/John_of_Beverley", "description": "John of Beverley was an English bishop active in the kingdom of Northumbria. He was the bishop of Hexham and then the bishop of York which was the most important religious designation in the area. He went on to found the town of Beverley by building the first structure there, a monastery. John was associated with miracles during and after his lifetime, and was canonised a saint by the Catholic Chu"}, {"title": "Diocese of York", "href": "/wiki/Diocese_of_York", "description": "The Diocese of York is an administrative division of the Church of England, part of the Province of York. It covers the city of York, the eastern part of North Yorkshire, and most of the East Riding of Yorkshire."}]}, {"heading": "Deaths", "year": "833", "date": "May 7", "txt": "Ibn Hisham, Egyptian Muslim historian", "entities": [{"title": "Ibn Hisham", "href": "/wiki/Ibn_Hisham", "description": "Abu Muhammad 'Abd al-Malik bin Hisham ibn Ayyub al-Himyari al-Mu'afiri al-Baṣri, or Ibn Hisham, edited the biography of Islamic prophet Muhammad written by Ibn Ishaq. The nisba Al-Baṣri means \"of Basra\", in modern Iraq."}]}, {"heading": "Deaths", "year": "973", "date": "May 7", "txt": "Otto I, Holy Roman Emperor (b. 912)", "entities": [{"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}]}, {"heading": "Deaths", "year": "1014", "date": "May 7", "txt": "Bagrat III, 1st King of Georgia (b. 960)", "entities": [{"title": "Bagrat III of Georgia", "href": "/wiki/Bagrat_III_of_Georgia", "description": "Bagrat III, of the Georgian Bagrationi dynasty, was King of Abkhazia from 978 on and King of Georgia from 1008 on. He united these two titles by dynastic inheritance and, through conquest and diplomacy, added more lands to his realm, effectively becoming the first king of the Kingdom of Georgia. Before Bagrat was crowned as king, he had also reigned in Kartli as co-ruler with his father Gurgen fro"}]}, {"heading": "Deaths", "year": "1092", "date": "May 7", "txt": "Remigius de Fécamp, English monk and bishop", "entities": [{"title": "Remigius de Fécamp", "href": "/wiki/Remigius_de_F%C3%A9camp", "description": "Remigius de Fécamp was a Benedictine monk who was a supporter of William the Conqueror."}]}, {"heading": "Deaths", "year": "1166", "date": "May 7", "txt": "William I of Sicily", "entities": [{"title": "William I of Sicily", "href": "/wiki/William_I_of_Sicily", "description": "William I, called the Bad or the Wicked, was the second King of Sicily, ruling from his father's death in 1154 to his own in 1166. He was the fourth son of Roger II and Elvira of Castile."}]}, {"heading": "Deaths", "year": "1202", "date": "May 7", "txt": "Hamelin de Warenne, Earl of Surrey", "entities": [{"title": "Hamelin de Warenne, Earl of Surrey", "href": "/wiki/Hamelin_de_Warenne,_Earl_of_Surrey", "description": "Hamelin de Warenne, Earl of Surrey, was an Anglo-Angevin nobleman, a half-brother of King Henry II of England, and was prominent at the courts of the Plantagenet kings of England, Henry II and his sons Richard I and John."}]}, {"heading": "Deaths", "year": "1205", "date": "May 7", "txt": "Ladislaus III of Hungary (b. 1201)", "entities": [{"title": "Ladislaus III of Hungary", "href": "/wiki/Ladislaus_III_of_Hungary", "description": "Ladislaus III was King of Hungary and Croatia between 1204 and 1205. He was the only child of King Emeric. Ladislaus was crowned king upon the orders of his ill father, who wanted to secure his infant son's succession. The dying king made his brother, Andrew, regent for the period of Ladislaus's minority. However, Duke Andrew ignored the child's interests. As a result, Ladislaus's mother, Constanc"}]}, {"heading": "Deaths", "year": "1234", "date": "May 7", "txt": "Otto I, Duke of Merania (b. c. 1180)", "entities": [{"title": "Otto I, Duke of Merania", "href": "/wiki/Otto_I,_Duke_of_Merania", "description": "Otto I, a member of the House of Andechs, was Duke of Merania from 1204 until his death. He was also Count of Burgundy from 1208 to 1231, by his marriage to Countess Beatrice II, and Margrave of Istria and Carniola from 1228 until his death."}]}, {"heading": "Deaths", "year": "1243", "date": "May 7", "txt": "Hugh d'Aubigny, 5th Earl of Arundel", "entities": [{"title": "Hugh d'Aubigny, 5th Earl of Arundel", "href": "/wiki/Hugh_d%27Aubigny,_5th_Earl_of_Arundel", "description": "Hugh d'Aubigny, 5th Earl of Arundel was the last in the Aubigny male line to hold Arundel Castle."}]}, {"heading": "Deaths", "year": "1427", "date": "May 7", "txt": "Thomas la Warr, 5th Baron De La Warr, English priest (b. 1352)", "entities": [{"title": "Thomas la Warr, 5th Baron De La Warr", "href": "/wiki/Thomas_la_Warr,_5th_Baron_De_La_Warr", "description": "Thomas la Warr, 5th Baron De La Warr was an English nobleman, the second son of Roger la Warr, 3rd Baron De La Warr and Elizabeth de Welle, daughter of Adam, 3rd Baron Welles."}]}, {"heading": "Deaths", "year": "1494", "date": "May 7", "txt": "Eskender, Emperor of Ethiopia (b. 1471)", "entities": [{"title": "Eskender", "href": "/wiki/Eskender", "description": "Eskender was Emperor of Ethiopia, his throne name was Kwestantinos II, and a member of the Solomonic dynasty. He was the son of Emperor Baeda Maryam I by Romna."}, {"title": "Emperor of Ethiopia", "href": "/wiki/Emperor_of_Ethiopia", "description": "The Emperor of Ethiopia was the hereditary ruler of the Ethiopian Empire, until the abolition of the monarchy in 1975. The Emperor was the head of state and head of government, with ultimate executive, judicial and legislative power in that country. A National Geographic article called imperial Ethiopia \"nominally a constitutional monarchy; in fact [it was] a benevolent autocracy\"."}]}, {"heading": "Deaths", "year": "1523", "date": "May 7", "txt": "Franz von Sickingen, German knight (b. 1481)", "entities": [{"title": "Franz von Sickingen", "href": "/wiki/Franz_von_Sickingen", "description": "Franz von Sickingen or Francis of Sickingen was a German knight who, with Ulrich von Hutten, led the Knight's Revolt, and was one of the most notable figures of the early period of the Reformation."}]}, {"heading": "Deaths", "year": "1539", "date": "May 7", "txt": "Ottaviano Petrucci, Italian printer (b. 1466)", "entities": [{"title": "Ottaviano Petrucci", "href": "/wiki/Ottaviano_Petrucci", "description": "Ottaviano Petrucci was an Italian printer. His Harmonice Musices Odhecaton, a collection of chansons printed in 1501, is commonly misidentified as the first book of sheet music printed from movable type. Actually that distinction belongs to the Roman printer Ulrich Han's Missale Romanum of 1476. Nevertheless, Petrucci's later work was extraordinary for the complexity of his white mensural notation"}]}, {"heading": "Deaths", "year": "1617", "date": "May 7", "txt": "David Fabricius, German astronomer and theologian (b. 1564)", "entities": [{"title": "David Fabricius", "href": "/wiki/David_Fabricius", "description": "David Fabricius was a German pastor who made two major discoveries in the early days of telescopic astronomy, jointly with his eldest son, Johannes Fabricius (1587–1615)."}]}, {"heading": "Deaths", "year": "1667", "date": "May 7", "txt": "Johann Jakob Froberger, German organist and composer (b. 1616)", "entities": [{"title": "Johann Jakob Froberger", "href": "/wiki/Johann_Jakob_Froberger", "description": "Johann Jakob Froberger was a German Baroque composer, keyboard virtuoso, and organist. Among the most famous composers of the era, he was influential in developing the musical form of the suite of dances in his keyboard works. His harpsichord pieces are highly idiomatic and programmatic."}]}, {"heading": "Deaths", "year": "1682", "date": "May 7", "txt": "Feodor III of Russia (b. 1661)", "entities": [{"title": "Feodor III of Russia", "href": "/wiki/Feodor_III_of_Russia", "description": "Feodor III Alexeyevich or Fyodor III Alekseevich was the Tsar of Russia between 1676 and 1682."}]}, {"heading": "Deaths", "year": "1685", "date": "May 7", "txt": "Bajo Pivljanin (b. 1630)", "entities": [{"title": "Bajo Pivljanin", "href": "/wiki/Bajo_Pivljanin", "description": "Bajo Pivljanin was a hajduk commander mostly active in the Ottoman territories of Herzegovina and southern Dalmatia. Born in Piva, at the time part of the Ottoman Empire, he was an oxen trader who allegedly left his village after experiencing Ottoman injustice. Mentioned in 1654 as a brigand during the Venetian–Ottoman war, he entered the service of the Republic of Venice in 1656. The hajduks were"}]}, {"heading": "Deaths", "year": "1718", "date": "May 7", "txt": "Mary of Modena (b. 1658)", "entities": [{"title": "Mary of Modena", "href": "/wiki/Mary_of_Modena", "description": "Mary of Modena was queen of England, Scotland, and Ireland as the second wife of James II and VII (1633–1701). A devout Roman Catholic, Mary married the widower James, who was then the younger brother and heir presumptive of Charles II (1630–1685). She was uninterested in politics and devoted to James and their children, two of whom survived to adulthood: the Jacobite claimant to the thrones, Jame"}]}, {"heading": "Deaths", "year": "1793", "date": "May 7", "txt": "Pietro Nardini, Italian violinist and composer (b. 1722)", "entities": [{"title": "Pietro Nardini", "href": "/wiki/Pietro_Nardini", "description": "Pietro Nardini was an Italian composer and violinist, a transitional musician who worked in both the Baroque and Classical era traditions."}]}, {"heading": "Deaths", "year": "1800", "date": "May 7", "txt": "Niccolò Piccinni, Italian composer (b. 1728)", "entities": [{"title": "Niccolò Piccinni", "href": "/wiki/Niccol%C3%B2_Piccinni", "description": "Niccolò Piccinni was an Italian composer of symphonies, sacred music, chamber music, and opera. Although he is somewhat obscure today, Piccinni was one of the most popular composers of opera—particularly the Neapolitan opera buffa—of the Classical period."}]}, {"heading": "Deaths", "year": "1805", "date": "May 7", "txt": "William Petty, 2nd Earl of Shelburne, Irish-English general and politician, Prime Minister of the United Kingdom (b. 1737)", "entities": [{"title": "William Petty, 2nd Earl of Shelburne", "href": "/wiki/William_Petty,_2nd_Earl_of_Shelburne", "description": "William Petty Fitzmaurice, 1st Marquess of Lansdowne, was an Irish-born British Whig statesman who was the first Home Secretary in 1782 and then Prime Minister in 1782–83 during the final months of the American War of Independence. He succeeded in securing peace with America and this feat remains his most notable legacy."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1815", "date": "May 7", "txt": "Jabez Bowen, American colonel and politician, 45th Deputy Governor of Rhode Island (b. 1739)", "entities": [{"title": "Jabez Bowen", "href": "/wiki/Jabez_Bowen", "description": " Jabez Bowen, Sr. was an American shipper, slave trader and politician. He was a militia colonel during the American Revolutionary War, and served as Deputy Governor of Rhode Island and Chief Justice of the Rhode Island Supreme Court."}, {"title": "Deputy Governor of Rhode Island", "href": "/wiki/Deputy_Governor_of_Rhode_Island", "description": "The office of lieutenant governor of Rhode Island is held by Sabina Matos, who was sworn in on April 14, 2021, after Daniel McKee succeeded to the office of Governor."}]}, {"heading": "Deaths", "year": "1825", "date": "May 7", "txt": "Antonio Salieri, Italian composer and conductor (b. 1750)", "entities": [{"title": "Antonio Salieri", "href": "/wiki/Antonio_Salieri", "description": "Antonio Salieri was an Italian classical composer, conductor, and teacher. He was born in Legnago, south of Verona, in the Republic of Venice, and spent his adult life and career as a subject of the Habsburg Monarchy."}]}, {"heading": "Deaths", "year": "1840", "date": "May 7", "txt": "Caspar David Friedrich, German painter and educator (b. 1774)", "entities": [{"title": "Caspar David Friedrich", "href": "/wiki/Caspar_David_Friedrich", "description": "Caspar David Friedrich was a 19th-century German Romantic landscape painter, generally considered the most important German artist of his generation. He is best known for his mid-period allegorical landscapes which typically feature contemplative figures silhouetted against night skies, morning mists, barren trees or Gothic ruins. His primary interest was the contemplation of nature, and his often"}]}, {"heading": "Deaths", "year": "1868", "date": "May 7", "txt": "Henry Brougham, 1st Baron Brougham and Vaux, Scottish lawyer and politician, Lord High Chancellor of Great Britain (b. 1778)", "entities": [{"title": "Henry Brougham, 1st Baron Brougham and Vaux", "href": "/wiki/Henry_Brougham,_1st_Baron_Brougham_and_Vaux", "description": "Henry Peter Brougham, 1st Baron Brougham and Vaux, was a British statesman who became Lord High Chancellor and played a prominent role in passing the 1832 Reform Act and 1833 Slavery Abolition Act."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1872", "date": "May 7", "txt": "Alexander Loyd, American carpenter and politician, 4th Mayor of Chicago (b. 1805)", "entities": [{"title": "Alexander Loyd", "href": "/wiki/Alexander_Loyd", "description": "Alexander Loyd served one term as mayor of Chicago, Illinois from 1840 until 1841 for the Democratic Party."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "1876", "date": "May 7", "txt": "William Buell Sprague, American clergyman, historian, and author (b. 1795)", "entities": [{"title": "William Buell Sprague", "href": "/wiki/William_Buell_Sprague", "description": "William Buell Sprague was an American Congregational and Presbyterian clergyman and compiler of Annals of the American Pulpit, a comprehensive biographical dictionary of the leading American Protestant Christian ministers who died before 1850."}]}, {"heading": "Deaths", "year": "1887", "date": "May 7", "txt": "C. F. W. Walther, German-American religious leader and theologian (b. 1811)", "entities": [{"title": "C. F. W. Walther", "href": "/wiki/C._F._W._Walther", "description": "Carl Ferdinand Wilhelm Walther was a German-American Lutheran minister. He was the first president of the Lutheran Church–Missouri Synod (LCMS) and its most influential theologian. He is commemorated by that church on its Calendar of Saints on May 7. He has been described as a man who sacrificed his homeland, his health, and nearly his life for the freedom to speak freely, to believe freely, and t"}]}, {"heading": "Deaths", "year": "1896", "date": "May 7", "txt": "H. H. Holmes, American serial killer (b. 1861)", "entities": [{"title": "H. H. Holmes", "href": "/wiki/H._H._Holmes", "description": "Herman Webster Mudgett, better known as Dr. Henry Howard Holmes or H. H. Holmes, was an American serial killer active from December 1891 to November 1894. Despite his confession of 27 murders while awaiting execution, Holmes was convicted and sentenced to death for only one murder, that of accomplice and business partner Benjamin Pitezel. Victims were killed in a mixed-use building which he owned "}]}, {"heading": "Deaths", "year": "1902", "date": "May 7", "txt": "Agostino Roscelli, Italian priest and saint (b. 1818)", "entities": [{"title": "Agostino Roscelli", "href": "/wiki/Agostino_Roscelli", "description": "Agostino Roscelli, also known as Augustine Roscelli, and Augustin Roscelli, was an Italian priest who inspired social change in Genoa, Italy for children and disadvantaged women. He was canonized a saint in the Catholic Church in 2001 by Pope John Paul II."}]}, {"heading": "Deaths", "year": "1917", "date": "May 7", "txt": "Albert Ball, English fighter pilot (b. 1896)", "entities": [{"title": "Albert Ball", "href": "/wiki/Albert_Ball", "description": "Albert Ball, was a British fighter pilot during the First World War. At the time of his death he was the United Kingdom's leading flying ace, with 44 victories, and remained its fourth-highest scorer behind Edward Mannock, James McCudden, and George McElroy."}]}, {"heading": "Deaths", "year": "1922", "date": "May 7", "txt": "Max Wagenknecht, German pianist and composer (b. 1857)", "entities": [{"title": "Max Wagenknecht", "href": "/wiki/Max_Wagenknecht", "description": "Max Otto Arnold Wagenknecht was a German composer of organ and piano music."}]}, {"heading": "Deaths", "year": "1924", "date": "May 7", "txt": "Alluri Sitarama Raju, Indian activist (b. 1897/1898)", "entities": [{"title": "Alluri Sitarama Raju", "href": "/wiki/Alluri_Sitarama_Raju", "description": "Alluri Sitarama Raju was an Indian revolutionary involved in the Indian independence movement. After the passing of the 1882 Madras Forest Act, its restrictions on the free movement of tribal people in the forest prevented them from engaging in their traditional podu agricultural system, which involved shifting cultivation. Alluri led the Rampa Rebellion of 1922, during which a band of tribal peop"}]}, {"heading": "Deaths", "year": "1925", "date": "May 7", "txt": "William Lever, 1st Viscount Leverhulme, English businessman and politician (b. 1851)", "entities": [{"title": "William Lever, 1st Viscount Leverhulme", "href": "/wiki/William_Lever,_1st_Viscount_Leverhulme", "description": "William Hesketh Lever, 1st Viscount Leverhulme, was an English industrialist, philanthropist, and politician. Having been educated at a small private school until the age of nine, then at church schools until he was fifteen; a somewhat privileged education for that time, he started work at his father's wholesale grocery business in Bolton. Following an apprenticeship and a series of appointments i"}]}, {"heading": "Deaths", "year": "1937", "date": "May 7", "txt": "Ernst A. Lehmann, German captain and author (b. 1886)", "entities": [{"title": "Ernst A. Lehmann", "href": "/wiki/Ernst_A._Lehmann", "description": "Captain Ernst August Lehmann was a German Zeppelin captain. He was one of the most famous and experienced figures in German airship travel. The Pittsburgh Press called Lehmann the best airship pilot in the world, although he was criticized by Hugo Eckener for often making dangerous maneuvers that compromised the airships.\nHe was a victim of the Hindenburg disaster in 1937."}]}, {"heading": "Deaths", "year": "1938", "date": "May 7", "txt": "Octavian Goga, Romanian politician, former Prime Minister (b. 1881)", "entities": [{"title": "Octavian Goga", "href": "/wiki/Octavian_Goga", "description": "Octavian Goga was a nationalistic and later far-right Romanian politician, poet, playwright, journalist and translator."}]}, {"heading": "Deaths", "year": "1940", "date": "May 7", "txt": "George Lansbury, English journalist and politician (b. 1859)", "entities": [{"title": "George Lansbury", "href": "/wiki/George_Lansbury", "description": "George Lansbury was a British politician and social reformer who led the Labour Party from 1932 to 1935. Apart from a brief period of ministerial office during the Labour government of 1929–31, he spent his political life campaigning against established authority and vested interests, his main causes being the promotion of social justice, women's rights and world disarmament."}]}, {"heading": "Deaths", "year": "1941", "date": "May 7", "txt": "James George Frazer, Scottish-English anthropologist and academic (b. 1854)", "entities": [{"title": "James George Frazer", "href": "/wiki/James_George_Frazer", "description": "Sir James George Frazer was a Scottish social anthropologist and folklorist influential in the early stages of the modern studies of mythology and comparative religion. His most famous work, The Golden Bough (1890), documents and details the similarities among magical and religious beliefs around the world. Frazer posited that human belief progressed through three stages: primitive magic, replaced"}]}, {"heading": "Deaths", "year": "1942", "date": "May 7", "txt": "Felix Weingartner, Croatian pianist, composer, and conductor (b. 1863)", "entities": [{"title": "Felix Weingartner", "href": "/wiki/Felix_Weingartner", "description": "Paul Felix Weingartner, Edler von Münzberg was an Austrian conductor, composer and pianist."}]}, {"heading": "Deaths", "year": "1943", "date": "May 7", "txt": "Fethi Okyar, Turkish colonel and politician, 2nd Prime Minister of Turkey (b. 1880)", "entities": [{"title": "Fethi Okyar", "href": "/wiki/Fethi_Okyar", "description": "Ali Fethi Okyar was a Turkish diplomat and politician, who also served as a military officer and diplomat during the last decade of the Ottoman Empire. He was also the second Prime Minister of Turkey (1924–1925) and the second Speaker of the Turkish Parliament after Mustafa Kemal Atatürk."}, {"title": "List of Prime Ministers of Turkey", "href": "/wiki/List_of_Prime_Ministers_of_Turkey", "description": "The following is a complete list of prime ministers of Turkey, since the establishment of that position in 1920, during the Turkish War of Independence. The prime minister was the head of the executive branch of the government along with the Cabinet. Following the 2017 constitutional referendum, the office of prime minister was abolished and the President became the head of the executive branch af"}]}, {"heading": "Deaths", "year": "1946", "date": "May 7", "txt": "Herbert Macaulay, Nigerian journalist and politician (b. 1864)", "entities": [{"title": "Herbert Macaulay", "href": "/wiki/Herbert_Macaulay", "description": "Olayinka Herbert Samuel Heelas Badmus Macaulay was a Nigerian nationalist, politician, surveyor, engineer, architect, journalist, and musician and is considered by many Nigerians as the founder of Nigerian nationalism."}]}, {"heading": "Deaths", "year": "1951", "date": "May 7", "txt": "Warner Baxter, American actor (b. 1889)", "entities": [{"title": "Warner Baxter", "href": "/wiki/Warner_Baxter", "description": "Warner Leroy Baxter was an American film actor from the 1910s to the 1940s. Baxter is known for his role as the Cisco Kid in the 1928 film In Old Arizona, for which he won the Academy Award for Best Actor at the 2nd Academy Awards. He frequently played womanizing, charismatic Latin bandit types in Westerns, and played the Cisco Kid or a similar character throughout the 1930s, but had a range of ot"}]}, {"heading": "Deaths", "year": "1967", "date": "May 7", "txt": "Margaret Larkin, American writer and poet (b. 1899)", "entities": [{"title": "Margaret Larkin", "href": "/wiki/Margaret_Larkin", "description": "Margaret Larkin was an American writer, poet, singer-songwriter, researcher, journalist and union activist."}]}, {"heading": "Deaths", "year": "1958", "date": "May 7", "txt": "Mihkel Lüdig, Estonian organist, composer, and conductor (b. 1880)", "entities": [{"title": "Mihkel Lüdig", "href": "/wiki/Mihkel_L%C3%BCdig", "description": "Mihkel Lüdig was an Estonian composer, organist and choir conductor. As a composer, he particularly worked on a cappella choral songs. Lüdig is considered one of the major organisers of large-scale musical events in 20th century Estonia. He was a student of Nicolai Soloviev."}]}, {"heading": "Deaths", "year": "1976", "date": "May 7", "txt": "Alison Uttley, English children's book writer (b. 1884)", "entities": [{"title": "Alison Uttley", "href": "/wiki/Alison_Uttley", "description": "Alison Uttley, née Alice Jane Taylor, was an English writer of over 100 books. She is best known for a children's series about Little Grey Rabbit and Sam Pig. She is also remembered for a pioneering time slip novel for children, A Traveller in Time, about the imprisoned Mary, Queen of Scots."}]}, {"heading": "Deaths", "year": "1978", "date": "May 7", "txt": "Mort Weisinger, American journalist and author (b. 1915)", "entities": [{"title": "Mort Weisinger", "href": "/wiki/Mort_Weisinger", "description": "Mortimer Weisinger was an American magazine and comic book editor best known for editing DC Comics' Superman during the mid-1950s to 1960s, in the Silver Age of comic books. He also co-created such features as Aquaman, Green Arrow, Johnny Quick, and the original Vigilante, served as story editor for the Adventures of Superman television series, and compiled the often-revised paperback 1001 Valuabl"}]}, {"heading": "Deaths", "year": "1979", "date": "May 7", "txt": "Heinz Reinefarth, German SS officer (b. 1903)", "entities": [{"title": "Heinz Reinefarth", "href": "/wiki/Heinz_Reinefarth", "description": "Heinz Reinefarth, 26 December 1903 – 7 May 1979) was a German SS commander during World War II and government official in West Germany after the war. During the Warsaw Uprising of August 1944 his troops committed numerous atrocities. After the war Reinefarth became the mayor of the town of Westerland, on the isle of Sylt, and member of the Schleswig-Holstein Landtag. Polish demands for extradition"}]}, {"heading": "Deaths", "year": "1986", "date": "May 7", "txt": "Haldun Taner, Turkish playwright and author (b. 1915)", "entities": [{"title": "Haldun Taner", "href": "/wiki/Haldun_Taner", "description": "Haldun Taner was a well-known Turkish playwright and short story writer."}]}, {"heading": "Deaths", "year": "1987", "date": "May 7", "txt": "Colin Blakely, Northern Irish actor (b. 1930)", "entities": [{"title": "Colin Blakely", "href": "/wiki/Colin_Blakely", "description": "Colin George Blakely was a Northern Irish actor. He had roles in the films A Man for All Seasons (1966), The Private Life of Sherlock Holmes (1970), Murder on the Orient Express (1974), and Equus (1977)."}]}, {"heading": "Deaths", "year": "1987", "date": "May 7", "txt": "Paul Popham, American soldier and activist, co-founded Gay Men's Health Crisis (b. 1941)", "entities": [{"title": "Gay Men's Health Crisis", "href": "/wiki/Gay_Men%27s_Health_Crisis", "description": "The GMHC is a New York City–based non-profit, volunteer-supported and community-based AIDS service organization whose mission statement is to \"end the AIDS epidemic and uplift the lives of all affected.\""}]}, {"heading": "Deaths", "year": "1990", "date": "May 7", "txt": "Sam Tambimuttu, Sri Lankan lawyer and politician (b. 1932)", "entities": [{"title": "Sam Tambimuttu", "href": "/wiki/Sam_Tambimuttu", "description": "Samuel Pennington Thavarasa Tambimuttu was a Sri Lankan Tamil lawyer, politician and Member of Parliament."}]}, {"heading": "Deaths", "year": "1994", "date": "May 7", "txt": "Clement Greenberg, American art critic (b. 1909)", "entities": [{"title": "Clement Greenberg", "href": "/wiki/Clement_Greenberg", "description": "Clement Greenberg, occasionally writing under the pseudonym K. Hardesh, was an American essayist known mainly as a very influential visual art critic closely associated with American Modern art of the mid-20th century and a Formalist aesthetician. He is best remembered for his association with the art movement Abstract Expressionism and the painter Jackson Pollock."}]}, {"heading": "Deaths", "year": "1995", "date": "May 7", "txt": "Ray McKinley, American drummer, singer, and bandleader (Glenn Miller Orchestra) (b. 1910)", "entities": [{"title": "Ray McKinley", "href": "/wiki/Ray_McKinley", "description": "Ray McKinley was an American jazz drummer, singer, and bandleader."}, {"title": "Glenn Miller Orchestra", "href": "/wiki/Glenn_Miller_Orchestra", "description": "Glenn Miller and His Orchestra was an American swing dance band formed by Glenn Miller in 1938. Arranged around a clarinet and tenor saxophone playing melody, and three other saxophones playing harmony, the band became the most popular and commercially successful dance orchestra of the swing era and one of the greatest singles charting acts of the 20th century."}]}, {"heading": "Deaths", "year": "1998", "date": "May 7", "txt": "Allan McLeod Cormack, South African-English physicist and academic, Nobel Prize laureate (b. 1924)", "entities": [{"title": "Allan McLeod Cormack", "href": "/wiki/Allan_McLeod_Cormack", "description": "Allan MacLeod Cormack was a South African American physicist who won the 1979 Nobel Prize in Physiology or Medicine for his work on X-ray computed tomography (CT)."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1998", "date": "May 7", "txt": "Eddie Rabbitt, American singer-songwriter and guitarist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 7", "txt": "Douglas Fairbanks, Jr., American captain, actor, and producer (b. 1909)", "entities": [{"title": "Douglas Fairbanks, Jr.", "href": "/wiki/Douglas_Fairbanks,_Jr.", "description": "Douglas Elton Fairbanks Jr.,, was an American actor and producer, and a decorated naval officer of World War II. He is best known for starring in such films as The Prisoner of Zenda (1937), Gunga Din (1939) and The Corsican Brothers (1941). He was the son of actor Douglas Fairbanks and was once married to Joan Crawford."}]}, {"heading": "Deaths", "year": "2001", "date": "May 7", "txt": "Jacques de Bourbon-Busset, French author and politician (b. 1912)", "entities": [{"title": "Jacques de Bourbon-Busset", "href": "/wiki/Jacques_de_Bourbon-Busset", "description": "Jacques de Bourbon, Count de Busset was a French novelist, essayist and politician. He was elected to the Académie française on 4 June 1981. He was a senior member of the House of Bourbon-Busset."}]}, {"heading": "Deaths", "year": "2004", "date": "May 7", "txt": "Waldemar Milewicz, Polish journalist (b. 1956)", "entities": [{"title": "Waldemar Milewicz", "href": "/wiki/Waldemar_Milewicz", "description": "Waldemar Milewicz was a Polish journalist and war correspondent."}]}, {"heading": "Deaths", "year": "2005", "date": "May 7", "txt": "Tristan Egolf, American author and activist (b. 1971)", "entities": [{"title": "Tristan Egolf", "href": "/wiki/Tristan_Egolf", "description": "Tristan Egolf was an American novelist, author, and political activist."}]}, {"heading": "Deaths", "year": "2005", "date": "May 7", "txt": "Peter Rodino, American captain and politician (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 7", "txt": "Otilino Tenorio, Ecuadorian footballer (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 7", "txt": "Richard Carleton, Australian journalist (b. 1943)", "entities": [{"title": "Richard Carleton", "href": "/wiki/Richard_Carleton", "description": "Richard George Carleton was a multi-Logie Award winning Australian television journalist."}]}, {"heading": "Deaths", "year": "2006", "date": "May 7", "txt": "Joan C. Edwards, American singer and philanthropist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 7", "txt": "Isabella Blow, English magazine editor (b. 1958)", "entities": [{"title": "Isabella Blow", "href": "/wiki/Isabella_Blow", "description": "Isabella \"Issie\" Blow was an English magazine editor. As the muse of hat designer Philip Treacy, she is credited with discovering the models Stella Tennant and Sophie Dahl as well as propelling and continually advocating the career of fashion designer Alexander McQueen, beginning when she bought the entirety of his explosive premier show inspired by Jack the Ripper. She died by suicide using the h"}]}, {"heading": "Deaths", "year": "2007", "date": "May 7", "txt": "Diego Corrales, American boxer (b. 1977)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 7", "txt": "Octavian Paler, Romanian journalist and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 7", "txt": "Yahweh ben Yahweh, American cult leader, founded the Nation of Yahweh (b. 1935)", "entities": [{"title": "Nation of Yahweh", "href": "/wiki/Nation_of_Yahweh", "description": "The Nation of Yahweh is a predominantly African American offshoot of the Black Hebrew Israelite religious movement which was founded in 1979 in Miami by former Nation of Islam minister, Hulon Mitchell Jr., who went by the name Yahweh ben Yahweh. Its goal is to move African Americans, who it believes are the original Israelites, to Israel. The group accepts Yahweh ben Yahweh as the Son of God. In t"}]}, {"heading": "Deaths", "year": "2009", "date": "May 7", "txt": "David Mellor, English designer (b. 1930)", "entities": [{"title": "David Mellor (designer)", "href": "/wiki/David_Mellor_(designer)", "description": "David Rogerson Mellor was an English designer, manufacturer, craftsman and retailer."}]}, {"heading": "Deaths", "year": "2009", "date": "May 7", "txt": "Danny Ozark, American baseball player, coach, and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 7", "txt": "Seve Ballesteros, Spanish golfer (b. 1957)", "entities": [{"title": "Seve Ballesteros", "href": "/wiki/Seve_Ballesteros", "description": "Severiano Ballesteros Sota was a Spanish professional golfer, a World No. 1 who was one of the sport's leading figures from the mid-1970s to the mid-1990s. A member of a gifted golfing family, he won 90 international tournaments in his career, including five major championships between 1979 and 1988: the Open Championship three times and the Masters Tournament twice. He gained attention in the gol"}]}, {"heading": "Deaths", "year": "2011", "date": "May 7", "txt": "Willard Boyle, Canadian physicist and academic, Nobel Prize laureate (b. 1924)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2011", "date": "May 7", "txt": "Big George, English songwriter, producer, and radio host (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 7", "txt": "Sammy Barr, Scottish trade union leader (b. 1931)", "entities": [{"title": "Sammy Barr", "href": "/wiki/Sammy_Barr", "description": "Samuel Alexander Barr was a British shipyard worker, trade unionist, and Upper Clyde Shipbuilders (UCS) work-in veteran. Barr was an \"inspiring speaker\" and organiser who was a \"widely respected shop steward\" of the Boilermakers' Society at the time of the \"historic work-in\" at the UCS in 1971. Barr was credited with coming up with the idea for a work-in, which gained a lot of publicity and forced"}]}, {"heading": "Deaths", "year": "2012", "date": "May 7", "txt": "Ferenc Bartha, Hungarian economist and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 7", "txt": "Dennis E. Fitch, American captain and pilot (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 7", "txt": "Ferruccio Mazzola, Italian footballer and manager (b. 1948)", "entities": [{"title": "Ferruccio Mazzola", "href": "/wiki/Ferruccio_Mazzola", "description": "Ferruccio Mazzola was an Italian former professional footballer and manager, who played as a midfielder. He was the son of former footballer Valentino Mazzola, and the younger brother of retired footballer Sandro Mazzola."}]}, {"heading": "Deaths", "year": "2013", "date": "May 7", "txt": "George Sauer, Jr., American football player (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 7", "txt": "Neville McNamara, Australian air marshal (b. 1923)", "entities": [{"title": "Neville McNamara", "href": "/wiki/Neville_McNamara", "description": "Air Chief Marshal Sir Neville Patrick McNamara, was a senior commander of the Royal Australian Air Force (RAAF). He served as Chief of the Air Staff (CAS), the RAAF's highest-ranking position, from 1979 until 1982, and as Chief of the Defence Force Staff (CDFS), Australia's top military role at the time, from 1982 until 1984. He was the second RAAF officer to hold the rank of air chief marshal."}]}, {"heading": "Deaths", "year": "2014", "date": "May 7", "txt": "Colin Pillinger, English astronomer, chemist, and academic (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 7", "txt": "Dick Welteroth, American baseball player (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 7", "txt": "Frank DiPascali, American businessman (b. 1956)", "entities": [{"title": "Frank DiPascali", "href": "/wiki/Frank_DiPascali", "description": "Frank DiPascali, Jr. was an American financier and fraudster who was a key lieutenant of Bernie Madoff for three decades. He referred to himself as the company's \"director of options trading\" and as \"chief financial officer\". For a number of years, he played a key part in the daily operation of the Madoff investment scandal, later recounting how he helped manipulate billions of dollars in account "}]}, {"heading": "Deaths", "year": "2015", "date": "May 7", "txt": "John Dixon, Australian-American author and illustrator (b. 1929)", "entities": []}]