[{"heading": "Events", "year": "0567 BC", "date": "May 25", "txt": "Servius Tullius, the king of Rome, celebrates a triumph for his victory over the Etruscans.", "entities": [{"title": "Servius Tullius", "href": "/wiki/Servius_Tullius", "description": "Servius Tullius was the legendary sixth king of Rome, and the second of its Etruscan dynasty. He reigned from 578 to 535 BC. Roman and Greek sources describe his servile origins and later marriage to a daughter of Lucius Tarquinius Priscus, Rome's first Etruscan king, who was assassinated in 579 BC. The constitutional basis for his accession is unclear; he is variously described as the first Roman"}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Roman triumph", "href": "/wiki/Roman_triumph", "description": "The Roman triumph was a civil ceremony and religious rite of ancient Rome, held to publicly celebrate and sanctify the success of a military commander who had led Roman forces to victory in the service of the state or, originally and traditionally, one who had successfully completed a foreign war."}, {"title": "Victory", "href": "/wiki/Victory", "description": "The term victory originally applied to warfare, and denotes success achieved in personal combat, after military operations in general or, by extension, in any competition. Success in a military campaign is considered a strategic victory, while the success in a military engagement is a tactical victory."}, {"title": "Etruscans", "href": "/wiki/Etruscans", "description": "The Etruscan civilization of ancient Italy covered a territory, at its greatest extent, of roughly what is now Tuscany, western Umbria, and northern Lazio, as well as parts of what are now the Po Valley, Emilia-Romagna, south-eastern Lombardy, southern Veneto, and Campania."}]}, {"heading": "Events", "year": "0240 BC", "date": "May 25", "txt": "First recorded perihelion passage of Halley's Comet.", "entities": [{"title": "Perihelion", "href": "/wiki/Perihelion", "description": "Apsis denotes either of the two extreme points in the orbit of a planetary body about its primary body. The plural term, \"apsides,\" usually implies both apsis points ; apsides can also refer to the distance of the extreme range of an object orbiting a host body. For example, the apsides of Earth's orbit of the Sun are two: the apsis for Earth's farthest point from the Sun, dubbed the aphelion; and"}, {"title": "Halley's Comet", "href": "/wiki/Halley%27s_Comet", "description": "Halley's Comet or Comet Halley, officially designated 1P/Halley, is a short-period comet visible from Earth every 75–76 years. Halley is the only known short-period comet that is regularly visible to the naked eye from Earth, and the only naked-eye comet that can appear twice in a human lifetime. Halley last appeared in the inner parts of the Solar System in 1986 and will next appear in mid-2061."}]}, {"heading": "Events", "year": "1085", "date": "May 25", "txt": "Alfonso VI of Castile takes Toledo, Spain, back from the Moors.", "entities": [{"title": "Alfonso VI of Castile", "href": "/wiki/Alfonso_VI_of_Castile", "description": "Alfonso VI, nicknamed the Brave or the Valiant, was king of León (1065–1072) and of Galicia (1071–1109), and then king of the reunited Castile and León (1072–1109)."}, {"title": "Toledo, Spain", "href": "/wiki/Toledo,_Spain", "description": "Toledo is a city and municipality of Spain, capital of the province of Toledo and the de jure seat of the government and parliament of the autonomous community of Castilla–La Mancha. Toledo was declared a World Heritage Site by UNESCO in 1986 for its extensive monumental and cultural heritage."}, {"title": "Moors", "href": "/wiki/Moors", "description": "The term Moor is an exonym first used by Christian Europeans to designate the Muslim inhabitants of the Maghreb, the Iberian Peninsula, Sicily and Malta during the Middle Ages. The Moors initially were the indigenous Maghrebine Berbers. The name was later also applied to Arabs and Arabized Iberians."}]}, {"heading": "Events", "year": "1420", "date": "May 25", "txt": "Henry the Navigator is appointed governor of the Order of Christ.", "entities": [{"title": "Henry the Navigator", "href": "/wiki/Henry_the_Navigator", "description": "Dom Henrique of Portugal, Duke of Viseu, better known as Prince Henry the Navigator, was a central figure in the early days of the Portuguese Empire and in the 15th-century European maritime discoveries and maritime expansion. Through his administrative direction, he is regarded as the main initiator of what would be known as the Age of Discovery. Henry was the fourth child of the Portuguese King "}, {"title": "Order of Christ (Portugal)", "href": "/wiki/Order_of_Christ_(Portugal)", "description": "The Military Order of Christ, before 1910 Royal Military Order of Our Lord Jesus Christ, previously the Order of the Knights of Our Lord Jesus Christ, is the former Knights Templar order as it was reconstituted in Portugal after the Templars were abolished on 22 March 1312 by the papal bull, Vox in excelso, issued by Pope Clement V. The Order of Christ was founded in 1319, with the protection of t"}]}, {"heading": "Events", "year": "1521", "date": "May 25", "txt": "The Diet of Worms ends when Charles V, Holy Roman Emperor, issues the Edict of Worms, declaring Martin Luther an outlaw.", "entities": [{"title": "Diet of Worms", "href": "/wiki/Diet_of_Worms", "description": "The Diet of Worms of 1521 was an imperial diet of the Holy Roman Empire called by Emperor Charles V and conducted in the Imperial Free City of Worms. Martin Luther was summoned to the Diet in order to renounce or reaffirm his views in response to a Papal bull of Pope Leo X. In answer to questioning, he defended these views and refused to recant them. At the end of the Diet, the Emperor issued the "}, {"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}, {"title": "Edict of Worms", "href": "/wiki/Edict_of_Worms", "description": "The Diet of Worms of 1521 was an imperial diet of the Holy Roman Empire called by Emperor Charles V and conducted in the Imperial Free City of Worms. Martin Luther was summoned to the Diet in order to renounce or reaffirm his views in response to a Papal bull of Pope Leo X. In answer to questioning, he defended these views and refused to recant them. At the end of the Diet, the Emperor issued the "}, {"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}, {"title": "Outlaw", "href": "/wiki/Outlaw", "description": "In historical legal systems, an outlaw is one declared as outside the protection of the law. In pre-modern societies, all legal protection was withdrawn from the criminal, so that anyone is legally empowered to persecute or kill them. Outlawry was thus one of the harshest penalties in the legal system. In early Germanic law, the death penalty is conspicuously absent, and outlawing is the most extr"}]}, {"heading": "Events", "year": "1644", "date": "May 25", "txt": "Ming general Wu Sangui forms an alliance with the invading Manchus and opens the gates of the Great Wall of China at Shanhaiguan pass, letting the Manchus through towards the capital Beijing.", "entities": [{"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Wu Sangui", "href": "/wiki/Wu_Sangui", "description": "Wu Sangui, courtesy name Changbai (長白) or Changbo (長伯), 1612 – 2 October 1678, was a Chinese military leader who played an instrumental role in the fall of the Ming dynasty and the establishment of the Qing dynasty in its place."}, {"title": "Manchus", "href": "/wiki/Manchus", "description": "The Manchu are an ethnic minority in China and the people from whom Manchuria derives its name. They are sometimes called \"red-tasseled Manchus\", a reference to the ornamentation on traditional Manchu hats. The Later Jin (1616–1636) and Qing dynasty (1636–1912) were established and ruled by Manchus, who are descended from the Jurchen people who earlier established the Jin dynasty (1115–1234) in Ch"}, {"title": "Great Wall of China", "href": "/wiki/Great_Wall_of_China", "description": "The Great Wall of China is a series of fortifications that were built across the historical northern borders of ancient Chinese states and Imperial China as protection against various nomadic groups from the Eurasian Steppe. Several walls were built from as early as the 7th century BC, with selective stretches later joined together by Qin Shi Huang (220–206 BC), the first emperor of China. Little "}, {"title": "Shanhai Pass", "href": "/wiki/Shanhai_Pass", "description": "Shanhai Pass or Shanhaiguan is one of the major passes in the Great Wall of China, being the easternmost stronghold along the Ming Great Wall, and commands the narrowest choke point in the Liaoxi Corridor. It is located in Shanhaiguan District, Qinhuangdao, Hebei province, on the east bank of the Shi River between the Yan Mountains and the Liaodong Bay coast."}]}, {"heading": "Events", "year": "1659", "date": "May 25", "txt": "Richard Cromwell resigns as Lord Protector of England following the restoration of the Long Parliament, beginning a second brief period of the republican government called the Commonwealth of England.", "entities": [{"title": "Richard Cromwell", "href": "/wiki/Richard_Cromwell", "description": "Richard Cromwell was an English statesman who was the latter Lord Protector of the Commonwealth of England, Scotland and Ireland and son of the first Lord Protector, Oliver Cromwell."}, {"title": "Lord Protector", "href": "/wiki/Lord_Protector", "description": "Lord Protector is a title that has been used in British constitutional law for the head of state. It is also a particular title for the British heads of state in respect to the established church. It is sometimes used to refer to holders of other temporary posts; for example, a regent acting for the absent monarch."}, {"title": "Long Parliament", "href": "/wiki/Long_Parliament", "description": "The Long Parliament was an English Parliament which lasted from 1640 until 1660. It followed the fiasco of the Short Parliament, which had convened for only three weeks during the spring of 1640 after an 11-year parliamentary absence. In September 1640, King Charles I issued writs summoning a parliament to convene on 3 November 1640. He intended it to pass financial bills, a step made necessary by"}, {"title": "Republicanism", "href": "/wiki/Republicanism", "description": "Republicanism is the idea in which elected leaders represent the interests of the people. Historically, it ranges from the rule of a representative minority or oligarchy to popular sovereignty. It has had different definitions and interpretations which vary significantly based on historical context and methodological approach."}, {"title": "Commonwealth of England", "href": "/wiki/Commonwealth_of_England", "description": "The Commonwealth was the political structure during the period from 1649 to 1660 when England and Wales, later along with Ireland and Scotland, were governed as a republic after the end of the Second English Civil War and the trial and execution of Charles I. The republic's existence was declared through \"An Act declaring England to be a Commonwealth\", adopted by the Rump Parliament on 19 May 1649"}]}, {"heading": "Events", "year": "1660", "date": "May 25", "txt": "Charles II lands at Dover at the invitation of the Convention Parliament, which marks the end of the Cromwell-proclaimed Commonwealth of England, Scotland and Ireland and begins the Restoration of the British monarchy.", "entities": [{"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "Convention Parliament (England)", "href": "/wiki/Convention_Parliament_(England)", "description": "The Convention Parliament was a parliament in English history which, owing to an abeyance of the Crown, assembled without formal summons by the Sovereign. Sir William Blackstone applied the term to only two English Parliaments, those of 1660 and 1689, but some sources have also applied the name to the parliament of 1399."}, {"title": "Cromwell", "href": "/wiki/Cromwell", "description": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth."}, {"title": "Commonwealth of England, Scotland and Ireland", "href": "/wiki/Commonwealth_of_England,_Scotland_and_Ireland", "description": "The Protectorate was the period during the Commonwealth during which England and Wales, Scotland, Ireland and the English overseas possessions were governed by a Lord Protector as a republic. The Protectorate began in 1653, when the dissolution of the Rump Parliament and then Barebone's Parliament allowed Oliver Cromwell to be appointed Lord Protector of the Commonwealth under the terms of the Ins"}, {"title": "Stuart Restoration", "href": "/wiki/Stuart_Restoration", "description": "The Restoration of the Stuart monarchy in the kingdoms of England, Scotland and Ireland took place in 1660 when King Charles II returned from exile in Europe. The preceding period of the Protectorate and the civil wars came to be known as the Interregnum (1649–1660)."}]}, {"heading": "Events", "year": "1738", "date": "May 25", "txt": "A treaty between Pennsylvania and Maryland ends the Conojocular War with settlement of a boundary dispute and exchange of prisoners.", "entities": [{"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}, {"title": "Maryland", "href": "/wiki/Maryland", "description": "Maryland is a state in the Mid-Atlantic region of the United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. Baltimore is the largest city in the state and the capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State"}, {"title": "Cresap's War", "href": "/wiki/Cresap%27s_War", "description": "Cresap's War was a border conflict between Pennsylvania and Maryland, fought in the 1730s. Hostilities erupted in 1730 with a series of violent incidents prompted by disputes over property rights and law enforcement, and escalated through the first half of the decade, culminating in the deployment of military forces by Maryland in 1736 and by Pennsylvania in 1737. The armed phase of the conflict e"}, {"title": "Territorial dispute", "href": "/wiki/Territorial_dispute", "description": "A territorial dispute or boundary dispute is a disagreement over the possession or control of land between two or more political entities."}, {"title": "Prisoner of war", "href": "/wiki/Prisoner_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}]}, {"heading": "Events", "year": "1787", "date": "May 25", "txt": "After a delay of 11 days, the United States Constitutional Convention formally convenes in Philadelphia after a quorum of seven states is secured.", "entities": [{"title": "Constitutional Convention (United States)", "href": "/wiki/Constitutional_Convention_(United_States)", "description": "The Constitutional Convention took place from May 25 to September 17, 1787, in the old Pennsylvania State House in Philadelphia. Although the convention was intended to revise the league of states and first system of government under the Articles of Confederation, the intention from the outset of many of its proponents, chief among them James Madison of Virginia and Alexander Hamilton of New York,"}, {"title": "Quorum", "href": "/wiki/Quorum", "description": "A quorum is the minimum number of members of a deliberative assembly necessary to conduct the business of that group. According to Robert's Rules of Order Newly Revised, the \"requirement for a quorum is protection against totally unrepresentative action in the name of the body by an unduly small number of persons.\" In contrast, a plenum is a meeting of the full body."}]}, {"heading": "Events", "year": "1798", "date": "May 25", "txt": "United Irishmen Rebellion: Battle of Carlow begins; executions of suspected rebels at Carnew and at Dunlavin Green take place.", "entities": [{"title": "Irish Rebellion of 1798", "href": "/wiki/Irish_Rebellion_of_1798", "description": "The Irish Rebellion of 1798 was a major uprising against British rule in Ireland. The main organising force was the Society of United Irishmen, a republican revolutionary group influenced by the ideas of the American and French revolutions: originally formed by Presbyterian radicals angry at being shut out of power by the Anglican establishment, they were joined by many from the majority Catholic "}, {"title": "Battle of Carlow", "href": "/wiki/Battle_of_Carlow", "description": "The Battle of Carlow took place in Carlow town, Ireland on 25 May 1798 when Carlow rebels rose in support of the 1798 rebellion which had begun the day before in County Kildare. The United Irishmen organisation in Carlow led by a young brogue-maker named Mick Heydon who had taken over the leadership following the arrest of the previous leader, Peter Ivers, who was arrested with several other leadi"}, {"title": "Carnew executions", "href": "/wiki/Carnew_executions", "description": "The Carnew executions refer to the summary execution of 28 prisoners being held as suspected United Irishmen by the local garrison in the British army barracks base of Carnew Castle, Carnew, County Wicklow, Ireland on 25 May 1798."}, {"title": "Dunlavin Green executions", "href": "/wiki/Dunlavin_Green_executions", "description": "The Dunlavin Green executions refers to the summary execution of 36 suspected rebel prisoners in County Wicklow by the British military shortly after the outbreak of the rebellion of 1798. There are several accounts of the events, recorded at differing times and differing in detail."}]}, {"heading": "Events", "year": "1809", "date": "May 25", "txt": "Chuquisaca Revolution: Patriot revolt in Chuquisaca (modern-day Sucre) against the Spanish Empire, sparking the Latin American wars of independence.", "entities": [{"title": "Chuquisaca Revolution", "href": "/wiki/Chuquisaca_Revolution", "description": "The Chuquisaca Revolution was a popular uprising on 25 May 1809 against the governor and intendant of Chuquisaca, Ramón García León de Pizarro. The Real Audiencia of Charcas, with support from the faculty of University of Saint Francis Xavier, deposed the governor and formed a junta. The revolution is known in Bolivia as the \"First cry of freedom\", meaning, the first step in the Spanish American w"}, {"title": "Sucre", "href": "/wiki/Sucre", "description": "Sucre is the constitutional capital of Bolivia, the capital of the Chuquisaca Department and the 6th most populated city in Bolivia. Located in the south-central part of the country, Sucre lies at an elevation of 2,810 meters. This relatively high altitude gives the city a subtropical highland climate with cool temperatures year-round."}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Latin American wars of independence", "href": "/wiki/Latin_American_wars_of_independence", "description": "Decolonization of the Americas refers to the process by which the countries in the Americas gained their independence from European rule. The American Revolution was the first in the Americas, and the British defeat in the American Revolutionary War (1775–1783) was a surprising victory against a great power. The French Revolution in Europe followed, and collectively these events had profound effec"}]}, {"heading": "Events", "year": "1810", "date": "May 25", "txt": "May Revolution: Citizens of Buenos Aires expel Viceroy Baltasar Hidalgo de Cisneros during the \"May Week\", starting the Argentine War of Independence.", "entities": [{"title": "May Revolution", "href": "/wiki/May_Revolution", "description": "The May Revolution was a week-long series of events that took place from May 18 to 25, 1810, in Buenos Aires, capital of the Viceroyalty of the Río de la Plata. This Spanish colony included roughly the territories of present-day Argentina, Bolivia, Paraguay, Uruguay, and parts of Brazil. The result was the removal of Viceroy Baltasar Hidalgo de Cisneros and the establishment of a local government,"}, {"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}, {"title": "Viceroyalty of the Río de la Plata", "href": "/wiki/Viceroyalty_of_the_R%C3%ADo_de_la_Plata", "description": "The Viceroyalty of the Río de la Plata was the last to be organized and also the shortest-lived of the Viceroyalties of the Spanish Empire in the Americas."}, {"title": "Baltasar Hidalgo de Cisneros", "href": "/wiki/Baltasar_Hidalgo_de_Cisneros", "description": "Baltasar Hidalgo de Cisneros y de la Torre (1756–1829) was a Spanish naval officer born in Cartagena. He took part in the Battle of Cape St Vincent and the Battle of Trafalgar, and in the Spanish resistance against Napoleon's invasion in 1808. He was later appointed Viceroy of the Viceroyalty of the Río de la Plata, replacing Santiago de Liniers. He disestablished the government Junta of Javier de"}, {"title": "May Revolution", "href": "/wiki/May_Revolution#May_Week", "description": "The May Revolution was a week-long series of events that took place from May 18 to 25, 1810, in Buenos Aires, capital of the Viceroyalty of the Río de la Plata. This Spanish colony included roughly the territories of present-day Argentina, Bolivia, Paraguay, Uruguay, and parts of Brazil. The result was the removal of Viceroy Baltasar Hidalgo de Cisneros and the establishment of a local government,"}, {"title": "Argentine War of Independence", "href": "/wiki/Argentine_War_of_Independence", "description": "The Argentine War of Independence was fought from 1810 to 1818 by Argentine patriotic forces under Manuel Belgrano, Juan José Castelli and José de San Martín against royalist forces loyal to the Spanish crown. On July 9, 1816, an assembly met in San Miguel de Tucumán, declared full independence with provisions for a national constitution."}]}, {"heading": "Events", "year": "1819", "date": "May 25", "txt": "The Argentine Constitution of 1819 is promulgated.", "entities": [{"title": "Argentine Constitution of 1819", "href": "/wiki/Argentine_Constitution_of_1819", "description": "The Argentine Constitution of 1819 was a Constitution drafted by the Congress of Tucumán in 1819, shortly after the Argentine War of Independence. It was promoted by Buenos Aires but rejected by the other provinces and did not come into force."}, {"title": "Promulgation", "href": "/wiki/Promulgation", "description": "Promulgation is the formal proclamation or the declaration that a new statutory or administrative law is enacted after its final approval. In some jurisdictions, this additional step is necessary before the law can take effect."}]}, {"heading": "Events", "year": "1833", "date": "May 25", "txt": "The Chilean Constitution of 1833 is promulgated.", "entities": [{"title": "Chilean Constitution of 1833", "href": "/wiki/Chilean_Constitution_of_1833", "description": "The Constitution of 1833 was the constitution used in Chile from 1833 to 1925 when it was replaced by the Constitution of 1925. One of the most long-lived constitutions of Latin America, it was used to endorse both an authoritarian, presidential system and from 1891 onwards an oligarchic, parliamentary system."}]}, {"heading": "Events", "year": "1865", "date": "May 25", "txt": "In Mobile, Alabama, around 300 people are killed when an ordnance depot explodes.", "entities": [{"title": "Mobile, Alabama", "href": "/wiki/Mobile,_Alabama", "description": "Mobile is the county seat of Mobile County, Alabama, United States. The population within the city limits was 195,111 as of the 2010 United States Census, making it the third-most-populous city in Alabama, and the most populous in Mobile County."}, {"title": "Mobile magazine explosion", "href": "/wiki/Mobile_magazine_explosion", "description": "On May 25, 1865, in Mobile, Alabama, in the Southern United States, an ordnance depot or \"magazine\" exploded, killing some 300 persons. This event occurred just after the end of the American Civil War, during the occupation of the city by victorious Federal troops."}]}, {"heading": "Events", "year": "1878", "date": "May 25", "txt": "Gilbert and Sullivan's comic opera H.M.S. Pinafore opens at the Opera Comique in London.", "entities": [{"title": "Gilbert and Sullivan", "href": "/wiki/Gilbert_and_Sullivan", "description": "Gilbert and Sullivan refers to the Victorian-era theatrical partnership of the dramatist W. S. Gilbert (1836–1911) and the composer Arthur Sullivan (1842–1900) and to the works they jointly created. The two men collaborated on fourteen comic operas between 1871 and 1896, of which H.M.S. Pinafore, The Pirates of Penzance and The Mikado are among the best known."}, {"title": "Comic opera", "href": "/wiki/Comic_opera", "description": "Comic opera is a sung dramatic work of a light or comic nature, usually with a happy ending and often including spoken dialogue."}, {"title": "Opera Comique", "href": "/wiki/Opera_Comique", "description": "The Opera Comique was a 19th-century theatre constructed in Westminster, London, between Wych Street, Holywell Street and the Strand. It opened in 1870 and was demolished in 1902, to make way for the construction of the Aldwych and Kingsway."}]}, {"heading": "Events", "year": "1895", "date": "May 25", "txt": "Playwright, poet and novelist Oscar Wilde is convicted of \"committing acts of gross indecency with other male persons\" and sentenced to serve two years in prison.", "entities": [{"title": "Oscar Wilde", "href": "/wiki/Oscar_Wilde", "description": "Oscar Fingal O'Flahertie Wills Wilde was an Irish poet and playwright. After writing in different forms throughout the 1880s, the early 1890s saw him become one of the most popular playwrights in London. He is best remembered for his epigrams and plays, his novel The Picture of Dorian Gray, and the circumstances of his criminal conviction for gross indecency for consensual homosexual acts in \"one "}, {"title": "Labouchere Amendment", "href": "/wiki/Labouchere_Amendment", "description": "Section 11 of the Criminal Law Amendment Act 1885, commonly known as the Labouchere Amendment, made \"gross indecency\" a crime in the United Kingdom. In practice, the law was used broadly to prosecute male homosexuals where actual sodomy could not be proven. The penalty of life imprisonment for sodomy was also so harsh that successful prosecutions were rare. The new law was much more enforceable. I"}, {"title": "Homosexuality", "href": "/wiki/Homosexuality", "description": "Homosexuality is romantic attraction, sexual attraction, or sexual behavior between members of the same sex or gender. As a sexual orientation, homosexuality is \"an enduring pattern of emotional, romantic, and/or sexual attractions\" to people of the same sex. It \"also refers to a person's sense of identity based on those attractions, related behaviors, and membership in a community of others who s"}]}, {"heading": "Events", "year": "1895", "date": "May 25", "txt": "The Republic of Formosa is formed, with Tang Jingsong as its president.", "entities": [{"title": "Tang Jingsong", "href": "/wiki/Tang_Jingsong", "description": "Tang Jingsong was a Chinese general and statesman. He commanded the Yunnan Army in the Sino-French War, and made an important contribution to China's military effort in Tonkin by persuading the Black Flag leader Liu Yongfu to serve under Chinese command. His intelligent, though ultimately unsuccessful, direction of the Siege of Tuyên Quang was widely praised. He later became governor of the Chines"}, {"title": "List of rulers of Taiwan", "href": "/wiki/List_of_rulers_of_Taiwan#Republic_of_Formosa_.281895.29", "description": "This is a list of the highest-ranked rulers based on the island of Taiwan."}]}, {"heading": "Events", "year": "1914", "date": "May 25", "txt": "The House of Commons of the United Kingdom passes the Home Rule Bill for devolution in Ireland.", "entities": [{"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Home Rule Act 1914", "href": "/wiki/Home_Rule_Act_1914", "description": "The Government of Ireland Act 1914, also known as the Home Rule Act, and before enactment as the Third Home Rule Bill, was an Act passed by the Parliament of the United Kingdom intended to provide home rule for Ireland. It was the third such bill introduced by a Liberal government during a 28-year period in response to agitation for Irish Home Rule."}, {"title": "Devolution", "href": "/wiki/Devolution", "description": "Devolution is the statutory delegation of powers from the central government of a sovereign state to govern at a subnational level, such as a regional or local level. It is a form of administrative decentralization. Devolved territories have the power to make legislation relevant to the area and thus granting them a higher level of autonomy."}]}, {"heading": "Events", "year": "1925", "date": "May 25", "txt": "Scopes Trial: John T. Scopes is indicted for teaching human evolution in Tennessee.", "entities": [{"title": "Scopes Trial", "href": "/wiki/Scopes_Trial", "description": "The Scopes Trial, formally known as The State of Tennessee v. John Thomas Scopes and commonly referred to as the Scopes Monkey Trial, was an American legal case in July 1925 in which a high school teacher, John T. Scopes, was accused of violating Tennessee's Butler Act, which had made it unlawful to teach human evolution in any state-funded school. The trial was deliberately staged in order to att"}, {"title": "John T. Scopes", "href": "/wiki/John_T._Scopes", "description": "John Thomas Scopes was a teacher in Dayton, Tennessee, who was charged on May 5, 1925, with violating Tennessee's Butler Act, which prohibited the teaching of human evolution in Tennessee schools. He was tried in a case known as the Scopes Trial, in which he was found guilty and fined $100."}, {"title": "Human evolution", "href": "/wiki/Human_evolution", "description": "Human evolution is the evolutionary process within the history of primates that led to the emergence of Homo sapiens as a distinct species of the hominid family, which includes the great apes. This process involved the gradual development of traits such as human bipedalism and language, as well as interbreeding with other hominins, which indicate that human evolution was not linear but a web."}]}, {"heading": "Events", "year": "1926", "date": "May 25", "txt": "Sholom Schwartzbard assassinates Symon Petliura, the head of the government of the Ukrainian People's Republic, which is in government-in-exile in Paris.", "entities": [{"title": "Sholom Schwartzbard", "href": "/wiki/Sholom_Schwartzbard", "description": "Samuel (Sholem) Schwarzbard was a Jewish Russian-born French Yiddish poet. He served in the French and Soviet military, was an anarchist, and is known for the assassination of the Ukrainian national leader Symon Petliura. He wrote poetry in Yiddish under the pen name of Baal-Khaloymes."}, {"title": "Symon Petliura", "href": "/wiki/Symon_Petliura", "description": "Symon Vasylyovych Petliura\n(Ukrainian: Си́мон Васи́льович Петлю́ра; 22 May [O.S. 10 May] 1879 – May 25, 1926) was a Ukrainian politician and journalist. He became the Supreme Commander of the Ukrainian Army and the President of the Ukrainian People's Republic during Ukraine's short-lived sovereignty in 1918–1921, leading Ukraine's struggle for independence following the fall of the Russian Empire "}, {"title": "Ukrainian People's Republic", "href": "/wiki/Ukrainian_People%27s_Republic", "description": "The Ukrainian People's Republic (UPR), or Ukrainian National Republic (UNR), was declared in Ukraine following the February Revolution in Russia. It initially formed part of the Russian Republic and proclaimed its independence from the Russian Soviet Republic on 25 January 1918. During its short existence, the republic went through several political transformations - from the socialist-leaning rep"}, {"title": "Exile", "href": "/wiki/Exile", "description": "To be in exile means to be forced away from one's home and unable to return. People may be in exile for various reasons, for legal or other reasons."}]}, {"heading": "Events", "year": "1935", "date": "May 25", "txt": "Jesse Owens of Ohio State University breaks three world records and ties a fourth at the Big Ten Conference Track and Field Championships in Ann Arbor, Michigan.", "entities": [{"title": "Jesse Owens", "href": "/wiki/Jesse_Owens", "description": "James Cleveland \"Jesse\" Owens was an American track and field athlete and four-time gold medalist in the 1936 Olympic Games."}, {"title": "Ohio State University", "href": "/wiki/Ohio_State_University", "description": "The Ohio State University, commonly Ohio State or OSU, is a public land-grant research university in Columbus, Ohio. The flagship of the University System of Ohio, it is considered a Public Ivy, and has been ranked by major institutional rankings as among the best public universities in the United States. Founded in 1870 as the state's land-grant university and the ninth university in Ohio with th"}, {"title": "Big Ten Conference", "href": "/wiki/Big_Ten_Conference", "description": "The Big Ten Conference is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For over eight decades this conference consisted of ten universities, and presently has 14 member and two affiliate institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A"}, {"title": "Ann Arbor, Michigan", "href": "/wiki/Ann_Arbor,_Michigan", "description": "Ann Arbor is a city in the U.S. state of Michigan and the county seat of Washtenaw County. The 2010 census recorded its population to be 113,934. It is the principal city of the Ann Arbor Metropolitan Statistical Area, which encompasses all of Washtenaw County. Ann Arbor is also included in the larger Greater Detroit Combined Statistical Area."}]}, {"heading": "Events", "year": "1938", "date": "May 25", "txt": "Spanish Civil War: The bombing of Alicante kills 313 people.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Alicante", "href": "/wiki/Alicante", "description": "Alicante is a city and municipality in the Valencian Community, Spain. It is the capital of the province of Alacant and a historic Mediterranean port. The population of the city was 330,525 as of 2016, the second-largest in Valencian Community."}]}, {"heading": "Events", "year": "1940", "date": "May 25", "txt": "World War II: The German 2nd Panzer Division captures the port of Boulogne-sur-Mer; the surrender of the last French and British troops marks the end of the Battle of Boulogne.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "2nd Panzer Division (Wehrmacht)", "href": "/wiki/2nd_Panzer_Division_(Wehrmacht)", "description": "The 2nd Panzer Division was an armoured division in the German Army, the Heer, during World War II."}, {"title": "Boulogne-sur-Mer", "href": "/wiki/Boulogne-sur-Mer", "description": "Boulogne-sur-Mer, often called just Boulogne, is a coastal city in Northern France. It is a sub-prefecture of the department of Pas-de-Calais. Boulogne lies on the Côte d'Opale, a touristic stretch of French coast on the English Channel between Calais and Normandy, and the most visited location in the region after the Lille conurbation. Boulogne is its department's second-largest city after Calais"}, {"title": "Battle of Boulogne (1940)", "href": "/wiki/Battle_of_Boulogne_(1940)", "description": "The Battle of Boulogne in 1940 was the defence of the port of Boulogne-sur-Mer by French, British and Belgian troops in the Battle of France during the Second World War. The battle was fought at the same time as the Siege of Calais, just before Operation Dynamo, the evacuation of the British Expeditionary Force (BEF) from Dunkirk. After the Franco-British counter-attack at the Battle of Arras on 2"}]}, {"heading": "Events", "year": "1946", "date": "May 25", "txt": "The parliament of Transjordan makes Abdullah I of Jordan their Emir.", "entities": [{"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}, {"title": "Abdullah I of Jordan", "href": "/wiki/Abdullah_I_of_Jordan", "description": "Abdullah I bin Al-Hussein was the founder and ruler of the Jordanian realm from 11 April 1921 until his assassination on the 20th of July 1951. He was the Emir of Transjordan, a British protectorate, until 25 May 1946, after which he was the king of an independent Jordan. He was a 38th-generation direct descendant of Muhammad, as he belongs to the Hashemite family."}, {"title": "Emir", "href": "/wiki/Emir", "description": "An emir, sometimes transliterated amir, amier, or ameer, can refer to a king or an aristocratic or noble and military title of high office used in a variety of places in the Arab countries, West Africa, Afghanistan and in the Indian subcontinent. The term has been widely used to denote a \"commander\", \"general\", or \"leader\" i.e. Amir al-Mu'min. The feminine form is emira. When translated as \"prince"}]}, {"heading": "Events", "year": "1953", "date": "May 25", "txt": "Nuclear weapons testing: At the Nevada Test Site, the United States conducts its first and only nuclear artillery test.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Nevada Test Site", "href": "/wiki/Nevada_Test_Site", "description": "The Nevada National Security Site, known as the Nevada Test Site (NTS) until August 23, 2010, is a United States Department of Energy (DoE) reservation located in southeastern Nye County, Nevada, about 65 miles (105 km) northwest of the city of Las Vegas. Formerly known as the Nevada Proving Grounds, the site was established on January 11, 1951 for the testing of nuclear devices, covering approxim"}, {"title": "Upshot-Knothole Grable", "href": "/wiki/Upshot-Knothole_Grable", "description": "Upshot–Knothole Grable was a nuclear weapons test conducted by the United States as part of Operation Upshot–Knothole. Detonation of the associated nuclear weapon occurred 19 seconds after its deployment at 8:30am PDT on May 25, 1953, in Area 5 of the Nevada Test Site. The codename Grable was chosen because the letter Grable is phonetic for G, as in \"gun\", since the warhead was a gun-type fission "}, {"title": "Nuclear artillery", "href": "/wiki/Nuclear_artillery", "description": "Nuclear artillery is a subset of limited-yield tactical nuclear weapons, in particular those weapons that are launched from the ground at battlefield targets. Nuclear artillery is commonly associated with shells delivered by a cannon, but in a technical sense short-range artillery rockets or tactical ballistic missiles are also included."}]}, {"heading": "Events", "year": "1953", "date": "May 25", "txt": "The first public television station in the United States officially begins broadcasting as KUHT from the campus of the University of Houston.", "entities": [{"title": "KUHT", "href": "/wiki/KUHT", "description": "KUHT, virtual and VHF digital channel 8, is a Public Broadcasting Service (PBS) member television station licensed to Houston, Texas, United States. Owned by the University of Houston System, it is sister to National Public Radio (NPR) member station KUHF. The two stations share studios and offices in the Melcher Center for Public Broadcasting on the campus of the University of Houston. KUHT's tra"}, {"title": "University of Houston", "href": "/wiki/University_of_Houston", "description": "The University of Houston is a public research university in Houston, Texas, and the flagship institution of the University of Houston System. Founded in 1927, U of H is the third-largest university in Texas with over 46,000 students. Its campus spans 667 acres (2.70 km2) in southeast Houston, and was known as University of Houston–University Park from 1983 to 1991. The university is classified am"}]}, {"heading": "Events", "year": "1955", "date": "May 25", "txt": "In the United States, a night-time F5 tornado strikes the small city of Udall, Kansas, killing 80 and injuring 273. It is the deadliest tornado to ever occur in the state and the 23rd deadliest in the U.S.", "entities": [{"title": "Fujita scale", "href": "/wiki/Fujita_scale", "description": "The Fujita scale, or Fujita–Pearson scale, is a scale for rating tornado intensity, based primarily on the damage tornadoes inflict on human-built structures and vegetation. The official Fujita scale category is determined by meteorologists and engineers after a ground or aerial damage survey, or both; and depending on the circumstances, ground-swirl patterns, weather radar data, witness testimoni"}, {"title": "Tornado", "href": "/wiki/Tornado", "description": "A tornado is a violently rotating column of air that is in contact with both the surface of the Earth and a cumulonimbus cloud or, in rare cases, the base of a cumulus cloud. The windstorm is often referred to as a twister, whirlwind or cyclone, although the word cyclone is used in meteorology to name a weather system with a low-pressure area in the center around which, from an observer looking do"}, {"title": "Udall, Kansas", "href": "/wiki/Udall,_Kansas", "description": "Udall is a city in Cowley County, Kansas, United States. As of the 2010 census, the city population was 746."}]}, {"heading": "Events", "year": "1955", "date": "May 25", "txt": "First ascent of Mount Kangchenjunga: On the British Kangchenjunga expedition led by Charles Evans, Joe Brown and George Band reach the summit of the third-highest mountain in the world (8,586 meters); Norman Hardie and Tony Streather join them the following day.", "entities": [{"title": "1955 British Kangchenjunga expedition", "href": "/wiki/1955_British_Kangchenjunga_expedition", "description": "The 1955 British Kangchenjunga expedition succeeded in climbing the 28,168-foot (8,586 m) Kangchenjunga, the third highest mountain in the world, for the first time. The expedition complied with a request from the Sikkim authorities that the summit should not be trodden on so the climbers deliberately stopped about five feet below the summit. George Band and Joe Brown reached the top on 25 May 195"}, {"title": "Charles Evans (mountaineer)", "href": "/wiki/Charles_Evans_(mountaineer)", "description": "Sir Robert Charles Evans M.D., DSc, was a British mountaineer, surgeon, and educator. He was leader of the 1955 British Kangchenjunga expedition and deputy leader of the 1953 British Mount Everest expedition, both of which were successful."}, {"title": "Joe Brown (climber)", "href": "/wiki/Joe_Brown_(climber)", "description": "Joseph Brown was an English mountaineer who was regarded as an outstanding pioneer of rock climbing during the 1950s and early 1960s. Together with his early climbing partner, Don Whillans, he was one of a new breed of British post-war climbers who came from working class backgrounds in contrast to the upper and middle class professionals who had dominated the sport up to the Second World War. He "}, {"title": "George Band", "href": "/wiki/George_Band", "description": "George Christopher Band was an English mountaineer. He was the youngest climber on the 1953 British expedition to Mount Everest on which Edmund Hillary and Tenzing Norgay made the first ascent of the mountain. In 1955, he and Joe Brown were the first climbers to ascend Kangchenjunga, the third highest mountain in the world."}, {"title": "Tony Streather", "href": "/wiki/Tony_Streather", "description": "Lieutenant-Colonel Harry Reginald Antony Streather was a British Army officer who served in the Gloucestershire Regiment, and mountaineer who first-ascended the third-highest mountain in the world, on the 1955 British Kangchenjunga expedition, and Tirich Mir. Streather was the first man ever to climb two peaks higher than 25,000 feet (7,600 m)."}]}, {"heading": "Events", "year": "1961", "date": "May 25", "txt": "Apollo program: U.S. President John F. Kennedy announces, before a special joint session of the U.S. Congress, his goal to initiate a project to put a \"man on the Moon\" before the end of the decade.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1963", "date": "May 25", "txt": "The Organisation of African Unity is established in Addis Ababa, Ethiopia.", "entities": [{"title": "Organisation of African Unity", "href": "/wiki/Organisation_of_African_Unity", "description": "The Organisation of African Unity was an intergovernmental organization established on 25 May 1963 in Addis Ababa, Ethiopia, with 32 signatory governments. One of the main heads for OAU's establishment was Kwame Nkrumah of Ghana. It was disbanded on 9 July 2002 by its last chairman, South African President Thabo Mbeki, and replaced by the African Union (AU). Some of the key aims of the OAU were to"}, {"title": "Addis Ababa", "href": "/wiki/Addis_Ababa", "description": "Addis Ababa, also known as Finfinne and Sheger, is a chartered city and the capital of Ethiopia, as well as of Oromia State. Addis Ababa is the largest city in Ethiopia, with, according to the 2007 census, a population of 2,739,551 inhabitants. It is where the African Union is headquartered and where its predecessor, the Organisation of African Unity (OAU), was based. It also hosts the headquarter"}]}, {"heading": "Events", "year": "1966", "date": "May 25", "txt": "Explorer program: Explorer 32 launches.", "entities": [{"title": "Explorer program", "href": "/wiki/Explorer_program", "description": "The Explorers Program is a United States space exploration program that provides flight opportunities for physics, geophysics, heliophysics, and astrophysics investigations from space. Launched in 1958, Explorer 1 was the first spacecraft of the United States to achieve orbit. Over 90 space missions have been launched since. Starting with Explorer 6, it has been operated by NASA, with regular coll"}]}, {"heading": "Events", "year": "1968", "date": "May 25", "txt": "The Gateway Arch in St. Louis, Missouri, is dedicated.", "entities": [{"title": "Gateway Arch", "href": "/wiki/Gateway_Arch", "description": "The Gateway Arch is a 630-foot (192 m) monument in St. Louis, Missouri, United States. Clad in stainless steel and built in the form of a weighted catenary arch, it is the world's tallest arch, the tallest man-made monument in the Western Hemisphere, and Missouri's tallest accessible building. Built as a monument to the westward expansion of the United States, and officially dedicated to \"the Amer"}, {"title": "St. Louis", "href": "/wiki/St._Louis", "description": "St. Louis is the second-largest city in Missouri, United States. It sits near the confluence of the Mississippi and the Missouri Rivers, on the western bank of the latter. As of 2019, the city proper had an estimated population of around 300,000, while the bi-state metropolitan area, which extends into Illinois, had an estimated population of over 2.8 million, making it the largest metropolitan ar"}]}, {"heading": "Events", "year": "1973", "date": "May 25", "txt": "In protest against the dictatorship in Greece, the captain and crew on Greek naval destroyer Velos mutiny and refuse to return to Greece, instead anchoring at Fiumicino, Italy.", "entities": [{"title": "Greek military junta of 1967–74", "href": "/wiki/Greek_military_junta_of_1967%E2%80%9374", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}, {"title": "Greek destroyer Velos (D16)", "href": "/wiki/Greek_destroyer_Velos_(D16)", "description": "USS Charrette (DD-581) was a  Fletcher-class destroyer of the United States Navy, named for Lieutenant George Charrette (1867–1938), who was awarded the Medal of Honor for heroism during the Spanish–American War. Entering service during World War II, she spent her career in the Pacific theatre. Placed in reserve following the war, Charette was transferred to the Kingdom of Greece in 1959 and renam"}, {"title": "Fiumicino", "href": "/wiki/Fiumicino", "description": "Fiumicino is a town and comune in the Metropolitan City of Rome, Lazio, central Italy, with a population of 80,500 (2019). It is famous for the presence of the Leonardo da Vinci–Fiumicino Airport, the busiest airport in Italy and the sixth busiest in Europe."}]}, {"heading": "Events", "year": "1977", "date": "May 25", "txt": "Star Wars (retroactively titled Star Wars: Episode IV", "entities": [{"title": "Star Wars (film)", "href": "/wiki/Star_Wars_(film)", "description": "Star Wars is a 1977 American epic space-opera film written and directed by George Lucas, produced by Lucasfilm and distributed by 20th Century Fox. It stars Mark Hamill, Harrison Ford, Carrie Fisher, Peter Cushing, Alec Guinness, David Prowse, James Earl Jones, Anthony Daniels, Kenny Baker and Peter Mayhew. It is the first installment of the original Star Wars trilogy, the first of the franchise t"}]}, {"heading": "Events", "year": "1977", "date": "May 25", "txt": "The Chinese government removes a decade-old ban on William Shakespeare's work, effectively ending the Cultural Revolution started in 1966.", "entities": [{"title": "Cultural Revolution", "href": "/wiki/Cultural_Revolution", "description": "The Cultural Revolution, formally the Great Proletarian Cultural Revolution, was a violent sociopolitical purge movement in China from 1966 until 1976. Launched by Mao Zedong, Chairman of the Communist Party of China (CPC), its stated goal was to preserve Chinese communism by purging remnants of capitalist and traditional elements from Chinese society, and to re-impose Mao Zedong Thought as the do"}]}, {"heading": "Events", "year": "1978", "date": "May 25", "txt": "The first of a series of bombings orchestrated by the Unabomber detonates at Northwestern University resulting in minor injuries.", "entities": [{"title": "Unabomber", "href": "/wiki/Unabomber", "description": "Theodore John Kaczynski, also known as the Unabomber, is an American domestic terrorist, primitivist and former mathematics professor. He was a mathematics prodigy, but abandoned his academic career in 1969 to pursue a more primitive life. Between 1978 and 1995, he killed three people and injured 23 others in a nationwide bombing campaign against people he believed to be advancing modern technolog"}, {"title": "Northwestern University", "href": "/wiki/Northwestern_University", "description": "Northwestern University (NU) is a private research university in Evanston, Illinois. Founded in 1851 to serve the former Northwest Territory, the university is a founding member of the Big Ten Conference, and is ranked among the top universities in the United States and globally."}]}, {"heading": "Events", "year": "1979", "date": "May 25", "txt": "John Spenkelink, a convicted murderer, is executed in Florida; he is the first person to be executed in the state after the reintroduction of capital punishment in 1976.", "entities": [{"title": "John Spenkelink", "href": "/wiki/John_Spenkelink", "description": "John Arthur Spenkelink was an American convicted murderer. He was executed in 1979, the first convicted criminal to be executed in Florida after capital punishment was reinstated in 1976, and the second in the United States."}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1979", "date": "May 25", "txt": "American Airlines Flight 191: A McDonnell Douglas DC-10 crashes during takeoff at O'Hare International Airport, Chicago, killing all 271 on board and two people on the ground.", "entities": [{"title": "McDonnell Douglas DC-10", "href": "/wiki/McDonnell_Douglas_DC-10", "description": "The McDonnell Douglas DC-10 is an American tri-jet wide-body airliner manufactured by McDonnell Douglas.\n\nThe DC-10 was intended to succeed the DC-8 for long-range flights. It first flew on August 29, 1970; it was introduced on August 5, 1971, by American Airlines."}, {"title": "O'Hare International Airport", "href": "/wiki/O%27Hare_International_Airport", "description": "O'Hare International Airport, typically referred to as O'Hare Airport, Chicago O'Hare, or simply O'Hare, is an international airport located on the Northwest Side of Chicago, Illinois, 14 miles (23 km) northwest of the Loop business district. Operated by the Chicago Department of Aviation and covering 7,627 acres (3,087 ha), O'Hare has non-stop flights to 228 destinations in North America, South A"}]}, {"heading": "Events", "year": "1981", "date": "May 25", "txt": "In Riyadh, the Gulf Cooperation Council is created between Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates.", "entities": [{"title": "Riyadh", "href": "/wiki/Riyadh", "description": "Riyadh is the capital of Saudi Arabia and the largest city on the Arabian Peninsula. Located in the center of the an-Nafud desert, on the eastern part of the Najd plateau, the city sits at an average of 600 metres (2,000 ft) above sea level, and receives around 5 million tourists each year, making it the forty-ninth most visited city in the world and the 6th in the Middle East. Riyadh had a popula"}, {"title": "Gulf Cooperation Council", "href": "/wiki/Gulf_Cooperation_Council", "description": "The Cooperation Council for the Arab States of the Gulf, originally known as the Gulf Cooperation Council, is a regional intergovernmental political and economic union consisting of all Arab states of the Persian Gulf - Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, and the United Arab Emirates - except for Iraq. The Charter of the GCC was signed on 25 May 1981, formally establishing the institution."}, {"title": "Bahrain", "href": "/wiki/Bahrain", "description": "Bahrain, officially the Kingdom of Bahrain, is a country in the Persian Gulf. The island nation comprises a small archipelago made up of 70 natural islands and an additional 33 artificial islands, centered around Bahrain Island which makes up around 83 percent of the country's landmass. The country is situated between the Qatari peninsula and the north eastern coast of Saudi Arabia to which it is "}, {"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}, {"title": "Oman", "href": "/wiki/Oman", "description": "Oman, officially the Sultanate of Oman, is a country on the southeastern coast of the Arabian Peninsula in Western Asia and the oldest independent state in the Arab world. Located in a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares mar"}, {"title": "Qatar", "href": "/wiki/Qatar", "description": "Qatar, officially the State of Qatar, is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qat"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}, {"title": "United Arab Emirates", "href": "/wiki/United_Arab_Emirates", "description": "The United Arab Emirates, sometimes simply called the Emirates, is a country in Western Asia located at the eastern end of the Arabian Peninsula. It borders Oman and Saudi Arabia, and has maritime borders in the Persian Gulf with Qatar and Iran."}]}, {"heading": "Events", "year": "1982", "date": "May 25", "txt": "Falklands War: HMS Coventry is sunk by Argentine Air Force A-4 Skyhawks.", "entities": [{"title": "Falklands War", "href": "/wiki/Falklands_War", "description": "The Falklands War was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands."}, {"title": "HMS Coventry (D118)", "href": "/wiki/HMS_Coventry_(D118)", "description": "HMS Coventry was a Type 42 (Sheffield-class) destroyer of the Royal Navy. Laid down by Cammell Laird and Company, Limited, at Birkenhead on 29 January 1973, she was launched on 21 June 1974 and accepted into service on 20 October 1978 at a cost of £37,900,000."}, {"title": "Argentine Air Force", "href": "/wiki/Argentine_Air_Force", "description": "The Argentine Air Force is the national aviation branch of the Armed Forces of the Argentine Republic. In 2010, it had 14,600 military personnel and 6,900 civilian personnel."}, {"title": "Douglas A-4 Skyhawk", "href": "/wiki/Douglas_A-4_Skyhawk", "description": "The Douglas A-4 Skyhawk is a single-seat subsonic carrier-capable light attack aircraft developed for the United States Navy and United States Marine Corps in the early 1950s. The delta-winged, single turbojet engined Skyhawk was designed and produced by Douglas Aircraft Company, and later by McDonnell Douglas. It was originally designated A4D under the U.S. Navy's pre-1962 designation system."}]}, {"heading": "Events", "year": "1985", "date": "May 25", "txt": "Bangladesh is hit by a tropical cyclone and storm surge, which kills approximately 10,000 people.", "entities": [{"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}, {"title": "Tropical cyclone", "href": "/wiki/Tropical_cyclone", "description": "A tropical cyclone is a rapidly rotating storm system characterized by a low-pressure center, a closed low-level atmospheric circulation, strong winds, and a spiral arrangement of thunderstorms that produce heavy rain and/or squalls. Depending on its location and strength, a tropical cyclone is referred to by different names, including hurricane, typhoon, tropical storm, cyclonic storm, tropical d"}, {"title": "Storm surge", "href": "/wiki/Storm_surge", "description": "A storm surge, storm flood, tidal surge, or storm tide is a coastal flood or tsunami-like phenomenon of rising water commonly associated with low-pressure weather systems, such as cyclones. It is measured as the rise in water level above the normal tidal level, and does not include waves."}]}, {"heading": "Events", "year": "1986", "date": "May 25", "txt": "The Hands Across America event takes place.", "entities": [{"title": "Hands Across America", "href": "/wiki/Hands_Across_America", "description": "Hands Across America was a public fundraising event on Sunday, May 25, 1986, in which approximately 5 to 6.5 million people held hands for fifteen minutes in an (ostensible) attempt to form a continuous human chain across the contiguous United States."}]}, {"heading": "Events", "year": "1997", "date": "May 25", "txt": "A military coup in Sierra Leone replaces President Ahmad Tejan Kabbah with Major Johnny Paul Koroma.", "entities": [{"title": "Military coup", "href": "/wiki/Military_coup", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Sierra Leone", "href": "/wiki/Sierra_Leone", "description": "Sierra Leone, officially the Republic of Sierra Leone, informally Salone, is a country on the southwest coast of West Africa. It is bordered by Liberia to the southeast and Guinea to the northeast. Sierra Leone has a tropical climate with a diverse environment ranging from savanna to rainforests, a total area of 71,740 km2 (27,699 sq mi) and a population of 7,092,113 as of the 2015 census. The cap"}, {"title": "Ahmad Tejan Kabbah", "href": "/wiki/Ahmad_Tejan_Kabbah", "description": "Alhaji Ahmad Tejan Kabbah was a Sierra Leonean politician who served twice as the 3rd President of Sierra Leone, from 1996 to 1997 and again from 1998 to 2007. An economist and attorney by profession, Kabbah spent many years working for the United Nations Development Programme. He retired from the United Nations and returned to Sierra Leone in 1992."}, {"title": "Johnny Paul Koroma", "href": "/wiki/Johnny_Paul_Koroma", "description": "Major Johnny Paul Koroma was the head of state of Sierra Leone from May 1997 to February 1998.\nHis alleged death has not been proven as nobody has found his body, hence he cannot be legally deemed to be dead. He was quite instrumental in engaging the RUF rebels in securing peace in Sierra Leone."}]}, {"heading": "Events", "year": "1999", "date": "May 25", "txt": "The United States House of Representatives releases the Cox Report which details the People's Republic of China's nuclear espionage against the U.S. over the prior two decades.", "entities": [{"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "2000", "date": "May 25", "txt": "Liberation Day of Lebanon: Israel withdraws its army from Lebanese territory (with the exception of the disputed Shebaa farms zone) 18 years after the invasion of 1982.", "entities": [{"title": "Liberation Day (Lebanon)", "href": "/wiki/Liberation_Day_(Lebanon)", "description": "\nLiberation Day is a Lebanese holiday celebrated on May 25."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Shebaa farms", "href": "/wiki/Shebaa_farms", "description": "Shebaa Farms, also spelled Sheba'a Farms is a small strip of land at the intersection of the Lebanese-Syrian border and the Israeli-occupied Golan Heights. The territory is about 11 kilometres (7 mi) long and 2.5 kilometres (2 mi) wide. Both Islamic and Jewish tradition hold that a location in the Sheeba farms, called Maqam 'Ibrahim al-Khalil in Arabic and Makom Habětarim in Hebrew, is the site of"}, {"title": "1982 Lebanon War", "href": "/wiki/1982_Lebanon_War", "description": "The 1982 Lebanon War, dubbed Operation Peace for Galilee by the Israeli government, later known in Israel as the Lebanon War or the First Lebanon War, and known in Lebanon as \"the invasion\", began on 6 June 1982, when the Israel Defense Forces (IDF) invaded southern Lebanon, after repeated attacks and counter-attacks between the Palestine Liberation Organization (PLO) operating in southern Lebanon"}]}, {"heading": "Events", "year": "2001", "date": "May 25", "txt": "Erik Weihenmayer becomes the first blind person to reach the summit of Mount Everest, in the Himalayas, with Dr. Sherman Bull.", "entities": [{"title": "Erik Weihenmayer", "href": "/wiki/Erik_Weihenmayer", "description": "Â\nErik Weihenmayer is an American athlete, adventurer, author, activist and motivational speaker. He is the first blind person to reach the summit of Mount Everest, on May 25, 2001. As a result of this accomplishment he was featured on the cover of Time magazine. He also completed the Seven Summits in September 2002, one of only 150 mountaineers at the time to do so, but the only climber who achie"}, {"title": "Mount Everest", "href": "/wiki/Mount_Everest", "description": "Mount Everest is Earth's highest mountain above sea level, located in the Mahalangur Himal sub-range of the Himalayas. The China–Nepal border runs across its summit point. Its elevation of 8,848.86 m (29,031.7 ft) was most recently established in 2020 by the Nepali and Chinese authorities."}, {"title": "Himalayas", "href": "/wiki/Himalayas", "description": "The Himalayas, or Himalaya ; Sanskrit: IPA: [ɦɪmɐːləjɐː], himá and ā-laya, is a mountain range in South and East Asia separating the plains of the Indian subcontinent from the Tibetan Plateau. The range has many of Earth's highest peaks, including the highest, Mount Everest, at the border between Nepal and China. The Himalayas include over 50 mountains exceeding 7,200 m (23,600 ft) in elevation, i"}]}, {"heading": "Events", "year": "2002", "date": "May 25", "txt": "China Airlines Flight 611 disintegrates in mid-air and crashes into the Taiwan Strait, with the loss of all 225 people on board.", "entities": [{"title": "China Airlines Flight 611", "href": "/wiki/China_Airlines_Flight_611", "description": "China Airlines Flight 611 was a regularly scheduled passenger flight from Chiang Kai-shek International Airport in Taiwan to Hong Kong International Airport in Hong Kong. On 25 May 2002, the Boeing 747-209B operating the route disintegrated in mid-air and crashed into the Taiwan Strait, 23 nautical miles northeast of the Penghu Islands, 20 minutes after takeoff, killing all 225 people on board. Th"}, {"title": "Taiwan Strait", "href": "/wiki/Taiwan_Strait", "description": "The Taiwan Strait is a 180-kilometer (110 mi)-wide strait separating the island of Taiwan and continental Asia. The strait is currently part of the South China Sea and connects to the East China Sea to the north. The narrowest part is 130 km (81 mi) wide."}]}, {"heading": "Events", "year": "2008", "date": "May 25", "txt": "NASA's Phoenix lander touches down in the Green Valley region of Mars to search for environments suitable for water and microbial life.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Green Valley (Mars)", "href": "/wiki/Green_Valley_(Mars)", "description": "Green Valley is a region on Mars within Vastitas Borealis that was chosen as the landing site of NASA's Phoenix lander. It is located at 68.35 degrees north, 233 degrees east. The valley is about 50 kilometres wide but only about 250 metres deep; either it was filled in or was never any deeper than that. The edges are not visible from the middle of the valley."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}, {"title": "Life on Mars", "href": "/wiki/Life_on_Mars", "description": "The possibility of life on Mars is a subject of interest in astrobiology due to its proximity and similarities to Earth. To date, no proof of past or present life has been found on Mars. Cumulative evidence suggests that during the ancient Noachian time period, the surface environment of Mars had liquid water and may have been habitable for microorganisms. But, the existence of habitable condition"}]}, {"heading": "Events", "year": "2009", "date": "May 25", "txt": "North Korea allegedly tests its second nuclear device, after which Pyongyang also conducts several missile tests, building tensions in the international community.", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "2009 North Korean nuclear test", "href": "/wiki/2009_North_Korean_nuclear_test", "description": "The 2009 North Korean nuclear test was the underground detonation of a nuclear device conducted on Monday, 25 May 2009 by the Democratic People's Republic of Korea. This was its second nuclear test, the first test having taken place in October 2006. Following the nuclear test, Pyongyang also conducted several missile tests. A scientific paper later estimated the yield as 2.35 kilotons."}]}, {"heading": "Events", "year": "2011", "date": "May 25", "txt": "Oprah Winfrey airs her last show, ending her 25-year run of The Oprah Winfrey Show.", "entities": [{"title": "Oprah Winfrey", "href": "/wiki/Oprah_Winfrey", "description": "Oprah Gail Winfrey is an American talk show host, television producer, actress, author, and philanthropist. She is best known for her talk show, The Oprah Winfrey Show, broadcast from Chicago, which was the highest-rated television program of its kind in history and ran in national syndication for 25 years, from 1986 to 2011. Dubbed the \"Queen of All Media,” she was the richest African American of"}]}, {"heading": "Events", "year": "2012", "date": "May 25", "txt": "The SpaceX Dragon becomes the first commercial spacecraft to successfully rendezvous and berth with the International Space Station.", "entities": [{"title": "SpaceX Dragon", "href": "/wiki/SpaceX_Dragon", "description": "The SpaceX Dragon, also known as Dragon 1 or Cargo Dragon, was a class of reusable cargo spacecraft developed by SpaceX, an American private space transportation company. Dragon was launched into orbit by the company's Falcon 9 launch vehicle to resupply the International Space Station (ISS). It is now superseded by SpaceX Dragon 2."}, {"title": "COTS Demo Flight 2", "href": "/wiki/COTS_Demo_Flight_2", "description": "SpaceX COTS Demo Flight 2, also known as Dragon C2+, was the second test-flight for SpaceX's uncrewed Cargo Dragon spacecraft, launched on the third flight of the company's two-stage Falcon 9 launch vehicle. The flight was performed under a funded agreement from NASA as the second Dragon demonstration mission in the Commercial Orbital Transportation Services (COTS) program. The purpose of the COTS"}, {"title": "International Space Station", "href": "/wiki/International_Space_Station", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}]}, {"heading": "Events", "year": "2013", "date": "May 25", "txt": "Suspected Maoist rebels kill at least 28 people and injure 32 others in an attack on a convoy of Indian National Congress politicians in Chhattisgarh, India.", "entities": [{"title": "Naxalite", "href": "/wiki/Naxalite", "description": "A Naxal or Naxalite is a member of militant political organisation that claims the legacy of the Communist Party of India (Marxist–Leninist), founded in Calcutta in 1969."}, {"title": "2013 Naxal attack in Darbha valley", "href": "/wiki/2013_Naxal_attack_in_Darbha_valley", "description": "On 25 May 2013, Naxalite insurgents of the Communist Party of India (Maoist) attacked a convoy of Indian National Congress leaders in the Jhiram Ghati, Darbha Valley in the Sukma district of Chhattisgarh, India. The attack caused at least 27 deaths, including that of former state minister Mahendra Karma and Chhattisgarh Congress chief Nand Kumar Patel. Vidya Charan Shukla, a senior Congress leader"}, {"title": "Indian National Congress", "href": "/wiki/Indian_National_Congress", "description": "The Indian National Congress, is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence"}, {"title": "Chhattisgarh", "href": "/wiki/Chhattisgarh", "description": "Chhattisgarh is a state located in the region of Central India. Formerly part of Madhya Pradesh, it was granted statehood on November 1, 2000. It is the 9th-largest state in India, with an area of 135,192 km2 (52,198 sq mi). As of 2020, it has a population of roughly 29.4 million, making it the 17th most populated state in the country."}]}, {"heading": "Events", "year": "2013", "date": "May 25", "txt": "A gas cylinder explodes on a school bus in the Pakistani city of Gujrat, killing at least 18 people.", "entities": [{"title": "2013 Pakistan gas bus explosion", "href": "/wiki/2013_Pakistan_gas_bus_explosion", "description": "2013 Pakistan gas bus explosion occurred on 25 May 2013 after a gas cylinder exploded in a school minivan heading towards Gujrat in Pakistan. The blast killed at least 17 people, including 16 children and a bus driver and another 7 children were wounded. The children were aged between 6 and 12."}, {"title": "Gujrat City", "href": "/wiki/Gujrat_City", "description": "Gujrat is a city in the Punjab Province of Pakistan. It is the capital of Gujrat District and it is the 20th largest city of Pakistan by population. Along with the nearby cities of Sialkot and Gujranwala, Gujrat forms part of the so-called Golden Triangle of industrial cities with export-oriented economies."}]}, {"heading": "Events", "year": "2018", "date": "May 25", "txt": "The General Data Protection Regulation (GDPR) becomes enforceable in the European Union.", "entities": [{"title": "General Data Protection Regulation", "href": "/wiki/General_Data_Protection_Regulation", "description": "The General Data Protection Regulation (EU) 2016/679 (GDPR) is a regulation in EU law on data protection and privacy in the European Union (EU) and the European Economic Area (EEA). It also addresses the transfer of personal data outside the EU and EEA areas. The GDPR's primary aim is to give individuals control over their personal data and to simplify the regulatory environment for international "}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}]}, {"heading": "Events", "year": "2018", "date": "May 25", "txt": "Ireland votes to repeal the Eighth Amendment of their constitution that prohibits abortion in all but a few cases, choosing to replace it with the Thirty-sixth Amendment of the Constitution of Ireland.", "entities": [{"title": "Eighth Amendment of the Constitution of Ireland", "href": "/wiki/Eighth_Amendment_of_the_Constitution_of_Ireland", "description": "The Eighth Amendment of the Constitution Act 1983 was an amendment to the Constitution of Ireland which inserted a subsection recognising the equal right to life of the pregnant woman and the unborn. Abortion had been subject to criminal penalty in Ireland since 1861; the amendment ensured that legislation or judicial interpretation would be restricted to allowing abortion in circumstances where t"}, {"title": "Abortion in the Republic of Ireland", "href": "/wiki/Abortion_in_the_Republic_of_Ireland", "description": "\n\nAbortion in Ireland is regulated by the Health Act 2018. Abortion is permitted in Ireland during the first twelve weeks of pregnancy, and later in cases where the pregnant woman's life or health is at risk, or in the cases of a fatal foetal abnormality. Abortion services commenced on 1 January 2019 following its legalisation by the aforementioned Act, which became law on 20 December 2018. This l"}, {"title": "Thirty-sixth Amendment of the Constitution of Ireland", "href": "/wiki/Thirty-sixth_Amendment_of_the_Constitution_of_Ireland", "description": "The Thirty-sixth Amendment of the Constitution of Ireland is an amendment to the constitution of Ireland which permits the Oireachtas to legislate for abortion. The constitution had previously prohibited abortion unless there was a serious risk to the life of the mother."}]}, {"heading": "Events", "year": "2020", "date": "May 25", "txt": "George Floyd, a black man, is murdered in Minneapolis, Minnesota, during an arrest when he is restrained in a prone position face-down on the ground for more than nine minutes, provoking protests across the United States and around the world.", "entities": [{"title": "Murder of George Floyd", "href": "/wiki/Murder_of_George_Floyd", "description": "On May 25, 2020, George Floyd, a 46-year-old black man, was murdered in Minneapolis, Minnesota, United States, while being arrested on suspicion of using a counterfeit $20 bill. During the arrest, Derek Chauvin, a white police officer with the Minneapolis Police Department, knelt on Floyd's neck for 9 minutes and 29 seconds after he was handcuffed and lying face down. Two other police officers, J."}, {"title": "Minneapolis", "href": "/wiki/Minneapolis", "description": "Minneapolis is the most populous city in the U.S. state of Minnesota and the seat of Hennepin County. With an estimated population of 429,606 as of 2019, it is the 46th most populous city in the US. Seven counties encompassing Minneapolis and its neighbor Saint Paul are known as the Twin Cities. In 2019, those counties are among sixteen making up the Minneapolis–St. Paul–Bloomington MN–WI metropol"}, {"title": "George Floyd protests", "href": "/wiki/George_Floyd_protests", "description": "The George Floyd protests are an ongoing series of protests against police brutality and racism that began in Minneapolis in the United States on May 26, 2020. The civil unrest and protests began as part of international responses to the murder of George Floyd, a 46-year-old African American man who was killed during an arrest after Derek Chauvin, a Minneapolis Police Department officer, knelt on "}]}, {"heading": "Births", "year": "1048", "date": "May 25", "txt": "Emperor Shenzong of Song (d. 1085)", "entities": [{"title": "Emperor Shenzong of Song", "href": "/wiki/Emperor_Shenzong_of_Song", "description": "Emperor Shenzong of Song, personal name Zhao Xu, was the sixth emperor of the Song dynasty in China. His original personal name was Zhao Zhongzhen but he changed it to \"Zhao Xu\" after his coronation. He reigned from 1067 until his death in 1085."}]}, {"heading": "Births", "year": "1320", "date": "May 25", "txt": "Toghon Temür, Mongolian emperor (d. 1370)", "entities": [{"title": "Toghon Temür", "href": "/wiki/Toghon_Tem%C3%BCr", "description": "Toghon Temür, also known by the temple name Huizong bestowed by the Northern Yuan dynasty and by the posthumous name Emperor Shun bestowed by the Hongwu Emperor of the Ming dynasty, was a son of Khutughtu Khan Kusala who ruled as emperor of the Yuan dynasty. Apart from Emperor of China, he is also considered the last Khagan of the Mongol Empire."}]}, {"heading": "Births", "year": "1334", "date": "May 25", "txt": "Emperor Sukō of Japan (d. 1398)", "entities": [{"title": "Emperor Sukō", "href": "/wiki/Emperor_Suk%C5%8D", "description": "Emperor Sukō  was the third of Emperors of Northern Court during the Period of the Northern and Southern Courts in Japan. According to pre-Meiji scholars, his reign spanned the years from 1348 through 1351."}]}, {"heading": "Births", "year": "1416", "date": "May 25", "txt": "Jakobus (\"James\"), Count of Lichtenburg (d. 1480)", "entities": [{"title": "Jakobus (\"James\"), Count of Lichtenburg", "href": "/wiki/Jakobus_(%22James%22),_Count_of_Lichtenburg", "description": "James of Lichtenburg was a nobleman from Lichtenberg in the northern part of Alsace. He served as overlord of Strasbourg and was the last in the male line of the House of Lichtenberg."}]}, {"heading": "Births", "year": "1417", "date": "May 25", "txt": "Catherine of Cleves, Duchess consort regent of Guelders (d. 1479)", "entities": [{"title": "Catherine of Cleves (1417–1479)", "href": "/wiki/Catherine_of_Cleves_(1417%E2%80%931479)", "description": "Catherine of Cleves was Duchess of Guelders by marriage to Arnold, Duke of Guelders. She acted as regent of Guelders during the absence of her spouse in 1450. The Hours of Catherine of Cleves was commissioned for her."}]}, {"heading": "Births", "year": "1550", "date": "May 25", "txt": "Camillus de Lellis, Italian saint and nurse (d. 1614)", "entities": [{"title": "Camillus de Lellis", "href": "/wiki/Camillus_de_Lellis", "description": "Camillus de Lellis, M.I., was a Roman Catholic priest from Italy who founded the Camillians, a religious order dedicated to the care of the sick. He was beatified by Pope Benedict XIV in the year 1742, and canonized by him four years later in 1746. De Lellis is the patron saint of the sick, hospitals, nurses and physicians. His assistance is also invoked against gambling."}]}, {"heading": "Births", "year": "1606", "date": "May 25", "txt": "Charles Garnier, French missionary and saint (d. 1649)", "entities": [{"title": "Charles Garnier (missionary)", "href": "/wiki/Charles_Garnier_(missionary)", "description": "Charles Garnier, S.J., was a Jesuit missionary working in New France. He was killed by Iroquois in a Petun village on December 7, 1649."}]}, {"heading": "Births", "year": "1661", "date": "May 25", "txt": "Claude Buffier, Polish-French historian and philosopher (d. 1737)", "entities": [{"title": "Claude Buffier", "href": "/wiki/Claude_Buffier", "description": "Claude Buffier, French philosopher, historian and teacher, was born in Poland of French parents, who returned to France and settled in Rouen soon after his birth."}]}, {"heading": "Births", "year": "1713", "date": "May 25", "txt": "John Stuart, 3rd Earl of Bute, Scottish politician, Prime Minister of the United Kingdom (d. 1792)", "entities": [{"title": "John Stuart, 3rd Earl of Bute", "href": "/wiki/John_Stuart,_3rd_Earl_of_Bute", "description": "John Stuart, 3rd Earl of Bute,, styled as Lord Bute between 1713 and 1723, was a British nobleman who served as Prime Minister of Great Britain from 1762 to 1763 under George III. He was arguably the last important favourite in British politics. He was the first Prime Minister from Scotland following the Acts of Union in 1707 and the first Tory to have held the post. He was also elected as the fir"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1725", "date": "May 25", "txt": "Samuel Ward, American politician, 31st Governor of the Colony of Rhode Island (d. 1776)", "entities": [{"title": "Samuel Ward (American statesman)", "href": "/wiki/Samuel_Ward_(American_statesman)", "description": "Samuel Ward was an American farmer, politician, Supreme Court Justice, Governor of the Colony of Rhode Island and Providence Plantations, and delegate to the Continental Congress. He was the son of Rhode Island governor Richard Ward, was well-educated, and grew up in a large Newport, Rhode Island family. After marrying, he and his wife received property in Westerly, Rhode Island from his father-in"}, {"title": "List of colonial governors of Rhode Island", "href": "/wiki/List_of_colonial_governors_of_Rhode_Island", "description": "This is a list of the judges, presidents, and governors of the Colony of Rhode Island and Providence Plantations from 1638 to 1776."}]}, {"heading": "Births", "year": "1783", "date": "May 25", "txt": "Philip P. Barbour, American farmer and politician, 12th Speaker of the United States House of Representatives (d. 1841)", "entities": [{"title": "Philip P. Barbour", "href": "/wiki/Philip_P._Barbour", "description": "Philip Pendleton Barbour was the tenth Speaker of the United States House of Representatives and an Associate Justice of the Supreme Court of the United States. He is the only individual to serve in both positions."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1791", "date": "May 25", "txt": "Minh Mạng, Vietnamese emperor (d. 1841)", "entities": [{"title": "Minh Mạng", "href": "/wiki/Minh_M%E1%BA%A1ng", "description": "Minh Mạng was the second emperor of the Nguyễn dynasty of Vietnam, reigning from 14 February 1820 until his death, on 20 January 1841. He was the fourth son of Emperor Gia Long, whose eldest son, Nguyễn Phúc Cảnh, had died in 1801. He was well known for his opposition to French involvement in Vietnam and his rigid Confucian orthodoxy."}]}, {"heading": "Births", "year": "1803", "date": "May 25", "txt": "Edward Bulwer-Lytton, English author, playwright, and politician, Secretary of State for the Colonies (d. 1873)", "entities": [{"title": "Edward Bulwer-Lytton", "href": "/wiki/Edward_Bulwer-Lytton", "description": "Edward George Earle Lytton Bulwer-Lytton, 1st Baron Lytton, PC was an English writer and politician. He served as a Whig member of Parliament from 1831 to 1841 and a Conservative from 1851 to 1866. He was Secretary of State for the Colonies from June 1858 to June 1859, choosing Richard Clement Moody as founder of British Columbia. He declined the Crown of Greece in 1862 after King Otto abdicated. "}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Births", "year": "1803", "date": "May 25", "txt": "Ralph Waldo Emerson, American poet and philosopher (d. 1882)", "entities": []}, {"heading": "Births", "year": "1818", "date": "May 25", "txt": "Jacob Burckhardt, Swiss historian and academic (d. 1897)", "entities": [{"title": "Jacob Burckhardt", "href": "/wiki/Jacob_Burckhardt", "description": "Carl Jacob Christoph Burckhardt was a Swiss historian of art and culture and an influential figure in the historiography of both fields. He is known as one of the major progenitors of cultural history. Sigfried Giedion described Burckhardt's achievement in the following terms: \"The great discoverer of the age of the Renaissance, he first showed how a period should be treated in its entirety, with "}]}, {"heading": "Births", "year": "1818", "date": "May 25", "txt": "Louise de Broglie, Countess d'Haussonville, French essayist and biographer (d. 1882)", "entities": []}, {"heading": "Births", "year": "1830", "date": "May 25", "txt": "Trebor Mai (né Robert Williams), Welsh poet (d. 1877)", "entities": [{"title": "Robert Williams (Trebor Mai)", "href": "/wiki/Robert_Williams_(Trebor_Mai)", "description": "Robert Williams, usually referred to by his bardic name Trebor Mai, was a Welsh language poet, born at Ty'n-yr-ardd near Llanrhychwyn, near Llanrwst, in the old county of Caernarfonshire, the son of a tailor. He was educated at a local Llanrhychwyn school and for a period attended the free school at Llanrwst. Around 1843, he moved with his family to Llanrwst and he applied himself to his father's "}]}, {"heading": "Births", "year": "1846", "date": "May 25", "txt": "Naim Frashëri, Albanian-Turkish poet and translator (d. 1900)", "entities": [{"title": "Naim Frashëri", "href": "/wiki/Naim_Frash%C3%ABri", "description": "Naim Bey Frashëri, more commonly Naim Frashëri, was an Albanian patriot, historian, journalist, poet, rilindas and translator who was proclaimed national poet of Albania. He is regarded as the pioneer of modern Albanian literature and one of the most influential Albanian cultural icons of the 19th century."}]}, {"heading": "Births", "year": "1848", "date": "May 25", "txt": "Johann Baptist Singenberger, Swiss composer, educator, and publisher (d. 1924)", "entities": [{"title": "Johann Baptist Singenberger", "href": "/wiki/Johann_Baptist_Singenberger", "description": "Johann Baptist Singenberger was a Swiss composer, music teacher, editor and publisher. Much of his output was devoted to Catholic liturgical music. He was reckoned to have taught over 1,000 musicians in his lifetime. In 1873 Singenberger founded the American St. Cecilia Society, an organization belonging to the Cecilian movement which sought to revive the spirit of the masses and motets of Palestr"}]}, {"heading": "Births", "year": "1852", "date": "May 25", "txt": "William Muldoon, American wrestler and trainer (d. 1933)", "entities": [{"title": "William Muldoon", "href": "/wiki/William_Muldoon", "description": "William A. Muldoon was the Greco-Roman Wrestling Champion, a physical culturist and the first chairman of the New York State Athletic Commission. He once wrestled a match that lasted over seven hours. Nicknamed \"The Solid Man,\" Muldoon established himself as champion in Greco-Roman wrestling in the 1880s and over the years gained a remarkable measure of public influence that would continue through"}]}, {"heading": "Births", "year": "1856", "date": "May 25", "txt": "Louis Franchet d'Espèrey, Algerian-French general (d. 1942)", "entities": [{"title": "Louis Franchet d'Espèrey", "href": "/wiki/Louis_Franchet_d%27Esp%C3%A8rey", "description": "Louis Félix Marie François Franchet d'Espèrey was a French general during World War I. As commander of the large Allied army based at Salonika, he conducted the successful Macedonian campaign, which caused the collapse of the Southern Front and contributed to the armistice."}]}, {"heading": "Births", "year": "1860", "date": "May 25", "txt": "James McKeen Cattell, American psychologist and academic (d. 1944)", "entities": [{"title": "James McKeen Cattell", "href": "/wiki/James_McKeen_Cattell", "description": "James McKeen Cattell, American psychologist, was the first professor of psychology in the United States, teaching at the University of Pennsylvania, and long-time editor and publisher of scientific journals and publications, most notably the journal Science. He also served on the board of trustees for Science Service, now known as Society for Science & the Public, from 1921–1944."}]}, {"heading": "Births", "year": "1865", "date": "May 25", "txt": "John Mott, American evangelist and saint, Nobel Prize laureate (d. 1955)", "entities": [{"title": "John Mott", "href": "/wiki/John_Mott", "description": "John Raleigh Mott was an evangelist and long-serving leader of the Young Men's Christian Association (YMCA) and the World Student Christian Federation (WSCF). He received the Nobel Peace Prize in 1946 for his work in establishing and strengthening international Protestant Christian student organizations that worked to promote peace. He shared the prize with Emily Balch. From 1895 until 1920 Mott w"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1865", "date": "May 25", "txt": "Pieter Zeeman, Dutch physicist and academic, Nobel Prize laureate (d. 1943)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1867", "date": "May 25", "txt": "Anders Peter Nielsen, Danish target shooter (d. 1950)", "entities": [{"title": "Anders Peter Nielsen", "href": "/wiki/Anders_Peter_Nielsen", "description": "Anders Peter Nielsen was a Danish shooter who competed in the late 19th century and early 20th century in rifle shooting. He participated in Shooting at the 1900 Summer Olympics in Paris and won three silver medals in the military rifle in the kneeling, prone and 3 positions categories."}]}, {"heading": "Births", "year": "1869", "date": "May 25", "txt": "Robbie Ross, Canadian journalist and art critic (d. 1918)", "entities": [{"title": "Robbie Ross", "href": "/wiki/Robbie_Ross", "description": "Robert Baldwin Ross was a Canadian-British journalist, art critic and art dealer, best known for his relationship with Oscar Wilde, to whom he was a lover, and literary executor. A grandson of the Canadian reform leader Robert Baldwin, and son of John Ross and Augusta Elizabeth Baldwin, Ross was a pivotal figure on the London literary and artistic scene from the mid-1890s to his early death, and m"}]}, {"heading": "Births", "year": "1869", "date": "May 25", "txt": "Mathilde Verne, English pianist and educator (d. 1936)", "entities": []}, {"heading": "Births", "year": "1878", "date": "May 25", "txt": "Bill Robinson, American actor and dancer (d. 1949)", "entities": [{"title": "Bill Robinson", "href": "/wiki/Bill_Robinson", "description": "Bill Robinson, nicknamed Bojangles was an American tap dancer, actor, and singer, the best known and the most highly paid Black American entertainer in America during the first half of the 20th century. His long career mirrored changes in American entertainment tastes and technology. His career began in the age of minstrel shows and moved to vaudeville, Broadway theatre, the recording industry, Ho"}]}, {"heading": "Births", "year": "1879", "date": "May 25", "txt": "Max Aitken, Lord Beaverbrook, Canadian-English businessman and politician, Chancellor of the Duchy of Lancaster (d. 1964)", "entities": [{"title": "Max Aitken, Lord Beaverbrook", "href": "/wiki/Max_Aitken,_Lord_Beaverbrook", "description": "William Maxwell Aitken, 1st Baron Beaverbrook, PC, ONB, generally known as Lord Beaverbrook, was a Canadian-British newspaper publisher and backstage politician who was an influential figure in British media and politics of the first half of the 20th century. His base of power was the largest circulation newspaper in the world, the Daily Express, which appealed to the conservative working class wi"}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1879", "date": "May 25", "txt": "William Stickney, American golfer (d. 1944)", "entities": []}, {"heading": "Births", "year": "1880", "date": "May 25", "txt": "Jean Alexandre Barré, French neurologist and academic (d. 1967)", "entities": [{"title": "Jean Alexandre Barré", "href": "/wiki/Jean_Alexandre_Barr%C3%A9", "description": "Jean Alexandre Barré was a French neurologist who in 1916 worked on the identification of Guillain-Barré-Strohl syndrome, as well as Barré–Liéou syndrome."}]}, {"heading": "Births", "year": "1882", "date": "May 25", "txt": "Marie Doro, American actress (d. 1956)", "entities": [{"title": "Marie Doro", "href": "/wiki/Marie_Doro", "description": "Marie Doro was an American stage and film actress of the early silent film era."}]}, {"heading": "Births", "year": "1883", "date": "May 25", "txt": "Carl Johan Lind, Swedish hammer thrower (d. 1965)", "entities": [{"title": "Carl Johan Lind", "href": "/wiki/Carl_Johan_Lind", "description": "Carl Johan \"Massa\" Lind was a Swedish athlete who competed at the 1912, 1920, 1924 and 1928 Summer Olympics, missing the 1916 Games that were cancelled due to World War I."}]}, {"heading": "Births", "year": "1886", "date": "May 25", "txt": "Rash Behari Bose, Indian soldier and activist (d. 1945)", "entities": [{"title": "Rash Behari Bose", "href": "/wiki/Rash_Behari_Bose", "description": "Rash Behari Bose was an Indian revolutionary leader against the British Raj. He was born in Village Subaldaha, Purba Bardhaman district of West Bengal. He was one of the key organisers of the Ghadar Mutiny, and later the Indian National Army. Rash Behari Bose handed over Indian National Army to Subhas Chandra Bose."}]}, {"heading": "Births", "year": "1886", "date": "May 25", "txt": "Philip Murray, Scottish-American miner and labor leader (d. 1952)", "entities": []}, {"heading": "Births", "year": "1887", "date": "May 25", "txt": "Padre Pio, Italian priest and saint (d. 1968)", "entities": [{"title": "Padre Pio", "href": "/wiki/Padre_Pio", "description": "Padre Pio, also known as Saint Pio of Pietrelcina, was an Italian friar, priest, stigmatist and mystic, now venerated as a saint in the Catholic Church. Born Francesco Forgione, he was given the name of Pius when he joined the Order of Friars Minor Capuchin."}]}, {"heading": "Births", "year": "1888", "date": "May 25", "txt": "Miles Malleson, English actor and screenwriter (d. 1969)", "entities": [{"title": "Miles Malleson", "href": "/wiki/Miles_Malleson", "description": "William Miles Malleson, generally known as Miles Malleson, was an English actor and dramatist, particularly remembered for his appearances in British comedy films of the 1930s to 1960s. Towards the end of his career he also appeared in cameo roles in several Hammer horror films, with a fairly large role in The Brides of Dracula as the hypochondriac and fee-hungry local doctor. Malleson was also a "}]}, {"heading": "Births", "year": "1889", "date": "May 25", "txt": "Günther Lütjens, German admiral (d. 1941)", "entities": [{"title": "Günther Lütjens", "href": "/wiki/G%C3%BCnther_L%C3%BCtjens", "description": "Johann Günther Lütjens was a German admiral whose military service spanned more than thirty years and two world wars. Lütjens is best known for his actions during World War II and his command of the battleship Bismarck during its foray into the Atlantic Ocean in 1941. In its aftermath, the episode entered into naval legend."}]}, {"heading": "Births", "year": "1889", "date": "May 25", "txt": "Igor Sikorsky, Russian-American aircraft designer, founded Sikorsky Aircraft (d. 1972)", "entities": [{"title": "Sikorsky Aircraft", "href": "/wiki/Sikorsky_Aircraft", "description": "Sikorsky Aircraft is an American aircraft manufacturer based in Stratford, Connecticut. It was established by Russian–American aviator Igor Sikorsky in 1923 and was among the first companies to manufacture helicopters for civilian and military use."}]}, {"heading": "Births", "year": "1893", "date": "May 25", "txt": "Ernest \"Pop\" Stoneman, American country musician (d. 1968)", "entities": [{"title": "Ernest Stoneman", "href": "/wiki/Ernest_Stoneman", "description": "Ernest Van \"Pop\" Stoneman was an American musician ranked among the prominent recording artists of country music's first commercial decade."}]}, {"heading": "Births", "year": "1897", "date": "May 25", "txt": "Alan Kippax, Australian cricketer (d. 1972)", "entities": [{"title": "Alan Kippax", "href": "/wiki/Alan_Kippax", "description": "Alan Falconer Kippax was a cricketer for New South Wales (NSW) and Australia. Regarded as one of the great stylists of Australian cricket during the era between the two World Wars, Kippax overcame a late start to Test cricket to become a regular in the Australian team between the 1928–29 and 1932–33 seasons. A middle-order batsman, he toured England twice, and at domestic level was a prolific scor"}]}, {"heading": "Births", "year": "1897", "date": "May 25", "txt": "Gene Tunney, American boxer and soldier (d. 1978)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 25", "txt": "Bennett Cerf, American publisher and television game show panelist; co-founded Random House (d. 1971)", "entities": [{"title": "Bennett Cerf", "href": "/wiki/Bennett_Cerf", "description": "Bennett Alfred Cerf was an American publisher and co-founder of the American publishing firm Random House. Cerf was also known for his own compilations of jokes and puns, for regular personal appearances lecturing across the United States, and for his television appearances in the panel game show What's My Line?"}, {"title": "Random House", "href": "/wiki/Random_House", "description": "Random House is an American book publisher and the largest general-interest paperback publisher in the world. It is part of Penguin Random House, which is owned by German media conglomerate Bertelsmann."}]}, {"heading": "Births", "year": "1899", "date": "May 25", "txt": "Kazi Nazrul Islam, Bengali poet, author, and flute player (d. 1976)", "entities": [{"title": "Kazi Nazrul Islam", "href": "/wiki/Kazi_Nazrul_Islam", "description": "Kazi Nazrul Islam was a Bengali poet, writer, musician and the national poet of Bangladesh. Popularly known as Nazrul, he produced a large body of poetry and music with themes that included religious devotion and rebellion against oppression. Nazrul's activism for political and social justice earned him the title of \"Bidrohi Kobi\". His compositions form the avant-garde music genre of Nazrul Geeti."}]}, {"heading": "Births", "year": "1900", "date": "May 25", "txt": "Alain Grandbois, Canadian poet and author (d. 1975)", "entities": [{"title": "Alain Grandbois", "href": "/wiki/Alain_Grandbois", "description": "Alain Grandbois, was a Canadian Quebecer poet, considered the first great modern one."}]}, {"heading": "Births", "year": "1907", "date": "May 25", "txt": "U Nu, Burmese politician, 1st Prime Minister of Burma (d. 1995)", "entities": [{"title": "U Nu", "href": "/wiki/U_Nu", "description": "U Nu, also known by the honorific name Thakin Nu, was a leading Burmese statesman and nationalist politician. He was the first Prime Minister of Burma under the provisions of the 1947 Constitution of the Union of Burma, from 4 January 1948 to 12 June 1956, again from 28 February 1957 to 28 October 1958, and finally from 4 April 1960 to 2 March 1962."}, {"title": "Prime Minister of Burma", "href": "/wiki/Prime_Minister_of_Burma", "description": "The prime minister of Myanmar was the head of government of Myanmar from 1948 to 2011."}]}, {"heading": "Births", "year": "1908", "date": "May 25", "txt": "Theodore Roethke, American poet (d. 1963)", "entities": [{"title": "Theodore Roethke", "href": "/wiki/Theodore_Roethke", "description": "Theodore Huebner Roethke was an American poet. He is regarded as one of the most accomplished and influential poets of his generation, having won the Pulitzer Prize for poetry in 1954 for his book The Waking, and the annual National Book Award for Poetry on two occasions: in 1959 for Words for the Wind, and posthumously in 1965 for The Far Field. His work was characterized by its introspection, rh"}]}, {"heading": "Births", "year": "1909", "date": "May 25", "txt": "Alfred Kubel, German politician, 5th Prime Minister of Lower Saxony (d. 1999)", "entities": [{"title": "Alfred Kubel", "href": "/wiki/Alfred_Kubel", "description": "Alfred Kubel was a German politician; in his later career, he was a member of the Social Democratic Party of Germany."}, {"title": "Prime Minister of Lower Saxony", "href": "/wiki/Prime_Minister_of_Lower_Saxony", "description": "The Minister President of Lower Saxony, also referred to as Premier or Prime Minister, is the head of government of the German state of Lower Saxony. The position was created in 1946, when the states of Brunswick, Oldenburg, Schaumburg-Lippe and the State of Hanover were merged to form the state of Lower Saxony. The current Minister President is Stephan Weil, heading a coalition government between"}]}, {"heading": "Births", "year": "1912", "date": "May 25", "txt": "Dean Rockwell, American commander, wrestler, and coach (d. 2005)", "entities": [{"title": "Dean Rockwell", "href": "/wiki/Dean_Rockwell", "description": "Dean Ladrath Rockwell ) was a decorated World War II group commander in the D-Day invasion, an Olympic Greco-Roman wrestling coach, and a college football coach."}]}, {"heading": "Births", "year": "1913", "date": "May 25", "txt": "Heinrich Bär, German colonel and pilot (d. 1957)", "entities": [{"title": "Heinrich Bär", "href": "/wiki/Heinrich_B%C3%A4r", "description": "Heinz \"Pritzl\" Bär was a German Luftwaffe flying ace who served throughout World War II in Europe. Bär flew more than one thousand combat missions, and fought in the Western, Eastern and Mediterranean theatres. On 18 occasions he survived being shot down, and according to records in the German Federal Archives, he claimed to have shot down 228 enemy aircraft and was credited with 208 aerial victor"}]}, {"heading": "Births", "year": "1913", "date": "May 25", "txt": "Richard Dimbleby, English journalist and producer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 25", "txt": "Brian Dickson, Canadian captain, lawyer, and politician, 15th Chief Justice of Canada (d. 1998)", "entities": [{"title": "Brian Dickson", "href": "/wiki/Brian_Dickson", "description": "Robert George Brian Dickson, commonly known as Brian Dickson, was a Canadian lawyer, military officer and judge. He was appointed a puisne justice of the Supreme Court of Canada on March 26, 1973, and subsequently appointed the 15th Chief Justice of Canada on April 18, 1984. He retired on June 30, 1990."}, {"title": "Chief Justice of Canada", "href": "/wiki/Chief_Justice_of_Canada", "description": "The chief justice of Canada is the presiding judge of the nine-member Supreme Court of Canada, the highest judicial body in Canada. As such, the chief justice is the highest-ranking judge of the Canadian court system. The Supreme Court Act makes the chief justice, a Crown in Council appointment, meaning the Crown acting on the advice of the prime minister and minister of justice. The chief justice"}]}, {"heading": "Births", "year": "1916", "date": "May 25", "txt": "Giuseppe Tosi, Italian discus thrower (d. 1981)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 25", "txt": "Steve Cochran, American film, television and stage actor (d. 1965)", "entities": [{"title": "Steve Cochran", "href": "/wiki/Steve_Cochran", "description": "Steve Cochran was an American film, television and stage actor. He attended the University of Wyoming. After a stint working as a cowboy, Cochran developed his acting skills in local theatre and gradually progressed to Broadway, film and television."}]}, {"heading": "Births", "year": "1917", "date": "May 25", "txt": "Theodore Hesburgh, American priest, theologian, and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1920", "date": "May 25", "txt": "Arthur Wint, Jamaican runner and diplomat (d. 1992)", "entities": [{"title": "Arthur Wint", "href": "/wiki/Arthur_Wint", "description": "Arthur Stanley Wint OD MBE was a Jamaican sprinter. Competing at the 1948 and 1952 Olympics he who won two gold and two silver medals, becoming the first Jamaican Olympic gold medalist."}]}, {"heading": "Births", "year": "1921", "date": "May 25", "txt": "Hal David, American songwriter and composer (d. 2012)", "entities": [{"title": "Hal David", "href": "/wiki/Hal_David", "description": "Harold Lane David was an American lyricist. He grew up in New York City. He was best known for his collaborations with composer Burt Bacharach and his association with Dionne Warwick."}]}, {"heading": "Births", "year": "1921", "date": "May 25", "txt": "Kitty Kallen, American singer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 25", "txt": "Jack Steinberger, German-Swiss physicist and academic, Nobel Prize laureate (d. 2020)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1922", "date": "May 25", "txt": "Enrico Berlinguer, Italian politician (d. 1984)", "entities": [{"title": "Enrico Berlinguer", "href": "/wiki/Enrico_Berlinguer", "description": "Enrico Berlinguer was an Italian politician, considered the most popular leader of the Italian Communist Party (PCI), which he led as the national secretary from 1972 until his death during a tense period in Italy's history, marked by the Years of lead and social conflicts such as the Hot Autumn of 1969–1970."}]}, {"heading": "Births", "year": "1924", "date": "May 25", "txt": "István Nyers, French-Hungarian footballer (d. 2005)", "entities": [{"title": "István Nyers", "href": "/wiki/Istv%C3%A1n_Nyers", "description": "István Nyers, also known as Stefano Nyers, was a Hungarian footballer who played as a forward or as a winger. Although he played in only two international matches for Hungary, he is considered one of the greatest football legends of his country, reaching the peak of his career in the 1940s and 1950s."}]}, {"heading": "Births", "year": "1925", "date": "May 25", "txt": "Rosario Castellanos, Mexican poet and author (d. 1974)", "entities": [{"title": "Rosario Castellanos", "href": "/wiki/Rosario_Castellanos", "description": "Rosario Castellanos Figueroa was a Mexican poet and author. She was one of Mexico's most important literary voices in the last century. Throughout her life, she wrote eloquently about issues of cultural and gender oppression, and her work has influenced Mexican feminist theory and cultural studies. Though she died young, she opened the door of Mexican literature to women, and left a legacy that st"}]}, {"heading": "Births", "year": "1925", "date": "May 25", "txt": "Jeanne Crain, American actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 25", "txt": "Eldon Griffiths, English journalist and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 25", "txt": "Don Liddle, American baseball player (d. 2000)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 25", "txt": "Claude Pinoteau, French film director and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 25", "txt": "Claude Akins, American actor (d. 1994)", "entities": [{"title": "Claude Akins", "href": "/wiki/Claude_Akins", "description": "Claude Aubrey Akins was an American character actor with a long career on stage, screen, and television. He was best known as Sheriff Lobo on the 1979–1981 television series B. J. and the Bear, and later The Misadventures of Sheriff Lobo, a spin-off series."}]}, {"heading": "Births", "year": "1926", "date": "May 25", "txt": "William Bowyer, English painter and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 25", "txt": "Phyllis Gotlieb, Canadian author and poet (d. 2009)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 25", "txt": "Bill Sharman, American basketball player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 25", "txt": "David Wynne, English sculptor and painter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "May 25", "txt": "Robert Ludlum, American soldier and author (d. 2001)", "entities": [{"title": "Robert Ludlum", "href": "/wiki/Robert_Ludlum", "description": "Robert Ludlum was an American author of 27 thriller novels, best known as the creator of Jason Bourne from the original The Bourne Trilogy series. The number of copies of his books in print is estimated between 300 million and 500 million. They have been published in 33 languages and 40 countries. Ludlum also published books under the pseudonyms Jonathan Ryder and Michael Shepherd."}]}, {"heading": "Births", "year": "1927", "date": "May 25", "txt": "Norman Petty, American singer-songwriter, pianist, and producer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 25", "txt": "Beverly Sills, American soprano and actress (d. 2007)", "entities": [{"title": "Beverly Sills", "href": "/wiki/Beverly_Sills", "description": "Beverly Sills was an American operatic soprano whose peak career was between the 1950s and 1970s."}]}, {"heading": "Births", "year": "1930", "date": "May 25", "txt": "Sonia Rykiel, French fashion designer (d. 2016)", "entities": [{"title": "Sonia Rykiel", "href": "/wiki/Sonia_Rykiel", "description": "Sonia Rykiel was a French fashion designer and writer. She created the Poor Boy Sweater, which was featured on the cover of French Elle magazine. Her knitwear designs and new fashion techniques led her to be dubbed the \"Queen of Knits\". The Sonia Rykiel label was founded in 1968 upon the opening of her first store, making clothing, accessories and fragrances. Rykiel was also a writer and her first"}]}, {"heading": "Births", "year": "1931", "date": "May 25", "txt": "Herb Gray, Canadian lawyer and politician, 7th Deputy Prime Minister of Canada (d. 2014)", "entities": [{"title": "Herb Gray", "href": "/wiki/Herb_Gray", "description": "Herbert Eser Gray was a prominent Canadian politician. He served as a Member of Parliament for Windsor West for four decades, from 1962 to 2002; and consequently he is one of the longest serving Members of Parliament in Canadian history. He also served as cabinet minister under three prime ministers, and as the seventh deputy prime minister from 1997 to 2002. He was Canada's first Jewish federal c"}, {"title": "Deputy Prime Minister of Canada", "href": "/wiki/Deputy_Prime_Minister_of_Canada", "description": "The deputy prime minister of Canada is a minister of the Crown and a member of the Canadian Cabinet. The office is conferred at the discretion of the prime minister and does not have an associated departmental portfolio. Canadian deputy prime ministers are appointed to the Privy Council and styled as the Honourable, a privilege maintained for life."}]}, {"heading": "Births", "year": "1931", "date": "May 25", "txt": "Georgy Grechko, Russian engineer and astronaut (d. 2017)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 25", "txt": "Irwin Winkler, American director and producer", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 25", "txt": "John Gregory Dunne, American novelist, screenwriter, and critic (d. 2003)", "entities": [{"title": "John Gregory Dunne", "href": "/wiki/John_Gregory_Dunne", "description": "John Gregory Dunne was an American novelist, screenwriter and literary critic."}]}, {"heading": "Births", "year": "1932", "date": "May 25", "txt": "K. C. Jones, American basketball player and coach (d. 2020)", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 25", "txt": "Sarah Marshall, English-American actress (d. 2014)", "entities": [{"title": "Sarah Marshall (British actress)", "href": "/wiki/Sarah_Marshall_(British_actress)", "description": "Sarah Lynne Marshall was an English actress. She received a nomination for the Tony Award for Best Featured Actress in a Play for her performance in Goodbye Charlie."}]}, {"heading": "Births", "year": "1933", "date": "May 25", "txt": "Basdeo Panday, Trinidadian lawyer and politician, 5th Prime Minister of Trinidad and Tobago", "entities": [{"title": "Prime Minister of Trinidad and Tobago", "href": "/wiki/Prime_Minister_of_Trinidad_and_Tobago", "description": "The Prime Minister of Trinidad and Tobago is the head of the executive branch of government in the republic of Trinidad and Tobago."}]}, {"heading": "Births", "year": "1933", "date": "May 25", "txt": "Ray Spencer, English footballer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 25", "txt": "Jógvan Sundstein, Faroese accountant and politician, 7th Prime Minister of the Faroe Islands", "entities": [{"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Births", "year": "1935", "date": "May 25", "txt": "John Ffowcs Williams, Welsh engineer and academic", "entities": [{"title": "John Ffowcs Williams", "href": "/wiki/John_Ffowcs_Williams", "description": "John \"Shôn\" Eirwyn Ffowcs Williams was Emeritus Rank Professor of Engineering at the University of Cambridge and a former Master of Emmanuel College, Cambridge (1996–2002). He may be best known for his contributions to Aeroacoustics, in particular for his work on Concorde. Together with one of his students, David Hawkings, he introduced the far-field integration method in computational aeroacousti"}]}, {"heading": "Births", "year": "1935", "date": "May 25", "txt": "Cookie Gilchrist, American football player (d. 2011)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 25", "txt": "W. P. Kinsella,  Canadian novelist and short story writer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 25", "txt": "Victoria Shaw, Australian-born American actress (d. 1988)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 25", "txt": "Tom T. Hall, American singer-songwriter and guitarist", "entities": [{"title": "Tom T. Hall", "href": "/wiki/Tom_T._Hall", "description": "Thomas T. Hall is an American country music songwriter, singer, instrumentalist, novelist, and short-story writer. He has written 12 No. 1 hit songs, with 26 more that reached the Top 10, including the No. 1 international pop crossover smash \"Harper Valley PTA\" and the hit \"I Love\", which reached No. 12 on the Billboard Hot 100. He is included in Rolling Stones list of 100 Greatest Songwriters. He"}]}, {"heading": "Births", "year": "1936", "date": "May 25", "txt": "Rusi Surti, Indian cricketer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 25", "txt": "Tom Phillips, English painter and academic", "entities": [{"title": "Tom Phillips (artist)", "href": "/wiki/Tom_Phillips_(artist)", "description": "Tom Phillips is an English artist. He was born in London, where he continues to work. He is a painter, printmaker and collagist."}]}, {"heading": "Births", "year": "1938", "date": "May 25", "txt": "Raymond Carver, American short story writer and poet (d. 1988)", "entities": [{"title": "Raymond Carver", "href": "/wiki/Raymond_Carver", "description": "Raymond Clevie Carver Jr. was an American short story writer and poet. He is considered to be amongst America's greatest writers."}]}, {"heading": "Births", "year": "1938", "date": "May 25", "txt": "Margaret Forster, English historian, author, and critic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 25", "txt": "Geoffrey Robinson, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 25", "txt": "Dixie Carter, American actress and singer (d. 2010)", "entities": [{"title": "Dixie Carter", "href": "/wiki/Dixie_Carter", "description": "Dixie Virginia Carter was an American film, television and stage actress. She starred as Julia Sugarbaker on the sitcom Designing Women (1986–1993) and as Randi King on the drama series Family Law (1999–2002). She was nominated for the 2007 Primetime Emmy Award for Outstanding Guest Actress in a Comedy Series for her role as Gloria Hodge on Desperate Housewives (2006–2007)."}]}, {"heading": "Births", "year": "1939", "date": "May 25", "txt": "Ian McKellen, English actor", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 25", "txt": "Nobuyoshi Araki, Japanese photographer", "entities": [{"title": "Nobuyoshi Araki", "href": "/wiki/Nobuyoshi_Araki", "description": "Nobuyoshi Araki  is a Japanese photographer and contemporary artist professionally known by the mononym Arākī (アラーキー). Known primarily for photography that blends eroticism and bondage in a fine art context, he has published over 500 books."}]}, {"heading": "Births", "year": "1941", "date": "May 25", "txt": "Rudolf Adler, Czech filmmaker:88", "entities": [{"title": "Rudolf Adler", "href": "/wiki/Rudolf_Adler", "description": "Rudolf Adler is a Czech film director, screenwriter and pedagogue."}]}, {"heading": "Births", "year": "1941", "date": "May 25", "txt": "Uta Frith, German developmental psychologist", "entities": [{"title": "Developmental psychology", "href": "/wiki/Developmental_psychology", "description": "Developmental psychology is the scientific study of how and why human beings change over the course of their life. Originally concerned with infants and children, the field has expanded to include adolescence, adult development, aging, and the entire lifespan. Developmental psychologists aim to explain how thinking, feeling, and behaviors change throughout life. This field examines change across t"}]}, {"heading": "Births", "year": "1941", "date": "May 25", "txt": "Vladimir Voronin, Moldovan economist and politician, 3rd President of Moldova", "entities": [{"title": "President of Moldova", "href": "/wiki/President_of_Moldova", "description": "The President of the Republic of Moldova is the head of state of Moldova. The current president is Maia Sandu, who assumed office on 24 December 2020."}]}, {"heading": "Births", "year": "1943", "date": "May 25", "txt": "Jessi Colter, American singer-songwriter and pianist", "entities": [{"title": "Jessi Colter", "href": "/wiki/Jessi_Colter", "description": "Mirriam Johnson, known professionally as Jessi Colter, is an American country music artist who is best known for her collaborations with her husband, country singer and songwriter Waylon Jennings, and for her 1975 country-pop crossover hit \"I'm Not Lisa\"."}]}, {"heading": "Births", "year": "1943", "date": "May 25", "txt": "John Palmer, English keyboard player", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 25", "txt": "Leslie Uggams, American actress and singer", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 25", "txt": "Digby Anderson, English journalist and philosopher", "entities": [{"title": "Digby Anderson", "href": "/wiki/Digby_Anderson", "description": "Dr. Digby C. Anderson is the founder and former director of the Social Affairs Unit, a public policy organisation/economic think-tank created in 1980. In addition to this role, Anderson served as a long-time contributor to several conservative American and British newspapers and magazines including The Spectator and The Daily Telegraph, as well as The American Spectator, The New Criterion, and Nat"}]}, {"heading": "Births", "year": "1944", "date": "May 25", "txt": "Pierre Bachelet, French singer-songwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 25", "txt": "Charlie Harper, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 25", "txt": "Robert MacPherson, American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 25", "txt": "Frank Oz, English-born American puppeteer, filmmaker, and actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 25", "txt": "Chris Ralston, English rugby player", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 25", "txt": "Bill Adam, Scottish-Canadian racing driver", "entities": [{"title": "Bill Adam", "href": "/wiki/Bill_Adam", "description": "Bill Adam is a Canadian racing driver born in Airdrie, North Lanarkshire, Scotland."}]}, {"heading": "Births", "year": "1946", "date": "May 25", "txt": "David A. Hargrave, American game designer, created Arduin (d. 1988)", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 25", "txt": "Karen Valentine, American actress", "entities": [{"title": "Karen Valentine", "href": "/wiki/Karen_Valentine", "description": "Karen Valentine is an American actress. She is best known for her role as young idealistic schoolteacher Alice Johnson in the ABC comedy drama series Room 222 from 1969 to 1974, for which she won the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series in 1970, and received a Golden Globe Award nomination in 1971. She later went to star in her own short-lived sitcom Karen (19"}]}, {"heading": "Births", "year": "1947", "date": "May 25", "txt": "Catherine G. Wolf, American psychologist and computer scientist", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 25", "txt": "Bülent Arınç, Turkish lawyer and politician, Deputy Prime Minister of Turkey", "entities": [{"title": "Bülent Arınç", "href": "/wiki/B%C3%BClent_Ar%C4%B1n%C3%A7", "description": "Bülent Arınç is a conservative Turkish politician. He served as the 22nd Speaker of the Parliament of Turkey from 2002 to 2007 and as a Deputy Prime Minister of Turkey between 2009 and 2015."}, {"title": "Deputy Prime Minister of Turkey", "href": "/wiki/Deputy_Prime_Minister_of_Turkey", "description": "The Deputy Prime Minister of Turkey is the abolished official Deputy of the Head of Government of Turkey. Conventionally all of the junior partners in a coalition get one deputy, and they are ranked according to the size of their respective parties."}]}, {"heading": "Births", "year": "1948", "date": "May 25", "txt": "Marianne Elliott, Northern Irish historian, author, and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 25", "txt": "Klaus Meine, German rock singer-songwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 25", "txt": "Jamaica Kincaid, Antiguan-American novelist, short story writer, and essayist", "entities": [{"title": "Jamaica Kincaid", "href": "/wiki/Jamaica_Kincaid", "description": "Jamaica Kincaid is an Antiguan-American novelist, essayist, gardener, and gardening writer. She was born in St. John's, Antigua. She lives in North Bennington, Vermont, during the summers, and is Professor of African and African American Studies in Residence at Harvard University during the academic year."}]}, {"heading": "Births", "year": "1949", "date": "May 25", "txt": "Barry Windsor-Smith, English painter and illustrator", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 25", "txt": "Robby Steinhardt, American rock violinist and singer", "entities": [{"title": "Robby Steinhardt", "href": "/wiki/Robby_Steinhardt", "description": "Robert Eugene Steinhardt is a rock violinist and singer best known for his work with the group Kansas, for which he was co-lead singer / \"frontman\" and mc along with keyboardist Steve Walsh, from 1973 to 1982 and from 1997 to 2006. He and Steve Walsh are the only original members of the band who are not from Topeka."}]}, {"heading": "Births", "year": "1951", "date": "May 25", "txt": "Bob Gale, American director, producer, and screenwriter", "entities": [{"title": "Bob Gale", "href": "/wiki/Bob_Gale", "description": "Michael Robert Gale is an American screenwriter, producer and film director. He co-wrote the science fiction comedy film Back to the Future with writing partner Robert Zemeckis, and the screenplays for the film's two sequels. Gale also co-produced all three films and served as associate producer on the subsequent animated TV series. Michael J. Fox noted that Back to the Future co-creator Bob Gale "}]}, {"heading": "Births", "year": "1952", "date": "May 25", "txt": "Jeffrey Bewkes, American businessman", "entities": [{"title": "Jeffrey Bewkes", "href": "/wiki/Jeffrey_Bewkes", "description": "Jeffrey Lawrence Bewkes is an American media executive. He was CEO of Time Warner from January 1, 2008 to June 14, 2018, President from December 2005 to June 2018, and Chairman of the Board from January 1, 2009 to 2018."}]}, {"heading": "Births", "year": "1952", "date": "May 25", "txt": "Nick Fotiu, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 25", "txt": "David Jenkins, Trinidadian-Scottish runner", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 25", "txt": "Al Sarrantonio, American author and publisher", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 25", "txt": "Gordon H. Smith, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 25", "txt": "Eve Ensler, American playwright and producer", "entities": [{"title": "Eve Ensler", "href": "/wiki/Eve_Ensler", "description": "Eve Ensler, also known mononymously as V, is an American playwright, performer, feminist, and activist. Ensler is best known for her play The Vagina Monologues. In 2006 Charles Isherwood of The New York Times called The Vagina Monologues \"probably the most important piece of political theater of the last decade.\""}]}, {"heading": "Births", "year": "1953", "date": "May 25", "txt": "Daniel Passarella, Argentinian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 25", "txt": "Stan Sakai, Japanese-American author and illustrator", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 25", "txt": "Gaetano Scirea, Italian footballer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 25", "txt": "John Beck, English footballer, midfielder and manager", "entities": [{"title": "John Beck (footballer)", "href": "/wiki/John_Beck_(footballer)", "description": "John Alexander Beck is an English former footballer and manager. As a player, he made nearly 500 Football League appearances for five clubs between 1972 and 1989."}]}, {"heading": "Births", "year": "1954", "date": "May 25", "txt": "Murali, Indian actor, producer, and politician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 25", "txt": "Alistair Burt, English lawyer and politician", "entities": [{"title": "Alistair Burt", "href": "/wiki/Alistair_Burt", "description": "Alistair James Hendrie Burt is a British politician who served as Member of Parliament (MP) for North East Bedfordshire from 2001 until 2019. He was previously MP for his native Bury North in Greater Manchester from 1983 until 1997. Burt was Parliamentary Under Secretary of State then Minister of State at the Department of Social Security from 1992 to 1997, and Parliamentary Under Secretary of Sta"}]}, {"heading": "Births", "year": "1956", "date": "May 25", "txt": "Stavros Arnaoutakis, Greek politician", "entities": [{"title": "Stavros Arnaoutakis", "href": "/wiki/Stavros_Arnaoutakis", "description": "Stavros Arnaoutakis is a Greek politician and former Member of the European Parliament (MEP) for the Panhellenic Socialist Movement (PASOK); part of the Party of European Socialists. He has also served as the Deputy Minister for the Economy."}]}, {"heading": "Births", "year": "1956", "date": "May 25", "txt": "Larry Hogan, American politician, 62nd Governor of Maryland", "entities": [{"title": "Governor of Maryland", "href": "/wiki/Governor_of_Maryland", "description": "The governor of the State of Maryland heads the executive branch of the government of the State of Maryland, and is the commander-in-chief of the state's National Guard units. The governor is the highest-ranking official in the state and has a broad range of appointive powers in both the state and local governments, as specified by the Maryland Constitution. Because of the extent of these constitu"}]}, {"heading": "Births", "year": "1956", "date": "May 25", "txt": "David P. Sartor, American composer and conductor", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 25", "txt": "Alastair Campbell, English journalist and author", "entities": [{"title": "Alastair Campbell", "href": "/wiki/Alastair_Campbell", "description": "Alastair John Campbell is a British journalist, author, strategist, broadcaster and activist."}]}, {"heading": "Births", "year": "1957", "date": "May 25", "txt": "Edward Lee, American author", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 25", "txt": "Robert Picard, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 25", "txt": "Dorothy Straight, American children's author", "entities": [{"title": "Dorothy Straight", "href": "/wiki/Dorothy_Straight", "description": "Dorothy Elmhirst Straight is an American author who wrote How the World Began in 1962 at the age of 4 for her grandmother, Dorothy Payne Whitney, making her among the youngest published authors ever."}]}, {"heading": "Births", "year": "1958", "date": "May 25", "txt": "Paul Weller, English singer, songwriter and musician", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 25", "txt": "Julian Clary, English comedian, actor, and author", "entities": [{"title": "Julian Clary", "href": "/wiki/Julian_Clary", "description": "Julian Peter McDonald Clary is an English actor, comedian, novelist and presenter. Clary began appearing on television in the mid-1980s. Since then he has also acted in films, television and stage productions, numerous pantomimes and was the winner of Celebrity Big Brother 10 in 2012."}]}, {"heading": "Births", "year": "1959", "date": "May 25", "txt": "Manolis Kefalogiannis, Greek politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 25", "txt": "Rick Wamsley, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 25", "txt": "Amy Klobuchar, American lawyer and politician", "entities": [{"title": "Amy Klobuchar", "href": "/wiki/Amy_Klobuchar", "description": "Amy Jean Klobuchar is an American lawyer and politician serving as the senior United States senator from Minnesota since 2007. A member of the Minnesota Democratic–Farmer–Labor Party (DFL), Minnesota's affiliate of the Democratic Party, she previously served as the Hennepin County attorney."}]}, {"heading": "Births", "year": "1960", "date": "May 25", "txt": "Anthea Turner, English journalist and television host", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 25", "txt": "Ric Nattress, Canadian ice hockey player, coach, and manager", "entities": [{"title": "Ric Nattress", "href": "/wiki/Ric_Nattress", "description": "Eric James Nattress is a former National Hockey League defenceman. He was drafted in the second round, 27th overall, by the Montreal Canadiens in the 1980 NHL Entry Draft."}]}, {"heading": "Births", "year": "1963", "date": "May 25", "txt": "George Hickenlooper, American director and producer (d. 2010)", "entities": [{"title": "George Hickenlooper", "href": "/wiki/George_Hickenlooper", "description": "George Loening Hickenlooper III was an American narrative and documentary filmmaker."}]}, {"heading": "Births", "year": "1963", "date": "May 25", "txt": "Mike Myers, Canadian-American actor, singer, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 25", "txt": "Ludovic Orban, Romanian engineer and politician, 68th Prime Minister of Romania", "entities": [{"title": "List of Prime Ministers of Romania", "href": "/wiki/List_of_Prime_Ministers_of_Romania", "description": "\nThis is a list of the heads of government of the modern Romanian state, from the establishment of the United Principalities to the present day."}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Births", "year": "1964", "date": "May 25", "txt": "David Shaw, Canadian-American ice hockey player", "entities": [{"title": "David Shaw (ice hockey)", "href": "/wiki/David_Shaw_(ice_hockey)", "description": "David Shaw is a Canadian former professional ice hockey defenceman who played 769 National Hockey League games from 1982-1998. He won a Memorial Cup as a member of the Kitchener Rangers in 1982. He now lives in the Boston area with his wife Darcy, where he is working as President of GRRO International."}]}, {"heading": "Births", "year": "1965", "date": "May 25", "txt": "Yahya Jammeh, Gambian colonel and politician, President of the Gambia", "entities": [{"title": "Yahya Jammeh", "href": "/wiki/Yahya_Jammeh", "description": "Yahya Abdul-Aziz Jemus Junkung Jammeh is a Gambian politician and former military officer who was the leader of The Gambia from 1994 to 2017, firstly as chairman of the Armed Forces Provisional Ruling Council (AFPRC) from 1994 to 1996 and then as President of the Gambia from 1996 to 2017."}, {"title": "President of the Gambia", "href": "/wiki/President_of_the_Gambia", "description": "The president of the Republic of The Gambia is the head of state and head of government of The Gambia. The president leads the executive branch of the government of The Gambia and is the commander-in-chief of the Military of The Gambia. The post was created in 1970, when The Gambia became a republic and has been held by three people: Dawda Jawara, who ruled from 1970 until 1994, Yahya Jammeh, who "}]}, {"heading": "Births", "year": "1967", "date": "May 25", "txt": "Luc Nilis, Belgian footballer and manager", "entities": [{"title": "Luc Nilis", "href": "/wiki/Luc_Nilis", "description": "Luc Gilbert Cyrille Nilis is a Belgian former professional footballer who played as a striker. He enjoyed a successful career in his native Belgium and, in particular, in the Netherlands with PSV. His playing days came to an end in the 2000–01 season after breaking his leg in a match with his club Aston Villa following a clash with Ipswich Town goalkeeper Richard Wright."}]}, {"heading": "Births", "year": "1967", "date": "May 25", "txt": "Mark Rosewater, head designer of Magic: the Gathering", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 25", "txt": "Andrew Sznajder, Canadian tennis player", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 25", "txt": "Kendall Gill, American basketball player, boxer, and sportscaster", "entities": [{"title": "Kendall Gill", "href": "/wiki/Kendall_Gill", "description": "Kendall Cedric Gill is an American retired professional basketball player who now works as a television basketball analyst."}]}, {"heading": "Births", "year": "1969", "date": "May 25", "txt": "Glen Drover, Canadian guitarist and songwriter", "entities": [{"title": "Glen Drover", "href": "/wiki/Glen_Drover", "description": "Glen Drover is a Canadian heavy metal guitarist from Ottawa, Ontario. He is best known as the former lead guitarist of Megadeth and King Diamond, along with his brother Shawn Drover who also performed with Megadeth."}]}, {"heading": "Births", "year": "1969", "date": "May 25", "txt": "Anne Heche, American actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 25", "txt": "Karen Bernstein, Canadian voice actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 25", "txt": "Stacy London, American journalist and author", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 25", "txt": "Robert Croft, Welsh-English cricketer and sportscaster", "entities": [{"title": "Robert Croft", "href": "/wiki/Robert_Croft", "description": "Robert Damien Bale Croft MBE is a former Welsh cricketer who played international cricket for England. He is an off-spin bowler who played for Glamorgan and captained the county from 2003 to 2006. He retired from first class cricket at the end of the 2012 season, having played county cricket for 23 seasons. He commentates on cricket occasionally for Sky Sports."}]}, {"heading": "Births", "year": "1970", "date": "May 25", "txt": "Jamie Kennedy, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 25", "txt": "Octavia Spencer, American actress and author[a]", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 25", "txt": "Stefano Baldini, Italian runner", "entities": [{"title": "Stefano Baldini", "href": "/wiki/Stefano_Baldini", "description": "Stefano Baldini is a retired Italian runner who specialized in the marathon. He was the Olympic champion in Athens and was twice European champion."}]}, {"heading": "Births", "year": "1971", "date": "May 25", "txt": "Marco Cappato, Italian politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 25", "txt": "Karan Johar, Indian actor, director, producer, and screenwriter", "entities": [{"title": "Karan Johar", "href": "/wiki/Karan_Johar", "description": "Karan Kumar Johar, often informally referred to as KJo, is an Indian film director, producer, screenwriter, costume designer, actor and television personality who works in Hindi films."}]}, {"heading": "Births", "year": "1973", "date": "May 25", "txt": "Daz Dillinger, American rapper and producer", "entities": [{"title": "Daz Dillinger", "href": "/wiki/Daz_Dillinger", "description": "Delmar Drew Arnaud, of the stage name Daz Dillinger, formerly Dat Nigga Daz, and commonly Daz, is an American rapper, songwriter and record producer who, in the 1990s at Death Row Records, aided the catapult of West Coast rap and gangsta rap into the mainstream. He is one half of the rap duo tha Dogg Pound, along with Kurupt."}]}, {"heading": "Births", "year": "1973", "date": "May 25", "txt": "Molly Sims, American model and actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 25", "txt": "Dougie Freedman, Scottish footballer and manager", "entities": [{"title": "Dougie Freedman", "href": "/wiki/Dougie_Freedman", "description": "Douglas Alan Freedman is a Scottish professional football manager and former player. As of December 2019 he is sporting director of Crystal Palace."}]}, {"heading": "Births", "year": "1974", "date": "May 25", "txt": "Frank Klepacki, American drummer and composer", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 25", "txt": "Miguel Tejada, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 25", "txt": "Blaise Nkufo, Congolese-Swiss footballer", "entities": [{"title": "Blaise Nkufo", "href": "/wiki/Blaise_Nkufo", "description": "Isetsima Blaise Nkufo is a Swiss former international footballer who played as a striker and current coach of Rino's Tigers in the Vancouver Metro Soccer League."}]}, {"heading": "Births", "year": "1976", "date": "May 25", "txt": "Stefan Holm, Swedish high jumper", "entities": [{"title": "Stefan Holm", "href": "/wiki/Stefan_Holm", "description": "Stefan Christian Holm is a retired Swedish high jumper. He has won an Olympic gold medal, a silver in the World Championships, and one silver and one bronze medal in the European Championships. His personal records are 2.37 m and 2.40 m. He is currently coach of Swedish high jumper Sofie Skoog."}]}, {"heading": "Births", "year": "1976", "date": "May 25", "txt": "Erki Pütsep, Estonian cyclist", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 25", "txt": "Ethan Suplee, American actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 25", "txt": "Cillian Murphy, Irish actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 25", "txt": "Miguel Zepeda, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 25", "txt": "Andre Anis, Estonian footballer", "entities": [{"title": "Andre Anis", "href": "/wiki/Andre_Anis", "description": "Andre Anis is a football (soccer) defender from Estonia. He played for several clubs in his native country, including JK Viljandi Tulevik."}]}, {"heading": "Births", "year": "1977", "date": "May 25", "txt": "Alberto Del Rio, Mexican-American mixed martial artist and wrestler", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 25", "txt": "Adam Gontier, Canadian singer-songwriter and guitarist", "entities": [{"title": "Adam Gontier", "href": "/wiki/Adam_Gontier", "description": "Adam Wade Gontier is a Canadian singer, songwriter and musician. He is the lead singer, rhythm guitarist, and main songwriter for Saint Asonia, but is best known as the former lead singer and rhythm guitarist of the Canadian rock band Three Days Grace. Gontier left Three Days Grace on January 9, 2013. In addition to his work with Three Days Grace and Saint Asonia, he has been involved in collabora"}]}, {"heading": "Births", "year": "1978", "date": "May 25", "txt": "Brian Urlacher, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 25", "txt": "Carlos Bocanegra, American international soccer player, defender and Sports Executive", "entities": [{"title": "Carlos Bocanegra", "href": "/wiki/Carlos_Bocanegra", "description": "Carlos Manuel Bocanegra is an American sports executive and former professional soccer player. A two-time MLS Defender of the Year, Bocanegra also played professionally in England, Scotland, France, and Spain. He earned over 100 caps with the United States, serving as captain for six years. He is currently serving as technical director and vice president for Atlanta United."}]}, {"heading": "Births", "year": "1979", "date": "May 25", "txt": "Sayed Moawad, Egyptian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 25", "txt": "Caroline Ouellette, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 25", "txt": "Sam Sodje, English-Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 25", "txt": "Jonny Wilkinson, English rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 25", "txt": "Chris Young, American baseball pitcher", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 25", "txt": "David Navarro, Spanish footballer", "entities": [{"title": "David Navarro (footballer)", "href": "/wiki/David_Navarro_(footballer)", "description": "David Navarro Pedrós is a Spanish retired footballer who played as a central defender, and the current coordinator of the sports management team at Levante UD."}]}, {"heading": "Births", "year": "1981", "date": "May 25", "txt": "Michalis Pelekanos, Greek basketball player", "entities": [{"title": "Michalis Pelekanos", "href": "/wiki/Michalis_Pelekanos", "description": "Michalis Pelekanos is a Greek professional basketball player who last played for Oiakas Nafpliou of the Greek 2nd Division. He is a 199 cm tall small forward."}]}, {"heading": "Births", "year": "1981", "date": "May 25", "txt": "Matt Utai, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Adam Boyd, English footballer", "entities": [{"title": "Adam Boyd", "href": "/wiki/Adam_Boyd", "description": "Adam Mark Boyd is an English footballer who last played for Bishop Auckland. Boyd plays as a striker and started off playing in school while attending Grange Primary School, in his hometown of Hartlepool."}]}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Daniel Braaten, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Ryan Gallant, American skateboarder", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Roger Guerreiro, Polish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Justin Hodges, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Ezekiel Kemboi, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Jason Kubel, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Stacey Pensgen, American figure skater and meteorologist", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 25", "txt": "Luke Webster, Australian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 25", "txt": "Luke Ball, Australian footballer", "entities": [{"title": "Luke Ball", "href": "/wiki/Luke_Ball", "description": "Luke Patrick Ball is a former professional Australian rules football player who played for the St Kilda and Collingwood football clubs in the Australian Football League. From 2003 to 2009 he played 142 games for the St Kilda Football Club where he was captain in 2007 and best and fairest and All-Australian in 2005. He is one of the only players in AFL history to have played in three consecutive gr"}]}, {"heading": "Births", "year": "1984", "date": "May 25", "txt": "Kyle Brodziak, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 25", "txt": "A. J. Foyt IV, American race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 25", "txt": "Shawne Merriman, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 25", "txt": "Luciana Abreu, Portuguese singer and actress", "entities": [{"title": "Luciana Abreu", "href": "/wiki/Luciana_Abreu", "description": "Luciana Abreu Sodré Costa Real is a Portuguese singer, actress and television host. Luciana Abreu is known for her participation in Idolos, for representing Portugal in the Eurovision Song Contest 2005 as part of the pop-duo 2B, for her character in 2006 for Floribella as Flor Valente."}]}, {"heading": "Births", "year": "1985", "date": "May 25", "txt": "Demba Ba, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 25", "txt": "Gert Kams, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 25", "txt": "Roman Reigns, American football player and wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 25", "txt": "Edewin Fanini, Brazilian footballer", "entities": [{"title": "Edewin Fanini", "href": "/wiki/Edewin_Fanini", "description": "Edewin Fanini Maria is an Italian Brazilian footballer for CENE. His maternal ancestor was from Veneto. He had a younger brother, Endrew Fanini Maria."}]}, {"heading": "Births", "year": "1986", "date": "May 25", "txt": "Yoan Gouffran, French footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 25", "txt": "Takahiro Hōjō, Japanese actor and musician", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 25", "txt": "Geraint Thomas, Welsh cyclist", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 25", "txt": "Timothy Derijck, Belgian footballer", "entities": [{"title": "Timothy Derijck", "href": "/wiki/Timothy_Derijck", "description": "Timothy Derijck is a Belgian professional footballer who plays as a centre back in the Jupiler Pro League for K.V. Kortrijk."}]}, {"heading": "Births", "year": "1987", "date": "May 25", "txt": "Yves De Winter, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 25", "txt": "Moritz Stehling, German footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 25", "txt": "Kamil Stoch, Polish ski jumper", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 25", "txt": "Dávid Škutka, Slovak footballer", "entities": [{"title": "Dávid Škutka", "href": "/wiki/D%C3%A1vid_%C5%A0kutka", "description": "Dávid Škutka is a Slovak football striker."}]}, {"heading": "Births", "year": "1988", "date": "May 25", "txt": "Cameron van der Burgh, South African swimmer", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 25", "txt": "Bo Dallas, American wrestler", "entities": [{"title": "Bo Dallas", "href": "/wiki/Bo_Dallas", "description": "Taylor Michael Rotunda is an American professional wrestler. He is best known for his time in WWE, where he performed under the ring name Bo Dallas. Rotunda is a third generation professional wrestler; his grandfather Blackjack Mulligan, father Mike Rotunda (I.R.S.) and uncles Barry and Kendall Windham were all professional wrestlers. His brother Windham Rotunda is also a professional wrestler, be"}]}, {"heading": "Births", "year": "1990", "date": "May 25", "txt": "Nikita Filatov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 25", "txt": "James Porter, English cricketer", "entities": [{"title": "James Porter (cricketer, born 1993)", "href": "/wiki/James_Porter_(cricketer,_born_1993)", "description": "James Alexander Porter is an English cricketer who has played first-class cricket for Essex since 2014. He is a righthanded batsman who bowls right arm medium-fast pace."}]}, {"heading": "Births", "year": "1994", "date": "May 25", "txt": "Matt Murray, Canadian ice hockey player", "entities": [{"title": "Matt Murray (ice hockey)", "href": "/wiki/Matt_Murray_(ice_hockey)", "description": "Matthew Murray is a Canadian professional ice hockey goaltender for the Ottawa Senators of the National Hockey League (NHL). Murray was selected by the Pittsburgh Penguins in the third round of the 2012 NHL Entry Draft. In 2016, Murray won his first Stanley Cup championship as the starting goalie for the Penguins during the playoffs after having replaced then-starter Marc-Andre Fleury. Murray woul"}]}, {"heading": "Births", "year": "1994", "date": "May 25", "txt": "Aly Raisman, American gymnast", "entities": []}, {"heading": "Births", "year": "1995", "date": "May 25", "txt": "Kagiso Rabada, South African cricketer", "entities": [{"title": "Kagiso Rabada", "href": "/wiki/Kagiso_Rabada", "description": "Kagiso Rabada is a South African international cricketer who plays all formats of the game. He made his South African debut in November 2014 in limited-overs cricket before going on to make his Test debut in November 2015. By January 2018, he had topped both the ICC ODI bowler rankings and the ICC Test bowler rankings aged 22. In July 2018, he became the youngest bowler to take 150 wickets in Test"}]}, {"heading": "Births", "year": "1996", "date": "May 25", "txt": "David Pastrňák, Czech ice hockey player", "entities": [{"title": "David Pastrňák", "href": "/wiki/David_Pastr%C5%88%C3%A1k", "description": "David Pastrňák is a Czech professional ice hockey right winger for the Boston Bruins of the National Hockey League (NHL). Nicknamed \"Pasta\" by Bruins fans, he was selected by the Bruins in the first round, 25th overall, of the 2014 NHL Entry Draft."}]}, {"heading": "Deaths", "year": "675", "date": "May 25", "txt": "Li Hong, Chinese prince (b. 652)", "entities": [{"title": "Li Hong", "href": "/wiki/Li_Hong", "description": "Li Hong, formally Emperor Xiaojing with the temple name of Yizong (義宗), was a crown prince of the Chinese dynasty Tang Dynasty. He was the fifth son of Emperor Gaozong and the oldest son of his second wife Empress Wu, and he was made the crown prince in 656. As he grew older, he often came in conflict with his ambitious and powerful mother Empress Wu, and it is commonly believed by traditional his"}]}, {"heading": "Deaths", "year": "709", "date": "May 25", "txt": "Aldhelm, English-Latin bishop, poet, and scholar (b. 639)", "entities": [{"title": "Aldhelm", "href": "/wiki/Aldhelm", "description": "Aldhelm, Abbot of Malmesbury Abbey, Bishop of Sherborne, and a writer and scholar of Latin poetry, was born before the middle of the 7th century. He is said to have been the son of Kenten, who was of the royal house of Wessex. He was certainly not, as his early biographer Faritius asserts, the brother of King Ine. After his death he was venerated as a saint, his feast day being the day of his deat"}]}, {"heading": "Deaths", "year": "803", "date": "May 25", "txt": "Higbald of Lindisfarne, English bishop", "entities": [{"title": "Higbald of Lindisfarne", "href": "/wiki/Higbald_of_Lindisfarne", "description": "Higbald of Lindisfarne was Bishop of Lindisfarne from 780 or 781 until his death on 25 May 803. Little is known about his life except that he was a regular communicator with Alcuin of York; it is in his letters to Alcuin that Higbald described in graphic detail the Viking raid on Lindisfarne on 8 June 793 in which many of his monks were killed."}]}, {"heading": "Deaths", "year": "912", "date": "May 25", "txt": "Xue Yiju, chancellor of Later Liang", "entities": [{"title": "Xue Yiju", "href": "/wiki/Xue_Yiju", "description": "Xue Yiju, courtesy name Xiyong (熙用) or Shizhan (式瞻), was an official of the Chinese dynasty Tang Dynasty and the subsequent Later Liang, serving as a chancellor during Later Liang."}, {"title": "Later Liang (Five Dynasties)", "href": "/wiki/Later_Liang_(Five_Dynasties)", "description": "The Later Liang, also known as Zhu Liang, was one of the Five Dynasties during the Five Dynasties and Ten Kingdoms period in China. It was founded by Zhu Wen, posthumously known as Taizu of Later Liang, after he forced the last emperor of the Tang dynasty to abdicate in his favour. The Later Liang would last until 923 when it was destroyed by Later Tang."}]}, {"heading": "Deaths", "year": "916", "date": "May 25", "txt": "Flann Sinna, king of Meath", "entities": [{"title": "Flann Sinna", "href": "/wiki/Flann_Sinna", "description": "Flann Sinna was the son of Máel Sechnaill mac Máele Ruanaid of Clann Cholmáin, a branch of the Southern Uí Néill. He was King of Mide from 877 onwards and is counted as a High King of Ireland. His mother Land ingen Dúngaile was a sister of Cerball mac Dúnlainge, King of Osraige."}, {"title": "Kingdom of Meath", "href": "/wiki/Kingdom_of_Meath", "description": "Meath was a kingdom in Ireland from the 1st to the 12th century AD. Its name means \"middle,\" denoting its location in the middle of the island."}]}, {"heading": "Deaths", "year": "939", "date": "May 25", "txt": "Yao Yanzhang, general of Chu", "entities": [{"title": "Yao Yanzhang", "href": "/wiki/Yao_Yanzhang", "description": "Yao Yanzhang was a key general serving under Ma Yin, a warlord of the late Chinese Tang Dynasty and the founder of the Five Dynasties and Ten Kingdoms Period state Chu."}, {"title": "Chu (Ten Kingdoms)", "href": "/wiki/Chu_(Ten_Kingdoms)", "description": "Chu, often referred to as Ma Chu (马楚) or Southern Chu (南楚) to distinguish it from other historical states called Chu, was a kingdom in south China during the Five Dynasties and Ten Kingdoms period (907–960). It existed from 907 to 951."}]}, {"heading": "Deaths", "year": "986", "date": "May 25", "txt": "Abd al-Rahman al-Sufi, Muslim astronomer (b. 903)", "entities": [{"title": "Abd al-Rahman al-Sufi", "href": "/wiki/Abd_al-Rahman_al-Sufi", "description": "'Abd al-Rahman al-Sufi (Persian: عبدالرحمن صوفی‎ was a Persian astronomer also known as 'Abd ar-Rahman as-Sufi, 'Abd al-Rahman Abu al-Husayn, 'Abdul Rahman Sufi, or 'Abdurrahman Sufi and, historically, in the West as Azophi and Azophi Arabus. The lunar crater Azophi and the minor planet 12621 Alsufi are named after him. Al-Sufi published his famous Book of Fixed Stars in 964, describing much of hi"}]}, {"heading": "Deaths", "year": "992", "date": "May 25", "txt": "Mieszko I of Poland (b. 935)", "entities": [{"title": "Mieszko I of Poland", "href": "/wiki/Mieszko_I_of_Poland", "description": "Mieszko I was the ruler of Poland from about 960 until his death in 992 AD as well as the founder of the first, independent Polish state- Duchy of Poland. He was a member of the Piast dynasty, a son of Siemomysł, and a grandson of Lestek. He was the father of Bolesław I the Brave and of Gunhild of Wenden. Most sources make Mieszko I the father of Sigrid the Haughty, a Scandinavian queen, the grand"}]}, {"heading": "Deaths", "year": "1085", "date": "May 25", "txt": "Pope Gregory VII (b. 1020)", "entities": [{"title": "Pope Gregory VII", "href": "/wiki/Pope_Gregory_VII", "description": "Pope Gregory VII, born Hildebrand of Sovana, was pope from 22 April 1073 to his death in 1085. He is venerated as a saint in the Catholic Church."}]}, {"heading": "Deaths", "year": "1261", "date": "May 25", "txt": "Pope Alexander IV (b. 1185)", "entities": [{"title": "Pope Alexander IV", "href": "/wiki/Pope_Alexander_IV", "description": "Pope Alexander IV was head of the Catholic Church and ruler of the Papal States from 12 December 1254 to his death in 1261."}]}, {"heading": "Deaths", "year": "1452", "date": "May 25", "txt": "John Stafford, English archbishop and politician", "entities": [{"title": "John Stafford (bishop)", "href": "/wiki/John_Stafford_(bishop)", "description": "John Stafford was a medieval English prelate and statesman who served as Lord Chancellor (1432–1450) and as Archbishop of Canterbury (1443–1452)."}]}, {"heading": "Deaths", "year": "1555", "date": "May 25", "txt": "Gemma Frisius, Dutch physician, mathematician, and cartographer (b. 1508)", "entities": [{"title": "Gemma Frisius", "href": "/wiki/Gemma_Frisius", "description": "Gemma Frisius was a Dutch physician, mathematician, cartographer, philosopher, and instrument maker. He created important globes, improved the mathematical instruments of his day and applied mathematics in new ways to surveying and navigation. Gemma's rings are named after him. Along with Gerardus Mercator and Abraham Ortelius, Frisius is often considered one of the founders of the Netherlandish s"}]}, {"heading": "Deaths", "year": "1555", "date": "May 25", "txt": "Henry II of Navarre (b. 1503)", "entities": []}, {"heading": "Deaths", "year": "1595", "date": "May 25", "txt": "Valens Acidalius, German poet and critic (b. 1567)", "entities": [{"title": "Valens Acidalius", "href": "/wiki/Valens_Acidalius", "description": "Valens Acidalius, also known as Valtin Havekenthal, was a German critic and poet writing in the Latin language."}]}, {"heading": "Deaths", "year": "1595", "date": "May 25", "txt": "Philip Neri, Italian priest and saint (b. 1515)", "entities": []}, {"heading": "Deaths", "year": "1607", "date": "May 25", "txt": "Mary Magdalene de' Pazzi, Italian Carmelite nun and mystic (b. 1566)", "entities": [{"title": "Mary Magdalene de' Pazzi", "href": "/wiki/Mary_Magdalene_de%27_Pazzi", "description": "Mary Magdalene de' Pazzi, was an Italian Carmelite nun and mystic. She has been declared a saint by the Catholic Church."}]}, {"heading": "Deaths", "year": "1632", "date": "May 25", "txt": "Adam Tanner, Austrian mathematician and philosopher (b. 1572)", "entities": [{"title": "Adam Tanner (mathematician)", "href": "/wiki/Adam_Tanner_(mathematician)", "description": "Adam Tanner was an Austrian Jesuit theologian."}]}, {"heading": "Deaths", "year": "1667", "date": "May 25", "txt": "Gustaf Bonde, Finnish-Swedish politician, 5th Lord High Treasurer of Sweden (b. 1620)", "entities": [{"title": "Gustaf Bonde (1620–1667)", "href": "/wiki/Gustaf_Bonde_(1620%E2%80%931667)", "description": "Baron Gustaf Bonde was a Swedish statesman. He was a persistent advocate of a pacifist policy at a time when war on the slightest provocation was the watchword of every Swedish politician."}, {"title": "Lord High Treasurer of Sweden", "href": "/wiki/Lord_High_Treasurer_of_Sweden", "description": "The Lord High Treasurer was a highly prominent member of the Swedish Privy Council between 1602 and 1684, excluding periods when the office was out of use. The Lord High Treasurer was head of the Kammarkollegium and, from 1634, one of five Great Officers of the Realm."}]}, {"heading": "Deaths", "year": "1681", "date": "May 25", "txt": "Pedro Calderón de la Barca, Spanish poet and playwright (b. 1600)", "entities": [{"title": "Pedro Calderón de la Barca", "href": "/wiki/Pedro_Calder%C3%B3n_de_la_Barca", "description": "Pedro Calderón de la Barca y Barreda González de Henao Ruiz de Blasco y Riaño, usually referred as Pedro Calderón de la Barca, was a dramatist, poet, writer and a knight of the Order of Santiago, known primarily for being one of the most distinguished Baroque writers of the Spanish Golden Age, especially for its theater. During certain periods of his life he served as soldier and a Roman Catholic "}]}, {"heading": "Deaths", "year": "1741", "date": "May 25", "txt": "Daniel Ernst Jablonski, German bishop and theologian (b. 1660)", "entities": [{"title": "Daniel Ernst Jablonski", "href": "/wiki/Daniel_Ernst_Jablonski", "description": "Daniel Ernst Jablonski was\na German theologian and reformer of Czech origin, known for his efforts to bring about a union between Lutheran and Calvinist Protestants."}]}, {"heading": "Deaths", "year": "1786", "date": "May 25", "txt": "Peter III of Portugal (b. 1717)", "entities": [{"title": "Peter III of Portugal", "href": "/wiki/Peter_III_of_Portugal", "description": "Peter III, nicknamed the Builder, became King of Portugal jure uxoris by the accession of his wife and niece Queen Maria I in 1777, and co-reigned alongside her until his death."}]}, {"heading": "Deaths", "year": "1789", "date": "May 25", "txt": "Anders Dahl, Swedish botanist and physician (b. 1751)", "entities": [{"title": "Anders Dahl", "href": "/wiki/Anders_Dahl", "description": "Anders (Andreas) Dahl was a Swedish botanist and student of Carl Linnaeus. The dahlia flower is named after him."}]}, {"heading": "Deaths", "year": "1797", "date": "May 25", "txt": "John Griffin, 4th Baron Howard de Walden, English field marshal and politician, Lord Lieutenant of Essex (b. 1719)", "entities": [{"title": "John Griffin, 4th Baron Howard de Walden", "href": "/wiki/John_Griffin,_4th_Baron_Howard_de_Walden", "description": "Field Marshal John Griffin Griffin, 4th Baron Howard de Walden, 1st Baron Braybrooke, , KB, of Audley End in Essex, was a British nobleman and soldier. He served as a junior officer with the Pragmatic Army in the Netherlands and Germany during the War of the Austrian Succession. After changing his surname to Griffin in 1749, he commanded a brigade of at least four battalions at the Battle of Corba"}, {"title": "Lord Lieutenant of Essex", "href": "/wiki/Lord_Lieutenant_of_Essex", "description": "This is a list of people who have served as Lord Lieutenant of Essex. Since 1688, all the Lord Lieutenants have also been Custos Rotulorum of Essex."}]}, {"heading": "Deaths", "year": "1805", "date": "May 25", "txt": "William Paley, English priest and philosopher (b. 1743)", "entities": [{"title": "William Paley", "href": "/wiki/William_Paley", "description": "William Paley was an English clergyman, Christian apologist, philosopher, and utilitarian. He is best known for his natural theology exposition of the teleological argument for the existence of God in his work Natural Theology or Evidences of the Existence and Attributes of the Deity, which made use of the watchmaker analogy."}]}, {"heading": "Deaths", "year": "1849", "date": "May 25", "txt": "Benjamin D'Urban, English general and politician, Governor of British Guiana (b. 1777)", "entities": [{"title": "Benjamin D'Urban", "href": "/wiki/Benjamin_D%27Urban", "description": "Lieutenant General Sir Benjamin D'Urban was a British general and colonial administrator, who is best known for his frontier policy when he was the Governor in the Cape Colony."}, {"title": "Governor of British Guiana", "href": "/wiki/Governor_of_British_Guiana", "description": "The Governor of British Guiana was the Crown representative in British Guiana. The office existed from 1831 when the colonies of Demerara-Essequibo and Berbice united as British Guiana until 1966 when Guyana attained independence."}]}, {"heading": "Deaths", "year": "1895", "date": "May 25", "txt": "Ahmed Cevdet Pasha, Ottoman sociologist, historian, and jurist (b. 1822)", "entities": [{"title": "Ahmed Cevdet Pasha", "href": "/wiki/Ahmed_Cevdet_Pasha", "description": "Ahmed Cevdet Pasha was an Ottoman scholar, intellectual, bureaucrat, administrator, and historian who was a prominent figure in the Tanzimat reforms of the Ottoman Empire. He was the head of the Mecelle commission that codified Islamic law for the first time in response to the Westernization of law. He is often regarded as a pioneer in the codification of a civil law based on the European legal sy"}]}, {"heading": "Deaths", "year": "1899", "date": "May 25", "txt": "Rosa Bonheur, French painter and sculptor (b. 1822)", "entities": [{"title": "Rosa Bonheur", "href": "/wiki/Rosa_Bonheur", "description": "Rosa Bonheur, born Marie-Rosalie Bonheur, was a French artist, mostly a painter of animals (animalière) but also a sculptor, in a realist style. Her best-known paintings are Ploughing in the Nivernais, first exhibited at the Paris Salon of 1848, and now at the Musée d'Orsay in Paris, and The Horse Fair, which was exhibited at the Salon of 1853 and is now in the Metropolitan Museum of Art, in New Y"}]}, {"heading": "Deaths", "year": "1912", "date": "May 25", "txt": "Austin Lane Crothers, American educator and politician, 46th Governor of Maryland (b. 1860)", "entities": [{"title": "Austin Lane Crothers", "href": "/wiki/Austin_Lane_Crothers", "description": "Austin Lane Crothers, a member of the United States Democratic Party, was the 46th Governor of Maryland in the United States from 1908 to 1912."}, {"title": "Governor of Maryland", "href": "/wiki/Governor_of_Maryland", "description": "The governor of the State of Maryland heads the executive branch of the government of the State of Maryland, and is the commander-in-chief of the state's National Guard units. The governor is the highest-ranking official in the state and has a broad range of appointive powers in both the state and local governments, as specified by the Maryland Constitution. Because of the extent of these constitu"}]}, {"heading": "Deaths", "year": "1917", "date": "May 25", "txt": "Maksim Bahdanovič, Belarusian poet and critic (b. 1891)", "entities": [{"title": "Maksim Bahdanovič", "href": "/wiki/Maksim_Bahdanovi%C4%8D", "description": "Maksim Adamavič Bahdanovič was a Belarusian poet, journalist, translator, literary critic and historian of literature. He is considered as one of the founders of the modern Belarusian literature."}]}, {"heading": "Deaths", "year": "1919", "date": "May 25", "txt": "Eliza Pollock, American archer (b. 1840)", "entities": [{"title": "Eliza Pollock", "href": "/wiki/Eliza_Pollock", "description": "Lida Peyton \"Eliza\" Pollock was an American archer who competed in the early twentieth century. She won two bronze medals in Archery at the 1904 Summer Olympics in Missouri in the double national and Columbia rounds and a gold medal with the US team. She was born in Hamilton, Ohio. She is the oldest woman ever to win an Olympic Gold. She was aged 63 years and 333 days when she won gold."}]}, {"heading": "Deaths", "year": "1919", "date": "May 25", "txt": "Madam C. J. Walker, American businesswoman and philanthropist, founded the Madame C.J. Walker Manufacturing Company (b. 1867)", "entities": [{"title": "Madame C.J. Walker Manufacturing Company", "href": "/wiki/Madame_C.J._Walker_Manufacturing_Company", "description": "The Madam C. J. Walker Manufacturing Company was a cosmetics manufacturer incorporated in Indianapolis, Indiana in 1910 by Madam C. J. Walker. It was best known for its African-American cosmetics and hair care products, and considered the most widely known and financially successful African-American owned business of the early twentieth century. The Walker Company ceased operations in July 1981."}]}, {"heading": "Deaths", "year": "1924", "date": "May 25", "txt": "Lyubov Popova, Russian painter and illustrator (b. 1889)", "entities": [{"title": "Lyubov Popova", "href": "/wiki/Lyubov_Popova", "description": "Lyubov Sergeyevna Popova was a Russian avant-garde artist, painter and designer."}]}, {"heading": "Deaths", "year": "1926", "date": "May 25", "txt": "Symon Petliura, Ukrainian journalist and politician (b. 1879)", "entities": [{"title": "Symon Petliura", "href": "/wiki/Symon_Petliura", "description": "Symon Vasylyovych Petliura\n(Ukrainian: Си́мон Васи́льович Петлю́ра; 22 May [O.S. 10 May] 1879 – May 25, 1926) was a Ukrainian politician and journalist. He became the Supreme Commander of the Ukrainian Army and the President of the Ukrainian People's Republic during Ukraine's short-lived sovereignty in 1918–1921, leading Ukraine's struggle for independence following the fall of the Russian Empire "}]}, {"heading": "Deaths", "year": "1927", "date": "May 25", "txt": "Payne Whitney, American businessman and philanthropist (b. 1876)", "entities": [{"title": "Payne Whitney", "href": "/wiki/Payne_Whitney", "description": "William Payne Whitney was an American businessman and member of the influential Whitney family. He inherited a fortune and enlarged it through business dealings, then devoted much of his money and efforts to a wide variety of philanthropic purposes. His will included funds to expand the New York Hospital, now called NewYork–Presbyterian Hospital, where the Payne Whitney Psychiatric Clinic was esta"}]}, {"heading": "Deaths", "year": "1930", "date": "May 25", "txt": "Randall Davidson, Scottish-English archbishop (b. 1848)", "entities": [{"title": "Randall Davidson", "href": "/wiki/Randall_Davidson", "description": "Randall Thomas Davidson, 1st Baron Davidson of Lambeth, was an Anglican priest who was Archbishop of Canterbury from 1903 to 1928. He was the longest-serving holder of the office since the Reformation, and also the first to retire from it."}]}, {"heading": "Deaths", "year": "1934", "date": "May 25", "txt": "Gustav Holst, English trombonist, composer, and educator (b. 1874)", "entities": [{"title": "Gustav Holst", "href": "/wiki/Gustav_Holst", "description": "Gustav Theodore Holst was an English composer, arranger and teacher. Best known for his orchestral suite The Planets, he composed many other works across a range of genres, although none achieved comparable success. His distinctive compositional style was the product of many influences, Richard Wagner and Richard Strauss being most crucial early in his development. The subsequent inspiration of th"}]}, {"heading": "Deaths", "year": "1937", "date": "May 25", "txt": "Henry Ossawa Tanner, American-French painter and illustrator (b. 1859)", "entities": [{"title": "Henry Ossawa Tanner", "href": "/wiki/Henry_Ossawa_Tanner", "description": "Henry Ossawa Tanner was an American artist and the first African-American painter to gain international acclaim. Tanner moved to Paris, France, in 1891 to study, and continued to live there after being accepted in French artistic circles. His painting entitled Daniel in the Lions' Den was accepted into the 1896 Salon, the official art exhibition of the Académie des Beaux-Arts in Paris."}]}, {"heading": "Deaths", "year": "1939", "date": "May 25", "txt": "Frank Watson Dyson, English astronomer and academic (b. 1868)", "entities": [{"title": "Frank Watson Dyson", "href": "/wiki/Frank_Watson_Dyson", "description": "Sir Frank Watson Dyson, KBE, FRS, FRSE was an English astronomer and the ninth Astronomer Royal who is remembered today largely for introducing time signals (\"pips\") from Greenwich, England, and for the role he played in proving Einstein's theory of general relativity."}]}, {"heading": "Deaths", "year": "1942", "date": "May 25", "txt": "Emanuel Feuermann, Ukrainian-American cellist and educator (b. 1902)", "entities": [{"title": "Emanuel Feuermann", "href": "/wiki/Emanuel_Feuermann", "description": "Emanuel Feuermann was an internationally celebrated cellist in the first half of the 20th century."}]}, {"heading": "Deaths", "year": "1943", "date": "May 25", "txt": "Nils von Dardel, Swedish painter (b. 1888)", "entities": [{"title": "Nils von Dardel", "href": "/wiki/Nils_von_Dardel", "description": "Nils Dardel was a 20th-century Swedish Post-Impressionist painter, grandson to famous Swedish painter Fritz von Dardel."}]}, {"heading": "Deaths", "year": "1948", "date": "May 25", "txt": "Witold Pilecki, Polish officer and Resistance leader (b. 1901)", "entities": [{"title": "Witold Pilecki", "href": "/wiki/Witold_Pilecki", "description": "Witold Pilecki was a Polish cavalry officer, intelligence agent, and resistance leader. Early in World War II he co-founded the Secret Polish Army resistance movement."}]}, {"heading": "Deaths", "year": "1951", "date": "May 25", "txt": "Paula von Preradović, Croatian poet and author (b. 1887)", "entities": [{"title": "Paula von Preradović", "href": "/wiki/Paula_von_Preradovi%C4%87", "description": "Paula Preradović, known professionally as Paula von Preradović or by her married name as Paula Molden, was an Austrian writer and poet."}]}, {"heading": "Deaths", "year": "1954", "date": "May 25", "txt": "Robert Capa, Hungarian photographer and journalist (b. 1913)", "entities": [{"title": "Robert Capa", "href": "/wiki/Robert_Capa", "description": "Robert Capa was a Hungarian-American war photographer and photojournalist as well as the companion and professional partner of photographer Gerda Taro. He is considered by some to be the greatest combat and adventure photographer in history."}]}, {"heading": "Deaths", "year": "1957", "date": "May 25", "txt": "Leo Goodwin, American swimmer, diver, and water polo player (b. 1883)", "entities": [{"title": "Leo Goodwin (swimmer)", "href": "/wiki/Leo_Goodwin_(swimmer)", "description": "Leo Joseph Goodwin was an American swimmer, diver, and water polo player. He competed in the 1904 and 1908 Summer Olympics and won medals in all three disciplines."}]}, {"heading": "Deaths", "year": "1968", "date": "May 25", "txt": "Georg von Küchler, German field marshal (b. 1881)", "entities": [{"title": "Georg von Küchler", "href": "/wiki/Georg_von_K%C3%BCchler", "description": "Georg Carl Wilhelm Friedrich von Küchler was a German field marshal and war criminal during World War II. He commanded the 18th Army and Army Group North during the Soviet-German war of 1941–1945."}]}, {"heading": "Deaths", "year": "1970", "date": "May 25", "txt": "Tom Patey, Scottish mountaineer and author (b. 1932)", "entities": [{"title": "Tom Patey", "href": "/wiki/Tom_Patey", "description": "\n\nThomas Walton Patey was a Scottish climber, mountaineer, doctor and writer. He was a leading Scottish climber of his day, particularly excelling on winter routes. He died in a climbing accident at the age of 38. He was probably best known for his humorous songs and prose about climbing, many of which were published posthumously in the collection One Man's Mountains."}]}, {"heading": "Deaths", "year": "1977", "date": "May 25", "txt": "Yevgenia Ginzburg, Russian author (b. 1904)", "entities": [{"title": "Yevgenia Ginzburg", "href": "/wiki/Yevgenia_Ginzburg", "description": "Yevgenia Solomonovna Ginzburg was a Russian author who served an 18-year sentence in the Gulag. Her given name is often Latinized to Eugenia."}]}, {"heading": "Deaths", "year": "1979", "date": "May 25", "txt": "Itzhak Bentov, Czech-Israeli engineer, mystic, and author (b. 1923)", "entities": [{"title": "Itzhak Bentov", "href": "/wiki/Itzhak_Bentov", "description": "Itzhak \"Ben\" Bentov was a Czechoslovakia-born Israeli American scientist, inventor, mystic and author. His many inventions, including the steerable cardiac catheter, helped pioneer the biomedical engineering industry. He was also an early exponent of what has come to be referred to as consciousness studies and authored several books on the subject."}]}, {"heading": "Deaths", "year": "1979", "date": "May 25", "txt": "Amédée Gordini, Italian-born French racing driver and sports car manufacturer (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "May 25", "txt": "Ruby Payne-Scott, Australian physicist and astronomer (b. 1912)", "entities": [{"title": "Ruby Payne-Scott", "href": "/wiki/Ruby_Payne-Scott", "description": "Ruby Violet Payne-Scott, BSc (Phys) MSc DipEd (Syd) was an Australian pioneer in radiophysics and radio astronomy, and was the first female radio astronomer."}]}, {"heading": "Deaths", "year": "1981", "date": "May 25", "txt": "Fredric Warburg, English author and publisher (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "May 25", "txt": "Necip Fazıl Kısakürek, Turkish author, poet, and playwright (b. 1904)", "entities": [{"title": "Necip Fazıl Kısakürek", "href": "/wiki/Necip_Faz%C4%B1l_K%C4%B1sak%C3%BCrek", "description": "Ahmet Necip Fazıl Kısakürek was a Turkish poet, novelist, playwright, and Islamist ideologue. He is also known simply by his initials NFK. He was noticed by the French philosopher Henri Bergson, who later became his teacher."}]}, {"heading": "Deaths", "year": "1983", "date": "May 25", "txt": "Idris of Libya (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "May 25", "txt": "Jack Stewart, Canadian-American ice hockey player (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "May 25", "txt": "Chester Bowles, American journalist and politician, 22nd Under Secretary of State (b. 1901)", "entities": [{"title": "Chester Bowles", "href": "/wiki/Chester_Bowles", "description": "Chester Bliss Bowles was an American diplomat and ambassador, Governor of Connecticut, Congressman and co-founder of a major advertising agency, Benton & Bowles, now part of Publicis Groupe. Bowles is best known for his influence on American foreign policy during Cold War years, when he argued that economic assistance to the Third World was the best means to fight communism, and even more importan"}, {"title": "Under Secretary of State", "href": "/wiki/Under_Secretary_of_State", "description": "Under Secretary of State (U/S) is a title used by senior officials of the United States Department of State who rank above the Assistant Secretaries and below the Deputy Secretaries."}]}, {"heading": "Deaths", "year": "1990", "date": "May 25", "txt": "Vic Tayback, American actor (b. 1930)", "entities": [{"title": "Vic Tayback", "href": "/wiki/Vic_Tayback", "description": "Victor E. \"Vic\" Tayback was an American actor. He is known for his role as Mel Sharples in the film Alice Doesn't Live Here Anymore (1974) and the television series Alice (1976–1985). The latter earned him two consecutive Golden Globe Awards and a Primetime Emmy Award nomination."}]}, {"heading": "Deaths", "year": "1995", "date": "May 25", "txt": "Élie Bayol, French racing driver (b. 1914)", "entities": [{"title": "Élie Bayol", "href": "/wiki/%C3%89lie_Bayol", "description": "Élie Marcel Bayol was a French racing driver who raced in Formula One for the O.S.C.A. and Gordini teams. He started his career in 1950 racing DB-Panhards sports cars and progressed to Formula 2 races and hillclimbs around France. His best result was a fourth place in the Circuit de Cadours, in 1951. In 1953 he was fourth again at Pau and obtained a pole position at Albi. He also succeeded the sam"}]}, {"heading": "Deaths", "year": "1995", "date": "May 25", "txt": "Krešimir Ćosić, Croatian basketball player and coach, Naismith Basketball Hall of Famer 1996 (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "May 25", "txt": "Dany Robin, French actress (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "May 25", "txt": "Renzo De Felice, Italian historian and author (b. 1929)", "entities": [{"title": "Renzo De Felice", "href": "/wiki/Renzo_De_Felice", "description": "Renzo De Felice was an Italian historian, who specialized in the Fascist era, writing, among other works, a 6000-page biography of Mussolini. He argued that Mussolini was a revolutionary modernizer in domestic issues but a pragmatist in foreign policy who continued the Realpolitik policies of Italy from 1861 to 1922. Historian of Italy Philip Morgan has called De Felice's biography of Mussolini \"a"}]}, {"heading": "Deaths", "year": "2003", "date": "May 25", "txt": "Sloan Wilson, American author and poet (b. 1920)", "entities": [{"title": "Sloan Wilson", "href": "/wiki/Sloan_Wilson", "description": "Sloan Wilson was an American writer."}]}, {"heading": "Deaths", "year": "2004", "date": "May 25", "txt": "Roger Williams Straus, Jr., American publisher, co-founded Farrar, Straus and Giroux Publishing Company (b. 1917)", "entities": [{"title": "Roger Williams Straus, Jr.", "href": "/wiki/Roger_Williams_Straus,_Jr.", "description": "Roger Williams Straus Jr. was co-founder and chairman of Farrar, Straus and Giroux, a New York book publishing company, and member of the Guggenheim family."}, {"title": "Farrar, Straus and Giroux", "href": "/wiki/Farrar,_Straus_and_Giroux", "description": "Farrar, Straus and Giroux (FSG) is an American book publishing company, founded in 1946 by Roger Williams Straus Jr. and John C. Farrar. FSG is known for publishing literary books, and its authors have won numerous awards, including Pulitzer Prizes, National Book Awards, and Nobel Peace Prizes. The publisher is currently a division of Macmillan, whose parent company is the German publishing conglo"}]}, {"heading": "Deaths", "year": "2005", "date": "May 25", "txt": "Sunil Dutt, Indian actor, director, producer, and politician (b. 1929)", "entities": [{"title": "Sunil Dutt", "href": "/wiki/Sunil_Dutt", "description": "Sunil Dutt was an Indian film actor, producer, director and politician. He was the Minister of Youth Affairs and Sports in the Manmohan Singh government (2004–2005). He was a former Sheriff of Mumbai. He is the father of actor Sanjay Dutt and politician Priya Dutt."}]}, {"heading": "Deaths", "year": "2005", "date": "May 25", "txt": "Robert Jankel, English businessman, founded Panther Westwinds (b. 1938)", "entities": [{"title": "Panther Westwinds", "href": "/wiki/Panther_Westwinds", "description": "Panther Westwinds was a manufacturer of niche sports cars and luxury cars, based in Surrey, United Kingdom."}]}, {"heading": "Deaths", "year": "2005", "date": "May 25", "txt": "Graham Kennedy, Australian television host and actor (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 25", "txt": "Ismail Merchant, Indian-born film producer and director (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 25", "txt": "Zoran Mušič, Slovene painter and illustrator (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 25", "txt": "Charles Nelson Reilly, American actor, comedian, and director (b. 1931)", "entities": [{"title": "Charles Nelson Reilly", "href": "/wiki/Charles_Nelson_Reilly", "description": "Charles Nelson Reilly was an American actor, comedian, director, and drama teacher known for his comedic roles on stage, film, and television. Reilly performed in the original Broadway casts of Bye Bye Birdie, How to Succeed in Business Without Really Trying, and Hello, Dolly!, while his television credits include The Ghost & Mrs. Muir and Match Game. A recording of his autobiographical one-man pl"}]}, {"heading": "Deaths", "year": "2008", "date": "May 25", "txt": "J. R. Simplot, American businessman, founded Simplot (b. 1909)", "entities": [{"title": "J. R. Simplot", "href": "/wiki/J._R._Simplot", "description": "John Richard Simplot was an American entrepreneur and businessman best known as the founder of the J. R. Simplot Company, a Soda Springs, Idaho based agricultural supplier specializing in potato products. In 2007, he was estimated to be the 89th-richest person in the United States, at $3.6 billion. At the time of his death at age 99 in May 2021, he was the oldest billionaire on the Forbes 400."}, {"title": "Simplot", "href": "/wiki/Simplot", "description": "The J. R. Simplot Company was founded in 1929 by 20-year-old John Richard Simplot near the small agricultural community of Declo in south central Idaho, United States. During the early 1940s the business expanded, serving the military dehydrated onions and potatoes during World War II. The firm was legally incorporated as the J. R. Simplot Company in 1955."}]}, {"heading": "Deaths", "year": "2009", "date": "May 25", "txt": "Haakon Lie, Norwegian politician (b. 1905)", "entities": [{"title": "Haakon Lie", "href": "/wiki/Haakon_Lie", "description": "Haakon Steen Lie was a Norwegian politician who served as party secretary for the Norwegian Labour Party from 1945 to 1969. Coming from humble origins, he became involved in the labour movement at an early age, and quickly rose in the party system. After actively working for the resistance movement and the exiled government during World War II, he was elected to the second-highest position in the "}]}, {"heading": "Deaths", "year": "2010", "date": "May 25", "txt": "Alexander Belostenny, Ukrainian basketball player (b. 1959)", "entities": [{"title": "Alexander Belostenny", "href": "/wiki/Alexander_Belostenny", "description": "Alexander Mikhaylovich Belostenny was a Ukrainian professional basketball player. He was a member of the senior Soviet national team, from 1977 to 1992, except for an absence during a single competition, EuroBasket 1987. At a height of 2.14 m tall, and a weight of 118 kg (260 lbs.), he played at the center position."}]}, {"heading": "Deaths", "year": "2010", "date": "May 25", "txt": "Michael H. Jordan, American businessman (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 25", "txt": "Alan Hickinbotham, Australian footballer and coach (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 25", "txt": "Gabriel Vargas, Mexican painter and illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 25", "txt": "Jarvis Williams, American football player and coach (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 25", "txt": "Terry Jenner, Australian cricketer and coach (b. 1944)", "entities": [{"title": "Terry Jenner", "href": "/wiki/Terry_Jenner", "description": "Terrence James Jenner was an Australian cricketer who played nine Tests and one ODI from 1970 to 1975. He was primarily a leg-spin bowler and was known for his attacking, loopy style of bowling, but he was also a handy lower-order batsman. In his latter years he was a leg-spin coach to many players around the world, and a great influence on Shane Warne. He was also a radio cricket commentator for "}]}, {"heading": "Deaths", "year": "2012", "date": "May 25", "txt": "William Hanley, American author and screenwriter (b. 1931)", "entities": [{"title": "William Hanley", "href": "/wiki/William_Hanley", "description": "William Hanley was an American playwright, novelist, and scriptwriter, born in Lorain, Ohio. Hanley wrote plays for the theatre, radio and television and published three novels in the 1970s. He was related to the British writers James and Gerald Hanley, and the actress Ellen Hanley was his sister."}]}, {"heading": "Deaths", "year": "2012", "date": "May 25", "txt": "Peter D. Sieruta, American author and critic (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 25", "txt": "Lou Watson, American basketball player and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 25", "txt": "Mahendra Karma, Indian politician (b. 1950)", "entities": [{"title": "Mahendra Karma", "href": "/wiki/Mahendra_Karma", "description": "Mahendra Karma was an Indian political leader belonging to Indian National Congress from Chhattisgarh. He was the leader of the opposition in the Chhattisgarh Vidhan Sabha from 2004 to 2008. In 2005, he played a top role in organising the Salwa Judum movement against Naxalites, a Maoist group in Chhattisgarh. He was a Minister of Industry and Commerce in the Ajit Jogi cabinet since the state forma"}]}, {"heading": "Deaths", "year": "2013", "date": "May 25", "txt": "Nand Kumar Patel, Indian politician (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 25", "txt": "David Allen, English cricketer (b. 1935)", "entities": [{"title": "David Allen (cricketer)", "href": "/wiki/David_Allen_(cricketer)", "description": "David Arthur Allen was an English cricketer who played first-class cricket for Gloucestershire between 1953 and 1972. He also played 39 Test matches for England."}]}, {"heading": "Deaths", "year": "2014", "date": "May 25", "txt": "Marcel Côté, Canadian economist and politician (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 25", "txt": "Wojciech Jaruzelski, Polish general and politician, 1st President of Poland (b. 1923)", "entities": [{"title": "President of Poland", "href": "/wiki/President_of_Poland", "description": "The President of the Republic of Poland is the head of state of Poland. Their rights and obligations are determined in the Constitution of Poland. The president heads the executive branch. In addition the president has a right to dissolve parliament in certain cases, veto legislation and represents Poland in the international arena."}]}, {"heading": "Deaths", "year": "2014", "date": "May 25", "txt": "Herb Jeffries, American singer and actor (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 25", "txt": "Toaripi Lauti, Tuvaluan educator and politician, 1st Prime Minister of Tuvalu (b. 1928)", "entities": [{"title": "Prime Minister of Tuvalu", "href": "/wiki/Prime_Minister_of_Tuvalu", "description": "The prime minister of Tuvalu is the head of government of Tuvalu. According to Tuvalu's constitution, the prime minister must always be a member of the parliament, and is elected by parliament in a secret ballot. Because there are no political parties in Tuvalu, any member of parliament can be nominated for the role. Following the parliamentary vote the governor-general of Tuvalu is responsible fo"}]}, {"heading": "Deaths", "year": "2014", "date": "May 25", "txt": "Matthew Saad Muhammad, American boxer and trainer (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 25", "txt": "George Braden, Canadian lawyer and politician, 2nd Premier of the Northwest Territories (b. 1949)", "entities": [{"title": "George Braden", "href": "/wiki/George_Braden", "description": "George Braden was a politician from the Northwest Territories, Canada. Elected as \"Government Leader\", Braden would retroactively become the second Premier of the Northwest Territories, after a motion was passed in 1994 to change the official title."}, {"title": "Premier of the Northwest Territories", "href": "/wiki/Premier_of_the_Northwest_Territories", "description": "The premier of the Northwest Territories is the first minister for the Canadian territory of the Northwest Territories. He or she is the territory's head of government and de facto chief executive, although the powers of the office are considerably less than those of a provincial premier."}]}, {"heading": "Deaths", "year": "2015", "date": "May 25", "txt": "Robert Lebel, Canadian bishop (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "May 25", "txt": "Claus von Bülow, Danish-British socialite (b.1926)", "entities": [{"title": "Claus von Bülow", "href": "/wiki/Claus_von_B%C3%BClow", "description": "Claus von Bülow was a Danish-born British lawyer, consultant and socialite. In 1982, he was initially convicted of both the attempted murder of his wife Sunny von Bülow in 1979, which had left her in a temporary coma, as well as an alleged insulin overdose in 1980 that left her in a persistent vegetative state for the rest of her life. On appeal, however, both convictions were reversed, and he was"}]}, {"heading": "Deaths", "year": "2020", "date": "May 25", "txt": "George Floyd, African-American man murdered during a police arrest (b. 1973)", "entities": [{"title": "George Floyd", "href": "/wiki/George_Floyd", "description": "George Perry Floyd Jr. was an African American man murdered by police during an arrest after a store clerk alleged he had passed a counterfeit $20 bill in Minneapolis. Derek Chauvin, one of four police officers who arrived on the scene, knelt on Floyd's neck and back for 9 minutes and 29 seconds. After his death, protests against police brutality, especially towards black people, quickly spread ac"}]}]