[{"heading": "Events", "year": "1009", "date": "May 9", "txt": "Lombard Revolt: Lombard forces led by Melus revolt in Bari against the Byzantine Catepanate of Italy.", "entities": [{"title": "Norman conquest of southern Italy", "href": "/wiki/Norman_conquest_of_southern_Italy#Lombard_revolt,_1009–1022", "description": "The Norman conquest of southern Italy lasted from 999 to 1139, involving many battles and independent conquerors."}, {"title": "Melus of Bari", "href": "/wiki/Melus_of_Bari", "description": "Melus was a Lombard nobleman from the Apulian town of Bari, whose ambition to carve for himself an autonomous territory from the Byzantine catapanate of Italy in the early eleventh century inadvertently sparked the Norman presence in Southern Italy."}, {"title": "Bari", "href": "/wiki/Bari", "description": "Bari is the capital city of the Metropolitan City of Bari and of the Apulia region, on the Adriatic Sea, in southern Italy. It is the second most important economic centre of mainland Southern Italy after Naples, a port and university city, as well as the city of Saint Nicholas. The city itself has a population of 320,257 inhabitants, over 116 square kilometres (45 sq mi), while the urban area has"}, {"title": "Catepanate of Italy", "href": "/wiki/Catepanate_of_Italy", "description": "The Catepanate of Italy was a province of the Byzantine Empire, comprising mainland Italy south of a line drawn from Monte Gargano to the Gulf of Salerno. Amalfi and Naples, although north of that line, maintained allegiance to Constantinople through the catepan. The Italian region of Capitanata derives its name from the Catepanate."}]}, {"heading": "Events", "year": "1271", "date": "May 9", "txt": "Ninth Crusade, Edward I of England disembarks at Acre.", "entities": [{"title": "Ninth Crusade", "href": "/wiki/Ninth_Crusade", "description": "Lord Edward's crusade, sometimes called the Ninth Crusade, was a military expedition to the Holy Land under the command of Lord Edward, Duke of Gascony in 1271–1272. It was an extension of the Eighth Crusade and was the last of the Crusades to reach the Holy Land before the fall of Acre in 1291 brought an end to the permanent crusader presence there."}, {"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}, {"title": "Acre, Israel", "href": "/wiki/Acre,_Israel", "description": "Acre, known locally as Akko or Akka, is a city in the coastal plain region of the Northern District of Israel."}]}, {"heading": "Events", "year": "1386", "date": "May 9", "txt": "England and Portugal formally ratify their alliance with the signing of the Treaty of Windsor, making it the oldest diplomatic alliance in the world which is still in force.", "entities": [{"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}, {"title": "Anglo-Portuguese Alliance", "href": "/wiki/Anglo-Portuguese_Alliance", "description": "The Anglo-Portuguese Alliance (or Aliança Luso-Inglesa, \"Luso-English Alliance\") ratified at the Treaty of Windsor in 1386, between the Kingdom of England and the Kingdom of Portugal, is the oldest alliance based on known history in the world that is still in force by politics – with the earliest treaty dating back to the Anglo-Portuguese Treaty of 1373."}, {"title": "Treaty of Windsor (1386)", "href": "/wiki/Treaty_of_Windsor_(1386)", "description": "The Treaty of Windsor is the diplomatic alliance signed between Portugal and England on 9 May 1386 at Windsor and sealed by the marriage of King John I of Portugal to Philippa of Lancaster, daughter of John of Gaunt, 1st Duke of Lancaster. With the victory at the Battle of Aljubarrota, assisted by English archers, John I was recognised as the undisputed King of Portugal, putting an end to the inte"}]}, {"heading": "Events", "year": "1450", "date": "May 9", "txt": "'Abd al-Latif (Timurid monarch) is assassinated.", "entities": [{"title": "Abdal-Latif Mirza", "href": "/wiki/Abdal-Latif_Mirza", "description": "Abdal-Latif Mirza was the great-grandson of Central Asian emperor Timur. He was the third son of Ulugh Beg, Timurid ruler of Transoxiana."}, {"title": "Timurid dynasty", "href": "/wiki/Timurid_dynasty", "description": "The Timurid dynasty, self-designated as Gurkani, was a Sunni Muslim dynasty or clan of Turco-Mongol origin descended from the warlord Timur. The word \"Gurkani\" derives from \"Gurkan\", a Persianized form of the Mongolian word \"Kuragan\" meaning \"son-in-law\". This was an honorific title used by the dynasty as the Timurids were in-laws of the line of Genghis Khan, founder of the Mongol Empire, as Timur"}]}, {"heading": "Events", "year": "1540", "date": "May 9", "txt": "Hernando de Alarcón sets sail on an expedition to the Gulf of California.", "entities": [{"title": "Hernando de Alarcón", "href": "/wiki/Hernando_de_Alarc%C3%B3n", "description": "Hernando de Alarcón was a Spanish explorer and navigator of the 16th century, noted for having led an early expedition to the Baja California Peninsula, during which he became one of the first Europeans to ascend the Colorado River from its mouth and perhaps the first to reach Alta California."}, {"title": "Gulf of California", "href": "/wiki/Gulf_of_California", "description": "The Gulf of California, also known as the Sea of Cortés or less commonly as the Vermilion Sea, is a marginal sea of the Pacific Ocean that separates the Baja California Peninsula from the Mexican mainland. It is bordered by the states of Baja California, Baja California Sur, Sonora, and Sinaloa with a coastline of approximately 4,000 km (2,500 mi). Rivers which flow into the Gulf of California inc"}]}, {"heading": "Events", "year": "1662", "date": "May 9", "txt": "The figure who later became Mr. Punch makes his first recorded appearance in England.", "entities": [{"title": "Punch and Judy", "href": "/wiki/Punch_and_Judy", "description": "Punch and Judy is a traditional puppet show featuring Mr. Punch and his wife Judy. The performance consists of a sequence of short scenes, each depicting an interaction between two characters, most typically Mr. Punch and one other character who usually falls victim to Punch's slapstick. It is often associated with traditional British culture. The various episodes of Punch comedy—often provoking s"}]}, {"heading": "Events", "year": "1671", "date": "May 9", "txt": "Thomas Blood, disguised as a clergyman, attempts to steal England's Crown Jewels from the Tower of London.", "entities": [{"title": "Thomas Blood", "href": "/wiki/Thomas_Blood", "description": "Colonel Thomas Blood was an Anglo-Irish officer and self-styled colonel best known for his attempt to steal the Crown Jewels of England and Scotland from the Tower of London in 1671. Described in an American source as a \"noted bravo and desperado,\" he was known for his attempt to kidnap and, later, to kill, his enemy, James Butler, 1st Duke of Ormond."}, {"title": "Clergyman", "href": "/wiki/Clergyman", "description": "Clergy are formal leaders within established religions. Their roles and functions vary in different religious traditions, but usually involve presiding over specific rituals and teaching their religion's doctrines and practices. Some of the terms used for individual clergy are clergyman, clergywoman, and churchman. Less common terms are cleric, churchwoman, and clergyperson, while clerk in holy or"}, {"title": "Crown Jewels of the United Kingdom", "href": "/wiki/Crown_Jewels_of_the_United_Kingdom", "description": "The Crown Jewels of the United Kingdom, originally the Crown Jewels of England, are a collection of royal ceremonial objects kept in the Tower of London, which include the regalia and vestments worn by British kings and queens at their coronations."}, {"title": "Tower of London", "href": "/wiki/Tower_of_London", "description": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a historic castle on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the"}]}, {"heading": "Events", "year": "1726", "date": "May 9", "txt": "Five men arrested during a raid on Mother Clap's molly house in London are executed at Tyburn.", "entities": [{"title": "Margaret Clap", "href": "/wiki/Margaret_Clap", "description": "Margaret Clap, better known as Mother Clap, ran a coffee house from 1724 to 1726 in Holborn, Middlesex, a short distance from the City of London. As well as running a molly house, she was heavily involved in the ensuing legal battles after her premises were raided and shut down. While not much is known about her life, she was an important part of the gay subculture of early 18th-century England. A"}, {"title": "Molly house", "href": "/wiki/Molly_house", "description": "Molly-house was a term used in 18th- and 19th-century Britain for a meeting place for homosexual men. The meeting places were generally taverns, public houses, coffeehouses or even private rooms where men could either socialise or meet possible sexual partners."}, {"title": "Tyburn, London", "href": "/wiki/Tyburn,_London", "description": "Tyburn was a manor (estate) in the county of Middlesex, one of two which were served by the parish of Marylebone."}]}, {"heading": "Events", "year": "1763", "date": "May 9", "txt": "The Siege of Fort Detroit begins during Pontiac's War against British forces.", "entities": [{"title": "Siege of Fort Detroit", "href": "/wiki/Siege_of_Fort_Detroit", "description": "The Siege of Fort Detroit was an ultimately unsuccessful attempt by North American Indians to capture Fort Detroit during Pontiac's Rebellion. The siege was led primarily by Pontiac, an Ottawa chief and military leader. This rebellion would be one of the catalysts that hastened the declaration of the Proclamation of 1763 which would eventually precipitate the events leading to the American Revolut"}, {"title": "Pontiac's War", "href": "/wiki/Pontiac%27s_War", "description": "Pontiac's War was launched in 1763 by a loose confederation of American Indians dissatisfied with British rule in the Great Lakes region following the French and Indian War (1754–1763). Warriors from numerous tribes joined in an effort to drive British soldiers and settlers out of the region. The war is named after Odawa leader Pontiac, the most prominent of many Indian leaders in the conflict."}]}, {"heading": "Events", "year": "1864", "date": "May 9", "txt": "Second Schleswig War: The Danish navy defeats the Austrian and Prussian fleets in the Battle of Heligoland.", "entities": [{"title": "Second Schleswig War", "href": "/wiki/Second_Schleswig_War", "description": "The Second Schleswig War was the second military conflict over the Schleswig-Holstein Question of the nineteenth century. The war began on 1 February 1864, when Prussian and Austrian forces crossed the border into Schleswig. Denmark fought the Kingdom of Prussia and the Austrian Empire. Like the First Schleswig War (1848–1852), it was fought for control of the duchies of Schleswig, Holstein and La"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}, {"title": "Battle of Heligoland (1864)", "href": "/wiki/Battle_of_Heligoland_(1864)", "description": "The Battle of Heligoland was fought on 9 May 1864, during the Second Schleswig War, between a Danish squadron led by Commodore Edouard Suenson and a joint Austro-Prussian squadron commanded by the Austrian Commodore Wilhelm von Tegetthoff. The action came about as a result of the Danish blockade of German ports in the North Sea; the Austrians had sent two steam frigates, SMS Schwarzenberg and Rade"}]}, {"heading": "Events", "year": "1865", "date": "May 9", "txt": "American Civil War: Nathan Bedford Forrest surrenders his forces at Gainesville, Alabama.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Nathan Bedford Forrest", "href": "/wiki/Nathan_Bedford_Forrest", "description": "Nathan Bedford Forrest was a prominent Confederate Army general during the American Civil War and the first Grand Wizard of the Ku Klux Klan from 1867 to 1869. Before the war, Forrest amassed substantial wealth as a cotton plantation owner, horse and cattle trader, real estate broker, and slave trader. In June 1861, he enlisted in the Confederate Army and became one of the few soldiers during the "}, {"title": "Gainesville, Alabama", "href": "/wiki/Gainesville,_Alabama", "description": "Gainesville is a town in Sumter County, Alabama, United States. Founded in 1832, it was incorporated in 1835. At the 2010 census the population was 208, down from 220. Confederate Lieutenant General Nathan Bedford Forrest surrendered his men near Gainesville on May 19, 1865, at the Civil War's end."}]}, {"heading": "Events", "year": "1865", "date": "May 9", "txt": "American Civil War: President Andrew Johnson issues a proclamation ending belligerent rights of the rebels and enjoining foreign nations to intern or expel Confederate ships.", "entities": [{"title": "Conclusion of the American Civil War", "href": "/wiki/Conclusion_of_the_American_Civil_War#Andrew_Johnson's_May_9_declaration_(May_9)", "description": "The Ceasefire Agreement of the Confederacy commenced with the ceasefire agreement of the Army of Northern Virginia on April 9, at Appomattox Court House, by General Robert E. Lee and concluded with the ceasefire agreement of the Shenandoah on November 6, 1865, bringing the hostilities of the American Civil War to a close."}]}, {"heading": "Events", "year": "1873", "date": "May 9", "txt": "Der Krach: Vienna stock market crash heralds the Long Depression.", "entities": [{"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}, {"title": "Long Depression", "href": "/wiki/Long_Depression", "description": "\nThe Long Depression was a worldwide price and economic recession, beginning in 1873 and running either through March 1879, or 1896, depending on the metrics used. It was most severe in Europe and the United States, which had been experiencing strong economic growth fueled by the Second Industrial Revolution in the decade following the American Civil War. The episode was labeled the \"Great Depress"}]}, {"heading": "Events", "year": "1874", "date": "May 9", "txt": "The first horsebus makes its début in the city of Mumbai, traveling two routes.", "entities": [{"title": "Horsebus", "href": "/wiki/Horsebus", "description": "A horse-bus or horse-drawn omnibus was a large, enclosed, and sprung horse-drawn vehicle used for passenger transport before the introduction of motor vehicles. It was mainly used in the late 19th century in both the United States and Europe, and was one of the most common means of transportation in cities. In a typical arrangement, two wooden benches along the sides of the passenger cabin held se"}, {"title": "Mumbai", "href": "/wiki/Mumbai", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}]}, {"heading": "Events", "year": "1877", "date": "May 9", "txt": "Mihail Kogălniceanu reads, in the Chamber of Deputies, the Declaration of Independence of Romania. This day became the Independence Day of Romania.", "entities": [{"title": "Mihail Kogălniceanu", "href": "/wiki/Mihail_Kog%C4%83lniceanu", "description": "Mihail Kogălniceanu was a Romanian liberal statesman, lawyer, historian and publicist; he became Prime Minister of Romania on October 11, 1863, after the 1859 union of the Danubian Principalities under Domnitor Alexandru Ioan Cuza, and later served as Foreign Minister under Carol I. He was several times Interior Minister under Cuza and Carol. A polymath, Kogălniceanu was one of the most influentia"}, {"title": "Chamber of Deputies (Romania)", "href": "/wiki/Chamber_of_Deputies_(Romania)", "description": "The Chamber of Deputies is the lower house in Romania's bicameral parliament. It has 330 seats to which deputies are elected by direct popular vote using party-list proportional representation to serve four-year terms. Additionally, the organisation of each national minority is entitled to a seat in the Chamber."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}]}, {"heading": "Events", "year": "1877", "date": "May 9", "txt": "A magnitude 8.8 earthquake off the coast of Peru kills 2,541, including some as far away as Hawaii and Japan.", "entities": [{"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "1887", "date": "May 9", "txt": "Buffalo Bill Cody's Wild West Show opens in London.", "entities": [{"title": "Buffalo Bill Cody", "href": "/wiki/Buffalo_Bill_Cody", "description": "William Frederick \"Buffalo Bill\" Cody was an American soldier, bison hunter, and showman. He was born in Le Claire, Iowa Territory, but he lived for several years in his father's hometown in modern-day Mississauga, Ontario, Canada, before the family returned to the Midwest and settled in the Kansas Territory."}]}, {"heading": "Events", "year": "1901", "date": "May 9", "txt": "Australia opens its first national parliament in Melbourne.", "entities": [{"title": "Parliament of Australia", "href": "/wiki/Parliament_of_Australia", "description": "The Parliament of Australia is the legislative branch of the government of Australia. It consists of three elements: the Crown, the Senate and the House of Representatives. The combination of two elected chambers, in which the members of the Senate represent the states and territories while the members of the House represent electoral divisions according to population, is modelled on the United St"}, {"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}]}, {"heading": "Events", "year": "1904", "date": "May 9", "txt": "The steam locomotive City of Truro becomes the first steam engine in Europe to exceed 100 mph (160 km/h).", "entities": []}, {"heading": "Events", "year": "1911", "date": "May 9", "txt": "The works of Gabriele D'Annunzio are placed in the Index of Forbidden Books by the Vatican.", "entities": [{"title": "Gabriele D'Annunzio", "href": "/wiki/Gabriele_D%27Annunzio", "description": "General Gabriele D'Annunzio, Prince of Montenevoso, sometimes written d'Annunzio, was an Italian poet, playwright, orator and journalist and soldier during World War I. He occupied a prominent place in Italian literature from 1889 to 1910 and later political life from 1914 to 1924. He was often referred to under the epithets Il Vate or Il Profeta."}, {"title": "Index of Forbidden Books", "href": "/wiki/Index_of_Forbidden_Books", "description": "The Index Librorum Prohibitorum was a list of publications deemed \nheretical or contrary to morality by the Sacred Congregation of the Index, and Catholics were forbidden to read them without permission."}, {"title": "Holy See", "href": "/wiki/Holy_See", "description": "The Holy See, also called the See of Rome, is the jurisdiction of the Bishop of Rome, known as the Pope, which includes the apostolic episcopal see of the Diocese of Rome with universal ecclesiastical jurisdiction of the worldwide Catholic Church, as well as a sovereign entity of international law, governing the Vatican City."}]}, {"heading": "Events", "year": "1915", "date": "May 9", "txt": "World War I: Second Battle of Artois between German and French forces.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Second Battle of Artois", "href": "/wiki/Second_Battle_of_Artois", "description": "The Second Battle of Artois from 9 May to 18 June 1915, took place on the Western Front during the First World War. A German-held salient from Reims to Amiens had been formed in 1914 which menaced communications between Paris and the unoccupied parts of northern France. A reciprocal French advance eastwards in Artois could cut the rail lines supplying the German armies between Arras and Reims. Fre"}]}, {"heading": "Events", "year": "1918", "date": "May 9", "txt": "World War I: Germany repels Britain's second attempt to blockade the port of Ostend, Belgium.", "entities": [{"title": "Second Ostend Raid", "href": "/wiki/Second_Ostend_Raid", "description": "The Second Ostend Raid was the later of two failed attempts made during the spring of 1918 by the United Kingdom's Royal Navy to block the channels leading to the Belgian port of Ostend as a part of its conflict with the German Empire during World War I. Due to the significant strategic advantages conferred by the Belgian ports, the Imperial German Navy had used Ostend as a base for their U-boat a"}, {"title": "Ostend", "href": "/wiki/Ostend", "description": "Ostend is a coastal city and municipality, located in the province of West Flanders in the Flemish Region of Belgium. It comprises the boroughs of Mariakerke, Raversijde, Stene and Zandvoorde, and the city of Ostend proper – the largest on the Belgian coast."}]}, {"heading": "Events", "year": "1920", "date": "May 9", "txt": "Polish–Soviet War: The Polish army under General Edward Rydz-Śmigły celebrates its capture of Kiev with a victory parade on Khreshchatyk.", "entities": [{"title": "Polish–Soviet War", "href": "/wiki/Polish%E2%80%93Soviet_War", "description": "The Polish–Soviet War was fought by the Second Polish Republic and Soviet Russia in the aftermath of World War I, on territories formerly held by the Russian Empire and the Austro-Hungarian Empire. In newly independent Poland, leading politicians of different orientations pursued the general expectation of restoring the pre-1772 borders. Motivated by that idea, Polish Chief of State Józef Piłsudsk"}, {"title": "Edward Rydz-Śmigły", "href": "/wiki/Edward_Rydz-%C5%9Amig%C5%82y", "description": "Marshal Edward Rydz-Śmigły (listen), also called Edward Śmigły-Rydz, was a Polish politician, statesman, Marshal of Poland and Commander-in-Chief of Poland's armed forces, as well as a painter and poet."}, {"title": "Kiev Offensive (1920)", "href": "/wiki/Kiev_Offensive_(1920)", "description": "The 1920 Kiev Offensive, often considered to be the campaign that started the Polish–Soviet War proper, was an attempt by the armed forces of the newly re-emerged Poland led by Józef Piłsudski, in alliance with the Ukrainian exiled leader Symon Petliura, to seize the territories of modern-day Ukraine which fell under the Soviet control after the Bolshevik Revolution. The operation led to a Soviet "}, {"title": "Victory parade", "href": "/wiki/Victory_parade", "description": "A victory parade is a parade held to celebrate a victory. Numerous military and sport victory parades have been held."}, {"title": "Khreshchatyk", "href": "/wiki/Khreshchatyk", "description": "Khreshchatyk is the main street of Kyiv, Ukraine. The street has a length of 1.2 kilometres (0.75 mi). It stretches from the European Square (northeast) through the Maidan and to Bessarabska Square (southwest) where the Besarabsky Market is located. Along the street are the offices of the Kyiv City Council which contains both the city's council and the state administration, the Main Post Office, t"}]}, {"heading": "Events", "year": "1926", "date": "May 9", "txt": "Admiral Richard E. Byrd and Floyd Bennett claim to have flown over the North Pole (later discovery of Byrd's diary appears to cast some doubt on the claim.)", "entities": [{"title": "Richard E. Byrd", "href": "/wiki/Richard_E._Byrd", "description": "Rear Admiral Richard Evelyn Byrd Jr. was an American naval officer and explorer. He was a recipient of the Medal of Honor, the highest honor for valor given by the United States, and was a pioneering American aviator, polar explorer, and organizer of polar logistics. Aircraft flights in which he served as a navigator and expedition leader crossed the Atlantic Ocean, a segment of the Arctic Ocean, "}, {"title": "Floyd Bennett", "href": "/wiki/Floyd_Bennett", "description": "Floyd Bennett was a United States Naval Aviator, along with then USN Commander Richard E. Byrd, to have made the first flight to the North Pole in May 1926. However, their claim to have reached the pole is disputed."}, {"title": "North Pole", "href": "/wiki/North_Pole", "description": "The North Pole, also known as the Geographic North Pole or Terrestrial North Pole, is the point in the Northern Hemisphere where the Earth's axis of rotation meets its surface. It is called the True North Pole to distinguish from the Magnetic North Pole."}]}, {"heading": "Events", "year": "1927", "date": "May 9", "txt": "Old Parliament House, Canberra officially opens.", "entities": [{"title": "Old Parliament House, Canberra", "href": "/wiki/Old_Parliament_House,_Canberra", "description": "Old Parliament House, formerly known as the Provisional Parliament House, was the seat of the Parliament of Australia from 1927 to 1988. The building began operation on 9 May 1927 after Parliament's relocation from Melbourne to the new capital, Canberra. In 1988, the Commonwealth Parliament transferred to the new Parliament House on Capital Hill. It also serves as a venue for temporary exhibitions"}]}, {"heading": "Events", "year": "1936", "date": "May 9", "txt": "Italy formally annexes Ethiopia after taking the capital Addis Ababa on May 5.", "entities": [{"title": "Ethiopian Empire", "href": "/wiki/Ethiopian_Empire", "description": "The Ethiopian Empire, also formerly known by the exonym Abyssinia, or just simply known as Ethiopia, was a monarchy that spanned a geographical area in the current states of Ethiopia and Eritrea. It began with the establishment of the Solomonic dynasty by Yekuno Amlak from approximately 1270 and lasted until 1974, when Emperor Haile Selassie was overthrown in a coup d'état by the communist Derg. I"}, {"title": "Addis Ababa", "href": "/wiki/Addis_Ababa", "description": "Addis Ababa, also known as Finfinne and Sheger, is a chartered city and the capital of Ethiopia, as well as of Oromia State. Addis Ababa is the largest city in Ethiopia, with, according to the 2007 census, a population of 2,739,551 inhabitants. It is where the African Union is headquartered and where its predecessor, the Organisation of African Unity (OAU), was based. It also hosts the headquarter"}, {"title": "May 5", "href": "/wiki/May_5", "description": "May 5 is the 125th day of the year in the Gregorian calendar; 240 days remain until the end of the year."}]}, {"heading": "Events", "year": "1940", "date": "May 9", "txt": "World War II: The German submarine U-9 sinks the French coastal submarine Doris near Den Helder.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "German submarine U-9 (1935)", "href": "/wiki/German_submarine_U-9_(1935)", "description": "German submarine U-9 was a Type IIB U-boat of Nazi Germany's Kriegsmarine. Her keel was laid down on 8 February 1935, by Germaniawerft in Kiel as yard number 543. She was launched on 30 July 1935 and commissioned on 21 August, with Korvettenkapitän Hans-Günther Looff in command."}, {"title": "Den Helder", "href": "/wiki/Den_Helder", "description": "Den Helder is a municipality and a city in the Netherlands, in the province of North Holland. Den Helder occupies the northernmost point of the North Holland peninsula. It is home to the country's main naval base.\nFrom here the Royal TESO ferryboat service operates the transportation link between Den Helder and the nearby Dutch Wadden island of Texel to the north."}]}, {"heading": "Events", "year": "1941", "date": "May 9", "txt": "World War II: The German submarine U-110 is captured by the Royal Navy. On board is the latest Enigma machine which Allied cryptographers later use to break coded German messages.", "entities": [{"title": "German submarine U-110 (1940)", "href": "/wiki/German_submarine_U-110_(1940)", "description": "German submarine U-110 was a Type IXB U-boat of Nazi Germany's Kriegsmarine that operated during World War II. She was captured by the Royal Navy on 9 May 1941 and provided a number of secret cipher documents to the British. U-110's capture, later given the code name \"Operation Primrose\", was one of the biggest secrets of the war, remaining so for seven months. President Franklin D. Roosevelt was "}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Enigma machine", "href": "/wiki/Enigma_machine", "description": "The Enigma machine is a cipher device developed and used in the early- to mid-20th century to protect commercial, diplomatic, and military communication. It was employed extensively by Nazi Germany during World War II, in all branches of the German military. The Germans believed, erroneously, that use of the Enigma machine enabled them to communicate securely and thus enjoy a huge advantage in Wor"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Cryptographer", "href": "/wiki/Cryptographer", "description": "Cryptography, or cryptology, is the practice and study of techniques for secure communication in the presence of third parties called adversaries. More generally, cryptography is about constructing and analyzing protocols that prevent third parties or the public from reading private messages; various aspects in information security such as data confidentiality, data integrity, authentication, and "}]}, {"heading": "Events", "year": "1942", "date": "May 9", "txt": "Holocaust: The SS executes 588 Jewish residents of the Podolian town of Zinkiv (Khmelnytska oblast, Ukraine). The Zoludek Ghetto (in Belarus) is destroyed and all its inhabitants executed or deported.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}, {"title": "Podolia", "href": "/wiki/Podolia", "description": "Podolia or Podilia is a historic region in Eastern Europe, located in the west-central and south-western parts of Ukraine and in northeastern Moldova. The name derives from Old Slavic po, meaning \"by/next to/along\" and dol, \"valley\"."}, {"title": "Zinkiv", "href": "/wiki/Zinkiv", "description": "Zinkiv is a city in Poltava Oblast, Ukraine. It serves as the administrative center of Zinkiv Raion. Population: 9,387 (2020 est.)\n"}, {"title": "Khmelnytska oblast", "href": "/wiki/Khmelnytska_oblast", "description": "Khmelnytskyi Oblast is an oblast (province) of western Ukraine covering portions of such historical regions like western Podolia and southern Volhynia. The administrative center of the oblast is the city of Khmelnytskyi."}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Ghettos in Nazi-occupied Europe", "href": "/wiki/Ghettos_in_Nazi-occupied_Europe", "description": "Beginning with the invasion of Poland during World War II, the Nazi regime set up ghettos across German-occupied Eastern Europe in order to segregate and confine Jews, and sometimes Romani people, into small sections of towns and cities furthering their exploitation. In German documents, and signage at ghetto entrances, the Nazis usually referred to them as Jüdischer Wohnbezirk or Wohngebiet der J"}, {"title": "Belarus", "href": "/wiki/Belarus", "description": "Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe. It is bordered by Russia to the east and northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Covering an area of 207,600 square kilometres (80,200 sq mi) and with a population of 9.4 million, Belarus is the thirteenth-largest and the twentieth-most populous country in"}]}, {"heading": "Events", "year": "1945", "date": "May 9", "txt": "World War II: The final German Instrument of Surrender is signed at the Soviet headquarters in Berlin-Karlshorst.", "entities": [{"title": "German Instrument of Surrender", "href": "/wiki/German_Instrument_of_Surrender", "description": "The German Instrument of Surrender was the legal document that effected the extinction of Nazi Germany and ended World War II in Europe. The definitive text was signed in Karlshorst, Berlin, on the night of 8 May 1945 by representatives of the three armed services of the Oberkommando der Wehrmacht (OKW) and the Allied Expeditionary Force together with the Supreme High Command of the Soviet Red Arm"}, {"title": "Karlshorst", "href": "/wiki/Karlshorst", "description": "Karlshorst is a locality in the borough of Lichtenberg in Berlin. Located there are a harness racing track and the Hochschule für Technik und Wirtschaft Berlin (HTW), the largest University of Applied Sciences in Berlin, and the German-Russian Museum Berlin-Karlshorst."}]}, {"heading": "Events", "year": "1945", "date": "May 9", "txt": "World War II: The German occupation of the Channel Islands comes to an end.", "entities": []}, {"heading": "Events", "year": "1946", "date": "May 9", "txt": "King Victor Emmanuel III of Italy abdicates and is succeeded by Umberto II.", "entities": [{"title": "Victor Emmanuel III of Italy", "href": "/wiki/Victor_Emmanuel_III_of_Italy", "description": "Victor Emmanuel III reigned as King of Italy from 29 July 1900 until his abdication on 9 May 1946. In addition, he was Emperor of Ethiopia (1936–1941) and King of the Albanians (1939–1943). During his reign of nearly 46 years, which began after the assassination of his father Umberto I, the Kingdom of Italy became involved in two world wars. His reign also encompassed the birth, rise, and fall of "}, {"title": "Umberto II of Italy", "href": "/wiki/Umberto_II_of_Italy", "description": "Umberto II was the last King of Italy. He reigned for 34 days, from 9 May 1946 to 12 June 1946, although he had been de facto head of state since 1944, and was nicknamed the May King."}]}, {"heading": "Events", "year": "1948", "date": "May 9", "txt": "Czechoslovakia's Ninth-of-May Constitution comes into effect.", "entities": [{"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}, {"title": "Ninth-of-May Constitution", "href": "/wiki/Ninth-of-May_Constitution", "description": "The Ninth-of-May (1948) Constitution was the second constitution of Czechoslovakia, in force from 1948 to 1960. It came into force on 9 May, shortly after the communist seizure of power in the country on 25 February 1948. It replaced the 1920 Constitution."}]}, {"heading": "Events", "year": "1949", "date": "May 9", "txt": "Rainier III becomes Prince of Monaco.", "entities": [{"title": "Rainier III, Prince of Monaco", "href": "/wiki/Rainier_III,_Prince_of_Monaco", "description": "Rainier III was the Prince of Monaco from 9 May 1949 to his death in 2005. Rainier ruled the Principality of Monaco for almost 56 years, making him one of the longest ruling monarchs in European history."}, {"title": "Prince of Monaco", "href": "/wiki/Prince_of_Monaco", "description": "The Sovereign Prince or Princess of Monaco is the reigning monarch and head of state of the Principality of Monaco. All reigning princes and princesses have officially taken the name of the House of Grimaldi, although some have belonged to other families in the male line. When Prince Rainier died in 2005, he was Europe's longest reigning monarch. The Grimaldi family, which has ruled Monaco for eig"}]}, {"heading": "Events", "year": "1950", "date": "May 9", "txt": "Robert Schuman presents his proposal on the creation of an organized Europe, which according to him was indispensable to the maintenance of peaceful relations. This proposal, known as the \"Schuman Declaration\", is considered by some people to be the beginning of the creation of what is now the European Union.", "entities": [{"title": "Robert Schuman", "href": "/wiki/Robert_Schuman", "description": "Jean-Baptiste Nicolas Robert Schuman was a Luxembourg-born French statesman. Schuman was a Christian Democrat political thinker and activist. Twice Prime Minister of France, a reformist Minister of Finance and a Foreign Minister, he was instrumental in building postwar European and trans-Atlantic institutions and was one of the founders of the European Union, the Council of Europe and NATO. The 19"}, {"title": "Schuman Declaration", "href": "/wiki/Schuman_Declaration", "description": "The Schuman Declaration was a speech made by the French Minister of Europe and Foreign Affairs, Robert Schuman, on 9 May 1950. It proposed placing French and West German production of coal and steel under a single authority that would later be opened to other European countries. The ultimate goal was to pacify relations, between France and West Germany in particular, through gradual political inte"}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}]}, {"heading": "Events", "year": "1955", "date": "May 9", "txt": "Cold War: West Germany joins NATO.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "1958", "date": "May 9", "txt": "Alfred Hitchcock's film Vertigo has world premiere in San Francisco.", "entities": [{"title": "Alfred Hitchcock", "href": "/wiki/Alfred_Hitchcock", "description": "Sir Alfred Joseph Hitchcock was an English film director, producer, and screenwriter. He is one of the most influential and widely studied filmmakers in the history of cinema. Known as the \"Master of Suspense\", he directed over 50 feature films in a career spanning six decades, becoming as well known as any of his actors thanks to his many interviews, his cameo roles in most of his films, and his "}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}]}, {"heading": "Events", "year": "1960", "date": "May 9", "txt": "The Food and Drug Administration announces it will approve birth control as an additional indication for Searle's Enovid, making Enovid the world's first approved oral contraceptive pill.", "entities": [{"title": "Food and Drug Administration", "href": "/wiki/Food_and_Drug_Administration", "description": "The United States Food and Drug Administration is a federal agency of the Department of Health and Human Services. The FDA is responsible for protecting and promoting public health through the control and supervision of food safety, tobacco products, dietary supplements, prescription and over-the-counter pharmaceutical drugs (medications), vaccines, biopharmaceuticals, blood transfusions, medical "}, {"title": "Birth control", "href": "/wiki/Birth_control", "description": "Birth control, also known as contraception, anticonception, and fertility control, is a method or device used to prevent pregnancy. Birth control has been used since ancient times, but effective and safe methods of birth control only became available in the 20th century. Planning, making available, and using birth control is called family planning. Some cultures limit or discourage access to birth"}, {"title": "Indication (medicine)", "href": "/wiki/Indication_(medicine)", "description": "In medicine, an indication is a valid reason to use a certain test, medication, procedure, or surgery. There can be multiple indications to use a procedure or medication. An indication can commonly be confused with the term diagnosis. A diagnosis is the assessment that a particular [medical] condition is present while an indication is a reason for use. The opposite of an indication is a contraindi"}, {"title": "G. D. Searle & Company", "href": "/wiki/G._D._Searle_%26_Company", "description": "G.D. Searle, LLC is a wholly owned trademark of Pfizer. It is currently used mainly as a distribution trademark for various pharmaceuticals that were developed by G. D. Searle & Company. Prior to its 1985 merger with Monsanto, Searle was a company focusing on life sciences, specifically pharmaceuticals, agriculture, and animal health."}, {"title": "Combined oral contraceptive pill", "href": "/wiki/Combined_oral_contraceptive_pill", "description": "The combined oral contraceptive pill (COCP), often referred to as the birth control pill or colloquially as \"the pill\", is a type of birth control that is designed to be taken orally by women. It includes a combination of an estrogen and a progestogen. When taken correctly, it alters the menstrual cycle to eliminate ovulation and prevent pregnancy."}]}, {"heading": "Events", "year": "1961", "date": "May 9", "txt": "FCC Chairman Newton N. Minow gives his Wasteland Speech.", "entities": [{"title": "Newton N. Minow", "href": "/wiki/Newton_N._Minow", "description": "Newton Norman \"Newt\" Minow is an American attorney and former Chair of the Federal Communications Commission. His speech referring to television as a \"vast wasteland\" is cited even as the speech has passed its 59th anniversary. While still maintaining a law practice, Minow is currently the Honorary Consul General of Singapore in Chicago."}, {"title": "Wasteland Speech", "href": "/wiki/Wasteland_Speech", "description": "\"Television and the Public Interest\" was a speech given by Federal Communications Commission (FCC) chairman Newton N. Minow to the convention of the National Association of Broadcasters on May 9, 1961. The speech was Minow's first major speech after he was appointed chairman of the FCC by President John F. Kennedy."}]}, {"heading": "Events", "year": "1964", "date": "May 9", "txt": "Ngô Đình Cẩn, de facto ruler of central Vietnam under his brother President Ngô Đình Diệm before the family's toppling, is executed.", "entities": [{"title": "Ngô Đình Cẩn", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_C%E1%BA%A9n", "description": "Ngô Đình Cẩn was a younger brother and confidant of South Vietnam's first president, Ngô Đình Diệm, and an important member of the Diệm government. Diệm put Cẩn in charge of central Vietnam, stretching from Phan Thiết in the south to the border at the 17th parallel, with Cẩn ruling the region as a virtual dictator. Based in the former imperial capital of Huế, Cẩn operated private armies and secret"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Ngo Dinh Diem", "href": "/wiki/Ngo_Dinh_Diem", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}]}, {"heading": "Events", "year": "1969", "date": "May 9", "txt": "Carlos Lamarca leads the first urban guerrilla action against the military dictatorship of Brazil in São Paulo, by robbing two banks.", "entities": [{"title": "Carlos Lamarca", "href": "/wiki/Carlos_Lamarca", "description": "Carlos Lamarca was a Brazilian Army Captain who deserted to become a member of the armed resistance to the Brazilian dictatorship. He was a part of the Popular Revolutionary Vanguard and became, along with Carlos Marighella, one of the leaders of the armed struggle against the military dictatorship. Such groups were armed chiefly for self-protection from the Right-wing dictatorship that unleashed "}, {"title": "Brazilian military government", "href": "/wiki/Brazilian_military_government", "description": "A military dictatorship in Brazil was established on 1 April 1964, after a coup d'état by the Brazilian Armed Forces, with the support from the United States government, against President João Goulart. The Brazilian dictatorship lasted for 21 years, until 15 March 1985. The military coup was fomented by José de Magalhães Pinto, Adhemar de Barros, and Carlos Lacerda, then governors of the states of"}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "São Paulo", "href": "/wiki/S%C3%A3o_Paulo", "description": "São Paulo is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city and the most populous city in Brazil, the Americas, the Western Hemisphere and the Southern Hemisphere. Additionally, São Paulo is the largest Portuguese-speaking city in the world. The municipality is also the world's 4th largest city proper by population. The city is the capital of the surroundi"}]}, {"heading": "Events", "year": "1970", "date": "May 9", "txt": "Vietnam War: In Washington, D.C., 75,000 to 100,000 war protesters demonstrate in front of the White House.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}]}, {"heading": "Events", "year": "1974", "date": "May 9", "txt": "Watergate scandal: The  United States House Committee on the Judiciary opens formal and public impeachment hearings against President Richard Nixon.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "United States House Committee on the Judiciary", "href": "/wiki/United_States_House_Committee_on_the_Judiciary", "description": "The U.S. House Committee on the Judiciary, also called the House Judiciary Committee, is a standing committee of the United States House of Representatives. It is charged with overseeing the administration of justice within the federal courts, administrative agencies and Federal law enforcement entities. The Judiciary Committee is also the committee responsible for impeachments of federal official"}, {"title": "Impeachment in the United States", "href": "/wiki/Impeachment_in_the_United_States", "description": "Impeachment in the United States is the process by which a legislature's lower house brings charges against a civil federal officer, the vice president, or the president for misconduct alleged to have been committed. Impeachment may also occur at the state level if the state or commonwealth has provisions for it under its constitution. The federal House of Representatives can impeach a party with "}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}]}, {"heading": "Events", "year": "1977", "date": "May 9", "txt": "Hotel Polen fire: A disastrous fire burns down the Hotel Polen in Amsterdam causing 33 deaths and 21 severe injuries.", "entities": [{"title": "Hotel Polen fire", "href": "/wiki/Hotel_Polen_fire", "description": "The Hotel Polen fire occurred on 9 May 1977 in Amsterdam, the Netherlands. The conflagration destroyed the Hotel Polen, a five-story hotel in the centre of the city which had been built in 1891, as well as the furniture store on the ground level and a nearby bookstore. Many of the tourists staying at the hotel jumped to their deaths trying to escape the flames. Upon their arrival, the fire departm"}, {"title": "Amsterdam", "href": "/wiki/Amsterdam", "description": "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site."}]}, {"heading": "Events", "year": "1979", "date": "May 9", "txt": "Iranian Jewish businessman Habib Elghanian is executed by firing squad in Tehran, prompting the mass exodus of the once 100,000-strong Jewish community of Iran.", "entities": [{"title": "Persian Jews", "href": "/wiki/Persian_Jews", "description": "Persian Jews or Iranian Jews are Jews historically associated with the Persian Empire, whose successor state is Iran. The biblical Book of Esther contains references to the experiences of the Jews in Persia. Jews have had a continuous presence in Iran since the time of Cyrus the Great of the Achaemenid Empire. Cyrus invaded Babylon and freed the Jews from Babylonian captivity."}, {"title": "Habib Elghanian", "href": "/wiki/Habib_Elghanian", "description": "Habib (Habibollah) Elghanian was a prominent Iranian Jewish businessman and philanthropist who served as the president of the Tehran Jewish Society and acted as the symbolic head of the Iranian Jewish community in the 1970s."}]}, {"heading": "Events", "year": "1980", "date": "May 9", "txt": "In Florida, Liberian freighter MV Summit Venture collides with the Sunshine Skyway Bridge over Tampa Bay, making a 1,400-ft. section of the southbound span collapse. Thirty-five people in six cars and a Greyhound bus fall 150 ft. into the water and die.", "entities": [{"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "Liberia", "href": "/wiki/Liberia", "description": "Liberia, officially the Republic of Liberia, is a country on the West African coast. It is bordered by Sierra Leone to its northwest, Guinea to its north, Ivory Coast to its east, and the Atlantic Ocean to its south-southwest. It has a population of around 5 million and covers an area of 111,369 square kilometers (43,000 sq mi). English is the official language, but over 20 indigenous languages ar"}, {"title": "MV Summit Venture", "href": "/wiki/MV_Summit_Venture", "description": "\n\nThe M/V Summit Venture was a bulk carrier built in 1976, in Nagasaki, Japan. She was 579.8 feet (176.7 m) long, beam of 85.5 feet (26.1 m), and displacement of 19,734 tons. She would cruise (loaded) at 13.5 knots at 100% power and 10.9 knots at 50% power."}, {"title": "Sunshine Skyway Bridge", "href": "/wiki/Sunshine_Skyway_Bridge", "description": "The Bob Graham Sunshine Skyway Bridge, often referred to as the Sunshine Skyway Bridge or simply the Skyway, is a cable-stayed bridge spanning the Lower Tampa Bay connecting St. Petersburg, Florida to Terra Ceia. The current Sunshine Skyway opened in 1987 and is the second bridge of that name on the site. It was designed by the Figg & Muller Engineering Group and built by the American Bridge Compa"}, {"title": "Tampa Bay", "href": "/wiki/Tampa_Bay", "description": "Tampa Bay is a large natural harbor and shallow estuary connected to the Gulf of Mexico on the west central coast of Florida, comprising Hillsborough Bay, McKay Bay, Old Tampa Bay, Middle Tampa Bay, and Lower Tampa Bay. The largest freshwater inflow into the bay is the Hillsborough River, which flows into Hillsborough Bay in downtown Tampa. Many other smaller rivers and streams also flow into Tamp"}, {"title": "Greyhound bus", "href": "/wiki/Greyhound_bus", "description": "Greyhound Lines, Inc., usually shortened to Greyhound, is an intercity bus common carrier serving more than 3,800 destinations across North America. The company's first route began in Hibbing, Minnesota, in 1914 and the company adopted the Greyhound name in 1929. Since October 2007, Greyhound has been a subsidiary of British transportation company FirstGroup, but has been based in Dallas, Texas, s"}]}, {"heading": "Events", "year": "1980", "date": "May 9", "txt": "In Norco, California, five masked gunmen hold up a Security Pacific bank, leading to a violent shoot-out and one of the largest pursuits in California history. Two of the gunmen and one police officer are killed and thirty-three police and civilian vehicles are destroyed in the chase.", "entities": [{"title": "Norco shootout", "href": "/wiki/Norco_shootout", "description": "The Norco shootout was an armed confrontation between five heavily armed bank robbers and deputies of the Riverside County and San Bernardino County sheriffs' departments in Norco, California, on May 9, 1980. Two of the five perpetrators and one sheriff's deputy were killed, eight other law enforcement officers, one citizen and two other perpetrators were wounded, and massive amounts of gunfire da"}, {"title": "History of California", "href": "/wiki/History_of_California", "description": "The history of California can be divided into: the Native American period, the European exploration period (1542–1769), the Spanish colonial period (1769–1821), the Mexican period (1821–1848), and United States statehood. California was one of the most culturally and linguistically diverse areas in pre-Columbian North America. After contact with Spanish explorers, most of the Native Americans died"}]}, {"heading": "Events", "year": "1987", "date": "May 9", "txt": "LOT Flight 5055 Tadeusz Kościuszko crashes after takeoff in Warsaw, Poland, killing all 183 people on board.", "entities": [{"title": "LOT Flight 5055", "href": "/wiki/LOT_Flight_5055", "description": "LOT Polish Airlines Flight 5055 was a scheduled international passenger flight from Warsaw, Poland to New York City, U.S.. In the late morning hours of 9 May 1987, the Ilyushin Il-62M operating the flight crashed in the Kabaty Woods nature reserve on the outskirts of Warsaw around 56 minutes after departure. All 183 passengers and crew on board perished in the crash, making it the deadliest accide"}, {"title": "Warsaw", "href": "/wiki/Warsaw", "description": "Warsaw is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents within a greater metropolitan area of 3.1 million residents, which makes Warsaw the 7th most-populous capital city in the European Union. The city area measures 517.24 square kilometres (199.71 sq mi), while the metr"}]}, {"heading": "Events", "year": "1988", "date": "May 9", "txt": "New Parliament House, Canberra officially opens.", "entities": [{"title": "Parliament House, Canberra", "href": "/wiki/Parliament_House,_Canberra", "description": "Parliament House also referred to as Capital Hill, is the meeting place of the Parliament of Australia, located in Canberra, the capital of Australia. The building was designed by Mitchell/Giurgola & Thorp Architects and built by a Concrete Constructions and John Holland joint venture. It was opened on 9 May 1988 by Elizabeth II, Queen of Australia. It cost more than A$1.1 billion to build."}]}, {"heading": "Events", "year": "1992", "date": "May 9", "txt": "Armenian forces capture Shusha, marking a major turning point in the First Nagorno-Karabakh War.", "entities": [{"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}, {"title": "Shusha", "href": "/wiki/Shusha", "description": "Shusha is a city and the centre of the Shusha District of Azerbaijan. Situated at an altitude of 1,400–1,800 metres in the Karabakh mountains, Shusha was a mountain recreation resort in the Soviet era."}, {"title": "First Nagorno-Karabakh War", "href": "/wiki/First_Nagorno-Karabakh_War", "description": "The First Nagorno-Karabakh War was an ethnic and territorial conflict that took place from the late 1980s to May 1994, in the enclave of Nagorno-Karabakh in southwestern Azerbaijan, between the majority ethnic Armenians of Nagorno-Karabakh backed by Armenia, and the Republic of Azerbaijan. As the war progressed, Armenia and Azerbaijan, both former Soviet Republics, entangled themselves in protract"}]}, {"heading": "Events", "year": "1992", "date": "May 9", "txt": "Westray Mine disaster kills 26 workers in Nova Scotia, Canada.", "entities": [{"title": "Westray Mine disaster", "href": "/wiki/Westray_Mine_disaster", "description": "The Westray Mine was a coal mine in Plymouth, Nova Scotia, Canada. Westray was owned and operated by Curragh Resources Incorporated, which obtained both provincial and federal government money to open the mine, and supply the local electric power utility with coal."}, {"title": "Nova Scotia", "href": "/wiki/Nova_Scotia", "description": "Nova Scotia is one of the thirteen provinces and territories of Canada. It is one of the three Maritime provinces and one of the four Atlantic provinces. Nova Scotia is Latin for \"New Scotland\". Most of the population are native English-speakers."}]}, {"heading": "Events", "year": "1994", "date": "May 9", "txt": "Disappearance of Cleashindra Hall in Pine Bluff, Arkansas.", "entities": [{"title": "Disappearance of Cleashindra Hall", "href": "/wiki/Disappearance_of_Cleashindra_Hall", "description": "Cleashindra Denise Hall is an American woman who has been missing since May 9, 1994. Hall was also known as Clea."}, {"title": "Pine Bluff, Arkansas", "href": "/wiki/Pine_Bluff,_Arkansas", "description": "Pine Bluff is the tenth-largest city in the state of Arkansas and the county seat of Jefferson County. It is the principal city of the Pine Bluff Metropolitan Statistical Area and part of the Little Rock-North Little Rock-Pine Bluff Combined Statistical Area. The population of the city was 49,083 in the 2010 Census with 2019 estimates showing a decline to 41,474."}]}, {"heading": "Events", "year": "2001", "date": "May 9", "txt": "In Ghana, 129 football fans die in what  became known as the Accra Sports Stadium disaster. The deaths are caused by a stampede (caused by the firing of tear gas by police personnel at the stadium) that followed a controversial decision by the referee.", "entities": [{"title": "Ghana", "href": "/wiki/Ghana", "description": "Ghana, officially the Republic of Ghana, is a country in West Africa. It spans along the Gulf of Guinea and the Atlantic Ocean, sharing borders with the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, the Gulf of Guinea and the Atlantic Ocean in the south. Ghana covers an area of 238,535 km2 (92,099 sq mi), with a population of 31 million. It is the second-most populous count"}, {"title": "Accra Sports Stadium disaster", "href": "/wiki/Accra_Sports_Stadium_disaster", "description": "The Accra Sport Stadium disaster occurred at the Ohene Djan Stadium, Accra, Ghana on May 9, 2001. It took the lives of 126 people, making it the worst stadium disaster to have ever taken place in Africa."}]}, {"heading": "Events", "year": "2002", "date": "May 9", "txt": "The 38-day stand-off in the Church of the Nativity in Bethlehem comes to an end when the Palestinians inside agree to have 13 suspected terrorists among them deported to several different countries.", "entities": [{"title": "Siege of the Church of the Nativity in Bethlehem", "href": "/wiki/Siege_of_the_Church_of_the_Nativity_in_Bethlehem", "description": "The Siege of the Church of the Nativity in Bethlehem was a siege of suspected Palestinian militants by Israel Defense Forces in Bethlehem in the West Bank that lasted from 2 April to 10 May 2002."}, {"title": "Church of the Nativity", "href": "/wiki/Church_of_the_Nativity", "description": "The Church of the Nativity, or Basilica of the Nativity, is a basilica located in Bethlehem in the West Bank. The grotto it contains holds a prominent religious significance to Christians of various denominations as the birthplace of Jesus. The grotto is the oldest site continuously used as a place of worship in Christianity, and the basilica is the oldest major church in the Holy Land."}, {"title": "Bethlehem", "href": "/wiki/Bethlehem", "description": "Bethlehem is a city in the central West Bank, Palestine, about 10 km south of Jerusalem. Its population is approximately 25,000, and it is the capital of the Bethlehem Governorate. The economy is primarily tourist-driven, peaking during the Christmas season, when Christians make pilgrimage to the Church of the Nativity. The important holy site of Rachel's Tomb is at the northern entrance of Bethle"}, {"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}]}, {"heading": "Events", "year": "2012", "date": "May 9", "txt": "A Sukhoi Superjet 100 aircraft crashes into Mount Salak in West Java, Indonesia, killing 45 people.", "entities": [{"title": "Sukhoi Superjet 100", "href": "/wiki/Sukhoi_Superjet_100", "description": "The Sukhoi Superjet 100 or SSJ100 is a regional jet designed by Russian aircraft company Sukhoi Civil Aircraft, a division of the United Aircraft Corporation. With development starting in 2000, it made its maiden flight on 19 May 2008 and its first commercial flight on 21 April 2011 with Armavia."}, {"title": "Mount Salak Sukhoi Superjet 100 crash", "href": "/wiki/Mount_Salak_Sukhoi_Superjet_100_crash", "description": "On 9 May 2012, a Sukhoi Superjet 100 airliner on a demonstration tour in Indonesia crashed into Mount Salak, in the province of West Java. All 37 passengers and 8 crew on board were killed. The plane had taken off minutes before from Jakarta's Halim Airport on a promotional flight for the recently launched jet, and was carrying Sukhoi personnel and representatives of various local airlines."}, {"title": "Mount Salak", "href": "/wiki/Mount_Salak", "description": "Mount Salak is an eroded volcano in West Java, Indonesia. It has several satellite cones on its southeast flank and the northern foot, along with two additional craters at the summit. Mount Salak has been evaluated for geothermal power development.\nAccording to a popular belief, the name \"Salak\" derived from salak, a tropical fruit with scaly skin; however, according to Sundanese tradition, the na"}, {"title": "West Java", "href": "/wiki/West_Java", "description": "West Java is a province of Indonesia on the western part of the island of Java, with its provincial capital in Bandung. West Java is bordered by the province of Banten and the country's capital region of Jakarta to the west, the Java Sea to the north, the province of Central Java to the east and the Indian Ocean to the south. The province is the native homeland of the Sundanese people, the second-"}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}]}, {"heading": "Events", "year": "2015", "date": "May 9", "txt": "An Airbus A400M Atlas military transport aircraft crashes near the Spanish city of Seville with three people on board killed.", "entities": [{"title": "Airbus A400M Atlas", "href": "/wiki/Airbus_A400M_Atlas", "description": "The Airbus A400M Atlas is a European four-engine turboprop military transport aircraft. It was designed by Airbus Military as a tactical airlifter with strategic capabilities to replace older transport aircraft, such as the Transall C-160 and the Lockheed C-130 Hercules. The A400M is between the C-130 and the Boeing C-17 in size; it can carry heavier loads than the C-130 and is able to use rough l"}, {"title": "2015 Seville A400M crash", "href": "/wiki/2015_Seville_A400M_crash", "description": "On 9 May 2015, an Airbus A400M Atlas cargo plane on a test flight crashed at La Rinconada, Spain, less than 5 kilometres (3.1 mi) from Seville Airport at around 1:00 pm local time, killing 4 of the 6 crew."}, {"title": "Seville", "href": "/wiki/Seville", "description": "Seville is the capital and largest city of the Spanish autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula."}]}, {"heading": "Events", "year": "2015", "date": "May 9", "txt": "Russia stages its biggest ever military parade in Moscow's Red Square to commemorate the 70th anniversary of Victory Day.", "entities": [{"title": "Red Square", "href": "/wiki/Red_Square", "description": "Red Square is one of the oldest and largest squares in Moscow, the capital of Russia. Owing to its historical significance and the adjacent historical buildings, it is regarded as one of the most famous squares in Europe and the world. It is located in Moscow's historic centre, in the eastern walls of the Kremlin. It is the city landmark of Moscow, with iconic buildings such as Saint Basil's Cathe"}, {"title": "Victory Day (9 May)", "href": "/wiki/Victory_Day_(9_May)", "description": "Victory Day is a holiday that commemorates the surrender of Nazi Germany in 1945. It was first inaugurated in the 15 republics of the Soviet Union, following the signing of the German Instrument of Surrender late in the evening on 8 May 1945. The Soviet government announced the victory early on 9 May after the signing ceremony in Berlin. Although the official inauguration occurred in 1945, the hol"}]}, {"heading": "Events", "year": "2018", "date": "May 9", "txt": "The historic defeat for Barisan Nasional, the governing coalition of Malaysia since the country's independence in 1957 in 2018 Malaysian general election.", "entities": [{"title": "Barisan Nasional", "href": "/wiki/Barisan_Nasional", "description": "The National Front is a political coalition of Malaysia that was founded in 1973 as a coalition of right-wing and centre parties. It is also the third largest political coalition with 42 seats in the Dewan Rakyat after opposition coalition Pakatan Harapan with 91 seats and main ruling coalition Perikatan Nasional with 50 seats."}, {"title": "2018 Malaysian general election", "href": "/wiki/2018_Malaysian_general_election", "description": "The 2018 Malaysian general election, formally known as the 14th Malaysian general election, was held on Wednesday, 9 May 2018, for members of the 14th Parliament of Malaysia. At stake were all 222 seats in the Dewan Rakyat and 505 seats in 12 out of the 13 state legislative assemblies of Malaysia. The 13th Parliament of Malaysia was dissolved by Prime Minister Najib Razak on 7 April 2018. It would"}]}, {"heading": "Events", "year": "2018", "date": "May 9", "txt": "At the height of the 2018 East Africa floods, the Patel dam breaks in Solai, Kenya, killing 48 people and displacing another 2000.", "entities": [{"title": "Patel Dam failure", "href": "/wiki/Patel_Dam_failure", "description": "The Patel Milmet Dam was a privately owned embankment dam located near the township of Solai, Nakuru County, in Kenya's Rift Valley. The dam burst amid heavy rains on 9 May 2018, killing at least 48 people."}, {"title": "Solai", "href": "/wiki/Solai", "description": "Solai is a town in Nakuru County, Kenya. It is located about thirty kilometers north of the county capital, Nakuru. Lake Solai lies to its north."}, {"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}]}, {"heading": "Births", "year": "1147", "date": "May 9", "txt": "Minamoto no Yoritomo, Japanese shōgun (d. 1199)", "entities": [{"title": "Minamoto no Yoritomo", "href": "/wiki/Minamoto_no_Yoritomo", "description": "Minamoto no Yoritomo  was the founder and the first shogun of the Kamakura shogunate of Japan, ruling from 1192 until 1199. He was the husband of Hōjō Masako who acted as regent (shikken) after his death."}]}, {"heading": "Births", "year": "1170", "date": "May 9", "txt": "Valdemar II of Denmark (d. 1241)", "entities": [{"title": "Valdemar II of Denmark", "href": "/wiki/Valdemar_II_of_Denmark", "description": "Valdemar II, called Valdemar the Victorious or Valdemar the Conqueror, was the King of Denmark from 1202 until his death in 1241. The nickname Sejr is a later invention and was not used during the King's own lifetime. Sejr means victory in Danish."}]}, {"heading": "Births", "year": "1540", "date": "May 9", "txt": "Maharana Pratap, Indian ruler (d. 1597)", "entities": [{"title": "Maharana Pratap", "href": "/wiki/Maharana_Pratap", "description": "Pratap Singh I, popularly known as Maharana Pratap, was a king of Mewar, a region in north-western India in the present-day state of Rajasthan. He was titled as \"Mewari Rana\" and was notable for his military resistance against the expansionism of the Mughal Empire and was known for his participation in the Battle of Haldighati and Battle of Dewair."}]}, {"heading": "Births", "year": "1555", "date": "May 9", "txt": "Jerónima de la Asunción, Spanish Catholic nun and founder of the first monastery in Manila (d. 1630)", "entities": [{"title": "Jerónima de la Asunción", "href": "/wiki/Jer%C3%B3nima_de_la_Asunci%C3%B3n", "description": "Jerónima de la Asunción, O.S.C. was a Catholic nun who founded the Real Monasterio de Santa Clara in Intramuros, Philippines."}]}, {"heading": "Births", "year": "1594", "date": "May 9", "txt": "Louis Henry, Prince of Nassau-Dillenburg, military leader in the Thirty Years' War (d. 1662)", "entities": [{"title": "Louis Henry, Prince of Nassau-Dillenburg", "href": "/wiki/Louis_Henry,_Prince_of_Nassau-Dillenburg", "description": "Louis Henry of Nassau-Dillenburg, was Count, and from 1654 Prince of Nassau-Dillenburg. During the Thirty Years' War, he was a senior officer. He climbed to the rank of Major General. Before 1635, he served on the Protestant side; after 1635, he served in the imperial army."}]}, {"heading": "Births", "year": "1617", "date": "May 9", "txt": "Frederick, Landgrave of Hesse-Eschwege (d. 1655)", "entities": [{"title": "Frederick, Landgrave of Hesse-Eschwege", "href": "/wiki/Frederick,_Landgrave_of_Hesse-Eschwege", "description": "Landgrave Frederick of Hesse-Eschwege was from 1632 until his death Landgrave of the apanage of Hesse-Eschwege, which stood under the suzerainty of Hesse-Kassel."}]}, {"heading": "Births", "year": "1740", "date": "May 9", "txt": "Giovanni Paisiello, Italian composer and educator (probable; d. 1816)", "entities": [{"title": "Giovanni Paisiello", "href": "/wiki/Giovanni_Paisiello", "description": "Giovanni Paisiello was an Italian composer of the Classical era, and was the most popular opera composer of the late 1700s. His operatic style influenced Mozart and Rossini, and his music was championed by Haydn and Beethoven."}]}, {"heading": "Births", "year": "1746", "date": "May 9", "txt": "Gaspard Monge, French mathematician and engineer (d. 1818)", "entities": [{"title": "Gaspard Monge", "href": "/wiki/Gaspard_Monge", "description": "Gaspard Monge, Comte de Péluse was a French mathematician, commonly presented as the inventor of descriptive geometry, technical drawing, and the father of differential geometry. During the French Revolution he served as the Minister of the Marine, and was involved in the reform of the French educational system, helping to found the École Polytechnique."}]}, {"heading": "Births", "year": "1763", "date": "May 9", "txt": "János Batsányi, Hungarian-Austrian poet and author (d. 1845)", "entities": [{"title": "János Batsányi", "href": "/wiki/J%C3%A1nos_Bats%C3%A1nyi", "description": "János Batsányi was a Hungarian poet."}]}, {"heading": "Births", "year": "1800", "date": "May 9", "txt": "John Brown, American activist (d. 1859)", "entities": [{"title": "John Brown (abolitionist)", "href": "/wiki/John_Brown_(abolitionist)", "description": "John H. Brown was an American abolitionist leader. Brown felt that violence was necessary to end American slavery, as years of speeches, sermons, petitions, and moral persuasion had failed. A religious man more than anything else, Brown believed he was raised up by God to strike the death blow to American slavery. \"He also believed that in all ages of the world God had created certain men to perfo"}]}, {"heading": "Births", "year": "1801", "date": "May 9", "txt": "Peter Hesketh-Fleetwood, English politician, founded the town of Fleetwood (d. 1866)", "entities": [{"title": "Peter Hesketh-Fleetwood", "href": "/wiki/Peter_Hesketh-Fleetwood", "description": "Sir Peter Hesketh-Fleetwood, 1st Baronet, was an English landowner, developer and Member of Parliament, who founded the town of Fleetwood, in Lancashire, England. Born Peter Hesketh, he changed his name by Royal assent to Hesketh-Fleetwood, incorporating the name of his ancestors, and was later created Baronet Fleetwood. Predeceased by an older brother, he inherited estates in west Lancashire in 1"}, {"title": "Fleetwood", "href": "/wiki/Fleetwood", "description": "Fleetwood is a coastal town in Lancashire, England, at the northwest corner of the Fylde, with a population of 25,939 at the 2011 census."}]}, {"heading": "Births", "year": "1814", "date": "May 9", "txt": "John Brougham, Irish-American actor and playwright (d. 1880)", "entities": [{"title": "John Brougham", "href": "/wiki/John_Brougham", "description": "John Brougham was an Irish-American actor and dramatist."}]}, {"heading": "Births", "year": "1823", "date": "May 9", "txt": "Frederick Weld, English-New Zealand politician, 6th Prime Minister of New Zealand (d. 1891)", "entities": [{"title": "Frederick Weld", "href": "/wiki/Frederick_Weld", "description": "Sir Frederick Aloysius Weld, was a New Zealand politician and a governor of various British colonies. He was the sixth Premier of New Zealand, and later served as Governor of Western Australia, Governor of Tasmania, and Governor of the Straits Settlements."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1824", "date": "May 9", "txt": "Jacob ben Moses Bachrach, Polish apologist and author (d. 1896)", "entities": [{"title": "Jacob ben Moses Bachrach", "href": "/wiki/Jacob_ben_Moses_Bachrach", "description": "Jacob ben Moses Bachrach was a noted apologist of Rabbinic Judaism. He was descended from Rabbi Yair Chayim Bacharach, and in turn from the Maharal of Prague."}]}, {"heading": "Births", "year": "1825", "date": "May 9", "txt": "James Collinson, Victorian painter (d. 1881)", "entities": [{"title": "James Collinson", "href": "/wiki/James_Collinson", "description": "James Collinson was a Victorian painter who was a member of the Pre-Raphaelite Brotherhood from 1848 to 1850."}]}, {"heading": "Births", "year": "1836", "date": "May 9", "txt": "Ferdinand Monoyer, French ophthalmologist, invented the Monoyer chart (d. 1912)", "entities": [{"title": "Ferdinand Monoyer", "href": "/wiki/Ferdinand_Monoyer", "description": "Ferdinand Monoyer was a French ophthalmologist, known for introducing the dioptre in 1872."}, {"title": "Monoyer chart", "href": "/wiki/Monoyer_chart", "description": "The Monoyer chart was created by Ferdinand Monoyer and is used to test visual acuity. He inserted his name in the chart; reading upwards on both ends, but ignoring the first line, the name \"Ferdinand Monoyer\" can be seen."}]}, {"heading": "Births", "year": "1837", "date": "May 9", "txt": "Adam Opel, German engineer, founded the Opel Company (d. 1895)", "entities": [{"title": "Adam Opel", "href": "/wiki/Adam_Opel", "description": "Adam Opel was the founder of the German automobile company Adam Opel AG."}, {"title": "Opel", "href": "/wiki/Opel", "description": "Opel Automobile GmbH, usually shortened to Opel, is a German automobile manufacturer which is a subsidiary of Stellantis since 16 January 2021. It was owned by General Motors from 1929 until 2017 and the PSA Group, a predecessor of Stellantis, from 2017 until 2021. Opel vehicles are sold in the United Kingdom, Isle of Man and Channel Islands under the Vauxhall brand. Some Opel vehicles were badge-"}]}, {"heading": "Births", "year": "1845", "date": "May 9", "txt": "Gustaf de Laval, Swedish engineer and businessman (d. 1913)", "entities": [{"title": "Gustaf de Laval", "href": "/wiki/Gustaf_de_Laval", "description": "Karl Gustaf Patrik de Laval was a Swedish engineer and inventor who made important contributions to the design of steam turbines and dairy machinery."}]}, {"heading": "Births", "year": "1850", "date": "May 9", "txt": "Edward Weston, English-American chemist (d. 1936)", "entities": [{"title": "Edward Weston (chemist)", "href": "/wiki/Edward_Weston_(chemist)", "description": "Edward Weston was an English-born American chemist and engineer noted for his achievements in electroplating and his development of the electrochemical cell, named the Weston cell, for the voltage standard. Weston was a competitor of Thomas Edison in the early days of electricity generation and distribution."}]}, {"heading": "Births", "year": "1855", "date": "May 9", "txt": "Julius Röntgen, German-Dutch composer (d. 1932)", "entities": [{"title": "Julius Röntgen", "href": "/wiki/Julius_R%C3%B6ntgen", "description": "Julius Engelbert Röntgen was a German-Dutch composer of classical music."}]}, {"heading": "Births", "year": "1860", "date": "May 9", "txt": "J. M. Barrie, Scottish novelist and playwright (d. 1937)", "entities": [{"title": "J. M. Barrie", "href": "/wiki/J._M._Barrie", "description": "Sir James Matthew Barrie, 1st Baronet, was a Scottish novelist and playwright, best remembered as the creator of Peter Pan. He was born and educated in Scotland and then moved to London, where he wrote a number of successful novels and plays. There he met the Llewelyn Davies boys, who inspired him to write about a baby boy who has magical adventures in Kensington Gardens, then to write Peter Pan, "}]}, {"heading": "Births", "year": "1866", "date": "May 9", "txt": "Gopal Krishna Gokhale, Indian economist and politician (d. 1915)", "entities": [{"title": "Gopal Krishna Gokhale", "href": "/wiki/Gopal_Krishna_Gokhale", "description": "Gopal Krishna Gokhale was an Indian liberal political leader and a social reformer during the Indian Independence Movement. Gokhale was a senior leader of the Indian National Congress and the founder of the Servants of India Society. Through the Society as well as the Congress and other legislative bodies he served in, Gokhale campaigned for Indian self-rule and for social reforms. He was the lead"}]}, {"heading": "Births", "year": "1870", "date": "May 9", "txt": "Harry Vardon, British golfer (d. 1937)", "entities": [{"title": "Harry Vardon", "href": "/wiki/Harry_Vardon", "description": "Henry William Vardon was a professional golfer from the Bailiwick of Jersey. He was a member of the Great Triumvirate with John Henry Taylor and James Braid. Vardon won The Open Championship a record six times, and also won the 1900 U.S. Open."}]}, {"heading": "Births", "year": "1873", "date": "May 9", "txt": "Anton Cermak, Czech-American captain and politician, 44th Mayor of Chicago (d. 1933)", "entities": [{"title": "Anton Cermak", "href": "/wiki/Anton_Cermak", "description": "Anton Joseph Cermak was an American politician who served as the 44th mayor of Chicago, Illinois from April 7, 1931 until his death on March 6, 1933."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1874", "date": "May 9", "txt": "Howard Carter, English archaeologist and historian (d. 1939)", "entities": [{"title": "Howard Carter", "href": "/wiki/Howard_Carter", "description": "Howard Carter was an English archaeologist and Egyptologist. He became world-famous after discovering the intact tomb of the 18th Dynasty Pharaoh, Tutankhamun in November 1922, the best-preserved pharaonic tomb ever found in the Valley of the Kings."}]}, {"heading": "Births", "year": "1882", "date": "May 9", "txt": "George Barker, American painter (d. 1965)", "entities": [{"title": "George Barker (painter)", "href": "/wiki/George_Barker_(painter)", "description": "George Barker was a portrait and landscape painter from the United States. Born in Omaha, Nebraska, much of his work was done in Southern California. While teaching at Long Beach Polytechnic High School in the late 1920s, he mentored several art students that later went on to being accomplished artist themselves. Among them were John Williams, Sueyo Serisawa and Alan Woods."}]}, {"heading": "Births", "year": "1882", "date": "May 9", "txt": "Henry J. Kaiser, American shipbuilder and businessman, founded Kaiser Shipyards (d. 1967)", "entities": [{"title": "Kaiser Shipyards", "href": "/wiki/Kaiser_Shipyards", "description": "The Kaiser Shipyards were seven major shipbuilding yards located on the United States west coast during World War II. Kaiser ranked 20th among U.S. corporations in the value of wartime production contracts. The shipyards were owned by the Kaiser Shipbuilding Company, a creation of American industrialist Henry J. Kaiser (1882–1967), who established the shipbuilding company around 1939 in order to h"}]}, {"heading": "Births", "year": "1883", "date": "May 9", "txt": "José Ortega y Gasset, Spanish philosopher, author, and critic (d. 1955)", "entities": [{"title": "José Ortega y Gasset", "href": "/wiki/Jos%C3%A9_Ortega_y_Gasset", "description": "José Ortega y Gasset was a Spanish philosopher and essayist. He worked during the first half of the 20th century, while Spain oscillated between monarchy, republicanism, and dictatorship. His philosophy has been characterized as a \"philosophy of life\" that \"comprised a long-hidden beginning in a pragmatist metaphysics inspired by William James, and with a general method from a realist phenomenolog"}]}, {"heading": "Births", "year": "1884", "date": "May 9", "txt": "Valdemar Psilander, Danish actor (d. 1917)", "entities": [{"title": "Valdemar Psilander", "href": "/wiki/Valdemar_Psilander", "description": "Valdemar Einar Psilander was a Danish silent film actor, who was the highest-paid performer of his period and received critical acclaim as the greatest male lead during the golden era of Danish cinema."}]}, {"heading": "Births", "year": "1885", "date": "May 9", "txt": "Gianni Vella, Maltese artist (d. 1977)", "entities": [{"title": "Gianni Vella", "href": "/wiki/Gianni_Vella", "description": "Gianni Vella was a Maltese artist. After studying in Rome, he produced many religious works which can be found in many churches in the Maltese Islands, but he also produced some secular works including landscape paintings, cartoons and a stamp design."}]}, {"heading": "Births", "year": "1888", "date": "May 9", "txt": "Francesco Baracca, Italian fighter pilot (d. 1918)", "entities": [{"title": "Francesco Baracca", "href": "/wiki/Francesco_Baracca", "description": "Count Francesco Baracca was Italy's top fighter ace of World War I. He was credited with 34 aerial victories. The emblem he wore side by side on his plane of a black horse prancing on its two rear hooves inspired Enzo Ferrari to use it on his racing car and later in his automotive company."}]}, {"heading": "Births", "year": "1888", "date": "May 9", "txt": "Rolf de Maré, Swedish art collector (d. 1964)", "entities": []}, {"heading": "Births", "year": "1892", "date": "May 9", "txt": "Zita of Bourbon-Parma, last Empress of the Austro-Hungarian Empire (d. 1989)", "entities": [{"title": "Zita of Bourbon-Parma", "href": "/wiki/Zita_of_Bourbon-Parma", "description": "Zita of Bourbon-Parma was the wife of Charles, the last monarch of Austria-Hungary. As such, she was the last Empress of Austria and Queen of Hungary, in addition to other titles."}, {"title": "Austro-Hungarian Empire", "href": "/wiki/Austro-Hungarian_Empire", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}]}, {"heading": "Births", "year": "1893", "date": "May 9", "txt": "William Moulton Marston, American psychologist and author (d. 1947)", "entities": [{"title": "William Moulton Marston", "href": "/wiki/William_Moulton_Marston", "description": "William Moulton Marston, also known by the pen name Charles Moulton, was an American psychologist who, with his wife Elizabeth Holloway, invented an early prototype of the lie detector. He was also known as a self-help author and comic book writer who created the character Wonder Woman."}]}, {"heading": "Births", "year": "1895", "date": "May 9", "txt": "Richard Barthelmess, American actor (d. 1963)", "entities": [{"title": "Richard Barthelmess", "href": "/wiki/Richard_Barthelmess", "description": "Richard Semler Barthelmess was an American film actor, principally of the Hollywood silent era. He starred opposite Lillian Gish in D. W. Griffith's Broken Blossoms (1919) and Way Down East (1920) and was among the founders of the Academy of Motion Picture Arts and Sciences in 1927. The following year, he was nominated for the Academy Award for Best Actor for two films: The Patent Leather Kid and "}]}, {"heading": "Births", "year": "1895", "date": "May 9", "txt": "Lucian Blaga, Romanian poet, playwright, and philosopher (d. 1961)", "entities": []}, {"heading": "Births", "year": "1895", "date": "May 9", "txt": "Frank Foss, American pole vaulter (d. 1989)", "entities": []}, {"heading": "Births", "year": "1896", "date": "May 9", "txt": "Richard Day, Canadian-American art director and set decorator (d. 1972)", "entities": [{"title": "Richard Day (art director)", "href": "/wiki/Richard_Day_(art_director)", "description": "Richard Day was a Canadian art director in the film industry. He won seven Academy Awards and was nominated for a further 13 in the category of Best Art Direction. He worked on 265 films between 1923 and 1970. He was born in Victoria, British Columbia, Canada and died in Hollywood, California."}]}, {"heading": "Births", "year": "1900", "date": "May 9", "txt": "Maria Malicka, Polish stage and film actress (d. 1992) ", "entities": [{"title": "Maria Malicka", "href": "/wiki/Maria_Malicka", "description": "Maria Malicka was a Polish stage and film actress. She appeared in ten films between 1927 and 1966."}]}, {"heading": "Births", "year": "1904", "date": "May 9", "txt": "Conrad Bernier, Canadian-American organist, composer, and educator (d. 1988)", "entities": [{"title": "Conrad Bernier", "href": "/wiki/Conrad_Bernier", "description": "Conrad Bernier was a French-Canadian organist, composer, conductor and teacher. For many years he was a professor at the Catholic University of America in Washington, D.C."}]}, {"heading": "Births", "year": "1905", "date": "May 9", "txt": "Lilí Álvarez, Spanish tennis player, author, and feminist (d. 1998)", "entities": [{"title": "Lilí Álvarez", "href": "/wiki/Lil%C3%AD_%C3%81lvarez", "description": "Elia Maria González-Álvarez y López-Chicheri, also known as Lilí Álvarez, was a Spanish multi-sport competitor, an international tennis champion, an author, feminist and a journalist."}]}, {"heading": "Births", "year": "1906", "date": "May 9", "txt": "Eleanor Estes, American librarian, author, and illustrator (d. 1988)", "entities": [{"title": "Eleanor Estes", "href": "/wiki/Eleanor_Estes", "description": "Eleanor Estes was an American children's author and a children's librarian. Her book, Ginger Pye, which she also created illustrations for, won the Newbery Medal. Three of her books were Newbery Honor Winners, and one was awarded the Lewis Carroll Shelf Award. Estes' books were based on her life in small town Connecticut in the early 1900s."}]}, {"heading": "Births", "year": "1907", "date": "May 9", "txt": "Jackie Grant, Trinidadian cricketer (d. 1978)", "entities": [{"title": "Jackie Grant", "href": "/wiki/Jackie_Grant", "description": "George Copeland Grant, known as Jackie Grant, was a West Indian cricketer who captained the Test side from 1930 to 1935. He was later a missionary in South Africa and Rhodesia."}]}, {"heading": "Births", "year": "1907", "date": "May 9", "txt": "Kathryn Kuhlman, American evangelist and author (d. 1976)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 9", "txt": "Baldur von Schirach, German politician (d. 1974)", "entities": []}, {"heading": "Births", "year": "1909", "date": "May 9", "txt": "Don Messer, Canadian violinist (d. 1973)", "entities": [{"title": "Don Messer", "href": "/wiki/Don_Messer", "description": "Donald Charles Frederick Messer was a Canadian musician, band leader, radio broadcaster, and defining icon of folk music during the 1960s. His CBC Television series Don Messer’s Jubilee (1959–69) featured Messer's down-east fiddle style and the \"old-time\" music of Don Messer and His Islanders, and was one of the most popular and enduring Canadian television programs of the 1960s. Messer was known "}]}, {"heading": "Births", "year": "1909", "date": "May 9", "txt": "Gordon Bunshaft, American architect, designed the Solow Building (d. 1990)", "entities": [{"title": "Solow Building", "href": "/wiki/Solow_Building", "description": "The Solow Building is a skyscraper located at 9 West 57th Street in Midtown Manhattan, New York City, built in 1974 and designed by Gordon Bunshaft of Skidmore, Owings and Merrill. It is located just west of Fifth Avenue between 57th and 58th Streets, next to the Bergdorf Goodman Building and the Plaza Hotel. The building was developed by Sheldon Solow, who named the building after himself and con"}]}, {"heading": "Births", "year": "1911", "date": "May 9", "txt": "Harry Simeone, American music arranger, conductor, and composer (d. 2005)", "entities": [{"title": "Harry Simeone", "href": "/wiki/Harry_Simeone", "description": "Harry Moses Simeone was an American music arranger, conductor and composer who popularized the Christmas song \"The Little Drummer Boy\", for which he received co-writing credit."}]}, {"heading": "Births", "year": "1912", "date": "May 9", "txt": "Pedro Armendáriz, Mexican-American actor (d. 1963)", "entities": [{"title": "Pedro Armendáriz", "href": "/wiki/Pedro_Armend%C3%A1riz", "description": "Pedro Gregorio Armendáriz Hastings was a Mexican film actor who made films in both Mexico and the United States. With Dolores del Río and María Félix, he was one of the best-known Latin American movie stars of the 1940s and 1950s."}]}, {"heading": "Births", "year": "1912", "date": "May 9", "txt": "Per Imerslund, Norwegian-German soldier and author (d. 1943)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 9", "txt": "Géza Ottlik, Hungarian mathematician and theorist (d. 1990)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 9", "txt": "Patricia Swift Blalock, American librarian (d.2011)", "entities": [{"title": "Patricia Swift Blalock", "href": "/wiki/Patricia_Swift_Blalock", "description": "Patricia Swift Blalock was an American librarian, social worker, and civil rights activist born in Gadsden, Alabama."}]}, {"heading": "Births", "year": "1914", "date": "May 9", "txt": "Denham Fouts, American prostitute (d. 1948)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 9", "txt": "Thanat Khoman, Thai politician and diplomat (d. 2016)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 9", "txt": "Carlo Maria Giulini, Italian conductor and director (d. 2005)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 9", "txt": "Hank Snow, American country music singer-songwriter and guitarist (d. 1999)", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 9", "txt": "William Pène du Bois, American author and illustrator (d. 1993)", "entities": [{"title": "William Pène du Bois", "href": "/wiki/William_P%C3%A8ne_du_Bois", "description": "William Sherman \"Billy\" Pène du Bois was an American writer and illustrator of books for young readers. He is best known for The Twenty-One Balloons, published in April 1947 by Viking Press, for which he won the 1948 Newbery Medal. He was twice a runner-up for the Caldecott Medal for illustrating books written by others (below), and the two Caldecott Honor picture books, which he also wrote."}]}, {"heading": "Births", "year": "1917", "date": "May 9", "txt": "Fay Kanin, American screenwriter and producer (d. 2013)", "entities": [{"title": "Fay Kanin", "href": "/wiki/Fay_Kanin", "description": "Fay Kanin was an American screenwriter, playwright and producer. Kanin was President of the Academy of Motion Picture Arts and Sciences from 1979 to 1983."}]}, {"heading": "Births", "year": "1918", "date": "May 9", "txt": "Moisis Michail Bourlas, Greek soldier and educator (d. 2011)", "entities": [{"title": "Moisis Michail Bourlas", "href": "/wiki/Moisis_Michail_Bourlas", "description": "Moisis Michail Bourlas was a Greek Jewish member of the World War II resistance."}]}, {"heading": "Births", "year": "1918", "date": "May 9", "txt": "Orville Freeman, American soldier and politician, 16th United States Secretary of Agriculture (d. 2003)", "entities": [{"title": "United States Secretary of Agriculture", "href": "/wiki/United_States_Secretary_of_Agriculture", "description": "The United States secretary of agriculture is the head of the United States Department of Agriculture. The position carries similar responsibilities to those of agriculture ministers in other governments."}]}, {"heading": "Births", "year": "1918", "date": "May 9", "txt": "Mike Wallace, American journalist, media personality and one-time game show host (d. 2012)", "entities": []}, {"heading": "Births", "year": "1919", "date": "May 9", "txt": "Clifford Chadderton, Canadian soldier and journalist (d. 2013)", "entities": [{"title": "Clifford Chadderton", "href": "/wiki/Clifford_Chadderton", "description": "Hugh Clifford \"Cliff\" Chadderton, was a Canadian World War II veteran and Chief Executive Officer of The War Amps."}]}, {"heading": "Births", "year": "1920", "date": "May 9", "txt": "William Tenn, English-American author and academic (d. 2010)", "entities": [{"title": "William Tenn", "href": "/wiki/William_Tenn", "description": "William Tenn was the pseudonym of Philip Klass, a British-born American science fiction author, notable for many stories with satirical elements."}]}, {"heading": "Births", "year": "1920", "date": "May 9", "txt": "Richard Adams, English novelist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 9", "txt": "Daniel Berrigan, American priest, poet, and activist (d. 2016)", "entities": [{"title": "Daniel Berrigan", "href": "/wiki/Daniel_Berrigan", "description": "Daniel Joseph Berrigan was an American Jesuit priest, anti-war activist, Christian pacifist, playwright, poet, and author."}]}, {"heading": "Births", "year": "1921", "date": "May 9", "txt": "Sophie Scholl, German activist (d. 1943)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 9", "txt": "Mona Van Duyn, American poet and academic (d. 2004)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 9", "txt": "Johnny Grant, American radio host and producer (d. 2008)", "entities": [{"title": "Johnny Grant (radio personality)", "href": "/wiki/Johnny_Grant_(radio_personality)", "description": "Johnny Grant was an American radio personality and television producer who also served as the honorary mayor of Hollywood, in which capacity he was often present at Hollywood community functions, including the unveiling of new stars on the Hollywood Walk of Fame. An intersection just north of Hollywood Boulevard and Highland Avenue is designated \"Johnny Grant Way\"."}]}, {"heading": "Births", "year": "1924", "date": "May 9", "txt": "Bulat Okudzhava, Russian singer, poet, and author (d. 1997)", "entities": [{"title": "Bulat Okudzhava", "href": "/wiki/Bulat_Okudzhava", "description": "Bulat Shalvovich Okudzhava was a Soviet and Russian poet, writer, musician, novelist, and singer-songwriter of Georgian-Armenian ancestry. He was one of the founders of the Soviet genre called \"author song\", or \"guitar song\", and the author of about 200 songs, set to his own poetry. His songs are a mixture of Russian poetic and folksong traditions and the French chansonnier style represented by su"}]}, {"heading": "Births", "year": "1926", "date": "May 9", "txt": "John Middleton Murry, Jr., English soldier, pilot, and author (d. 2002)", "entities": [{"title": "John Middleton Murry, Jr.", "href": "/wiki/John_Middleton_Murry,_Jr.", "description": "\n\nJohn Middleton Murry Jr. was an English writer who used the names Colin Murry and Richard Cowper."}]}, {"heading": "Births", "year": "1927", "date": "May 9", "txt": "Manfred Eigen, German chemist and academic, Nobel Prize laureate (d. 2019)", "entities": [{"title": "Manfred Eigen", "href": "/wiki/Manfred_Eigen", "description": "Manfred Eigen was a German biophysical chemist who won the 1967 Nobel Prize in Chemistry for work on measuring fast chemical reactions."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1928", "date": "May 9", "txt": "Ralph Goings, American painter (d. 2016)", "entities": [{"title": "Ralph Goings", "href": "/wiki/Ralph_Goings", "description": "Ralph Goings was an American painter closely associated with the Photorealism movement of the late 1960s and early 1970s. He was best known for his highly detailed paintings of hamburger stands, pick-up trucks, and California banks, portrayed in a deliberately objective manner."}]}, {"heading": "Births", "year": "1928", "date": "May 9", "txt": "Pancho Gonzales, American tennis player (d. 1995)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 9", "txt": "Barbara Ann Scott, Canadian figure skater (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 9", "txt": "Joan Sims, English actress (d. 2001)", "entities": [{"title": "Joan Sims", "href": "/wiki/Joan_Sims", "description": "Irene Joan Marion Sims was an English actress, best remembered for her roles in the Carry On films, including Carry On Nurse (1959), Carry On Cleo (1964) and Carry On Camping (1969). She played Mrs Wembley, the cook with a liking for sherry in On the Up (1990–1992), and Madge Hardcastle in As Time Goes By (1994–1998)."}]}, {"heading": "Births", "year": "1930", "date": "May 9", "txt": "Kalifa Tillisi, Libyan historian and linguist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 9", "txt": "Vance D. Brand, American pilot, engineer, and astronaut", "entities": [{"title": "Vance D. Brand", "href": "/wiki/Vance_D._Brand", "description": "Vance DeVoe Brand is an American former naval officer and aviator, aeronautical engineer, test pilot, and NASA astronaut. He served as command module pilot during the first U.S.-Soviet joint spaceflight in 1975, and as commander of three Space Shuttle missions."}]}, {"heading": "Births", "year": "1932", "date": "May 9", "txt": "Conrad Hunte, Barbadian cricketer (d. 1999)", "entities": [{"title": "Conrad Hunte", "href": "/wiki/Conrad_Hunte", "description": "Sir Conrad Cleophas Hunte, KA was a Barbadian cricketer. Hunte played 44 Test matches as an opening batsman for the West Indies."}]}, {"heading": "Births", "year": "1934", "date": "May 9", "txt": "Alan Bennett, English screenwriter, playwright, and novelist", "entities": [{"title": "Alan Bennett", "href": "/wiki/Alan_Bennett", "description": "Alan Bennett is an English actor, author, playwright, and screenwriter. He was born in Leeds and attended Oxford University, where he studied history and performed with the Oxford Revue. He stayed to teach and research medieval history at the university for several years. His collaboration as writer and performer with Dudley Moore, Jonathan Miller and Peter Cook in the satirical revue Beyond the F"}]}, {"heading": "Births", "year": "1935", "date": "May 9", "txt": "Nokie Edwards, American guitarist (d. 2018)", "entities": [{"title": "Nokie Edwards", "href": "/wiki/Nokie_Edwards", "description": "Nole Floyd \"Nokie\" Edwards was an American musician and member of the Rock and Roll Hall of Fame. He was primarily a guitarist, best known for his work with The Ventures, and was known in Japan as the 'King of Guitars'. Edwards was also an actor, who appeared briefly on Deadwood, an American Western drama television series."}]}, {"heading": "Births", "year": "1935", "date": "May 9", "txt": "Roger Hargreaves, English author and illustrator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 9", "txt": "Terry Downes, British boxer and former world middle-weight champion (d. 2017)", "entities": [{"title": "Terry Downes", "href": "/wiki/Terry_Downes", "description": "Terry Downes, BEM was a British middleweight boxer, occasional film actor, and businessman. He was nicknamed the \"Paddington Express\" for his aggressive fighting style."}]}, {"heading": "Births", "year": "1936", "date": "May 9", "txt": "Albert Finney, English actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 9", "txt": "Glenda Jackson, English actress and politician", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 9", "txt": "Sonny Curtis, American singer-songwriter and guitarist", "entities": [{"title": "Sonny Curtis", "href": "/wiki/Sonny_Curtis", "description": "Sonny Curtis is an American singer and songwriter. Most of his work falls into the pop and country genres. He was a teenage friend and band member with Buddy Holly in Lubbock, Texas."}]}, {"heading": "Births", "year": "1937", "date": "May 9", "txt": "Rafael Moneo, Spanish architect, designed the Cathedral of Our Lady of the Angels and Valladolid Science Museum", "entities": [{"title": "Cathedral of Our Lady of the Angels", "href": "/wiki/Cathedral_of_Our_Lady_of_the_Angels", "description": "The Cathedral of Our Lady of the Angels, informally known as COLA or the Los Angeles Cathedral, is a cathedral of the Roman Catholic Church in Los Angeles, California, United States. It opened in 2002 and serves as the mother church for the Archdiocese of Los Angeles, as well as the seat of Archbishop José Horacio Gómez."}, {"title": "Valladolid Science Museum", "href": "/wiki/Valladolid_Science_Museum", "description": "Valladolid Science Museum was opened in May 2003 as a museum and an iconic piece of architecture based on an old flour mill. Rafael Moneo and Enrique de Teresa used a lot of the old industrial complex to create this new Science Museum."}]}, {"heading": "Births", "year": "1937", "date": "May 9", "txt": "Dave Prater, American singer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 9", "txt": "Charles Simić, Serbian-American poet and editor", "entities": [{"title": "Charles Simić", "href": "/wiki/Charles_Simi%C4%87", "description": "Charles Simic is a Serbian American poet and former co-poetry editor of the Paris Review. He received the Pulitzer Prize for Poetry in 1990 for The World Doesn't End, and was a finalist of the Pulitzer Prize in 1986 for Selected Poems, 1963-1983 and in 1987 for Unending Blues. He was appointed the fifteenth Poet Laureate Consultant in Poetry to the Library of Congress in 2007."}]}, {"heading": "Births", "year": "1939", "date": "May 9", "txt": "Ralph Boston, American long jumper", "entities": [{"title": "Ralph Boston", "href": "/wiki/Ralph_Boston", "description": "Ralph Harold Boston is a retired American track athlete who received three Olympic medals and became the first person to break the 27 feet (8.2 m) barrier in the long jump."}]}, {"heading": "Births", "year": "1939", "date": "May 9", "txt": "Ion Țiriac, Romanian tennis player and manager", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 9", "txt": "Ken Warby, Australian motorboat racer", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 9", "txt": "Giorgio Zancanaro, Italian baritone", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 9", "txt": "John Ogbu, Nigerian-American anthropologist and professor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 9", "txt": "James L. Brooks, American director, producer, and screenwriter", "entities": [{"title": "James L. Brooks", "href": "/wiki/James_L._Brooks", "description": "James Lawrence Brooks is an American director, producer and screenwriter. His television and film work includes The Mary Tyler Moore Show, Taxi, The Simpsons, Broadcast News, As Good as It Gets, and Terms of Endearment."}]}, {"heading": "Births", "year": "1941", "date": "May 9", "txt": "Dorothy Hyman, English sprinter", "entities": [{"title": "Dorothy Hyman", "href": "/wiki/Dorothy_Hyman", "description": "Dorothy Hyman is a retired English sprinter. She competed at the 1960 and 1964 Summer Olympics in the 100 m, 200 m and 4 × 100 m events, winning three medals. She also won individual 100 m gold and 200 m silver at the 1962 European Championships in Belgrade and, representing England, completed the 100 yd/220 yd sprint double at the 1962 Commonwealth Games."}]}, {"heading": "Births", "year": "1941", "date": "May 9", "txt": "Danny Rapp, American musician (d. 1983)", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 9", "txt": "John Ashcroft, American lawyer and politician, 79th United States Attorney General", "entities": [{"title": "John Ashcroft", "href": "/wiki/John_Ashcroft", "description": "John David Ashcroft is an American lawyer, lobbyist, songwriter and former politician who served as the 79th U.S. Attorney General (2001–2005), in the George W. Bush Administration. He later founded The Ashcroft Group, a Washington D.C. lobbying firm."}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1942", "date": "May 9", "txt": "Tommy Roe, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 9", "txt": "Vince Cable, English economist and politician, former Secretary of State for Business, Innovation and Skills", "entities": [{"title": "Vince Cable", "href": "/wiki/Vince_Cable", "description": "Sir John Vincent Cable is a British politician who was Leader of the Liberal Democrats from 2017 to 2019. He was Member of Parliament for Twickenham from 1997 to 2015 and from 2017 to 2019. He also served in the Cabinet as Secretary of State for Business, Innovation and Skills from 2010 to 2015."}, {"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Births", "year": "1943", "date": "May 9", "txt": "Anders Isaksson, Swedish historian and journalist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 9", "txt": "Colin Pillinger, English astronomer, chemist, and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 9", "txt": "Richie Furay, American singer-songwriter and guitarist", "entities": [{"title": "Richie Furay", "href": "/wiki/Richie_Furay", "description": "Paul Richard Furay is an American singer, songwriter, and Rock & Roll Hall of Fame member. He is best known for forming the bands Buffalo Springfield with Stephen Stills, Neil Young, Bruce Palmer, and Dewey Martin, and Poco with Jim Messina, Timothy B. Schmit, Rusty Young, George Grantham and Randy Meisner. His best known song was \"Kind Woman,\" which he wrote for his wife, Nancy."}]}, {"heading": "Births", "year": "1945", "date": "May 9", "txt": "Gamal El-Ghitani, Egyptian journalist and author (d. 2015)", "entities": [{"title": "Gamal El-Ghitani", "href": "/wiki/Gamal_El-Ghitani", "description": "Gamal al-Ghitani, was an Egyptian author of historical and political novels and cultural and political commentaries and was the editor-in-chief of the literary periodical Akhbar Al-Adab till 2011."}]}, {"heading": "Births", "year": "1945", "date": "May 9", "txt": "Jupp Heynckes, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 9", "txt": "Steve Katz, American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 9", "txt": "Candice Bergen, American actress and producer", "entities": [{"title": "Candice Bergen", "href": "/wiki/Candice_Bergen", "description": "Candice Patricia Bergen is an American actress and former fashion model. She won five Primetime Emmy Awards and two Golden Globe Awards for her portrayal of the title character on the CBS sitcom Murphy Brown. She is also known for her role as Shirley Schmidt on the ABC drama Boston Legal (2005–2008). In films, Bergen was nominated for the Academy Award for Best Supporting Actress for Starting Over"}]}, {"heading": "Births", "year": "1946", "date": "May 9", "txt": "Ayşe Nur Zarakolu, Turkish author and activist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 9", "txt": "Yukiya Amano, Japanese diplomat (d. 2019)", "entities": [{"title": "Yukiya Amano", "href": "/wiki/Yukiya_Amano", "description": "Yukiya Amano  was a Japanese diplomat and the Director General of the International Atomic Energy Agency (IAEA). Amano previously served as an international civil servant for the United Nations and its subdivisions. On 22 July 2019, IAEA announced that Amano had died."}]}, {"heading": "Births", "year": "1948", "date": "May 9", "txt": "Hans Georg Bock, German mathematician, computer scientist, and academic", "entities": [{"title": "Hans Georg Bock", "href": "/wiki/Hans_Georg_Bock", "description": "Hans Georg Bock is a German university professor for mathematics and scientific computing.\nHe has served as managing director of Interdisciplinary Center for Scientific Computing of Heidelberg University from 2005 to 2017.\nBefore this, he had been vice managing director from 1993 to 2004. \nHans Georg Bock is a member of the European Mathematical Society's committee for developing countries (CDC-EM"}]}, {"heading": "Births", "year": "1948", "date": "May 9", "txt": "John Mahaffey, American golfer", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 9", "txt": "Steven W. Mosher, American social scientist and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 9", "txt": "Calvin Murphy, American basketball player and radio host", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 9", "txt": "Billy Joel, American singer-songwriter and pianist", "entities": [{"title": "Billy Joel", "href": "/wiki/Billy_Joel", "description": "William Martin Joel is an American musician, singer-songwriter, and composer. Commonly nicknamed the \"Piano Man\" after his first major hit and signature song of the same name as well as the similarly named 1973 album, he has led a commercially successful career as a solo artist since the 1970s, having released 12 studio albums from 1971 to 1993 as well as one studio album in 2001. He is one of the"}]}, {"heading": "Births", "year": "1949", "date": "May 9", "txt": "Richard S. Williamson, American lawyer and diplomat, 17th Assistant Secretary of State for International Organization Affairs (d. 2013)", "entities": [{"title": "Assistant Secretary of State for International Organization Affairs", "href": "/wiki/Assistant_Secretary_of_State_for_International_Organization_Affairs", "description": "The Assistant Secretary of State for International Organization Affairs is the head of the Bureau of International Organization Affairs within the United States Department of State that creates and executes policy in international organizations such as the United Nations. The U.S. Department of State created the position of Assistant Secretary of State for United Nations Affairs in February 1949, "}]}, {"heading": "Births", "year": "1951", "date": "May 9", "txt": "Alley Mills, American actress", "entities": [{"title": "Alley Mills", "href": "/wiki/Alley_Mills", "description": "Allison \"Alley\" Mills, also known as Alley Bean, is an American actress best known for her role as Norma Arnold, the mother in the coming-of-age series The Wonder Years, and her current role as Pamela Douglas, the sister of the late Forrester matriarch Stephanie Forrester, on the soap opera The Bold and the Beautiful."}]}, {"heading": "Births", "year": "1953", "date": "May 9", "txt": "Bruno Brokken, Belgian high jumper", "entities": [{"title": "Bruno Brokken", "href": "/wiki/Bruno_Brokken", "description": "Bruno Brokken is a former Belgian high jumper. In 1976 he got the bronze medal at the European Indoor Championships with a jump of 2.19 meter."}]}, {"heading": "Births", "year": "1955", "date": "May 9", "txt": "Meles Zenawi, Prime Minister of Ethiopia (d. 2012)", "entities": [{"title": "Meles Zenawi", "href": "/wiki/Meles_Zenawi", "description": "Meles Zenawi Asres was an Ethiopian soldier and politician who ruled Ethiopia as President and as 2nd Prime Minister of Federal Democratic Republic of Ethiopia. He was considered the founder of the Federal state of modern Ethiopia"}, {"title": "Prime Minister of Ethiopia", "href": "/wiki/Prime_Minister_of_Ethiopia", "description": "The Prime Minister of Ethiopia is the head of government and chief executive of Ethiopia. The Prime Minister is the most powerful figure in Ethiopian politics and is the Commander-in-chief of the Ethiopian Armed Forces. The official residence of the prime minister, is national palace in Addis Ababa. Abiy Ahmed Ali (PhD) is the fourth Prime Minister of the Federal Democratic Republic of Ethiopia Pr"}]}, {"heading": "Births", "year": "1955", "date": "May 9", "txt": "Anne Sofie von Otter, Swedish soprano and actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 9", "txt": "Wendy Crewson, Canadian actress and producer", "entities": [{"title": "Wendy Crewson", "href": "/wiki/Wendy_Crewson", "description": "Wendy Jane Crewson is a Canadian actress and producer. She began her career appearing on Canadian television, before her breakthrough role in 1991 dramatic film The Doctor."}]}, {"heading": "Births", "year": "1956", "date": "May 9", "txt": "Jana Wendt, Australian television host", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 9", "txt": "Graham Smith, Canadian swimmer", "entities": [{"title": "Graham Smith (Canadian swimmer)", "href": "/wiki/Graham_Smith_(Canadian_swimmer)", "description": "Donald Graham Smith is a Canadian former competition swimmer who won a silver medal in the men's 4x100-metre medley relay at the 1976 Summer Olympics in Montreal, Quebec. He did so alongside teammates Stephen Pickell, Clay Evans and Gary MacDonald. His brother George and sister Becky also competed in swimming."}]}, {"heading": "Births", "year": "1959", "date": "May 9", "txt": "Andrew Jones, New Zealand cricketer", "entities": [{"title": "Andrew Jones (New Zealand cricketer)", "href": "/wiki/Andrew_Jones_(New_Zealand_cricketer)", "description": "Andrew Howard Jones is a former New Zealand cricketer. From 1987 to 1995 he played in 39 Tests and 87 ODI, for New Zealand. At domestic level, he played for Central Districts, Otago, and Wellington."}]}, {"heading": "Births", "year": "1960", "date": "May 9", "txt": "Tony Gwynn, American baseball player and coach (d. 2014)", "entities": [{"title": "Tony Gwynn", "href": "/wiki/Tony_Gwynn", "description": "Anthony Keith Gwynn Sr., nicknamed \"Mr. Padre\", was an American professional baseball right fielder, who played 20 seasons (1982–2001) in Major League Baseball (MLB) for the San Diego Padres. The left-handed hitting Gwynn won eight batting titles in his career, tied for the most in National League (NL) history. He is considered one of the best and most consistent hitters in baseball history. Gwynn"}]}, {"heading": "Births", "year": "1961", "date": "May 9", "txt": "Sean Altman, American singer-songwriter and guitarist", "entities": [{"title": "Sean Altman", "href": "/wiki/Sean_Altman", "description": "Sean Altman is an American musician and songwriter. He is a founder and former lead singer (tenor) of the a capella musical group Rockapella and a pioneer of the modern a cappella movement. He was a member of Rockapella from its inception in 1986 until he left the group in 1997 to launch a solo career."}]}, {"heading": "Births", "year": "1961", "date": "May 9", "txt": "John Corbett, American actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 9", "txt": "Dave Gahan, English singer-songwriter", "entities": [{"title": "Dave Gahan", "href": "/wiki/Dave_Gahan", "description": "Dave Gahan is an English singer-songwriter, best known as the lead singer of the electronic band Depeche Mode since their debut in 1980. Q magazine ranked Gahan No. 73 on its list of the \"100 Greatest Singers\" and No. 27 on its list of \"The 100 Greatest Frontmen\". Gahan is known for his \"commanding presence on stage\" and his \"huge, deep baritone voice\"."}]}, {"heading": "Births", "year": "1962", "date": "May 9", "txt": "Paul Heaton, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 9", "txt": "Joe Cirella, Canadian ice hockey player and coach", "entities": [{"title": "Joe Cirella", "href": "/wiki/Joe_Cirella", "description": "Joseph Cirella is a Canadian former professional ice hockey player who played in 828 games in the National Hockey League (NHL). He has additionally served as assistant coach and assistant general manager of the Oshawa Generals of the Ontario Hockey League. Cirella was born in Hamilton, Ontario, but grew up in Stoney Creek, Ontario."}]}, {"heading": "Births", "year": "1965", "date": "May 9", "txt": "Ken Nomura, Japanese race car driver and sportscaster", "entities": [{"title": "Ken Nomura", "href": "/wiki/Ken_Nomura", "description": "Ken Nomura  is a drifting driver from Japan. He made his debut in the D1 Grand Prix in the 3rd round in 2001, driving the Blitz D1 Spec ER34 Skyline which he still drives. His nickname is Nomuken (のむけん) or Monkey Magic."}]}, {"heading": "Births", "year": "1965", "date": "May 9", "txt": "Steve Yzerman, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 9", "txt": "Mark Tinordi, Canadian ice hockey player and coach", "entities": [{"title": "Mark Tinordi", "href": "/wiki/Mark_Tinordi", "description": "Mark Douglas Tinordi  is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) for 12 seasons between 1987–88 and 1998–99. Tinordi became the coach of the Washington Junior Nationals in the 2006–07 season; he is also the director of the Washington Junior Nationals College Development Program."}]}, {"heading": "Births", "year": "1968", "date": "May 9", "txt": "Masahiko Harada, Japanese ski jumper", "entities": [{"title": "Masahiko Harada", "href": "/wiki/Masahiko_Harada", "description": "Masahiko Harada  is a Japanese former ski jumper. He is best remembered for a meltdown at the 1994 Winter Olympics in Lillehammer, which cost the Japanese national team a victory, and his subsequent redemption at the 1998 Winter Olympics in Nagano; the latter of which led to him being affectionately called \"Happy Harada\"."}]}, {"heading": "Births", "year": "1968", "date": "May 9", "txt": "Graham Harman, American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 9", "txt": "Ruth Kelly, British economist and politician, Secretary of State for Transport", "entities": [{"title": "Secretary of State for Transport", "href": "/wiki/Secretary_of_State_for_Transport", "description": "The Secretary of State for Transport, also referred to as the Transport Secretary, is the member of the cabinet responsible for the British Department for Transport. The office used to be called the Minister of Transport and has been merged with the Secretary of State for the Environment at various times."}]}, {"heading": "Births", "year": "1968", "date": "May 9", "txt": "Marie-José Pérec, French sprinter", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 9", "txt": "Neil Ruddock, English international footballer and television personality", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 9", "txt": "Doug Christie, American basketball player", "entities": [{"title": "Doug Christie (basketball)", "href": "/wiki/Doug_Christie_(basketball)", "description": "Douglas Dale Christie is an American retired professional basketball player who played 15 seasons in the National Basketball Association (NBA). Standing at 6 ft 6 in (1.98 m), he played the shooting guard position. He is currently a commentator for the Sacramento Kings on NBC Sports California."}]}, {"heading": "Births", "year": "1970", "date": "May 9", "txt": "Hao Haidong, Chinese footballer & all-time top scorer for Chinese national team", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 9", "txt": "Ghostface Killah, American rapper and actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 9", "txt": "Jason Lee, English footballer and manager", "entities": [{"title": "Jason Lee (footballer)", "href": "/wiki/Jason_Lee_(footballer)", "description": "Jason Benedict Lee is an English former footballer and manager."}]}, {"heading": "Births", "year": "1971", "date": "May 9", "txt": "Dan Chiasson, American poet and critic", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 9", "txt": "Megumi Odaka, Japanese actress and singer", "entities": [{"title": "Megumi Odaka", "href": "/wiki/Megumi_Odaka", "description": "Megumi Odaka , is a former Japanese idol, actress and singer. She is best known for the role of Miki Saegusa in six Godzilla films from 1989 to 1995."}]}, {"heading": "Births", "year": "1973", "date": "May 9", "txt": "Tegla Loroupe, Kenyan runner", "entities": [{"title": "Tegla Loroupe", "href": "/wiki/Tegla_Loroupe", "description": "Tegla Chepkite Loroupe is a Kenyan long-distance track and road runner. She is also a global spokeswoman for peace, women's rights and education. Loroupe holds the world records for 25 and 30 kilometres and previously held the world marathon record. She was the first African woman to hold the marathon World Record, which she held from 19 April 1998 until 30 September 2001. She is the three-time Wo"}]}, {"heading": "Births", "year": "1973", "date": "May 9", "txt": "Leonard Myles-Mills, Ghanaian sprinter", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 9", "txt": "Tamia, Canadian singer-songwriter, producer, and actress", "entities": [{"title": "Tamia", "href": "/wiki/Tamia", "description": "Tamia Marilyn Washington Hill is a Canadian singer, songwriter, producer, and actress. Born and raised in Windsor, Ontario, Tamia performed in various singing and dancing competitions as a child. In 1994, after signing a development deal with Warner Bros. Records, she was asked by veteran producer Quincy Jones to appear on his album Q's Jook Joint (1995), earning her Grammy Award nominations for t"}]}, {"heading": "Births", "year": "1975", "date": "May 9", "txt": "Brian Deegan, American motocross rider", "entities": [{"title": "Motocross", "href": "/wiki/Motocross", "description": "Motocross is a form of off-road motorcycle racing held on enclosed off-road circuits. The sport evolved from motorcycle trials competitions held in the United Kingdom."}]}, {"heading": "Births", "year": "1977", "date": "May 9", "txt": "Averno, Mexican wrestler", "entities": [{"title": "Averno (wrestler)", "href": "/wiki/Averno_(wrestler)", "description": "Renato Ruíz Cortes is a Mexican professional wrestler better known by the ring name Averno (Hell). Ruíz initially worked for Consejo Mundial de Lucha Libre (CMLL) as Rencor Latino in 1995, but did not achieve any significant success until he adopted the ring name Averno in June 2001. Under his new ring name, Ruíz went on to become a one–time CMLL World Middleweight, CMLL World Trios Champion, NWA "}]}, {"heading": "Births", "year": "1977", "date": "May 9", "txt": "Marek Jankulovski, Czech footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 9", "txt": "Svein Tuft, Canadian cyclist", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 9", "txt": "Leandro Cufré, Argentinian footballer", "entities": [{"title": "Leandro Cufré", "href": "/wiki/Leandro_Cufr%C3%A9", "description": "Leandro Damián Cufré is a retired Argentinian footballer who last played as a defender for Club Universidad de Guadalajara of the Liga MX and the most recent manager of Mexican club Atlas F.C."}]}, {"heading": "Births", "year": "1978", "date": "May 9", "txt": "Santiago Dellapè, Argentinian-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 9", "txt": "Aaron Harang, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 9", "txt": "Marwan al-Shehhi, Emirati terrorist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 9", "txt": "Pierre Bouvier, Canadian singer-songwriter and guitarist", "entities": [{"title": "Pierre Bouvier", "href": "/wiki/Pierre_Bouvier", "description": "Pierre Charles Bouvier is a Canadian musician, singer, songwriter and actor who is best known as the lead vocalist and bassist of the rock band Simple Plan."}]}, {"heading": "Births", "year": "1979", "date": "May 9", "txt": "Rosario Dawson, American actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 9", "txt": "Andrew W.K., American singer-songwriter, multi-instrumentalist, motivational speaker, and music producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 9", "txt": "Grant Hackett, Australian swimmer", "entities": [{"title": "Grant Hackett", "href": "/wiki/Grant_Hackett", "description": "Grant George Hackett OAM is an Australian swimmer, most famous for winning the men's 1500 metres freestyle race at both the 2000 Summer Olympics in Sydney and the 2004 Summer Olympics in Athens. This achievement has led him to be regarded as one of the greatest distance swimmers in history. He also collected a gold medal in Sydney for swimming in the heats of the 4 × 200 m freestyle relay. He was "}]}, {"heading": "Births", "year": "1980", "date": "May 9", "txt": "Angela Nikodinov, American figure skater", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 9", "txt": "Tony Schmidt, German race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 9", "txt": "Jo Hyun-jae, South Korean actor", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 9", "txt": "Bill Murphy, American baseball player", "entities": [{"title": "Bill Murphy (baseball)", "href": "/wiki/Bill_Murphy_(baseball)", "description": "William R.W. Murphy is an American professional baseball left-handed pitcher. He has played in Major League Baseball (MLB) for the Arizona Diamondbacks and Toronto Blue Jays, with an 0–0 record in the Major Leagues. He has also played in Nippon Professional Baseball (NPB) for the Chiba Lotte Marines being one of the most highly known pitchers in Japan during the 2010 season. Murphy and Yu Darvish "}]}, {"heading": "Births", "year": "1981", "date": "May 9", "txt": "Evangelos Tsiolis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 9", "txt": "Giacomo Brichetto, Italian footballer", "entities": [{"title": "Giacomo Brichetto", "href": "/wiki/Giacomo_Brichetto", "description": "Giacomo Brichetto is an Italian professional footballer who plays as a goalkeeper for Ruggell."}]}, {"heading": "Births", "year": "1983", "date": "May 9", "txt": "Alan Campbell, British sculler", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 9", "txt": "Christos Marangos, Cypriot footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 9", "txt": "Ryuhei Matsuda, Japanese actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 9", "txt": "Gilles Müller, Luxembourgian tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 9", "txt": "Tyler Lumsden, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 9", "txt": "Leandro Rinaudo, Italian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 9", "txt": "Prince Fielder, American baseball player", "entities": [{"title": "Prince Fielder", "href": "/wiki/Prince_Fielder", "description": "Prince Semien Fielder is an American former professional baseball first baseman and designated hitter, who played in Major League Baseball (MLB) for the Milwaukee Brewers, Detroit Tigers, and Texas Rangers. He was selected in the first round of the 2002 Major League Baseball draft by the Brewers out of Eau Gallie High School in Melbourne, Florida, and spent the first seven years of his MLB career "}]}, {"heading": "Births", "year": "1984", "date": "May 9", "txt": "Chase Headley, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 9", "txt": "Jake Long, American football player", "entities": [{"title": "Jake Long", "href": "/wiki/Jake_Long", "description": "Jake Edward Long is a former offensive tackle. He played college football at Michigan, where he was a two-time consensus All-American, and was drafted by the Miami Dolphins first overall in the 2008 NFL Draft. He also played for the St. Louis Rams, Atlanta Falcons and Minnesota Vikings."}]}, {"heading": "Births", "year": "1985", "date": "May 9", "txt": "Henrique Andrade Silva, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 9", "txt": "Scott Bolton, Australian rugby league player", "entities": [{"title": "Scott Bolton", "href": "/wiki/Scott_Bolton", "description": "Scott Bolton is an Australian former professional rugby league footballer who played as a prop or second-row forward for the North Queensland Cowboys in the NRL."}]}, {"heading": "Births", "year": "1987", "date": "May 9", "txt": "Kevin Gameiro, French footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 9", "txt": "Vitaliy Pushkar, Ukrainian race car driver", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 9", "txt": "J. R. Fitzpatrick, Canadian race car driver", "entities": [{"title": "J. R. Fitzpatrick", "href": "/wiki/J._R._Fitzpatrick", "description": "John Ryan \"J. R.\" Fitzpatrick is a Canadian professional stock car racing driver. Fitzpatrick was the youngest driver to ever win the now defunct CASCAR Super Series championship, winning in the series' final season of 2006 at the age of 18."}]}, {"heading": "Births", "year": "1989", "date": "May 9", "txt": "Ellen White, English footballer", "entities": [{"title": "Ellen White (footballer)", "href": "/wiki/Ellen_White_(footballer)", "description": "Ellen Toni White Convery is an English international footballer who plays as a forward for Manchester City and the England national team. With England, she has competed at three FIFA Women's World Cup tournaments: in the 2011, 2015 and 2019, reaching the semi-finals in 2015 and 2019 and finishing third in 2015. White earned the Bronze Boot award at the 2019 FIFA Women's World Cup in France. She re"}]}, {"heading": "Births", "year": "1991", "date": "May 9", "txt": "Majlinda Kelmendi, Kosovar judoka", "entities": [{"title": "Majlinda Kelmendi", "href": "/wiki/Majlinda_Kelmendi", "description": "Majlinda Kelmendi is a Kosovo-Albanian judoka."}]}, {"heading": "Births", "year": "1992", "date": "May 9", "txt": "Dan Burn, English footballer", "entities": [{"title": "Dan Burn", "href": "/wiki/Dan_Burn", "description": "Daniel Johnson Burn is an English professional footballer who plays as a defender for Premier League club Brighton & Hove Albion."}]}, {"heading": "Births", "year": "1996", "date": "May 9", "txt": "Saron Läänmäe, Estonian footballer", "entities": [{"title": "Saron Läänmäe", "href": "/wiki/Saron_L%C3%A4%C3%A4nm%C3%A4e", "description": "Saron Läänmäe is an Estonian football player, who plays as a defender for Naiste Meistriliiga club Flora Tallinn and the Estonia women's national football team."}]}, {"heading": "Births", "year": "1996", "date": "May 9", "txt": "Grace Reid, Scottish diver", "entities": []}, {"heading": "Deaths", "year": "729", "date": "May 9", "txt": "Osric, king of Northumbria", "entities": [{"title": "Osric of Northumbria", "href": "/wiki/Osric_of_Northumbria", "description": "Osric was king of Northumbria from the death of Coenred in 718 until his death on 9 May 729. Symeon of Durham calls him a son of Aldfrith of Northumbria, which would make him a brother, or perhaps a half-brother, of Osred. Alternatively, he may have been a son of King Eahlfrith of Deira, and thus a first cousin of Osred."}, {"title": "Northumbria", "href": "/wiki/Northumbria", "description": "Northumbria was an early medieval Anglo-Saxon kingdom in what is now Northern England and south-east Scotland."}]}, {"heading": "Deaths", "year": "893", "date": "May 9", "txt": "Shi Pu, warlord of the Tang Dynasty", "entities": [{"title": "Shi Pu", "href": "/wiki/Shi_Pu", "description": "Shi Pu (時溥), formally the Prince of Julu (鉅鹿王), was a warlord of the late Tang dynasty, who controlled Ganhua Circuit as its military governor (Jiedushi). He was eventually defeated by Zhu Quanzhong's general Pang Shigu (龐師古), and committed suicide with his family."}]}, {"heading": "Deaths", "year": "909", "date": "May 9", "txt": "Adalgar, archbishop of Hamburg-Bremen", "entities": [{"title": "Adalgar", "href": "/wiki/Adalgar", "description": "Adalgar, venerated as Saint Adalgar, was the third archbishop of Bremen from 888 until his death. Adalgar is revered as a saint in the Roman Catholic and Eastern Orthodox Churches. His feast day is 29 April."}]}, {"heading": "Deaths", "year": "934", "date": "May 9", "txt": "Wang Sitong, Chinese general and governor (b. 892)", "entities": [{"title": "Wang Sitong", "href": "/wiki/Wang_Sitong", "description": "Wang Sitong was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang (and Later Tang's predecessor state Jin. In 934, when Li Congke, the adoptive brother of then-reigning emperor Li Conghou, rebelled against Li Conghou, Wang was put in command of the army against Li Congke, but was soon defeated and executed without Li Congke's approval."}]}, {"heading": "Deaths", "year": "1280", "date": "May 9", "txt": "Magnus VI of Norway", "entities": [{"title": "Magnus VI of Norway", "href": "/wiki/Magnus_VI_of_Norway", "description": "Magnus Haakonsson was King of Norway from 1263 to 1280. One of his greatest achievements was the modernisation and nationalisation of the Norwegian law-code, after which he is known as Magnus the Law-mender. He was the first Norwegian monarch known to have used an ordinal number, although originally counting himself as \"IV\"."}]}, {"heading": "Deaths", "year": "1315", "date": "May 9", "txt": "Hugh V, Duke of Burgundy (b. 1282)", "entities": [{"title": "Hugh V, Duke of Burgundy", "href": "/wiki/Hugh_V,_Duke_of_Burgundy", "description": "Hugh V was Duke of Burgundy between 1306 and 1315."}]}, {"heading": "Deaths", "year": "1329", "date": "May 9", "txt": "John Drokensford, Bishop of Bath and Wells", "entities": [{"title": "John Drokensford", "href": "/wiki/John_Drokensford", "description": "John Droxford, was a Bishop of Bath and Wells. He was elected 5 February 1309 and consecrated 9 November 1309."}]}, {"heading": "Deaths", "year": "1443", "date": "May 9", "txt": "Niccolò Albergati, Italian Cardinal and diplomat (b. 1373)", "entities": [{"title": "Niccolò Albergati", "href": "/wiki/Niccol%C3%B2_Albergati", "description": "Niccolò Albergati was an Italian Roman Catholic prelate and professed member from the Carthusians. He became a cardinal and had served as a papal diplomat to France and England (1422–23) in addition to serving as the Bishop of Bologna from 1417 until his death."}]}, {"heading": "Deaths", "year": "1446", "date": "May 9", "txt": "Mary of Enghien (b. 1368)", "entities": [{"title": "Mary of Enghien", "href": "/wiki/Mary_of_Enghien", "description": "Mary of Enghien, also Maria d'Enghien, was Countess of Lecce from 1384 to 1446 and Queen of Naples as well as titular Queen of Sicily, Jerusalem, and Hungary by marriage to Ladislaus of Naples from 1406 to 1414."}]}, {"heading": "Deaths", "year": "1590", "date": "May 9", "txt": "Charles de Bourbon French cardinal and pretender to the throne (b. 1523)", "entities": [{"title": "Charles de Bourbon (cardinal)", "href": "/wiki/Charles_de_Bourbon_(cardinal)", "description": "Charles de Bourbon was a French cardinal. The Catholic League considered him the rightful King of France after the death of Henry III of France in 1589. His claim was recognized as part of the secret Treaty of Joinville concluded between Philip II of Spain and the League."}]}, {"heading": "Deaths", "year": "1657", "date": "May 9", "txt": "William Bradford, English-American politician, 2nd Governor of Plymouth Colony (b. 1590)", "entities": [{"title": "William Bradford (Plymouth Colony governor)", "href": "/wiki/William_Bradford_(Plymouth_Colony_governor)", "description": "William Bradford was an English Puritan separatist originally from the West Riding of Yorkshire in Northern England. He moved to Leiden in Holland in order to escape persecution from King James I of England, and then emigrated to the Plymouth Colony on the Mayflower in 1620. He was a signatory to the Mayflower Compact and went on to serve as Governor of the Plymouth Colony intermittently for about"}, {"title": "Governor of Plymouth Colony", "href": "/wiki/Governor_of_Plymouth_Colony", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Deaths", "year": "1707", "date": "May 9", "txt": "Dieterich Buxtehude, German-Danish organist and composer (b. 1637)", "entities": [{"title": "Dieterich Buxtehude", "href": "/wiki/Dieterich_Buxtehude", "description": "Dieterich Buxtehude was a Danish organist and composer of the Baroque period. His organ works represent a central part of the standard organ repertoire and are frequently performed at recitals and in church services. He composed in a wide variety of vocal and instrumental idioms, and his style strongly influenced many composers, including Johann Sebastian Bach, his student. Today, Buxtehude is con"}]}, {"heading": "Deaths", "year": "1736", "date": "May 9", "txt": "Diogo de Mendonça Corte-Real, Portuguese judge and politician (b. 1658)", "entities": [{"title": "Diogo de Mendonça Corte-Real", "href": "/wiki/Diogo_de_Mendon%C3%A7a_Corte-Real", "description": "Diogo de Mendonça Corte-Real was an accomplished Portuguese diplomat and statesman, and Secretary of State to King Peter II and John V."}]}, {"heading": "Deaths", "year": "1745", "date": "May 9", "txt": "Tomaso Antonio Vitali, Italian violinist and composer (b. 1663)", "entities": [{"title": "Tomaso Antonio Vitali", "href": "/wiki/Tomaso_Antonio_Vitali", "description": "Tomaso Antonio Vitali was an Italian composer and violinist from Bologna, the eldest son of Giovanni Battista Vitali. He is known mainly for a chaconne in G minor for violin and continuo, which was published from a manuscript in the Sächsische Landesbibliothek in Dresden in Die Hoch Schule des Violinspiels (1867) edited by German violinist Ferdinand David. That work's wide-ranging modulations into"}]}, {"heading": "Deaths", "year": "1747", "date": "May 9", "txt": "John Dalrymple, 2nd Earl of Stair, Scottish field marshal and diplomat, British Ambassador to France (b. 1673)", "entities": [{"title": "John Dalrymple, 2nd Earl of Stair", "href": "/wiki/John_Dalrymple,_2nd_Earl_of_Stair", "description": "Field Marshal John Dalrymple, 2nd Earl of Stair was a Scottish soldier and diplomat. He served in the Nine Years' War and the War of the Spanish Succession and, after a period as British Ambassador in Paris, became a military commander at the Battle of Dettingen during the War of the Austrian Succession."}, {"title": "List of ambassadors of the United Kingdom to France", "href": "/wiki/List_of_ambassadors_of_the_United_Kingdom_to_France", "description": "The British Ambassador to France is the United Kingdom's foremost diplomatic representative in France, and is the head of Britain's diplomatic mission in Paris. The official title is Her Majesty's Ambassador to France."}]}, {"heading": "Deaths", "year": "1760", "date": "May 9", "txt": "Nicolaus Zinzendorf, German bishop and saint (b. 1700)", "entities": [{"title": "Nicolaus Zinzendorf", "href": "/wiki/Nicolaus_Zinzendorf", "description": "Nikolaus Ludwig, Reichsgraf von Zinzendorf und Pottendorf was a German religious and social reformer, bishop of the Moravian Church, founder of the Herrnhuter Brüdergemeine, Christian mission pioneer and a major figure of 18th century Protestantism."}]}, {"heading": "Deaths", "year": "1789", "date": "May 9", "txt": "Jean-Baptiste Vaquette de Gribeauval, French general and engineer (b. 1715)", "entities": [{"title": "Jean-Baptiste Vaquette de Gribeauval", "href": "/wiki/Jean-Baptiste_Vaquette_de_Gribeauval", "description": "Lieutenant General Jean-Baptiste Vaquette de Gribeauval was a French artillery officer and engineer who revolutionized the French cannon, creating a new production system that allowed for lighter, more uniform guns without sacrificing range. His Gribeauval system superseded the de Vallière system. These guns proved essential to French military victories during the Napoleonic Wars. Gribeauval is cr"}]}, {"heading": "Deaths", "year": "1790", "date": "May 9", "txt": "William Clingan, American politician (b. 1721)", "entities": [{"title": "William Clingan", "href": "/wiki/William_Clingan", "description": "William Clingan was a delegate in the Continental Congress for Pennsylvania from 1777 to 1779. He signed the Articles of Confederation. Upon his death he was buried in the Upper Octorara Church Cemetery in Parkesburg, Pennsylvania. William Clingan and his brother immigrated to the Colonies from Scotland. His last name, Clingan, came from the Scottish surname of MacClingan. Much regarding his life "}]}, {"heading": "Deaths", "year": "1791", "date": "May 9", "txt": "Francis Hopkinson, American judge and politician (b. 1737)", "entities": [{"title": "Francis Hopkinson", "href": "/wiki/Francis_Hopkinson", "description": "Francis Hopkinson was an author and composer. He designed Continental paper money, the first United States coin, and two early versions of the American flag, one for the United States and one for the United States Navy. He was also one of the signers of the Declaration of Independence in July 1776, as a delegate from New Jersey. He served in various roles in the early United States government incl"}]}, {"heading": "Deaths", "year": "1805", "date": "May 9", "txt": "Friedrich Schiller, German poet, playwright, and historian (b. 1759)", "entities": [{"title": "Friedrich Schiller", "href": "/wiki/Friedrich_Schiller", "description": "Johann Christoph Friedrich (von) Schiller was a German playwright, poet, and philosopher. During the last seventeen years of his life (1788–1805), Schiller developed a productive, if complicated, friendship with the already famous and influential Johann Wolfgang von Goethe. They frequently discussed issues concerning aesthetics, and Schiller encouraged Goethe to finish works he left as sketches. T"}]}, {"heading": "Deaths", "year": "1850", "date": "May 9", "txt": "Joseph Louis Gay-Lussac, French chemist and physicist (b. 1778)", "entities": [{"title": "Joseph Louis Gay-Lussac", "href": "/wiki/Joseph_Louis_Gay-Lussac", "description": "Joseph Louis Gay-Lussac was a French chemist and physicist. He is known mostly for his discovery that water is made of two parts hydrogen and one part oxygen, for two laws related to gases, and for his work on alcohol-water mixtures, which led to the degrees Gay-Lussac used to measure alcoholic beverages in many countries."}]}, {"heading": "Deaths", "year": "1850", "date": "May 9", "txt": "Garlieb Merkel, Estonian author and activist (b. 1769)", "entities": []}, {"heading": "Deaths", "year": "1861", "date": "May 9", "txt": "Peter Ernst von Lasaulx, German philologist and politician (b. 1805)", "entities": [{"title": "Peter Ernst von Lasaulx", "href": "/wiki/Peter_Ernst_von_Lasaulx", "description": "Peter Ernst von Lasaulx was a German philologist and politician."}]}, {"heading": "Deaths", "year": "1864", "date": "May 9", "txt": "John Sedgwick, American general and educator (b. 1813)", "entities": [{"title": "John Sedgwick", "href": "/wiki/John_Sedgwick", "description": "John Sedgwick was a military officer and Union Army general during the American Civil War."}]}, {"heading": "Deaths", "year": "1889", "date": "May 9", "txt": "William S. Harney, American general (b. 1800)", "entities": [{"title": "William S. Harney", "href": "/wiki/William_S._Harney", "description": "William Selby Harney was a Tennessee-born cavalry officer in the US Army, who became known during the Indian Wars and the Mexican–American War. One of four general officers in the US Army at the beginning of the American Civil War, he was removed from overseeing the Department of the West because of his Confederate sympathies early in the war although he kept Missouri from joining the Confederacy."}]}, {"heading": "Deaths", "year": "1906", "date": "May 9", "txt": "Oscar von Gebhardt, German theologian and academic (b. 1844)", "entities": [{"title": "Oscar von Gebhardt", "href": "/wiki/Oscar_von_Gebhardt", "description": "Oscar Leopold von Gebhardt was a German Lutheran theologian, born in the Baltic German settlement of Wesenberg in the Russian Empire."}]}, {"heading": "Deaths", "year": "1914", "date": "May 9", "txt": "C. W. Post, American businessman, founded Post Foods (b. 1854)", "entities": [{"title": "C. W. Post", "href": "/wiki/C._W._Post", "description": "Charles William \"C. W.\" Post was an American innovator, breakfast cereal and foods manufacturer and a pioneer in the prepared-food industry. He was the founder of what is now Post Consumer Brands."}, {"title": "Post Foods", "href": "/wiki/Post_Foods", "description": "Post Consumer Brands is an American consumer cereal manufacturer."}]}, {"heading": "Deaths", "year": "1915", "date": "May 9", "txt": "François Faber, Luxembourgian-French cyclist and soldier (b. 1887)", "entities": [{"title": "François Faber", "href": "/wiki/Fran%C3%A7ois_Faber", "description": "François Faber was a Luxembourgian racing cyclist. He was born in France. He was the first foreigner to win the Tour de France in 1909, and his record of winning 5 consecutive stages still stands. He died in World War I while fighting for France. Faber was known for his long solos; he is the only rider in Tour de France history to lead solo more than 1000 km."}]}, {"heading": "Deaths", "year": "1915", "date": "May 9", "txt": "Anthony Wilding, New Zealand tennis player and cricketer (b. 1883)", "entities": [{"title": "Anthony Wilding", "href": "/wiki/Anthony_Wilding", "description": "Anthony Frederick Wilding, often known as Tony Wilding, was a New Zealand world No. 1 tennis player and soldier who was killed in action during World War I. Considered the world's first tennis superstar, Wilding was the son of wealthy English immigrants to Christchurch, Canterbury, New Zealand and enjoyed the use of private tennis courts at their home. He obtained a legal education at Trinity Coll"}]}, {"heading": "Deaths", "year": "1918", "date": "May 9", "txt": "George Coșbuc, Romanian journalist and poet (b. 1866)", "entities": [{"title": "George Coșbuc", "href": "/wiki/George_Co%C8%99buc", "description": "George Coșbuc was a Romanian poet, translator, teacher, and journalist, best remembered for his verses describing, praising and eulogizing rural life, its many travails but also its occasions for joy. In 1916 he was elected titular member of the Romanian Academy."}]}, {"heading": "Deaths", "year": "1931", "date": "May 9", "txt": "Albert Abraham Michelson, German-American physicist and academic, Nobel Prize laureate (b. 1852)", "entities": [{"title": "Albert Abraham Michelson", "href": "/wiki/Albert_Abraham_Michelson", "description": "Albert Abraham Michelson FFRS HFRSE was an American physicist known for his work on measuring the speed of light and especially for the Michelson–Morley experiment. In 1907 he received the Nobel Prize in Physics, becoming the first American to win the Nobel Prize in a science. He was the founder and the first head of the physics department of the University of Chicago."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1933", "date": "May 9", "txt": "John Arthur Jarvis, English swimmer (b. 1872)", "entities": [{"title": "John Arthur Jarvis", "href": "/wiki/John_Arthur_Jarvis", "description": "John Arthur Jarvis was an English competitive swimmer who represented Great Britain in three Olympic Games, and was a well-known amateur athlete of the late 19th century and early 20th century. He participated in Swimming at the 1900 Summer Olympics in Paris and won two gold medals in the 1000-metre and the 4000-metre freestyle events. He also won a gold medal in the water polo tournament."}]}, {"heading": "Deaths", "year": "1935", "date": "May 9", "txt": "Ernst Bresslau, German zoologist (b. 1877)", "entities": [{"title": "Ernst Bresslau", "href": "/wiki/Ernst_Bresslau", "description": "Ernst Ludwig Bresslau was a German zoologist. He was the son of historian Harry Bresslau."}]}, {"heading": "Deaths", "year": "1938", "date": "May 9", "txt": "Thomas B. Thrige, Danish businessman (b. 1866)", "entities": [{"title": "Thomas B. Thrige", "href": "/wiki/Thomas_B._Thrige", "description": "Thomas Barfoed Thrige was a Danish entrepreneur, industrialist and businessman. In 1894, he started the company Thomas B. Thrige, a manufacturer of electric motors, now known as T-T Electric. The power station of his factory in Odense is now the Thriges Kraftcentral museum run by Odense City Museums."}]}, {"heading": "Deaths", "year": "1942", "date": "May 9", "txt": "Józef Cebula, Polish priest and saint (b. 1902)", "entities": [{"title": "Józef Cebula", "href": "/wiki/J%C3%B3zef_Cebula", "description": "Józef Cebula was a Polish priest of the Missionary Oblates of Mary Immaculate (OMI)."}]}, {"heading": "Deaths", "year": "1944", "date": "May 9", "txt": "Han Yong-un, Korean poet and social reformer (b. 1879)", "entities": [{"title": "Han Yong-un", "href": "/wiki/Han_Yong-un", "description": "Han Yong-un was a twentieth century Korean Buddhist reformer and poet. This name was his religious name, given by his meditation instructor in 1905, and Manhae (만해) was his pen name; his birth name was Han Yu-cheon."}]}, {"heading": "Deaths", "year": "1949", "date": "May 9", "txt": "Louis II, Prince of Monaco (b. 1870)", "entities": [{"title": "Louis II, Prince of Monaco", "href": "/wiki/Louis_II,_Prince_of_Monaco", "description": "Louis II was Prince of Monaco from 26 June 1922 to 9 May 1949."}]}, {"heading": "Deaths", "year": "1950", "date": "May 9", "txt": "Esteban Terradas i Illa, Spanish mathematician and engineer (b. 1883)", "entities": [{"title": "Esteban Terradas i Illa", "href": "/wiki/Esteban_Terradas_i_Illa", "description": "Esteban Terrades i Illa also known as Esteve Terradas, was a Spanish mathematician, scientist and engineer. He researched and taught widely in the fields of mathematics and the physical sciences, working not only in his native Catalonia, but also in the rest of Spain and in South America. He was also active as a consultant in the Spanish aeronautics, electric power, telephone and railway industrie"}]}, {"heading": "Deaths", "year": "1957", "date": "May 9", "txt": "Ernest de Silva, Sri Lankan banker and businessman (b. 1887)", "entities": [{"title": "Ernest de Silva", "href": "/wiki/Ernest_de_Silva", "description": "Sir Albert Ernest de Silva was a Ceylonese business magnate, banker, barrister and public figure, considered to be the most prominent Ceylonese philanthropist of the 20th century. A wealthy and influential polymath, he was the founder-chairman of the largest bank in Ceylon, the Bank of Ceylon, the founder-governor of the State Mortgage Bank and chairman of the Ceylon All-Party committee. He made m"}]}, {"heading": "Deaths", "year": "1957", "date": "May 9", "txt": "Ezio Pinza, Italian actor and singer (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "May 9", "txt": "Bhaurao Patil, Indian activist and educator (b. 1887)", "entities": [{"title": "Bhaurao Patil", "href": "/wiki/Bhaurao_Patil", "description": "Karmaveer Bhaurao Patil, born in Kumbhoj, Kolhapur, was a social activist and educator in Maharashtra, India. A strong advocate of mass education, he founded the Rayat Education Society. Bhaurao played an important role in educating backward castes and low income people by coining the philosophy earn and learn. He was a prominent member of Satyashodhak Samaj, founded by Mahatma Jyotirao Phule. The"}]}, {"heading": "Deaths", "year": "1965", "date": "May 9", "txt": "Leopold Figl, Austrian engineer and politician, 18th Chancellor of Austria (b. 1902)", "entities": [{"title": "Leopold Figl", "href": "/wiki/Leopold_Figl", "description": "Leopold Figl was an Austrian politician of the Austrian People's Party and the first Federal Chancellor after World War II. He was also the youngest Federal Chancellor of Austria after the war before Sebastian Kurz."}, {"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Deaths", "year": "1968", "date": "May 9", "txt": "Mercedes de Acosta, American author, poet, and playwright (b. 1893)", "entities": [{"title": "Mercedes de Acosta", "href": "/wiki/Mercedes_de_Acosta", "description": "Mercedes de Acosta was an American poet, chiefly notable as a social figure of Manhattan, conducting openly lesbian relationships with many prominent artists and theatre personalities."}]}, {"heading": "Deaths", "year": "1968", "date": "May 9", "txt": "Harold Gray, American cartoonist, created Little Orphan Annie (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "May 9", "txt": "Marion Lorne, American actress (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "May 9", "txt": "Finlay Currie, British actor (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "May 9", "txt": "Walter Reuther, American union leader (b. 1907)", "entities": [{"title": "Walter Reuther", "href": "/wiki/Walter_Reuther", "description": "Walter Philip Reuther was an American leader of organized labor and civil rights activist who built the United Automobile Workers (UAW) into one of the most progressive labor unions in American history. He saw labor movements not as narrow special interest groups but as instruments to advance social justice and human rights in democratic societies. He leveraged the UAW's resources and influence to"}]}, {"heading": "Deaths", "year": "1976", "date": "May 9", "txt": "Jens Bjørneboe, Norwegian author, poet, and playwright (b. 1920)", "entities": [{"title": "Jens Bjørneboe", "href": "/wiki/Jens_Bj%C3%B8rneboe", "description": "Jens Ingvald Bjørneboe was a Norwegian writer whose work spanned a number of literary formats. He was also a painter and a Waldorf school teacher. Bjørneboe was a harsh and eloquent critic of Norwegian society and Western civilization on the whole. He led a turbulent life and his uncompromising opinions cost him both an obscenity conviction as well as long periods of heavy drinking and bouts of de"}]}, {"heading": "Deaths", "year": "1976", "date": "May 9", "txt": "Ulrike Meinhof, German militant, co-founded the Red Army Faction (b. 1934)", "entities": [{"title": "Red Army Faction", "href": "/wiki/Red_Army_Faction", "description": "The Red Army Faction, also known as the Baader–Meinhof Group or Baader–Meinhof Gang, was a West German far-left militant organization founded in 1970. Key early figures included Andreas Baader, Ulrike Meinhof, Gudrun Ensslin, and Horst Mahler, among others. The government of the Federal Republic of Germany, as well as most Western media and literature, considered the Red Army Faction to be a terro"}]}, {"heading": "Deaths", "year": "1977", "date": "May 9", "txt": "James Jones, American novelist (b. 1921)", "entities": [{"title": "James Jones (author)", "href": "/wiki/James_Jones_(author)", "description": "James Ramon Jones was an American novelist known for his explorations of World War II and its aftermath. He won the 1952 National Book Award for his first published novel, From Here to Eternity, which was adapted for the big screen immediately and made into a television series a generation later."}]}, {"heading": "Deaths", "year": "1978", "date": "May 9", "txt": "Giuseppe Impastato, Italian journalist and activist (b. 1948)", "entities": [{"title": "Giuseppe Impastato", "href": "/wiki/Giuseppe_Impastato", "description": "Giuseppe \"Peppino\" Impastato, was an Italian political activist who opposed the Mafia, which ordered his murder in 1978."}]}, {"heading": "Deaths", "year": "1978", "date": "May 9", "txt": "Aldo Moro, Italian lawyer and politician, 38th Prime Minister of Italy (b. 1916)", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "1979", "date": "May 9", "txt": "Cyrus S. Eaton, Canadian-American banker, businessman, and philanthropist (b. 1883)", "entities": [{"title": "Cyrus S. Eaton", "href": "/wiki/Cyrus_S._Eaton", "description": "Cyrus Stephen Eaton, Sr. was a Cleveland-based Canadian-American investment banker, businessman and philanthropist, with a career that spanned seventy years."}]}, {"heading": "Deaths", "year": "1979", "date": "May 9", "txt": "Eddie Jefferson, American singer and lyricist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "May 9", "txt": "Kate Molale, South African activist (b. 1928)", "entities": [{"title": "Kate Molale", "href": "/wiki/Kate_Molale", "description": "Kate Molale was a South African political activist, between 1970 and 1975 she represented the ANC Women's League/Women's Section in the Women's International Democratic Federation."}]}, {"heading": "Deaths", "year": "1981", "date": "May 9", "txt": "Nelson Algren, American novelist and short story writer (b. 1909)", "entities": [{"title": "Nelson Algren", "href": "/wiki/Nelson_Algren", "description": "Nelson Algren was an American writer. His 1949 novel The Man with the Golden Arm, won the National Book Award, and was adapted as the 1955 film of the same name."}]}, {"heading": "Deaths", "year": "1983", "date": "May 9", "txt": "Henry Bachtold, Australian soldier and railway engineer (b. 1891)", "entities": [{"title": "Henry Bachtold", "href": "/wiki/Henry_Bachtold", "description": "Henry Bachtold DSO MC was an Australian soldier and railway engineer. He fought during World War I as an engineer with the 1st Field Company at the Gallipoli Campaign, where he was mentioned in despatches and awarded the Military Cross. He commanded the 14th Field Company at the Battle of Polygon Wood, for which he was appointed a Companion of the Distinguished Service Order. Bachtold commanded th"}]}, {"heading": "Deaths", "year": "1985", "date": "May 9", "txt": "Edmond O'Brien, American actor and director (b. 1915)", "entities": [{"title": "Edmond O'Brien", "href": "/wiki/Edmond_O%27Brien", "description": "Eamon Joseph O'Brien was an American actor. In a career spanning nearly four decades, he received an Academy Award, two Golden Globe Awards, and two stars on the Hollywood Walk of Fame."}]}, {"heading": "Deaths", "year": "1986", "date": "May 9", "txt": "Tenzing Norgay, Nepalese mountaineer (b. 1914)", "entities": [{"title": "Tenzing Norgay", "href": "/wiki/Tenzing_Norgay", "description": "Tenzing Norgay, born Namgyal Wangdi, and also referred to as Sherpa Tenzing, was a Nepali-Indian Sherpa mountaineer. He was one of the first two individuals known to reach the summit of Mount Everest, which he accomplished with Edmund Hillary on 29 May 1953. Time named Norgay one of the 100 most influential people of the 20th century. In 2003, the Tenzing Norgay National Adventure Award, India's h"}]}, {"heading": "Deaths", "year": "1987", "date": "May 9", "txt": "Obafemi Awolowo, Nigerian lawyer and politician (b. 1909)", "entities": [{"title": "Obafemi Awolowo", "href": "/wiki/Obafemi_Awolowo", "description": "Chief Obafemi Jeremiah Oyeniyi Awolowo was a Nigerian nationalist and statesman who played a key role in Nigeria's independence movement, the First and Second Republics and the Civil War. The son of a Yoruba farmer, he was one of the truly self-made men among his contemporaries in Nigeria."}]}, {"heading": "Deaths", "year": "1993", "date": "May 9", "txt": "Penelope Gilliatt, English novelist, short story writer, and critic (b. 1932)", "entities": [{"title": "Penelope Gilliatt", "href": "/wiki/Penelope_Gilliatt", "description": "Penelope Gilliatt was an English novelist, short story writer, screenwriter, and film critic. As one of the main film critics for The New Yorker magazine in the 1960s and 1970s, Gilliatt was known for her detailed descriptions and evocative reviews. A writer of short stories, novels, non-fiction books, and screenplays, Gilliatt was nominated for an Academy Award for Best Original Screenplay for Su"}]}, {"heading": "Deaths", "year": "1994", "date": "May 9", "txt": "Elias Motsoaledi, South African activist (b. 1924)", "entities": [{"title": "Elias Motsoaledi", "href": "/wiki/Elias_Motsoaledi", "description": "Elias Mathope Motsoaledi was a South African anti-apartheid activist and one of the eight men sentenced to life imprisonment at the Rivonia Trial in July 1963 and paternal uncle to South African politician and minister Aaron Motsoaledi. The Elias Motsoaledi Local Municipality in Limpopo province was named after him."}]}, {"heading": "Deaths", "year": "1997", "date": "May 9", "txt": "Rawya Ateya, Egyptian captain and politician (b. 1926)", "entities": [{"title": "Rawya Ateya", "href": "/wiki/Rawya_Ateya", "description": "Rawya Ateya was an Egyptian woman who became the first female parliamentarian in the Arab world in 1957."}]}, {"heading": "Deaths", "year": "1997", "date": "May 9", "txt": "Marco Ferreri, Italian actor, director, and screenwriter (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "May 9", "txt": "Alice Faye, American actress and singer (b. 1915)", "entities": [{"title": "Alice Faye", "href": "/wiki/Alice_Faye", "description": "Alice Jeanne Faye was an American actress and singer. A musical star of 20th Century-Fox in the 1930s and 1940s, Faye starred in such films as On the Avenue (1937) and Alexander's Ragtime Band (1938). She is often associated with the Academy Award–winning standard \"You'll Never Know\", which she introduced in the 1943 musical film Hello, Frisco, Hello."}]}, {"heading": "Deaths", "year": "1998", "date": "May 9", "txt": "Talat Mahmood, Indian singer and actor (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "May 9", "txt": "Russell B. Long, American lieutenant, lawyer, and politician (b. 1918)", "entities": [{"title": "Russell B. Long", "href": "/wiki/Russell_B._Long", "description": "Russell Billiu Long was an American Democratic politician and United States Senator from Louisiana from 1948 until 1987. Because of his seniority, he advanced to chairman of the Senate Finance Committee, serving for fifteen years, from 1966 to 1981, during the implementation of President Lyndon Johnson's Great Society and War on Poverty programs. Long also served as Assistant Majority Leader from "}]}, {"heading": "Deaths", "year": "2004", "date": "May 9", "txt": "Akhmad Kadyrov, Chechen cleric and politician, 1st President of the Chechen Republic (b. 1951)", "entities": [{"title": "Akhmad Kadyrov", "href": "/wiki/Akhmad_Kadyrov", "description": "Akhmad-Haji Abdulkhamidovich Kadyrov, also spelled Akhmat, was the Chief Mufti of the Chechen Republic of Ichkeria in the 1990s during and after the First Chechen War. At the outbreak of the Second Chechen War he switched sides, offering his service to the Russian government, and later became the President of the Chechen Republic from 5 October 2003, acting as head of administration since July 200"}, {"title": "President of the Chechen Republic", "href": "/wiki/President_of_the_Chechen_Republic", "description": "The Head of the Chechen Republic is the highest office within the political system of the Chechen Republic. The office was instituted in 2003 during the course of the Second Chechen War, when the Russian federal government regained control over the region and after a constitutional referendum approved the current Constitution of the Chechen Republic."}]}, {"heading": "Deaths", "year": "2004", "date": "May 9", "txt": "Alan King, American actor, producer, and screenwriter (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "May 9", "txt": "Brenda Fassie, South African singer (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 9", "txt": "Dwight Wilson, Canadian soldier (b. 1901)", "entities": [{"title": "Dwight Wilson (veteran)", "href": "/wiki/Dwight_Wilson_(veteran)", "description": "Percy \"Dwight\" Wilson was the second-last surviving Canadian veteran of the First World War."}]}, {"heading": "Deaths", "year": "2008", "date": "May 9", "txt": "Jack Gibson, Australian rugby league player, coach, and sportscaster (b. 1929)", "entities": [{"title": "Jack Gibson (rugby league)", "href": "/wiki/Jack_Gibson_(rugby_league)", "description": "Jack Gibson OAM was an Australian rugby league coach, player, and commentator. He is widely considered one of the greatest coaches in the sport's history. Nicknamed 'Supercoach', he was highly regarded not only for his coaching record but also for his thirst for innovation, as he introduced new coaching and training methods into the sport in the 1970s, and 1980s, when first-grade rugby league was "}]}, {"heading": "Deaths", "year": "2008", "date": "May 9", "txt": "Baptiste Manzini, American football player (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 9", "txt": "Nuala O'Faolain, Irish journalist and producer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 9", "txt": "Pascal Sevran, French singer, television host, and author (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 9", "txt": "Chuck Daly, American basketball player and coach (b. 1930)", "entities": [{"title": "Chuck Daly", "href": "/wiki/Chuck_Daly", "description": "Charles Jerome Daly was an American basketball head coach. He led the Detroit Pistons to two consecutive National Basketball Association (NBA) championships in 1989 and 1990, and the 1992 United States men's Olympic basketball team to the gold medal at the 1992 Summer Olympics."}]}, {"heading": "Deaths", "year": "2010", "date": "May 9", "txt": "Lena Horne, American singer, actress, and activist (b. 1917)", "entities": [{"title": "Lena Horne", "href": "/wiki/Lena_Horne", "description": "Lena Mary Calhoun Horne was an African-American dancer, actress, Grammy-winning singer, and civil rights activist. Horne's career spanned over 70 years, appearing in film, television, and theater. Horne joined the chorus of the Cotton Club at the age of 16 and became a nightclub performer before moving to Hollywood."}]}, {"heading": "Deaths", "year": "2010", "date": "May 9", "txt": "Otakar Motejl, Czech lawyer and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 9", "txt": "Wouter Weylandt, Belgian cyclist (b. 1984)", "entities": [{"title": "Wouter Weylandt", "href": "/wiki/Wouter_Weylandt", "description": "Wouter Weylandt was a Belgian professional cyclist for UCI ProTeam Quick-Step–Davitamon and later for Leopard Trek. His first major win was the 17th stage of the 2008 Vuelta a España. He also won the third stage of the 2010 Giro d'Italia. He died in a crash during the third stage of the 2011 Giro d'Italia."}]}, {"heading": "Deaths", "year": "2012", "date": "May 9", "txt": "Bertram Cohler, American psychologist, psychoanalyst, and academic (b. 1938)", "entities": [{"title": "Bertram Cohler", "href": "/wiki/Bertram_Cohler", "description": "Bertram Joseph Cohler was an American psychologist, psychoanalyst, and educator primarily associated with the University of Chicago, the Chicago Institute for Psychoanalysis, and Harvard University. He advocated a life course approach to understanding human experience and subjectivity, drawing on insights from psychoanalysis, developmental psychology, personology, psychological anthropology, narra"}]}, {"heading": "Deaths", "year": "2012", "date": "May 9", "txt": "Geoffrey Henry, Cook Islander lawyer and politician, 3rd Prime Minister of the Cook Islands (b. 1940)", "entities": [{"title": "Prime Minister of the Cook Islands", "href": "/wiki/Prime_Minister_of_the_Cook_Islands", "description": "The prime minister of the Cook Islands is the head of government of the Cook Islands, a self-governing territory in free association with New Zealand. The office was established in 1965, when self-government was first granted to the islands. Originally, the title \"Premier\" was used, but this was replaced by the title of \"Prime Minister\" in 1981."}]}, {"heading": "Deaths", "year": "2012", "date": "May 9", "txt": "Vidal Sassoon, English-American hairdresser and businessman (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 9", "txt": "Ramón Blanco Rodríguez, Spanish footballer and manager (b. 1952)", "entities": [{"title": "Ramón Blanco Rodríguez", "href": "/wiki/Ram%C3%B3n_Blanco_Rodr%C3%ADguez", "description": "Ramón Blanco Rodríguez was a Spanish football defensive midfielder and manager."}]}, {"heading": "Deaths", "year": "2013", "date": "May 9", "txt": "George M. Leader, American soldier and politician, 36th Governor of Pennsylvania (b. 1918)", "entities": [{"title": "Governor of Pennsylvania", "href": "/wiki/Governor_of_Pennsylvania", "description": "The Governor of the Commonwealth of Pennsylvania is the head of government and the chief executive of the U.S. state, Commonwealth of Pennsylvania, and commander-in-chief of the Commonwealth's military forces."}]}, {"heading": "Deaths", "year": "2013", "date": "May 9", "txt": "Humberto Lugo Gil, Mexican lawyer and politician, 23rd Governor of Hidalgo (b. 1933)", "entities": [{"title": "Governor of Hidalgo", "href": "/wiki/Governor_of_Hidalgo", "description": "The Governor of Hidalgo is the head of the executive branch of government of Hidalgo."}]}, {"heading": "Deaths", "year": "2013", "date": "May 9", "txt": "Ottavio Missoni, Italian hurdler and fashion designer, founded Missoni (b. 1921)", "entities": [{"title": "Missoni", "href": "/wiki/Missoni", "description": "Missoni is an Italian luxury fashion house based in Varese, and known for its colorful knitwear designs. The company was founded by Ottavio (\"Tai\") and Rosita Missoni in 1953."}]}, {"heading": "Deaths", "year": "2014", "date": "May 9", "txt": "Giacomo Bini, Italian priest and missionary (b. 1938)", "entities": [{"title": "Giacomo Bini", "href": "/wiki/Giacomo_Bini", "description": "Giacomo Bini was a Franciscan priest. Ordained in 1964, he worked as a missionary in Africa, and was appointed Minister General of the Order of the Friars Minor (OFM) for the period 1997–2003. He was fluent in Italian, French, English, Spanish, and Kiswahili."}]}, {"heading": "Deaths", "year": "2014", "date": "May 9", "txt": "Harlan Mathews, American lawyer and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 9", "txt": "Nedurumalli Janardhana Reddy, Indian politician, 12th Chief Minister of Andhra Pradesh (b. 1935)", "entities": [{"title": "Chief Minister of Andhra Pradesh", "href": "/wiki/Chief_Minister_of_Andhra_Pradesh", "description": "The Chief Minister of Andhra Pradesh is the chief executive of the Indian state of Andhra Pradesh. As per the Constitution of India, the Governor of Andhra Pradesh is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Andhra Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to form the gov"}]}, {"heading": "Deaths", "year": "2014", "date": "May 9", "txt": "Mary Stewart, English-Scottish author and poet (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 9", "txt": "Edward W. Estlow, American football player and journalist (b. 1920)", "entities": [{"title": "Edward W. Estlow", "href": "/wiki/Edward_W._Estlow", "description": "\nEdward Walker Estlow was a college football player, journalist, and businessman, best known as CEO at the E. W. Scripps Company from 1976 to 1985. The Edward W. and Charlotte A. Estlow International Center for Journalism and New Media at the University of Denver, and the Edward Estlow Printing Plant of the Denver Newspaper Agency, were both named for him."}]}, {"heading": "Deaths", "year": "2015", "date": "May 9", "txt": "Kenan Evren, Turkish general and politician, 7th President of Turkey (b. 1917)", "entities": [{"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Deaths", "year": "2015", "date": "May 9", "txt": "Elizabeth Wilson, American actress (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "May 9", "txt": "Robert Miles, a Swiss-born Italian record producer, composer, musician and DJ (b. 1969)", "entities": [{"title": "Robert Miles", "href": "/wiki/Robert_Miles", "description": "Roberto Concina, known professionally as Robert Miles, was an Italian record producer, composer, musician and DJ. His 1995 composition \"Children\" sold more than 5 million copies and topped the charts worldwide."}]}, {"heading": "Deaths", "year": "2018", "date": "May 9", "txt": "Per Kirkeby, Danish painter, poet, film maker and sculptor (b. 1938)", "entities": [{"title": "Per Kirkeby", "href": "/wiki/Per_Kirkeby", "description": "Per Kirkeby was a Danish painter, poet, film maker and sculptor."}]}, {"heading": "Deaths", "year": "2019", "date": "May 9", "txt": "Freddie Starr,  English comedian, impressionist, singer and actor (1943) ", "entities": [{"title": "Freddie Starr", "href": "/wiki/Freddie_Starr", "description": "Freddie Starr was an English stand up comedian, impressionist, singer and actor. Starr was the lead singer of Merseybeat rock and roll group the Midniters during the early 1960s, and came to prominence in the early 1970s after appearing on Opportunity Knocks and the Royal Variety Performance. In the 1990s, he starred in several television shows, including Freddie Starr (1993–1994), The Freddie Sta"}]}, {"heading": "Deaths", "year": "2020", "date": "May 9", "txt": "Little Richard, American singer, songwriter, and pianist (b. 1932)", "entities": [{"title": "Little Richard", "href": "/wiki/Little_Richard", "description": "Richard Wayne Penniman, known as Little Richard, was an American musician, singer, and songwriter. He was an influential figure in popular music and culture for seven decades. Nicknamed \"The Innovator, The Originator, and The Architect of Rock and Roll,\" Richard's most celebrated work dates from the mid-1950s, when his charismatic showmanship and dynamic music, characterized by frenetic piano play"}]}]