[{"heading": "Events", "year": "1097", "date": "May 14", "txt": "The Siege of Nicaea begins during the First Crusade.", "entities": [{"title": "Siege of Nicaea", "href": "/wiki/Siege_of_Nicaea", "description": "The siege of Nicaea took place from May 14 to June 19, 1097, during the First Crusade. The city belonged to the Seljuk Turks and opted to surrender to the Byzantines in fear of the crusaders breaking into the city. The siege was followed by the Battle of Dorylaeum, and the siege of Antioch, all of which are in modern Turkey."}, {"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}]}, {"heading": "Events", "year": "1264", "date": "May 14", "txt": "Battle of Lewes: Henry III of England is captured and forced to sign the Mise of Lewes, making Simon de Montfort the effective ruler of England.", "entities": [{"title": "Battle of Lewes", "href": "/wiki/Battle_of_Lewes", "description": "The Battle of Lewes was one of two main battles of the conflict known as the Second Barons' War. It took place at Lewes in Sussex, on 14 May 1264. It marked the high point of the career of Simon de Montfort, 6th Earl of Leicester, and made him the \"uncrowned King of England\". Henry III left the safety of Lewes Castle and St. Pancras Priory to engage the barons in battle and was initially successfu"}, {"title": "Mise of Lewes", "href": "/wiki/Mise_of_Lewes", "description": "The Mise of Lewes was a settlement made on 14 May 1264 between King Henry III of England and his rebellious barons, led by Simon de Montfort. The settlement was made on the day of the Battle of Lewes, one of the two major battles of the Second Barons' War. The conflict between king and magnates was caused by dissatisfaction with the influence of foreigners at court and Henry's high level and new m"}]}, {"heading": "Events", "year": "1509", "date": "May 14", "txt": "Battle of Agnadello: In northern Italy, French forces defeat the Republic of Venice.", "entities": [{"title": "Battle of Agnadello", "href": "/wiki/Battle_of_Agnadello", "description": "The Battle of Agnadello, also known as Vailà, was one of the most significant battles of the War of the League of Cambrai and one of the major battles of the Italian Wars."}]}, {"heading": "Events", "year": "1607", "date": "May 14", "txt": "Jamestown, Virginia is settled as an English colony.", "entities": [{"title": "Jamestown, Virginia", "href": "/wiki/Jamestown,_Virginia", "description": "The Jamestown settlement in the Colony of Virginia was the first permanent English settlement in the Americas. It was located on the northeast bank of the James (Powhatan) River about 2.5 mi (4 km) southwest of the center of modern Williamsburg. It was established by the Virginia Company of London as \"James Fort\" on May 4, 1607 O.S., and was considered permanent after a brief abandonment in 1610. "}]}, {"heading": "Events", "year": "1608", "date": "May 14", "txt": "The Protestant Union, a coalition of Protestant German states, is founded to defend the rights, land and safety of each member against the Catholic Church and Catholic German states.", "entities": [{"title": "Protestant Union", "href": "/wiki/Protestant_Union", "description": "The Protestant Union, also known as the Evangelical Union, Union of Auhausen, German Union or the Protestant Action Party, was a coalition of Protestant German states. It was formed on 14 May 1608 by Frederick IV, Elector Palatine in order to defend the rights, land and safety of each member. It included both Calvinist and Lutheran states, and dissolved in 1621."}, {"title": "Protestant", "href": "/wiki/Protestant", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}, {"title": "Germany", "href": "/wiki/Germany", "description": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It is the second-most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; covering an area of 357,022 square kilometres (137,847 sq mi), with a population of over 83 million"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Events", "year": "1610", "date": "May 14", "txt": "Henry IV of France is assassinated by Catholic zealot François Ravaillac, and Louis XIII ascends the throne.", "entities": [{"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "François Ravaillac", "href": "/wiki/Fran%C3%A7ois_Ravaillac", "description": "François Ravaillac was a French Catholic zealot who assassinated King Henry IV of France in 1610."}, {"title": "Louis XIII", "href": "/wiki/Louis_XIII", "description": "Louis XIII was King of France from 1610 to 1643 and King of Navarre from 1610 to 1620, when the crown of Navarre was merged with the French crown."}]}, {"heading": "Events", "year": "1643", "date": "May 14", "txt": "Four-year-old Louis XIV becomes King of France upon the death of his father, Louis XIII.", "entities": [{"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}, {"title": "Louis XIII of France", "href": "/wiki/Louis_XIII_of_France", "description": "Louis XIII was King of France from 1610 to 1643 and King of Navarre from 1610 to 1620, when the crown of Navarre was merged with the French crown."}]}, {"heading": "Events", "year": "1747", "date": "May 14", "txt": "War of the Austrian Succession: A British fleet under Admiral George Anson defeats the French at the First Battle of Cape Finisterre.", "entities": [{"title": "War of the Austrian Succession", "href": "/wiki/War_of_the_Austrian_Succession", "description": "The War of the Austrian Succession was the last Great Power conflict with the Bourbon-Habsburg dynastic conflict at its heart. It occurred from 1740 to 1748 and marked the rise of Prussia as a major power. Related conflicts included King George's War, the War of Jenkins' Ear, the First Carnatic War and the First and the Second Silesian Wars."}, {"title": "George Anson, 1st Baron Anson", "href": "/wiki/George_Anson,_1st_Baron_Anson", "description": "Admiral of the Fleet George Anson, 1st Baron Anson, was a Royal Navy officer. Anson served as a junior officer during the War of the Spanish Succession and then saw active service against Spain at the Battle of Cape Passaro during the War of the Quadruple Alliance. He then undertook a circumnavigation of the globe during the War of Jenkins' Ear. Anson commanded the fleet that defeated the French A"}, {"title": "First Battle of Cape Finisterre (1747)", "href": "/wiki/First_Battle_of_Cape_Finisterre_(1747)", "description": "The First Battle of Cape Finisterre saw 14 British ships of the line under Admiral George Anson attack a French 30-ship convoy commanded by Admiral de la Jonquière during the War of the Austrian Succession. The British captured 4 ships of the line, 2 frigates and 7 merchantmen, in a five-hour battle in the Atlantic Ocean off Cape Finisterre in northwest Spain. One French frigate, one French East I"}]}, {"heading": "Events", "year": "1796", "date": "May 14", "txt": "Edward Jenner administers the first smallpox inoculation.", "entities": [{"title": "Edward Jenner", "href": "/wiki/Edward_Jenner", "description": "Edward Jenner, was an English physician and scientist who pioneered the concept of vaccines including creating the smallpox vaccine, the world's first vaccine. The terms vaccine and vaccination are derived from Variolae vaccinae, the term devised by Jenner to denote cowpox. He used it in 1798 in the long title of his Inquiry into the Variolae vaccinae known as the Cow Pox, in which he described th"}, {"title": "Smallpox", "href": "/wiki/Smallpox", "description": "Smallpox was an infectious disease caused by one of two virus variants, Variola major and Variola minor. The agent of variola virus (VARV) belongs to the genus Orthopoxvirus. \n The last naturally occurring case was diagnosed in October 1977, and the World Health Organization (WHO) certified the global eradication of the disease in 1980. The risk of death after contracting the disease was about 30%"}, {"title": "Inoculation", "href": "/wiki/Inoculation", "description": "Inoculation is a set of methods of artificially inducing immunity against various infectious diseases. The terms inoculation, vaccination, and immunization are often used synonymously, but there are some important differences among them."}]}, {"heading": "Events", "year": "1800", "date": "May 14", "txt": "The 6th United States Congress recesses, and the process of moving the U.S. Government from Philadelphia to Washington, D.C., begins the following day.", "entities": [{"title": "6th United States Congress", "href": "/wiki/6th_United_States_Congress", "description": "The 6th United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met at Congress Hall in Philadelphia, Pennsylvania and in Washington, D.C. from March 4, 1799, to March 4, 1801, during the last two years of John Adams's presidency. It was the last Congress of the"}, {"title": "Recess (break)", "href": "/wiki/Recess_(break)#Parliamentary_procedure", "description": "Recess is a general term for a period in which a group of people are temporarily dismissed from their duties."}, {"title": "U.S. Government", "href": "/wiki/U.S._Government", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1804", "date": "May 14", "txt": "William Clark and 42 men depart from Camp Dubois to join Meriwether Lewis at St. Charles, Missouri, marking the beginning of the Lewis and Clark Expedition's historic journey up the Missouri River.", "entities": [{"title": "William Clark", "href": "/wiki/William_Clark", "description": "William Clark was an American explorer, soldier, Indian agent, and territorial governor. A native of Virginia, he grew up in pre-statehood Kentucky before later settling in what became the state of Missouri. Clark was also a planter and slaveholder."}, {"title": "Camp Dubois", "href": "/wiki/Camp_Dubois", "description": "Camp Dubois, near present-day Wood River, Illinois, served as the winter camp and launch-point for the exploration of the Louisiana Purchase by the Lewis and Clark Expedition."}, {"title": "Meriwether Lewis", "href": "/wiki/Meriwether_Lewis", "description": "Meriwether Lewis was an American explorer, soldier, politician, and public administrator, best known for his role as the leader of the Lewis and Clark Expedition, also known as the Corps of Discovery, with William Clark.\nTheir mission was to explore the territory of the Louisiana Purchase, establish trade with, and sovereignty over the natives near the Missouri River, and claim the Pacific Northwe"}, {"title": "St. Charles, Missouri", "href": "/wiki/St._Charles,_Missouri", "description": "Saint Charles is a city in, and the county seat of, St. Charles County, Missouri, United States. The population was 65,794 at the 2010 census, making St. Charles the ninth-largest city in Missouri. Situated on the Missouri River, it is a northwestern suburb of St. Louis."}, {"title": "Lewis and Clark Expedition", "href": "/wiki/Lewis_and_Clark_Expedition", "description": "The Lewis and Clark Expedition from August 31, 1803, to September 25, 1806, also known as the Corps of Discovery Expedition, was the United States expedition to cross the newly acquired western portion of the country after the Louisiana Purchase. The Corps of Discovery was a select group of U.S. Army and civilian volunteers under the command of Captain Meriwether Lewis and his close friend Second "}, {"title": "Missouri River", "href": "/wiki/Missouri_River", "description": "The Missouri River is the longest river in North America. Rising in the Rocky Mountains of western Montana, the Missouri flows east and south for 2,341 miles (3,767 km) before entering the Mississippi River north of St. Louis, Missouri. The river drains a sparsely populated, semi-arid watershed of more than 500,000 square miles (1,300,000 km2), which includes parts of ten U.S. states and two Canad"}]}, {"heading": "Events", "year": "1811", "date": "May 14", "txt": "Paraguay: Pedro Juan Caballero, Fulgencio Yegros and José Gaspar Rodríguez de Francia start actions to depose the Spanish governor.", "entities": [{"title": "Paraguay", "href": "/wiki/Paraguay", "description": "Paraguay, officially the Republic of Paraguay, is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although one of only two landlocked countries in South America, the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paragu"}, {"title": "Pedro Juan Caballero (politician)", "href": "/wiki/Pedro_Juan_Caballero_(politician)", "description": "Pedro Juan Caballero was a leading figure of Paraguayan independence. He was born in Tobatí, a town located Cordillera Department of Paraguay which was then part of the Spanish Viceroyalty of the Río de la Plata. He was one of the major leaders of the Revolution of May 14, 1811, despite being six years younger than the leading figure of Independence period Fulgencio Yegros and 20 years younger tha"}, {"title": "Fulgencio Yegros", "href": "/wiki/Fulgencio_Yegros", "description": "Fulgencio Yegros y Franco de Torres was Paraguayan soldier and first head of state of independent Paraguay. The town of Yegros is named in his honor."}, {"title": "José Gaspar Rodríguez de Francia", "href": "/wiki/Jos%C3%A9_Gaspar_Rodr%C3%ADguez_de_Francia", "description": "José Gaspar Rodríguez de Francia y Velasco was a Paraguayan lawyer and politician, and the first dictator (1814–1840) of Paraguay following its 1811 independence from the Spanish Viceroyalty of the Río de la Plata. His official title was \"Supreme and Perpetual Dictator of Paraguay\", but he was popularly known as El Supremo."}]}, {"heading": "Events", "year": "1836", "date": "May 14", "txt": "The Treaties of Velasco are signed in Velasco, Texas.", "entities": [{"title": "Treaties of Velasco", "href": "/wiki/Treaties_of_Velasco", "description": "The Treaties of Velasco are the modern term for what was called at their drafting a \"Public Agreement\" and a \"Secret Treaty.\""}]}, {"heading": "Events", "year": "1863", "date": "May 14", "txt": "American Civil War: The Battle of Jackson takes place.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Jackson, Mississippi", "href": "/wiki/Battle_of_Jackson,_Mississippi", "description": "The Battle of Jackson was fought on May 14, 1863, in Jackson, Mississippi, as part of the Vicksburg campaign during the American Civil War. After entering the state of Mississippi in late April 1863, Major General Ulysses S. Grant of the Union Army moved his force inland to strike at the strategic Mississippi River town of Vicksburg, Mississippi. The Battle of Raymond, which was fought on May 12, "}]}, {"heading": "Events", "year": "1868", "date": "May 14", "txt": "Boshin War: The Battle of Utsunomiya Castle ends as former Tokugawa shogunate forces withdraw northward.", "entities": [{"title": "Boshin War", "href": "/wiki/Boshin_War", "description": "The Boshin War , sometimes known as the Japanese Revolution, was a civil war in Japan, fought from 1868 to 1869 between forces of the ruling Tokugawa shogunate and those seeking to return political power to the Imperial Court."}, {"title": "Battle of Utsunomiya Castle", "href": "/wiki/Battle_of_Utsunomiya_Castle", "description": "The Battle of Utsunomiya Castle  was a battle between pro-imperial and Tokugawa shogunate forces during the Boshin War in Japan in May 1868. It occurred as the troops of the Tokugawa shogunate were retreating north towards Nikkō and Aizu."}]}, {"heading": "Events", "year": "1870", "date": "May 14", "txt": "The first game of rugby in New Zealand is played in Nelson between Nelson College and the Nelson Rugby Football Club.", "entities": [{"title": "Rugby football", "href": "/wiki/Rugby_football", "description": "Rugby is a collective name for the family of team sports of rugby union and rugby league, as well as the earlier forms of football from which both games, as well as Australian rules football and Gridiron football evolved from."}, {"title": "Nelson College", "href": "/wiki/Nelson_College", "description": "Nelson College is the oldest state secondary school in New Zealand. It is an all-boys school in the City of Nelson that teaches from years 9 to 13. In addition, it runs a private preparatory school for year 7 and 8 boys. The school also has places for boarders, who live in two boarding houses adjacent to the main school buildings on the same campus."}]}, {"heading": "Events", "year": "1878", "date": "May 14", "txt": "The last witchcraft trial held in the United States begins in Salem, Massachusetts, after Lucretia Brown, an adherent of Christian Science, accused Daniel Spofford of attempting to harm her through his mental powers.", "entities": [{"title": "Salem witchcraft trial (1878)", "href": "/wiki/Salem_witchcraft_trial_(1878)", "description": "The Salem witchcraft trial of 1878, also known as the Ipswich witchcraft trial and the second Salem witch trial, was an American civil case held in May 1878 in Salem, Massachusetts, in which Lucretia L. S. Brown, an adherent of the Christian Science religion, accused fellow Christian Scientist Daniel H. Spofford of attempting to harm her through his \"mesmeric\" mental powers. By 1918, it was consid"}, {"title": "Christian Science", "href": "/wiki/Christian_Science", "description": "Christian Science is a set of beliefs and practices belonging to the metaphysical family of new religious movements. It was developed in 19th-century New England by Mary Baker Eddy, who argued in her 1875 book Science and Health that sickness is an illusion that can be corrected by prayer alone. The book became Christian Science's central text, along with the Bible, and by 2001 had sold over nine "}]}, {"heading": "Events", "year": "1879", "date": "May 14", "txt": "The first group of 463 Indian indentured laborers arrives in Fiji aboard the Leonidas.", "entities": [{"title": "Indian indenture system", "href": "/wiki/Indian_indenture_system", "description": "The Indian indenture system was a system of indentured servitude, by which more than one million Indians were transported to labour in European colonies, as a substitute for slave labour, following the abolition of the trade in the early 19th century. The system expanded after the abolition of slavery in the British Empire in 1833, in the French colonies in 1848, and in the Dutch Empire in 1863. I"}, {"title": "Fiji", "href": "/wiki/Fiji", "description": "Fiji, officially the Republic of Fiji, is an island country in Melanesia, part of Oceania in the South Pacific Ocean. It lies about 1,100 nautical miles northeast of New Zealand. Fiji consists of an archipelago of more than 330 islands—of which about 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outl"}, {"title": "Leonidas (ship)", "href": "/wiki/Leonidas_(ship)", "description": "\n\nLeonidas was a labour transport ship (schooner) that played an important role in the history of Fiji. She had been earlier used to carry indentured labourers to the West Indies, having transported 580 Indian indentured labourers to St Lucia in 1878. Captained by McLachlan, the ship departed from Calcutta, India on 3 March 1879 and arrived at Levuka, Fiji, on 14 May that year. The indentured labo"}]}, {"heading": "Events", "year": "1913", "date": "May 14", "txt": "Governor of New York William Sulzer approves the charter for the Rockefeller Foundation, which begins operations with a $100 million donation from John D. Rockefeller.", "entities": [{"title": "William Sulzer", "href": "/wiki/William_Sulzer", "description": "William Sulzer was an American lawyer and politician, nicknamed Plain Bill Sulzer. He was the 39th Governor of New York and a long-serving congressman from the same state."}, {"title": "Rockefeller Foundation", "href": "/wiki/Rockefeller_Foundation", "description": "The Rockefeller Foundation is an American private foundation based at 420 Fifth Avenue, New York City. It was established by the Rockefeller family in New York State on May 14, 1913, when its charter was formally accepted by the New York State Legislature. The foundation was started by Standard Oil co-founder John D. Rockefeller (\"Senior\"), along with his son John D. Rockefeller Jr. (\"Junior\"), an"}]}, {"heading": "Events", "year": "1918", "date": "May 14", "txt": "Cape Town Mayor, Sir Harry Hands, inaugurates the Two-minute silence.", "entities": [{"title": "Harry Hands", "href": "/wiki/Harry_Hands", "description": "Sir Harry Hands was a British colonial politician, who served from 1915 to 1918 as mayor of Cape Town, South Africa. He is credited with instituting the first practice in the world of an official two-minute silence to honour loss of life in conflict, following the death of his eldest son Reginald Hands in World War I, at the suggestion of councillor Robert Rutherford Brydone."}, {"title": "Two-minute silence", "href": "/wiki/Two-minute_silence", "description": "\n\nIn the United Kingdom and other countries within the Commonwealth, a two-minute silence is observed as part of Remembrance Day to remember those who lost their lives in conflict. Held each year at 11.00am on 11 November, the silence coincides with the time in 1918 at which the First World War came to an end with the cessation of hostilities, and is generally observed at war memorials and in publ"}]}, {"heading": "Events", "year": "1931", "date": "May 14", "txt": "Five unarmed civilians are killed in the Ådalen shootings, as the Swedish military is called in to deal with protesting workers.", "entities": [{"title": "Ådalen shootings", "href": "/wiki/%C3%85dalen_shootings", "description": "The Ådalen shootings was a series of events in and around the sawmill district of Ådalen, Kramfors Municipality, Ångermanland, Sweden, in May 1931. During a protest on 14 May, five people were killed by bullets fired by troops called in as reinforcements by the police."}]}, {"heading": "Events", "year": "1935", "date": "May 14", "txt": "The Constitution of the Philippines is ratified by a popular vote.", "entities": [{"title": "Constitution of the Philippines", "href": "/wiki/Constitution_of_the_Philippines", "description": "The Constitution of the Philippines is the constitution or supreme law of the Republic of the Philippines. Its final draft was completed by the Constitutional Commission on October 12, 1986 and was ratified by a nationwide plebiscite on February 2, 1987."}]}, {"heading": "Events", "year": "1939", "date": "May 14", "txt": "Lina Medina becomes the youngest confirmed mother in medical history at the age of five.", "entities": [{"title": "Lina Medina", "href": "/wiki/Lina_Medina", "description": "Lina Marcela Medina de Jurado is a Peruvian woman who became the youngest confirmed mother in history when she gave birth aged five years, seven months, and 21 days. Based on the medical assessments of her pregnancy, she was less than five years old when she became pregnant. She is also the youngest documented case of precocious puberty."}]}, {"heading": "Events", "year": "1940", "date": "May 14", "txt": "World War II: Rotterdam, Netherlands is bombed by the Luftwaffe of Nazi Germany despite a ceasefire, killing about 900 people and destroying the historic city center.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Rotterdam", "href": "/wiki/Rotterdam", "description": "Rotterdam is the second largest city and municipality in the Netherlands. It is in the province of South Holland, at the mouth of the Nieuwe Maas channel leading into the Rhine–Meuse–Scheldt delta at the North Sea. Its history goes back to 1270, when a dam was constructed in the Rotte. In 1340, Rotterdam was granted city rights by the Count of Holland. The Rotterdam–The Hague metropolitan area, wi"}, {"title": "Netherlands", "href": "/wiki/Netherlands", "description": "The Netherlands, informally Holland, is a country primarily located in Western Europe and partly in the Caribbean. It is the largest of four constituent countries of the Kingdom of the Netherlands. In Europe, the Netherlands consists of twelve provinces, bordering Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countr"}, {"title": "German bombing of Rotterdam", "href": "/wiki/German_bombing_of_Rotterdam", "description": "The German bombing of Rotterdam in World War II, also known as the Rotterdam Blitz, was the aerial bombardment of Rotterdam by the Luftwaffe on 14 May 1940, during the German invasion of the Netherlands in World War II. The objective was to support the German troops fighting in the city, break Dutch resistance and force the Dutch army to surrender. Almost the entire historic city centre was destro"}, {"title": "Luftwaffe", "href": "/wiki/Luftwaffe", "description": "The Luftwaffe was the aerial warfare branch of the Wehrmacht during World War II. Germany's military air arms during World War I, the Luftstreitkräfte of the Imperial Army and the Marine-Fliegerabteilung of the Imperial Navy, had been disbanded in May 1920 in accordance with the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1943", "date": "May 14", "txt": "World War II: A Japanese submarine sinks AHS Centaur off the coast of Queensland.", "entities": [{"title": "AHS Centaur", "href": "/wiki/AHS_Centaur", "description": "{{short description|Hospital Ship"}]}, {"heading": "Events", "year": "1948", "date": "May 14", "txt": "Israel is declared to be an independent state and a provisional government is established. Immediately after the declaration, Israel is attacked by the neighboring Arab states, triggering the 1948 Arab–Israeli War.", "entities": [{"title": "Israeli Declaration of Independence", "href": "/wiki/Israeli_Declaration_of_Independence", "description": "The Israeli Declaration of Independence, formally the Declaration of the Establishment of the State of Israel, was proclaimed on 14 May 1948 by David Ben-Gurion, the Executive Head of the World Zionist Organization, Chairman of the Jewish Agency for Palestine, and soon to be first Prime Minister of Israel. It declared the establishment of a Jewish state in Eretz-Israel, to be known as the State of"}, {"title": "1948 Arab–Israeli War", "href": "/wiki/1948_Arab%E2%80%93Israeli_War", "description": "The 1948 Arab–Israeli War was the second and final stage of the 1947–49 Palestine war. It formally began following the end of the British Mandate for Palestine at midnight on 14 May 1948; the Israeli Declaration of Independence had been issued earlier that day, and a military coalition of Arab states entered the territory of British Palestine in the morning of 15 May."}]}, {"heading": "Events", "year": "1951", "date": "May 14", "txt": "Trains run on the Talyllyn Railway in Wales for the first time since preservation, making it the first railway in the world to be operated by volunteers.", "entities": [{"title": "Talyllyn Railway", "href": "/wiki/Talyllyn_Railway", "description": "The Talyllyn Railway is a narrow gauge preserved railway in Wales running for 7 1⁄4 miles (12 km) from Tywyn on the Mid-Wales coast to Nant Gwernol near the village of Abergynolwyn. The line was opened in 1865 to carry slate from the quarries at Bryn Eglwys to Tywyn, and was the first narrow gauge railway in Britain authorised by Act of Parliament to carry passengers using steam haulage. Despite s"}]}, {"heading": "Events", "year": "1955", "date": "May 14", "txt": "Cold War: Eight Communist bloc countries, including the Soviet Union, sign a mutual defense treaty called the Warsaw Pact.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Warsaw Pact", "href": "/wiki/Warsaw_Pact", "description": "The Warsaw Treaty Organization (WTO), officially the Treaty of Friendship, Cooperation and Mutual Assistance, commonly known as the Warsaw Pact (WP), was a collective defense treaty signed in Warsaw, Poland between the Soviet Union and seven other Eastern Bloc socialist republics of Central and Eastern Europe in May 1955, during the Cold War. The Warsaw Pact was the military complement to the Coun"}]}, {"heading": "Events", "year": "1961", "date": "May 14", "txt": "Civil rights movement: A white mob twice attacks a Freedom Riders bus near Anniston, Alabama, before fire-bombing the bus and attacking the civil rights protesters who flee the burning vehicle.", "entities": [{"title": "Civil rights movement", "href": "/wiki/Civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Freedom Riders", "href": "/wiki/Freedom_Riders", "description": "Freedom Riders were civil rights activists who rode interstate buses into the segregated Southern United States in 1961 and subsequent years to challenge the non-enforcement of the United States Supreme Court decisions Morgan v. Virginia (1946) and Boynton v. Virginia (1960), which ruled that segregated public buses were unconstitutional. The Southern states had ignored the rulings and the federal"}, {"title": "Bus", "href": "/wiki/Bus", "description": "A bus is a road vehicle designed to carry many passengers. Buses can have a capacity as high as 300 passengers. The most common type is the single-deck rigid bus, with larger loads carried by double-decker and articulated buses, and smaller loads carried by midibuses and minibuses while coaches are used for longer-distance services. Many types of buses, such as city transit buses and inter-city co"}, {"title": "Anniston, Alabama", "href": "/wiki/Anniston,_Alabama", "description": "Anniston is the county seat of Calhoun County in Alabama and is one of two urban centers/principal cities of and included in the Anniston-Oxford Metropolitan Statistical Area. As of the 2010 census, the population of the city was 23,106. According to 2019 Census estimates, the city had a population of 21,287."}, {"title": "Molotov cocktail", "href": "/wiki/Molotov_cocktail", "description": "A Molotov cocktail, also known as a petrol bomb, gasoline bomb, bottle bomb, poor man's grenade, fire bomb, fire bottle or just Molotov, sometimes shortened as Molly, is a generic name used for a variety of bottle-based improvised incendiary weapons."}]}, {"heading": "Events", "year": "1970", "date": "May 14", "txt": "Andreas Baader is freed from custody by Ulrike Meinhof, Gudrun Ensslin and others, a pivotal moment in the formation of the Red Army Faction.", "entities": [{"title": "Red Army Faction", "href": "/wiki/Red_Army_Faction", "description": "The Red Army Faction, also known as the Baader–Meinhof Group or Baader–Meinhof Gang, was a West German far-left militant organization founded in 1970. Key early figures included Andreas Baader, Ulrike Meinhof, Gudrun Ensslin, and Horst Mahler, among others. The government of the Federal Republic of Germany, as well as most Western media and literature, considered the Red Army Faction to be a terro"}]}, {"heading": "Events", "year": "1973", "date": "May 14", "txt": "Skylab, the United States' first space station, is launched.", "entities": []}, {"heading": "Events", "year": "1977", "date": "May 14", "txt": "A Dan-Air Boeing 707 leased to IAS Cargo Airlines crashes on approach to Lusaka International Airport (now Kenneth Kaunda International Airport) in Lusaka, Zambia, killing six people.", "entities": [{"title": "Dan-Air", "href": "/wiki/Dan-Air", "description": "Dan-Air was an airline based in the United Kingdom and a wholly owned subsidiary of London shipbroking firm Davies and Newman. It was started in 1953 with a single aircraft. Initially, it operated cargo and passenger charter flights from Southend (1953–1955) and Blackbushe airports (1955–1960) using a variety of piston-engined aircraft before moving to a new base at Gatwick Airport in 1960, follow"}, {"title": "Boeing 707", "href": "/wiki/Boeing_707", "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"}, {"title": "IAS Cargo Airlines", "href": "/wiki/IAS_Cargo_Airlines", "description": "\n\nInternational Aviation Services Limited, trading as IAS Cargo Airlines from 1975, is a defunct wholly privately owned, independent British airline that was based at London Gatwick Airport in the United Kingdom. It commenced operations in 1967 and went bankrupt in 1980, following a merger with London Stansted based Trans Meridian Air Cargo (TMAC) to form the short-lived British Cargo Airlines."}, {"title": "1977 Dan-Air Boeing 707 crash", "href": "/wiki/1977_Dan-Air_Boeing_707_crash", "description": "The 1977 Dan-Air/IAS Cargo Boeing 707 crash was a fatal accident involving a Boeing 707-321C cargo aircraft operated by Dan Air Services Limited on behalf of International Aviation Services Limited, which had been sub-contracted by Zambia Airways Corporation to operate a weekly scheduled all-cargo service between London Heathrow and the Zambian capital Lusaka via Athens and Nairobi. The aircraft c"}, {"title": "Kenneth Kaunda International Airport", "href": "/wiki/Kenneth_Kaunda_International_Airport", "description": "Kenneth Kaunda International Airport is an international airport in Lusaka, Zambia.The airport is the largest in Zambia and serves as a hub for its region. It was officially known as the Lusaka International Airport before being renamed in 2011 in honour of Kenneth Kaunda, the nation's first president. The airport has a capacity of two million passengers per year, but with the addition of the new "}, {"title": "Lusaka", "href": "/wiki/Lusaka", "description": "Lusaka is the capital and largest city of Zambia. It is one of the fastest developing cities in southern Africa. Lusaka is in the southern part of the central plateau at an elevation of about 1,279 metres (4,196 ft). As of 2019, the city's population was about 3.3 million, while the urban population is estimated at 2.5 million in 2018. Lusaka is the centre of both commerce and government in Zambia"}, {"title": "Zambia", "href": "/wiki/Zambia", "description": "Zambia, officially the Republic of Zambia, is a landlocked country at the crossroads of Central, Southern and East Africa. Its neighbours are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the s"}]}, {"heading": "Events", "year": "1980", "date": "May 14", "txt": "Salvadoran Civil War: the Sumpul River massacre occurs in Chalatenango, El Salvador.", "entities": [{"title": "Salvadoran Civil War", "href": "/wiki/Salvadoran_Civil_War", "description": "The Salvadoran Civil War was a civil war in El Salvador which was fought between the military-led junta government of El Salvador and the Farabundo Martí National Liberation Front (FMLN) from 15 October 1979 to 16 January 1992. A coup on October 15, 1979, was followed by killings of anti-coup protesters by the government and of anti-disorder protesters by the guerrillas, and is widely seen as the "}, {"title": "Sumpul River massacre", "href": "/wiki/Sumpul_River_massacre", "description": "The Sumpul River massacre took place in Chalatenango, El Salvador on May 13, 1980 during the Salvadoran Civil War. Salvadoran Armed Forces and pro-government paramilitaries launched an offensive to disrupt the activities of the Farabundo Martí National Liberation Front (FMLN). The offensive created many refugees who were attacked the next day by the Salvadoran forces. The Honduran military prevent"}, {"title": "Chalatenango, El Salvador", "href": "/wiki/Chalatenango,_El_Salvador", "description": "Chalatenango, El Salvador, is a municipality located in the Department of Chalatenango, in the north of El Salvador"}]}, {"heading": "Events", "year": "1988", "date": "May 14", "txt": "Carrollton bus collision: A drunk driver traveling the wrong way on Interstate 71 near Carrollton, Kentucky hits a converted school bus carrying a church youth group. Twenty-seven die in the crash and ensuing fire.", "entities": [{"title": "Carrollton bus collision", "href": "/wiki/Carrollton_bus_collision", "description": "The Carrollton bus collision occurred on May 14, 1988 on Interstate 71 in unincorporated Carroll County, Kentucky. The collision involved a former school bus in use by a church youth group and a pickup truck driven by an alcohol-impaired driver. The head-on collision was the deadliest incident involving drunk driving and the third-deadliest bus crash in United States history. Of the 67 people on t"}]}, {"heading": "Events", "year": "2004", "date": "May 14", "txt": "The Constitutional Court of South Korea overturns the impeachment of President Roh Moo-hyun.", "entities": [{"title": "Constitutional Court of South Korea", "href": "/wiki/Constitutional_Court_of_South_Korea", "description": "The Constitutional Court of Korea is an independent and specialised court in South Korea, whose primary role is the reviewing of constitutionality under the Constitution of the Republic of Korea. It also has administrative law functions such as ruling on competence disputes between governmental entities, giving final decisions on impeachments, and making judgments on the dissolution of political p"}, {"title": "Roh Moo-hyun", "href": "/wiki/Roh_Moo-hyun", "description": "Roh Moo-hyun GOM was a South Korean politician who served as President of South Korea (2003–2008). Roh's pre-presidential political career was focused on human rights advocacy for student activists in South Korea. His electoral career later expanded to a focus on overcoming regionalism in South Korean politics, culminating in his election to the presidency. He achieved a large following among youn"}]}, {"heading": "Events", "year": "2004", "date": "May 14", "txt": "Rico Linhas Aéreas Flight 4815 crashes into the Amazon rainforest during approach to Eduardo Gomes International Airport in Manaus, Brazil, killing 33 people.", "entities": [{"title": "Rico Linhas Aéreas Flight 4815", "href": "/wiki/Rico_Linhas_A%C3%A9reas_Flight_4815", "description": "Rico Linhas Aéreas Flight 4815 was a domestic scheduled passenger flight from São Paulo de Olivença, northeast Brazil to Manaus, the capital of Amazonas state. On 14 May 2004, the aircraft operating the flight, an Embraer EMB 120 Brasilia, crashed into the dense Amazon rainforest while on approach to Manaus. All 33 people on board were killed."}, {"title": "Amazon rainforest", "href": "/wiki/Amazon_rainforest", "description": "The Amazon rainforest, alternatively, the Amazon jungle or Amazonia, is a moist broadleaf tropical rainforest in the Amazon biome that covers most of the Amazon basin of South America. This basin encompasses 7,000,000 km2 (2,700,000 sq mi), of which 5,500,000 km2 (2,100,000 sq mi) are covered by the rainforest. This region includes territory belonging to nine nations and 3,344 formally acknowledge"}, {"title": "Eduardo Gomes International Airport", "href": "/wiki/Eduardo_Gomes_International_Airport", "description": "Manaus International Airport – Eduardo Gomes is the airport serving Manaus, Brazil. It is named after Brazilian politician and military figure Air Marshal Eduardo Gomes (1896–1981)."}, {"title": "Manaus", "href": "/wiki/Manaus", "description": "Manaus is the capital and largest city of the Brazilian state of Amazonas. It is the seventh-largest city in Brazil, with an estimated 2020 population of 2,219,580 distributed over a land area of about 11,401 km2 (4,402 sq mi). Located at the east center of the state, the city is the center of the Manaus metropolitan area and the largest metropolitan area in the North Region of Brazil by urban lan"}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}]}, {"heading": "Events", "year": "2008", "date": "May 14", "txt": "Battle of Piccadilly Gardens in Manchester City Centre between Zenit supporters and Rangers supporters and the Greater Manchester Police, 39 policemen injured, one police-dog injured and 39 arrested.", "entities": [{"title": "2008 UEFA Cup Final riots", "href": "/wiki/2008_UEFA_Cup_Final_riots", "description": "The 2008 UEFA Cup Final riots were a serious public disorder incident that took place in Manchester, England, on the day of the 2008 UEFA Cup Final. Serious disorder was allegedly sparked by the failure of a big screen erected in Piccadilly Gardens to transmit the match to thousands of Rangers fans who had travelled to the city without tickets. Greater Manchester Police reported that only \"a minor"}, {"title": "Manchester City Centre", "href": "/wiki/Manchester_City_Centre", "description": "Manchester city centre is the central business district of Manchester in the historic county of Lancashire and the ceremonial county of Greater Manchester in North West England, within the boundaries of Trinity Way, Great Ancoats Street and Whitworth Street. The City Centre ward had a population of 17,861 at the 2011 census."}, {"title": "FC Zenit Saint Petersburg", "href": "/wiki/FC_Zenit_Saint_Petersburg", "description": "Football Club Zenit, also known as Zenit Saint Petersburg or simply Zenit, is a Russian professional football club based in the city of Saint Petersburg. Founded in 1925, the club plays in the Russian Premier League. Zenit are the reigning champions of the Russian Premier League. Previously they won the 2007, 2010, 2011–12, 2014–15, 2018–19 and the 2019–20 seasons of the Russian Premier League, as"}, {"title": "Rangers F.C.", "href": "/wiki/Rangers_F.C.", "description": "Rangers Football Club is a Scottish professional football club based in the Govan district of Glasgow which plays in the Scottish Premiership. Although not its official name, it is often referred to as Glasgow Rangers. The fourth-oldest football club in Scotland, Rangers was founded by four teenage boys as they walked through West End Park in March 1872 where they discussed the idea of forming a f"}, {"title": "Greater Manchester Police", "href": "/wiki/Greater_Manchester_Police", "description": "Greater Manchester Police (GMP) is the territorial police force responsible for law enforcement within the metropolitan county of Greater Manchester in North West England. GMP is the fourth largest police force in the United Kingdom after the Metropolitan Police Service, Police Scotland and Police Service of Northern Ireland (PSNI); and is the second largest force in England and Wales."}]}, {"heading": "Events", "year": "2010", "date": "May 14", "txt": "Space Shuttle Atlantis launches on the STS-132 mission to deliver the first shuttle-launched Russian ISS component — Rassvet. This was originally slated to be the final launch of Atlantis, before Congress approved STS-135.", "entities": [{"title": "Space Shuttle Atlantis", "href": "/wiki/Space_Shuttle_Atlantis", "description": "Space Shuttle Atlantis is a Space Shuttle orbiter vehicle which belongs to the National Aeronautics and Space Administration (NASA), the spaceflight and space exploration agency of the United States. Manufactured by the Rockwell International company in Southern California and delivered to the Kennedy Space Center in Eastern Florida in April 1985, Atlantis is the fourth operational and the second-"}, {"title": "STS-132", "href": "/wiki/STS-132", "description": "STS-132 was a NASA Space Shuttle mission, during which Space Shuttle Atlantis docked with the International Space Station on 16 May 2010. STS-132 was launched from the Kennedy Space Center on 14 May 2010. The primary payload was the Russian Rassvet Mini-Research Module, along with an Integrated Cargo Carrier-Vertical Light Deployable (ICC-VLD). Atlantis landed at the Kennedy Space Center on 26 May"}, {"title": "ISS", "href": "/wiki/ISS", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}, {"title": "STS-135", "href": "/wiki/STS-135", "description": "STS-135 was the 135th and final mission of the American Space Shuttle program. It used the orbiter Atlantis and hardware originally processed for the STS-335 contingency mission, which was not flown. STS-135 launched on 8 July 2011, and landed on 21 July 2011, following a one-day mission extension. The four-person crew was the smallest of any shuttle mission since STS-6 in April 1983. The mission'"}]}, {"heading": "Events", "year": "2012", "date": "May 14", "txt": "Agni Air Flight CHT crashes in Nepal after a failed go-around, killing 15 people.", "entities": [{"title": "Agni Air Flight CHT", "href": "/wiki/Agni_Air_Flight_CHT", "description": "On 14 May 2012, a Dornier 228 passenger aircraft of Agni Air crashed near Jomsom Airport, Nepal, killing 15 of the 21 people on board, including both pilots."}]}, {"heading": "Births", "year": "1316", "date": "May 14", "txt": "Charles IV, Holy Roman Emperor (d. 1378)", "entities": [{"title": "Charles IV, Holy Roman Emperor", "href": "/wiki/Charles_IV,_Holy_Roman_Emperor", "description": "Charles IV, born Wenceslaus, King of Bohemia and Holy Roman Emperor, had a long and successful reign. The empire he ruled from Prague expanded, and his subjects lived in peace and prosperity. When the Emperor died, the whole empire mourned. More than 7,000 people accompanied him on his last procession."}]}, {"heading": "Births", "year": "1553", "date": "May 14", "txt": "Margaret of Valois (d. 1615)", "entities": [{"title": "Margaret of Valois", "href": "/wiki/Margaret_of_Valois", "description": "Margaret of Valois was a French princess of the Valois dynasty who became queen consort of Navarre and later also of France. By her marriage to Henry III of Navarre, she was queen of Navarre and then France at her husband's 1589 accession to the latter throne."}]}, {"heading": "Births", "year": "1574", "date": "May 14", "txt": "Francesco Rasi, Italian singer-songwriter, theorbo player, and poet (d. 1621)", "entities": [{"title": "Francesco Rasi", "href": "/wiki/Francesco_Rasi", "description": "Francesco Rasi was an Italian composer, singer (tenor), chitarrone player, and poet."}, {"title": "Theorbo", "href": "/wiki/Theorbo", "description": "The theorbo is a plucked string instrument of the lute family, with an extended neck and a second pegbox. Like a lute, a theorbo has a curved-back sound box with a wooden top, typically with a sound hole, and a neck extending out from the soundbox. As with the lute, the player plucks or strums the strings with one hand while \"fretting\" the strings with the other hand; pressing the strings in diffe"}]}, {"heading": "Births", "year": "1592", "date": "May 14", "txt": "Alice Barnham, wife of statesman Francis Bacon (d. 1650)", "entities": [{"title": "Alice Barnham", "href": "/wiki/Alice_Barnham", "description": "Alice Barnham, Viscountess St Albans was the wife of English scientific philosopher and statesman Francis Bacon."}, {"title": "Francis Bacon", "href": "/wiki/Francis_Bacon", "description": "Francis Bacon, 1st Viscount St Alban,, also known as Lord Verulam, was an English philosopher and statesman who served as Attorney General and as Lord Chancellor of England. His works are seen as developing the scientific method and remained influential through the scientific revolution."}]}, {"heading": "Births", "year": "1630", "date": "May 14", "txt": "Katakura Kagenaga, Japanese samurai (d. 1681)", "entities": [{"title": "Katakura Kagenaga (2nd)", "href": "/wiki/Katakura_Kagenaga_(2nd)", "description": "Katakura Kagenaga  was a Japanese samurai of the early Edo period, who served as a senior retainer of the Date clan of Sendai han. His childhood name was Sannosueke (三之助) later changed to Kojūrō. He bore the same name as his great-grandfather. The lord of Shiroishi Castle, Kagenaga was the third bearer of the common name Kojūrō. During the Date incident, he was a caretaker for the young daimyō, Ka"}]}, {"heading": "Births", "year": "1652", "date": "May 14", "txt": "Johann Philipp Förtsch, German composer (d. 1732)", "entities": [{"title": "Johann Philipp Förtsch", "href": "/wiki/Johann_Philipp_F%C3%B6rtsch", "description": "Johann Philipp Förtsch was a German baroque composer, statesman and doctor."}]}, {"heading": "Births", "year": "1657", "date": "May 14", "txt": "Sambhaji, Indian emperor (d. 1689)", "entities": [{"title": "Sambhaji", "href": "/wiki/Sambhaji", "description": "Sambhaji Bhosale was the second ruler of the Maratha kingdom. He was the eldest son of Shivaji, the founder of the Maratha Empire and his first wife Saibai. He was successor of the realm after his father's death, and ruled it for nine years. Sambhaji's rule was largely shaped by the ongoing wars between the Maratha kingdom and Mughal Empire as well as other neighbouring powers such as the Siddis, "}]}, {"heading": "Births", "year": "1666", "date": "May 14", "txt": "Victor Amadeus II of Sardinia (d. 1732)", "entities": [{"title": "Victor Amadeus II of Sardinia", "href": "/wiki/Victor_Amadeus_II_of_Sardinia", "description": "Victor Amadeus II was Duke of Savoy from 1675 to 1730. He also held the titles of Prince of Piedmont, Duke of Montferrat, Marquis of Saluzzo and Count of Aosta, Moriana and Nice."}]}, {"heading": "Births", "year": "1679", "date": "May 14", "txt": "Peder Horrebow, Danish astronomer and mathematician (d. 1764)", "entities": [{"title": "Peder Horrebow", "href": "/wiki/Peder_Horrebow", "description": "Peder [Nielsen] Horrebow (Horrebov) was a Danish astronomer. Born in Løgstør, Jutland to a poor family of fishermen, Horrebow entered the University of Copenhagen in 1703. He worked his way through grammar school and university by virtue of his technical knowledge: he repaired mechanical and musical instruments and cut seals. He received his MA from the university in 1716, and his MD in 1725. From"}]}, {"heading": "Births", "year": "1699", "date": "May 14", "txt": "Hans Joachim von Zieten, Prussian general (d. 1786)", "entities": [{"title": "Hans Joachim von Zieten", "href": "/wiki/Hans_Joachim_von_Zieten", "description": "Hans Joachim von Zieten, sometimes spelled Johann Joachim von Ziethen,, also known as Zieten aus dem Busch, was a cavalry general in the Prussian Army. He served in four wars and was instrumental in several victories during the reign of Frederick the Great, most particularly at Hohenfriedberg and Torgau. He is also well known for a raid into the Holy Roman Empire during the Second Silesian War, kn"}]}, {"heading": "Births", "year": "1701", "date": "May 14", "txt": "William Emerson, English mathematician and academic (d. 1782)", "entities": [{"title": "William Emerson (mathematician)", "href": "/wiki/William_Emerson_(mathematician)", "description": "William Emerson was an English mathematician. He was born in Hurworth, near Darlington, where his father, Dudley Emerson, also a mathematician, taught a school."}]}, {"heading": "Births", "year": "1710", "date": "May 14", "txt": "Adolf Frederick, King of Sweden (d. 1771)", "entities": [{"title": "Adolf Frederick, King of Sweden", "href": "/wiki/Adolf_Frederick,_King_of_Sweden", "description": "Adolf Frederick, or Adolph Frederick was King of Sweden from 1751 until his death. He was the son of Christian August of Holstein-Gottorp, Prince of Eutin, and Albertina Frederica of Baden-Durlach."}]}, {"heading": "Births", "year": "1725", "date": "May 14", "txt": "Ludovico Manin, the last Doge of Venice (d. 1802)", "entities": [{"title": "Ludovico Manin", "href": "/wiki/Ludovico_Manin", "description": "Ludovico Giovanni Manin was a Venetian politician, a Patrician of Venice and the last Doge of Venice. He governed the Venetian Republic from 9 March 1789 until 1797, when he was forced to abdicate by Napoleon Bonaparte."}, {"title": "Doge of Venice", "href": "/wiki/Doge_of_Venice", "description": "The Doge of Venice, sometimes translated as Duke, was the chief magistrate and leader of the Republic of Venice between 726 and 1797."}]}, {"heading": "Births", "year": "1727", "date": "May 14", "txt": "Thomas Gainsborough, English painter (d. 1788)", "entities": [{"title": "Thomas Gainsborough", "href": "/wiki/Thomas_Gainsborough", "description": "Thomas Gainsborough was an English portrait and landscape painter, draughtsman, and printmaker. Along with his rival Sir Joshua Reynolds, he is considered one of the most important British artists of the second half of the 18th century. He painted quickly, and the works of his maturity are characterised by a light palette and easy strokes. Despite being a prolific portrait painter, Gainsborough ga"}]}, {"heading": "Births", "year": "1737", "date": "May 14", "txt": "George Macartney, 1st Earl Macartney, Irish-English politician and diplomat, Governor of Grenada (d. 1806)", "entities": [{"title": "George Macartney, 1st Earl Macartney", "href": "/wiki/George_Macartney,_1st_Earl_Macartney", "description": "George Macartney, 1st Earl Macartney was a British statesman, colonial administrator and diplomat. He is often remembered for his observation following Britain's success in the Seven Years War and subsequent territorial expansion at the Treaty of Paris that Britain now controlled \"a vast Empire, on which the sun never sets\"."}, {"title": "List of colonial governors of Grenada", "href": "/wiki/List_of_colonial_governors_of_Grenada", "description": "\nThis is a list of Viceroys of Grenada from the establishment of French rule in 1649 until its independence from the United Kingdom in 1974. Following independence, the viceroy of Grenada ceased to represent the British monarch and British government, and ceased to be a British person, instead the new vice regal office, renamed to Governor-General of Grenada represented the Monarch of Grenada, and"}]}, {"heading": "Births", "year": "1752", "date": "May 14", "txt": "Timothy Dwight IV, American minister, theologian, and academic (d. 1817)", "entities": [{"title": "Timothy Dwight IV", "href": "/wiki/Timothy_Dwight_IV", "description": "Timothy Dwight was an American academic and educator, a Congregationalist minister, theologian, and author. He was the eighth president of Yale College (1795–1817)."}]}, {"heading": "Births", "year": "1752", "date": "May 14", "txt": "Albrecht Thaer, German agronomist and author (d. 1828)", "entities": []}, {"heading": "Births", "year": "1761", "date": "May 14", "txt": "Samuel Dexter, American lawyer and politician, 4th United States Secretary of War, 3rd United States Secretary of the Treasury (d. 1816)", "entities": [{"title": "Samuel Dexter", "href": "/wiki/Samuel_Dexter", "description": "Samuel Dexter was an early American statesman who served both in Congress and in the Presidential Cabinets of John Adams and Thomas Jefferson."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1771", "date": "May 14", "txt": "Robert Owen, Welsh businessman and social reformer (d. 1858)", "entities": [{"title": "Robert Owen", "href": "/wiki/Robert_Owen", "description": "Robert Owen, a Welsh textile manufacturer, philanthropist and social reformer, was one founder of utopian socialism and the cooperative movement. He is known for efforts to improve factory working conditions for his workers and promote experimental socialistic communities. In the early 1800s, he became wealthy as an investor and eventual manager of a large textile mill at New Lanark, Scotland. He "}]}, {"heading": "Births", "year": "1771", "date": "May 14", "txt": "Thomas Wedgwood, English photographer (d. 1805)", "entities": []}, {"heading": "Births", "year": "1781", "date": "May 14", "txt": "Friedrich Ludwig Georg von Raumer, German historian and academic (d. 1873)", "entities": [{"title": "Friedrich Ludwig Georg von Raumer", "href": "/wiki/Friedrich_Ludwig_Georg_von_Raumer", "description": "Friedrich Ludwig Georg von Raumer was a German historian. He was the first scientific historian to popularise history in German. He travelled extensively and served in German legislative bodies."}]}, {"heading": "Births", "year": "1794", "date": "May 14", "txt": "Fanny Imlay, daughter of British feminist Mary Wollstonecraft (d. 1816)", "entities": [{"title": "Fanny Imlay", "href": "/wiki/Fanny_Imlay", "description": "Frances \"Fanny\" Imlay, also known as Fanny Godwin and Frances Wollstonecraft, was the illegitimate daughter of the British feminist Mary Wollstonecraft and the American commercial speculator and diplomat Gilbert Imlay. Wollstonecraft wrote about her frequently in her later works. Fanny grew up in the household of anarchist political philosopher William Godwin, the widower of her mother, with his s"}, {"title": "Mary Wollstonecraft", "href": "/wiki/Mary_Wollstonecraft", "description": "Mary Wollstonecraft was an English writer, philosopher, and advocate of women's rights. Until the late 20th century, Wollstonecraft's life, which encompassed several unconventional personal relationships at the time, received more attention than her writing. Today Wollstonecraft is regarded as one of the founding feminist philosophers, and feminists often cite both her life and her works as import"}]}, {"heading": "Births", "year": "1814", "date": "May 14", "txt": "Charles Beyer, German-English engineer, co-founded Beyer, Peacock and Company (d. 1876)", "entities": [{"title": "Charles Beyer", "href": "/wiki/Charles_Beyer", "description": "Charles Frederick Beyer was a celebrated German-British locomotive designer and builder, and co-founder of the Institution of Mechanical Engineers. He was the co-founder and head engineer of Beyer, Peacock and Company in Gorton, Manchester. A philanthropist and deeply religious, he founded three parish churches in Gorton, was a governor of The Manchester Grammar School, and remains the single bigg"}, {"title": "Beyer, Peacock and Company", "href": "/wiki/Beyer,_Peacock_and_Company", "description": "Beyer, Peacock and Company was an English railway locomotive manufacturer with a factory in Openshaw, Manchester. Founded by Charles Beyer, Richard Peacock and Henry Robertson, it traded from 1854 until 1966. The company exported locomotives, and machine tools to service them, throughout the world."}]}, {"heading": "Births", "year": "1817", "date": "May 14", "txt": "Alexander Kaufmann, German poet and educator (d. 1893)", "entities": [{"title": "Alexander Kaufmann", "href": "/wiki/Alexander_Kaufmann", "description": "Alexander Kaufmann was a German poet and folklorist from Bonn."}]}, {"heading": "Births", "year": "1820", "date": "May 14", "txt": "James Martin, Irish-Australian politician, 6th Premier of New South Wales (d. 1886)", "entities": [{"title": "James Martin (Australian politician)", "href": "/wiki/James_Martin_(Australian_politician)", "description": "Sir James Martin, QC was three times Premier of New South Wales, and Chief Justice of New South Wales from 1873 to 1886."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1830", "date": "May 14", "txt": "Antonio Annetto Caruana, Maltese archaeologist and author (d. 1905)", "entities": [{"title": "Antonio Annetto Caruana", "href": "/wiki/Antonio_Annetto_Caruana", "description": "Antonio Annetto Caruana, also known as A. A. Caruana, was a Maltese archaeologist and author."}]}, {"heading": "Births", "year": "1832", "date": "May 14", "txt": "Rudolf Lipschitz, German mathematician and academic (d. 1903)", "entities": [{"title": "Rudolf Lipschitz", "href": "/wiki/Rudolf_Lipschitz", "description": "Rudolf Otto Sigismund Lipschitz was a German mathematician who made contributions to mathematical analysis and differential geometry, as well as number theory, algebras with involution and classical mechanics."}]}, {"heading": "Births", "year": "1851", "date": "May 14", "txt": "Anna Laurens Dawes, American author and suffragist (d. 1938)", "entities": [{"title": "Anna Laurens Dawes", "href": "/wiki/Anna_Laurens_Dawes", "description": "Anna Laurens Dawes was an American author and anti-suffragist. She was the daughter of Henry Laurens Dawes, a Republican United States Senator and Representative of Massachusetts."}]}, {"heading": "Births", "year": "1852", "date": "May 14", "txt": "Henri Julien, Canadian illustrator (d. 1908)", "entities": [{"title": "Henri Julien", "href": "/wiki/Henri_Julien", "description": "Henri Julien, baptised Octave-Henri Julien was a French Canadian artist and cartoonist noted for his work for the Canadian Illustrated News and for his political cartoons in the Montreal Daily Star. His pseudonyms include Octavo and Crincrin. He was the first full-time newspaper editorial cartoonist in Canada."}]}, {"heading": "Births", "year": "1863", "date": "May 14", "txt": "John Charles Fields, Canadian mathematician, founder of the Fields Medal (d. 1932)", "entities": [{"title": "John Charles Fields", "href": "/wiki/John_Charles_Fields", "description": "John Charles Fields, FRS, FRSC was a Canadian mathematician and the founder of the Fields Medal for outstanding achievement in mathematics."}, {"title": "Fields Medal", "href": "/wiki/Fields_Medal", "description": "The Fields Medal is a prize awarded to two, three, or four mathematicians under 40 years of age at the International Congress of the International Mathematical Union (IMU), a meeting that takes place every four years."}]}, {"heading": "Births", "year": "1867", "date": "May 14", "txt": "Kurt Eisner, German journalist and politician, Prime Minister of Bavaria (d. 1919)", "entities": [{"title": "Kurt Eisner", "href": "/wiki/Kurt_Eisner", "description": "Kurt Eisner was a German politician, revolutionary, journalist, and theatre critic. As a socialist journalist, he organized the Socialist Revolution that overthrew the Wittelsbach monarchy in Bavaria in November 1918, which led to him being described as \"the symbol of the Bavarian revolution\". He is used as an example of charismatic authority by Max Weber. Eisner subsequently proclaimed the People"}, {"title": "Prime Minister of Bavaria", "href": "/wiki/Prime_Minister_of_Bavaria", "description": "Below is a list of the men who have served in the capacity of Minister-President or equivalent office in the German state of Bavaria from the 17th century to the present."}]}, {"heading": "Births", "year": "1868", "date": "May 14", "txt": "Magnus Hirschfeld, German physician and sexologist (d. 1935)", "entities": [{"title": "Magnus Hirschfeld", "href": "/wiki/Magnus_Hirschfeld", "description": "Magnus Hirschfeld was a German physician and sexologist educated primarily in Germany; he based his practice in Berlin-Charlottenburg during the Weimar period. An outspoken advocate for sexual minorities, Hirschfeld founded the Scientific-Humanitarian Committee. Historian Dustin Goltz characterized this group as having carried out \"the first advocacy for homosexual and transgender rights\". \"Hirsch"}]}, {"heading": "Births", "year": "1869", "date": "May 14", "txt": "Arthur Rostron, English captain (d. 1940)", "entities": [{"title": "Arthur Rostron", "href": "/wiki/Arthur_Rostron", "description": "Sir Arthur Henry Rostron, KBE, RD, RNR was a British sailor and a seagoing officer for the Cunard Line. He is best remembered as the captain of the ocean liner RMS Carpathia when it rescued hundreds of survivors from the RMS Titanic after the latter ship sank in 1912 in the middle of the North Atlantic Ocean."}]}, {"heading": "Births", "year": "1872", "date": "May 14", "txt": "Elia Dalla Costa, Italian cardinal (d. 1961)", "entities": [{"title": "Elia Dalla Costa", "href": "/wiki/Elia_Dalla_Costa", "description": "Elia Dalla Costa was an Italian Roman Catholic prelate and cardinal who served as the Archbishop of Florence from 1931 until his death. Dalla Costa served as the Bishop of Padua from 1923 until 1931 when he was transferred to Florence; he was elevated to the cardinalate on 13 March 1933. Dalla Costa was a staunch anti-fascist and anti-communist and was known best for providing refuge for Jewish pe"}]}, {"heading": "Births", "year": "1878", "date": "May 14", "txt": "J. L. Wilkinson, American baseball player and manager (d. 1964)", "entities": [{"title": "J. L. Wilkinson", "href": "/wiki/J._L._Wilkinson", "description": "James Leslie Wilkinson was an American sports executive who founded the All Nations baseball club in 1912, and the Negro league baseball team Kansas City Monarchs in 1920."}]}, {"heading": "Births", "year": "1879", "date": "May 14", "txt": "Fred Englehardt, American jumper (d. 1942)", "entities": [{"title": "Fred Englehardt", "href": "/wiki/Fred_Englehardt", "description": "Fred Englehardt was an American athlete who competed mainly in the long jump and triple jump. He competed for the United States in the 1904 Summer Olympics held in St Louis, United States in the triple jump where he won the silver medal. He was also 4th in the long jump."}]}, {"heading": "Births", "year": "1880", "date": "May 14", "txt": "Wilhelm List, German field marshal (d. 1971)", "entities": [{"title": "Wilhelm List", "href": "/wiki/Wilhelm_List", "description": "Wilhelm List was a German field marshal during World War II who was convicted of war crimes by a US Army tribunal after the war. List commanded the 14th Army in the invasion of Poland and the 12th Army in the invasions of France, Yugoslavia and Greece. In 1941 he commanded the German forces in Southeast Europe responsible for the occupation of Greece and Yugoslavia. In July 1942 during Case Blue, "}]}, {"heading": "Births", "year": "1881", "date": "May 14", "txt": "Lionel Hill, Australian politician, 30th Premier of South Australia (d. 1963)", "entities": [{"title": "Lionel Hill", "href": "/wiki/Lionel_Hill", "description": "Lionel Laughton Hill was the thirtieth Premier of South Australia, representing the South Australian Branch of the Australian Labor Party."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1881", "date": "May 14", "txt": "George Murray Hulbert, American judge and politician (d. 1950)", "entities": []}, {"heading": "Births", "year": "1885", "date": "May 14", "txt": "Otto Klemperer, German composer and conductor (d. 1973)", "entities": [{"title": "Otto Klemperer", "href": "/wiki/Otto_Klemperer", "description": "Otto Nossan Klemperer was a German-born orchestral conductor and composer, described as \"the last of the few really great conductors of his generation.\""}]}, {"heading": "Births", "year": "1887", "date": "May 14", "txt": "Ants Kurvits, Estonian general and politician, 10th Estonian Minister of War (d. 1943)", "entities": [{"title": "Ants Kurvits", "href": "/wiki/Ants_Kurvits", "description": "Ants Kurvits or Hans Kurvits was an Estonian military commander, reaching rank of major general. He participated in the Estonian War of Independence and later became the founder and long-time leader of the Estonian Border Guard. Kurvits also served briefly as Minister of War."}, {"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1888", "date": "May 14", "txt": "Archie Alexander, American mathematician and engineer (d. 1958)", "entities": [{"title": "Archie Alexander", "href": "/wiki/Archie_Alexander", "description": "\nArchibald Alphonso Alexander was an American architect and engineer. He was an early African-American graduate of the University of Iowa and the first to graduate from the University of Iowa's College of Engineering. He was also a governor of the U.S. Virgin Islands."}]}, {"heading": "Births", "year": "1893", "date": "May 14", "txt": "Louis Verneuil, French actor and playwright (d. 1952)", "entities": [{"title": "Louis Verneuil", "href": "/wiki/Louis_Verneuil", "description": "Louis Jacques Marie Collin du Bocage, better known by the pen name Louis Verneuil, was a French playwright, screenwriter, and actor."}]}, {"heading": "Births", "year": "1897", "date": "May 14", "txt": "Sidney Bechet, American saxophonist, clarinet player, and composer (d. 1959)", "entities": [{"title": "Sidney Bechet", "href": "/wiki/Sidney_Bechet", "description": "Sidney Joseph Bechet was an American jazz saxophonist, clarinetist, and composer. He was one of the first important soloists in jazz, beating trumpeter Louis Armstrong to the recording studio by several months. His erratic temperament hampered his career, and not until the late 1940s did he earn wide acclaim."}]}, {"heading": "Births", "year": "1897", "date": "May 14", "txt": "Ed Ricketts, American biologist and ecologist (d. 1948)", "entities": []}, {"heading": "Births", "year": "1899", "date": "May 14", "txt": "Charlotte Auerbach, German-Jewish Scottish folklorist, geneticist, and zoologist (d. 1994)", "entities": [{"title": "Charlotte Auerbach", "href": "/wiki/Charlotte_Auerbach", "description": "Charlotte \"Lotte\" Auerbach FRS FRSE was a German geneticist who contributed to founding the science of mutagenesis. She became well known after 1942 when she discovered with A. J. Clark and J. M. Robson that mustard gas could cause mutations in fruit flies. She wrote 91 scientific papers, and was a Fellow of the Royal Society of Edinburgh and of the Royal Society of London."}]}, {"heading": "Births", "year": "1899", "date": "May 14", "txt": "Pierre Victor Auger, French physicist and academic (d. 1993)", "entities": []}, {"heading": "Births", "year": "1899", "date": "May 14", "txt": "Earle Combs, American baseball player and coach (d. 1976)", "entities": []}, {"heading": "Births", "year": "1900", "date": "May 14", "txt": "Hal Borland, American journalist and author (d. 1978)", "entities": [{"title": "Hal Borland", "href": "/wiki/Hal_Borland", "description": "Harold \"Hal\" Glen Borland was an American author, journalist and naturalist. In addition to writing many non-fiction and fiction books about the outdoors, he was a staff writer and editorialist for The New York Times."}]}, {"heading": "Births", "year": "1900", "date": "May 14", "txt": "Walter Rehberg, Swiss pianist and composer (d. 1957)", "entities": []}, {"heading": "Births", "year": "1900", "date": "May 14", "txt": "Cai Chang, Chinese first leader of All-China Women's Federation (d. 1990)", "entities": [{"title": "All-China Women's Federation", "href": "/wiki/All-China_Women%27s_Federation", "description": "The All-China Women's Federation is a women's rights organization established in China on 24 March 1949. It was originally called the All-China Democratic Women's Foundation, and was renamed the All-China Women's Federation in 1957. It has acted as the official leader of the women’s movement in China since its founding. It is responsible for promoting government policies on women, and protecting w"}]}, {"heading": "Births", "year": "1900", "date": "May 14", "txt": "Leo Smit, Dutch pianist and composer  (d. 1943)", "entities": []}, {"heading": "Births", "year": "1900", "date": "May 14", "txt": "Edgar Wind, German-English historian, author, and academic (d. 1971)", "entities": []}, {"heading": "Births", "year": "1901", "date": "May 14", "txt": "Robert Ritter, German psychologist and physician (d. 1951)", "entities": [{"title": "Robert Ritter", "href": "/wiki/Robert_Ritter", "description": "Robert Ritter was a German racial scientist doctor of psychology and medicine, with a background in child psychiatry and the biology of criminality. In 1936, Ritter was appointed head of the Racial Hygiene and Demographic Biology Research Unit of Nazi Germany's Criminal Police, to establish the genealogical histories of the German \"Gypsies\", both Roma and Sinti, and became the \"architect of the ex"}]}, {"heading": "Births", "year": "1903", "date": "May 14", "txt": "Billie Dove, American actress (d. 1997)", "entities": [{"title": "Billie Dove", "href": "/wiki/Billie_Dove", "description": "Lillian Bohny, known professionally as Billie Dove, was an American actress."}]}, {"heading": "Births", "year": "1904", "date": "May 14", "txt": "Hans Albert Einstein, Swiss-American engineer and educator (d. 1973)", "entities": [{"title": "Hans Albert Einstein", "href": "/wiki/Hans_Albert_Einstein", "description": "Hans Albert Einstein was a Swiss-American engineer and educator, the second child and first son of Albert Einstein and Mileva Marić. Hans A. Einstein was a long-time professor of Hydraulic Engineering at the University of California, Berkeley."}]}, {"heading": "Births", "year": "1904", "date": "May 14", "txt": "Marcel Junod, Swiss physician and anesthesiologist (d. 1961)", "entities": []}, {"heading": "Births", "year": "1905", "date": "May 14", "txt": "Jean Daniélou, French cardinal and theologian (d. 1974)", "entities": [{"title": "Jean Daniélou", "href": "/wiki/Jean_Dani%C3%A9lou", "description": "Jean-Guenolé-Marie Daniélou was a French Jesuit and cardinal, an internationally well known patrologist, theologian and historian and a member of the Académie française."}]}, {"heading": "Births", "year": "1905", "date": "May 14", "txt": "Herbert Morrison, American soldier and journalist (d. 1989)", "entities": []}, {"heading": "Births", "year": "1905", "date": "May 14", "txt": "Antonio Berni, Argentinian painter, illustrator, and engraver (d. 1981)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 14", "txt": "Ayub Khan, Pakistani general and politician, 2nd President of Pakistan (d. 1974)", "entities": [{"title": "Ayub Khan (general)", "href": "/wiki/Ayub_Khan_(general)", "description": "Muhammad Ayub Khan, was a five-star Pakistan Army general and the second President of Pakistan who forcibly assumed the presidency from the first president Iskander Mirza through coup in 1958, the first successful coup d'état of the country. The popular demonstrations and labour strikes which were supported by the protests in East Pakistan ultimately led to his forced resignation in 1969."}, {"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1907", "date": "May 14", "txt": "Hans von der Groeben, German journalist and diplomat (d. 2005)", "entities": []}, {"heading": "Births", "year": "1908", "date": "May 14", "txt": "Betty Jeffrey, Australian nurse and author (d. 2000)", "entities": [{"title": "Betty Jeffrey", "href": "/wiki/Betty_Jeffrey", "description": "Agnes Betty Jeffrey, OAM was an Australian writer who wrote about her Second World War nursing experiences in the book White Coolies."}]}, {"heading": "Births", "year": "1909", "date": "May 14", "txt": "Godfrey Rampling, English sprinter and colonel (d. 2009)", "entities": [{"title": "Godfrey Rampling", "href": "/wiki/Godfrey_Rampling", "description": "Godfrey Lionel Rampling was an English athlete and army officer who competed for Great Britain in the 1932 Summer Olympics and in the 1936 Summer Olympics. He turned 100 on 14 May 2009 and was the oldest living British Olympian at the time of his death."}]}, {"heading": "Births", "year": "1910", "date": "May 14", "txt": "Ken Viljoen, South African cricketer (d. 1974)", "entities": [{"title": "Ken Viljoen", "href": "/wiki/Ken_Viljoen", "description": "Kenneth George Viljoen was a South African cricketer who played in 27 Tests from 1930–31 to 1948–49. He was later a manager of post-World War II South African teams. He was born in Windsorton, Cape Province and died in Krugersdorp, Transvaal."}]}, {"heading": "Births", "year": "1910", "date": "May 14", "txt": "Ne Win, Prime Minister and President of Burma (d. 2002)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 14", "txt": "Gul Khan Nasir, Pakistani journalist, poet, and politician (d. 1983)", "entities": [{"title": "Gul Khan Nasir", "href": "/wiki/Gul_Khan_Nasir", "description": "Mir Gul Khan Naseer, also widely regarded as Malek o-Sho'arā Balochistan was a prominent politician, poet, historian, and journalist from Balochistan, Pakistan. Born on 14 May 1914 in Noshki, Gul Khan Naseer was at the forefront of the Baloch nationalist movement and was most active between 1935 and 1980. His father's name was Mir Habib Khan and he belonged to the Paindzai family of the Zagar Meng"}]}, {"heading": "Births", "year": "1914", "date": "May 14", "txt": "William Thomas Tutte, British codebreaker and mathematician (d. 2002) ", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 14", "txt": "Robert F. Christy, Canadian-American physicist and astronomer (d. 2012)", "entities": [{"title": "Robert F. Christy", "href": "/wiki/Robert_F._Christy", "description": "Robert Frederick Christy was a Canadian-American theoretical physicist and later astrophysicist who was one of the last surviving people to have worked on the Manhattan Project during World War II. He briefly served as acting president of California Institute of Technology (Caltech)."}]}, {"heading": "Births", "year": "1916", "date": "May 14", "txt": "Lance Dossor, English-Australian pianist and educator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 14", "txt": "Marco Zanuso, Italian architect and designer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 14", "txt": "Lou Harrison, American composer and critic (d. 2003)", "entities": [{"title": "Lou Harrison", "href": "/wiki/Lou_Harrison", "description": "Lou Silver Harrison was an American composer. He was a student of Henry Cowell, and Arnold Schoenberg. He worked with noted Javanese Gamelan musician K. P. H. Notoprojo."}]}, {"heading": "Births", "year": "1917", "date": "May 14", "txt": "Norman Luboff, American composer and conductor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1919", "date": "May 14", "txt": "Solange Chaput-Rolland, Canadian journalist and politician (d. 2001)", "entities": [{"title": "Solange Chaput-Rolland", "href": "/wiki/Solange_Chaput-Rolland", "description": "Solange Chaput-Rolland, was a Canadian journalist, author, lecturer, politician, and Senator."}]}, {"heading": "Births", "year": "1919", "date": "May 14", "txt": "John Hope, American soldier and meteorologist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 14", "txt": "Richard Deacon, American actor (d. 1984)", "entities": [{"title": "Richard Deacon (actor)", "href": "/wiki/Richard_Deacon_(actor)", "description": "Richard Deacon was an American television and motion picture actor, best known for playing supporting roles in television shows such as The Dick Van Dyke Show, Leave It To Beaver, and The Jack Benny Program along with minor roles in films such as Invasion of the Body Snatchers (1956) and Alfred Hitchcock's The Birds."}]}, {"heading": "Births", "year": "1922", "date": "May 14", "txt": "Franjo Tuđman, Yugoslav historian; later 1st President of Croatia (d. 1999)", "entities": [{"title": "Franjo Tuđman", "href": "/wiki/Franjo_Tu%C4%91man", "description": "Franjo Tuđman, also written as Franjo Tudjman, was a Croatian politician and historian. Following the country's independence from Yugoslavia he became the first President of Croatia and served as president from 1990 until his death in 1999. He was the 9th and last President of the Presidency of SR Croatia from May to July 1990."}, {"title": "President of Croatia", "href": "/wiki/President_of_Croatia", "description": "The president of Croatia, officially denoted as the President of the Republic of Croatia, is the head of state, commander-in-chief of the military and chief representative of the Republic of Croatia both within the country and abroad. The president is the holder of the highest office in Croatia. However, the president is not the head of the executive branch as Croatia has a parliamentary system in"}]}, {"heading": "Births", "year": "1923", "date": "May 14", "txt": "Adnan Pachachi, Iraqi politician, Iraqi Minister of Foreign Affairs (d. 2019)", "entities": [{"title": "Adnan Pachachi", "href": "/wiki/Adnan_Pachachi", "description": "Adnan al-Pachachi or Adnan Muzahim Ameen al-Pachachi was a veteran Iraqi and Emirati politician and diplomat who served as Foreign Minister. Pachachi was Iraq's Permanent Representative to the United Nations from 1959 to 1965 and Minister of Foreign Affairs of Iraq from 1965 to 1967, during the Six-Day War with Israel; he again served as Permanent Representative to the UN from 1967 to 1969. After "}, {"title": "Ministry of Foreign Affairs (Iraq)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Iraq)", "description": "Ministry of Foreign Affairs of the Republic of Iraq is a cabinet ministry of Iraq, responsible for conducting foreign relations of the country."}]}, {"heading": "Births", "year": "1923", "date": "May 14", "txt": "Mrinal Sen, Bangladeshi-Indian director, producer, and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 14", "txt": "Sophie Kurys, American baseball player (d. 2013)", "entities": [{"title": "Sophie Kurys", "href": "/wiki/Sophie_Kurys", "description": "Sophie Kurys was a former second basewoman who played from 1943 through 1952 in the All-American Girls Professional Baseball League. Listed at 5 ft 5 in (1.65 m), 115 lb (52 kg), Kurys batted and threw right-handed."}]}, {"heading": "Births", "year": "1925", "date": "May 14", "txt": "Patrice Munsel, American soprano and actress (d. 2016)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 14", "txt": "Boris Parsadanian, Armenian-Estonian violinist and composer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 14", "txt": "Al Porcino, American trumpet player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 14", "txt": "Ninian Sanderson, Scottish race car driver (d. 1985)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 14", "txt": "Eric Morecambe, English comedian and actor (d. 1984)", "entities": [{"title": "Eric Morecambe", "href": "/wiki/Eric_Morecambe", "description": "John Eric Bartholomew,, known by his stage name Eric Morecambe, was an English comedian who together with Ernie Wise formed the double act Morecambe and Wise. The partnership lasted from 1941 until Morecambe's death in 1984. Morecambe took his stage name from his home town, the seaside resort of Morecambe in Lancashire."}]}, {"heading": "Births", "year": "1927", "date": "May 14", "txt": "Herbert W. Franke, Austrian scientist and author", "entities": [{"title": "Herbert W. Franke", "href": "/wiki/Herbert_W._Franke", "description": "Herbert W. Franke is an Austrian scientist and writer. Die Zeit calls him \"the most prominent German writing Science Fiction author\".\nHe is also one of the important early computer artists, creating computer graphics and early digital art since the late 1950s. Franke is also active in the fields of future research as well as speleology."}]}, {"heading": "Births", "year": "1928", "date": "May 14", "txt": "Dub Jones, American R&B bass singer (d. 2000)", "entities": [{"title": "Dub Jones (singer)", "href": "/wiki/Dub_Jones_(singer)", "description": "Will J. \"Dub\" Jones was an American R&B singer. He was born in Shreveport, Louisiana, and died in Long Beach, California. He was inducted as a member of the Rock and Roll Hall of Fame as a member of The Coasters in 1987. Other groups with which he recorded include The Cadets, The Crescendos, and The Charades."}]}, {"heading": "Births", "year": "1928", "date": "May 14", "txt": "Frederik H. Kreuger, Dutch engineer, author, and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 14", "txt": "Brian Macdonald, Canadian dancer and choreographer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 14", "txt": "Barbara Branden, Canadian-American author (d. 2013)", "entities": [{"title": "Barbara Branden", "href": "/wiki/Barbara_Branden", "description": "Barbara Branden was a Canadian-American writer, editor, and lecturer, known for her relationship and subsequent break with novelist-philosopher Ayn Rand."}]}, {"heading": "Births", "year": "1929", "date": "May 14", "txt": "Henry McGee, English actor and singer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 14", "txt": "Gump Worsley, Canadian ice hockey player (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 14", "txt": "William James, Australian general and physician (d. 2015)", "entities": [{"title": "William James (soldier)", "href": "/wiki/William_James_(soldier)", "description": "Major General William Brian \"Digger\" James was an Australian soldier and military physician who served in the Australian Army during the Korean War and the Vietnam War."}]}, {"heading": "Births", "year": "1931", "date": "May 14", "txt": "Alvin Lucier, American composer and academic", "entities": [{"title": "Alvin Lucier", "href": "/wiki/Alvin_Lucier", "description": "Alvin Lucier is an American composer of experimental music and sound installations that explore acoustic phenomena and auditory perception. A long-time music professor at Wesleyan University, Lucier was a member of the influential Sonic Arts Union, which included Robert Ashley, David Behrman, and Gordon Mumma. Much of his work is influenced by science and explores the physical properties of sound "}]}, {"heading": "Births", "year": "1932", "date": "May 14", "txt": "Robert Bechtle, American lithographer and painter", "entities": [{"title": "Robert Bechtle", "href": "/wiki/Robert_Bechtle", "description": "Robert Bechtle was an American painter who lived nearly all his life in the San Francisco Bay Area and whose art was centered on scenes from everyday local life."}]}, {"heading": "Births", "year": "1933", "date": "May 14", "txt": "Siân Phillips, Welsh actress and singer", "entities": [{"title": "Siân Phillips", "href": "/wiki/Si%C3%A2n_Phillips", "description": "Dame Jane Elizabeth Ailwên Phillips,, known professionally as Siân Phillips, is a Welsh actress. She has performed the title roles in Ibsen's Hedda Gabler and G. B. Shaw's Saint Joan."}]}, {"heading": "Births", "year": "1935", "date": "May 14", "txt": "Ethel Johnson, American professional wrestler (d. 2018)", "entities": [{"title": "Ethel Johnson (wrestler)", "href": "/wiki/Ethel_Johnson_(wrestler)", "description": "Ethel Blanche Hairston was an American professional wrestler whose ring name was Ethel Johnson. She debuted at age 16, becoming the first African-American women's wrestler. She was a fan favorite, billed as \"the biggest attraction to hit girl wrestling since girl wrestling began.\""}]}, {"heading": "Births", "year": "1935", "date": "May 14", "txt": "Rudi Šeligo, Slovenian playwright and politician (d. 2004)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 14", "txt": "Bobby Darin, American singer-songwriter and actor (d. 1973)", "entities": [{"title": "Bobby Darin", "href": "/wiki/Bobby_Darin", "description": "Bobby Darin was an American singer, songwriter, multi-instrumentalist, impressionist, and actor in film and television. He performed jazz, pop, rock and roll, folk, swing, and country music."}]}, {"heading": "Births", "year": "1936", "date": "May 14", "txt": "Dick Howser, American baseball player, coach, and manager (d. 1987)", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 14", "txt": "Robert Boyd, English pediatrician and academic", "entities": [{"title": "Robert Boyd (paediatrician)", "href": "/wiki/Robert_Boyd_(paediatrician)", "description": "Sir Robert David Hugh Boyd FRCP, FFPH, FRCPCH, FMedSci is a British paediatrician and head of research and Development for Greater Manchester NHS. From 1989 to 1993 he was Dean of the Medical School and Professor of Paediatrics at the University of Manchester. From 1993 to 1996 he was Chair of the Manchester Health authority. He was Principal of St George's Hospital Medical School, University of L"}]}, {"heading": "Births", "year": "1939", "date": "May 14", "txt": "Rupert Neudeck, German journalist and humanitarian (d. 2016)", "entities": [{"title": "Rupert Neudeck", "href": "/wiki/Rupert_Neudeck", "description": "Rupert Neudeck was known for his humanitarian work, especially with refugees. He started his career as a noted correspondent for Deutschlandfunk, a German public broadcaster. Later, he focused on assisting those fleeing conflict. He was noted for his role in assisting thousands of refugees from Vietnam in the late 1970s. Neudeck was a winner of numerous awards, including the Theodor Heuss Medal, t"}]}, {"heading": "Births", "year": "1939", "date": "May 14", "txt": "Troy Shondell, American singer-songwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 14", "txt": "Chay Blyth, Scottish sailor and rower", "entities": [{"title": "Chay Blyth", "href": "/wiki/Chay_Blyth", "description": "Sir Charles Blyth, known as Chay Blyth, is a Scottish yachtsman and rower. He was the first person to sail single-handed non-stop westwards around the world (1971), on a 59-foot boat called British Steel."}]}, {"heading": "Births", "year": "1940", "date": "May 14", "txt": "H. Jones, English colonel, Victoria Cross recipient (d. 1982)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1940", "date": "May 14", "txt": "George Mathewson, Scottish banker and businessman", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 14", "txt": "Ada den Haan, Dutch swimmer", "entities": [{"title": "Ada den Haan", "href": "/wiki/Ada_den_Haan", "description": "Adelaïde Henriette \"Ada\" den Haan is a retired Dutch breaststroke swimmer. She dominated the 200m breaststroke event in the 1950s, setting four world records in 1956-1957, one under the old rules and three under the new rules that disallowed long underwater swimming. However, she could not participate in the 1956 Summer Olympics that were boycotted by the Netherlands in protest of the suppression "}]}, {"heading": "Births", "year": "1942", "date": "May 14", "txt": "Valeriy Brumel, Russian high jumper (d. 2003)", "entities": [{"title": "Valeriy Brumel", "href": "/wiki/Valeriy_Brumel", "description": "Valeriy Nikolayevich Brumel was a Soviet high jumper. The 1964 Olympic champion and multiple world record holder, he is regarded as one of the greatest athletes ever to compete in the high jump. His international career was ended by a motorcycle accident in 1965."}]}, {"heading": "Births", "year": "1942", "date": "May 14", "txt": "Byron Dorgan, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 14", "txt": "Alistair McAlpine, Baron McAlpine of West Green, English businessman and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 14", "txt": "Tony Pérez, Cuban-American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 14", "txt": "Malise Ruthven, Irish author and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 14", "txt": "Jack Bruce, Scottish-English singer-songwriter and bass player (d. 2014)", "entities": [{"title": "Jack Bruce", "href": "/wiki/Jack_Bruce", "description": "John Symon Asher Bruce was a Scottish bassist, singer-songwriter, musician and composer. He gained popularity as the co-lead vocalist and ‍bassist ‍of British rock band Cream. After the group disbanded in 1968, he pursued a solo career and also played with several bands."}]}, {"heading": "Births", "year": "1943", "date": "May 14", "txt": "L. Denis Desautels, Canadian accountant and civil servant", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 14", "txt": "Ólafur Ragnar Grímsson, Icelandic academic and politician, 5th President of Iceland", "entities": [{"title": "President of Iceland", "href": "/wiki/President_of_Iceland", "description": "The president of Iceland is the head of state of Iceland. The incumbent is Guðni Thorlacius Jóhannesson, who is now in his second term as president, elected in 2016 and re-elected in 2020."}]}, {"heading": "Births", "year": "1943", "date": "May 14", "txt": "Derek Leckenby, English pop-rock guitarist (d. 1994)", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 14", "txt": "Richard Peto, English statistician and epidemiologist", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 14", "txt": "Gene Cornish, Canadian-American guitarist", "entities": [{"title": "Gene Cornish", "href": "/wiki/Gene_Cornish", "description": "Gene Cornish is a Canadian/American guitarist and harmonica player. He is an original member of the popular 1960s blue-eyed soul band The Young Rascals. From 1965 to 1970, the band recorded eight albums and had thirteen singles that reached Billboard's Top 40 chart. In 1997, as a founding member of The Rascals, Cornish was inducted into the Rock & Roll Hall of Fame."}]}, {"heading": "Births", "year": "1944", "date": "May 14", "txt": "George Lucas, American director, producer, and screenwriter, founded Lucasfilm", "entities": [{"title": "Lucasfilm", "href": "/wiki/Lucasfilm", "description": "Lucasfilm Ltd. LLC is an American film and television production company that is a subsidiary of Walt Disney Studios, which is a business segment of The Walt Disney Company. The studio is best known for creating and producing the Star Wars and Indiana Jones franchises, as well as its leadership in developing special effects, sound, and computer animation for films. Lucasfilm was founded by filmmak"}]}, {"heading": "Births", "year": "1944", "date": "May 14", "txt": "David Kelly, Welsh scientist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 14", "txt": "Francesca Annis, English actress", "entities": [{"title": "Francesca Annis", "href": "/wiki/Francesca_Annis", "description": "Francesca Annis is an English actress. She is known for television roles in Reckless (1998), Wives and Daughters (1999), Deceit (2000) and Cranford (2007). A six-time BAFTA TV Award nominee, she won the 1979 BAFTA TV Award for Best Actress for the ITV serial Lillie. Her film appearances include Krull (1983), Dune (1984), The Debt Collector (1999) and The Libertine (2004)."}]}, {"heading": "Births", "year": "1945", "date": "May 14", "txt": "George Nicholls, English rugby player", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 14", "txt": "Yochanan Vollach, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 14", "txt": "Sarah Hogg, Viscountess Hailsham, English economist and journalist", "entities": [{"title": "Sarah Hogg, Viscountess Hailsham", "href": "/wiki/Sarah_Hogg,_Viscountess_Hailsham", "description": "Sarah Hogg, Viscountess Hailsham, Baroness Hogg is an English economist, journalist, and politician. She was the first woman to chair a FTSE 100 company."}]}, {"heading": "Births", "year": "1947", "date": "May 14", "txt": "Al Ciner, American pop-rock guitarist", "entities": [{"title": "Al Ciner", "href": "/wiki/Al_Ciner", "description": "Alan Ciner is an American guitarist best known for playing guitar for The American Breed from 1966 to 1969. He was also the guitarist for Gary & the Knight Lites. He briefly played for Rufus and is heard on one of the band's best-known hits, \"Tell Me Something Good\". He later replaced James \"Smitty\" Smith in Three Dog Night in 1975; and remained with them until they initially disbanded in 1976."}]}, {"heading": "Births", "year": "1947", "date": "May 14", "txt": "Ana Martín, Mexican actress, singer producer and former model (Miss Mexico 1963)", "entities": [{"title": "Miss Mexico Organization", "href": "/wiki/Miss_Mexico_Organization", "description": "Miss Mexico is a national Beauty pageant in Mexico. It is responsible for selecting the country's delegates to international beauty contests: Miss World, Mister World, and other minor international pageants such as Miss Supranational and Miss United Continents."}]}, {"heading": "Births", "year": "1948", "date": "May 14", "txt": "Timothy Stevenson, English lawyer and politician, Lord Lieutenant of Oxfordshire", "entities": [{"title": "Tim Stevenson (Lord Lieutenant)", "href": "/wiki/Tim_Stevenson_(Lord_Lieutenant)", "description": "Timothy Edwin Paul Stevenson is the current Lord Lieutenant of Oxfordshire. A qualified barrister, he is also a businessman and current Chairman of Johnson Matthey plc."}, {"title": "Lord Lieutenant of Oxfordshire", "href": "/wiki/Lord_Lieutenant_of_Oxfordshire", "description": "This is a list of people who have served as Lord Lieutenant of Oxfordshire. Since 1689, all Lords Lieutenant have also been Custos Rotulorum of Oxfordshire."}]}, {"heading": "Births", "year": "1948", "date": "May 14", "txt": "Bob Woolmer, Indian-English cricketer and coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 14", "txt": "Sverre Årnes, Norwegian author, screenwriter, and director", "entities": [{"title": "Sverre Årnes", "href": "/wiki/Sverre_%C3%85rnes", "description": "Sverre Årnes is a Norwegian writer who, since 1978, has published 220 book titles, mostly serial novels, Oct. 2019, about a thousand short stories as well as numerous articles."}]}, {"heading": "Births", "year": "1949", "date": "May 14", "txt": "Walter Day, American game designer and businessman, founded Twin Galaxies", "entities": [{"title": "Twin Galaxies", "href": "/wiki/Twin_Galaxies", "description": "Twin Galaxies is an organization and social media platform that facilitates interaction, achievement, recognition, and competition between people involved in the culture and activity of playing video games. Twin Galaxies is the official supplier of video game records to Guinness World Records."}]}, {"heading": "Births", "year": "1949", "date": "May 14", "txt": "Johan Schans, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 14", "txt": "Klaus-Peter Thaler, German cyclist", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 14", "txt": "Jay Beckenstein, American saxophonist", "entities": [{"title": "Jay Beckenstein", "href": "/wiki/Jay_Beckenstein", "description": "Jay Beckenstein is an American saxophonist, composer, producer, and the co-founder of the band Spyro Gyra. He owned BearTracks Studios in Suffern, New York."}]}, {"heading": "Births", "year": "1952", "date": "May 14", "txt": "David Byrne, Scottish singer-songwriter, producer, and actor", "entities": [{"title": "David Byrne", "href": "/wiki/David_Byrne", "description": "David Byrne is a Scottish-American singer, songwriter, record producer, actor, writer, music theorist, and filmmaker, who was a founding member and the principal songwriter, lead singer, and guitarist of the American new wave band Talking Heads."}]}, {"heading": "Births", "year": "1952", "date": "May 14", "txt": "Michael Fallon, Scottish politician, Secretary of State for Defence", "entities": [{"title": "Secretary of State for Defence", "href": "/wiki/Secretary_of_State_for_Defence", "description": "The Secretary of State for Defence, also referred to as the Defence Secretary, is a secretary of state position within the Government of the United Kingdom, and head of the Ministry of Defence (MoD). The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1952", "date": "May 14", "txt": "Orna Grumberg, Israeli computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 14", "txt": "Raul Mälk, Estonian politician, 22nd Estonian Minister of Foreign Affairs", "entities": [{"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1952", "date": "May 14", "txt": "Wim Mertens, Belgian composer, countertenor vocalist, pianist, guitarist, and musicologist.", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 14", "txt": "Donald R. McMonagle, American colonel, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 14", "txt": "Robert Zemeckis, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 14", "txt": "Tom Cochrane, Canadian singer-songwriter and guitarist", "entities": [{"title": "Tom Cochrane", "href": "/wiki/Tom_Cochrane", "description": "Thomas William Cochrane is a Canadian musician best known as the frontman for the rock band Red Rider and for his work as a solo singer-songwriter. Cochrane has won eight Juno Awards. He is a member of the Canadian Music Hall of Fame, an officer of the Order of Canada, and has an honorary doctorate from Brandon University. In September 2009, he was inducted onto the Canadian Walk of Fame."}]}, {"heading": "Births", "year": "1953", "date": "May 14", "txt": "Hywel Williams, Welsh politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 14", "txt": "Marie Chouinard, Canadian dancer and choreographer", "entities": [{"title": "Marie Chouinard", "href": "/wiki/Marie_Chouinard", "description": "Marie Chouinard OC is a Canadian dancer, choreographer, and dance company director."}]}, {"heading": "Births", "year": "1955", "date": "May 14", "txt": "Alasdair Fraser, Scottish fiddler", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 14", "txt": "Peter Kirsten, South African cricketer and rugby player", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 14", "txt": "Dennis Martínez, Nicaraguan baseball player and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 14", "txt": "Jens Sparschuh, German author and playwright", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 14", "txt": "Hazel Blears, English lawyer and politician, Secretary of State for Communities and Local Government", "entities": [{"title": "Hazel Blears", "href": "/wiki/Hazel_Blears", "description": "Hazel Anne Blears is a former British Labour Party politician, who was the Member of Parliament (MP) for Salford and Eccles from 2010 to 2015. Prior to the creation of the Salford and Eccles constituency, she was the MP for Salford from 1997."}, {"title": "Secretary of State for Communities and Local Government", "href": "/wiki/Secretary_of_State_for_Communities_and_Local_Government", "description": "The Secretary of state for Housing, communities, and Local government, also referred to as the Communities Secretary, is a Cabinet position heading the UK's Ministry of Housing, Communities and Local Government, previously known as the Department for Communities and Local Government from 2006 to 2018."}]}, {"heading": "Births", "year": "1956", "date": "May 14", "txt": "Steve Hogarth, English singer-songwriter and keyboardist", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 14", "txt": "Christine Brennan, American journalist and author", "entities": [{"title": "Christine Brennan", "href": "/wiki/Christine_Brennan", "description": "Christine Brennan is a sports columnist for USA Today, a commentator on ABC News, CNN, PBS NewsHour and NPR, and a best-selling author. She was the first female sports reporter for the Miami Herald in 1981, the first woman at the Washington Post on the Washington Football team beat in 1985, and the first president of the Association for Women in Sports Media in 1988."}]}, {"heading": "Births", "year": "1958", "date": "May 14", "txt": "Chris Evans, English-Australian politician, 26th Australian Minister for Employment", "entities": [{"title": "Minister for Employment (Australia)", "href": "/wiki/Minister_for_Employment_(Australia)", "description": "The Minister for Industrial Relations is Senator Michaelia Cash since 30 March 2021."}]}, {"heading": "Births", "year": "1958", "date": "May 14", "txt": "Rudy Pérez, Cuban-born American composer and music producer ", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 14", "txt": "Wilma Rusman, Dutch runner", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 14", "txt": "Carlisle Best, Barbadian cricketer", "entities": [{"title": "Carlisle Best", "href": "/wiki/Carlisle_Best", "description": "Carlisle Alonza Best is a Barbadian former cricketer who played eight Tests and 24 One Day Internationals for the West Indies. He represented the West Indies at the 1987 World Cup."}]}, {"heading": "Births", "year": "1959", "date": "May 14", "txt": "Patrick Bruel, French actor, singer, and poker player", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 14", "txt": "Markus Büchel, Liechtensteiner politician, 9th Prime Minister of Liechtenstein (d. 2013)", "entities": [{"title": "Prime Minister of Liechtenstein", "href": "/wiki/Prime_Minister_of_Liechtenstein", "description": "This is a list of the Regierungschef of Liechtenstein."}]}, {"heading": "Births", "year": "1959", "date": "May 14", "txt": "Robert Greene, American author and translator", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 14", "txt": "John Holt, American football player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 14", "txt": "Rick Vaive, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 14", "txt": "Heather Wheeler, English politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 14", "txt": "Anne Clark, English singer-songwriter and poet", "entities": [{"title": "Anne Clark (poet)", "href": "/wiki/Anne_Clark_(poet)", "description": "Anne Charlotte Clark is an English poet, Her first album, The Sitting Room, was released in 1982, and she has released over a dozen albums since then."}]}, {"heading": "Births", "year": "1960", "date": "May 14", "txt": "Alec Dankworth, English bassist and composer", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 14", "txt": "Frank Nobilo, New Zealand golfer", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 14", "txt": "Ronan Tynan, Irish tenor", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 14", "txt": "David Quantick, English journalist and critic", "entities": [{"title": "David Quantick", "href": "/wiki/David_Quantick", "description": "David Quantick is an English novelist, comedy writer and critic, who has worked as a journalist and screenwriter. A former staff writer for the music magazine NME, his writing credits have included On the Hour, Blue Jam, TV Burp and Veep – for the latter of these he won an Emmy in 2015."}]}, {"heading": "Births", "year": "1961", "date": "May 14", "txt": "Tommy Rogers, American wrestler (d. 2015)", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 14", "txt": "Tim Roth, English actor and director", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 14", "txt": "Alain Vigneault, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 14", "txt": "Ian Astbury, English-Canadian singer-songwriter", "entities": [{"title": "Ian Astbury", "href": "/wiki/Ian_Astbury", "description": "Ian Robert Astbury is a British singer and songwriter. He is best known as a founding member and lead vocalist for the rock band the Cult."}]}, {"heading": "Births", "year": "1962", "date": "May 14", "txt": "C.C. DeVille, American guitarist, songwriter, and actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 14", "txt": "Danny Huston, Italian-American actor and director", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 14", "txt": "Pat Borders, American baseball player and coach", "entities": [{"title": "Pat Borders", "href": "/wiki/Pat_Borders", "description": "Patrick Lance Borders is an American former professional baseball player and current minor league manager. He played as a catcher in Major League Baseball from 1988 to 2005. He was the Most Valuable Player of the 1992 World Series as a member of the Toronto Blue Jays. Borders also won an Olympic gold medal with the United States baseball team at the 2000 Summer Olympics in Sydney. He is the curren"}]}, {"heading": "Births", "year": "1963", "date": "May 14", "txt": "David Yelland, English journalist and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 14", "txt": "James M. Kelly, American colonel, pilot, and astronaut", "entities": [{"title": "James M. Kelly (astronaut)", "href": "/wiki/James_M._Kelly_(astronaut)", "description": "James McNeal \"Vegas\" Kelly is a NASA Astronaut and a retired Colonel of the United States Air Force. He twice served as pilot on Space Shuttle missions. James Kelly is not related to Scott Kelly or Mark Kelly."}]}, {"heading": "Births", "year": "1964", "date": "May 14", "txt": "Suzy Kolber, American sportscaster and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 14", "txt": "Alan McIndoe, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 14", "txt": "Eric Peterson, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 14", "txt": "Eoin Colfer, Irish author", "entities": [{"title": "Eoin Colfer", "href": "/wiki/Eoin_Colfer", "description": "Eoin Colfer  is an Irish author of children's books. He worked as a primary school teacher before he became a full-time writer. He is best known for being the author of the Artemis Fowl series. In September 2008, Colfer was commissioned to write the sixth instalment of the Hitchhiker's Guide to the Galaxy series, entitled And Another Thing ..., which was published in October 2009. In October 2016,"}]}, {"heading": "Births", "year": "1966", "date": "May 14", "txt": "Marianne Denicourt, French actress, director, and screenwriter", "entities": [{"title": "Marianne Denicourt", "href": "/wiki/Marianne_Denicourt", "description": "Marianne Denicourt is a French actress, director and screenwriter who has appeared in more than 50 films and television productions since 1986."}]}, {"heading": "Births", "year": "1966", "date": "May 14", "txt": "Mike Inez, American rock bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 14", "txt": "Fab Morvan, French singer-songwriter, dancer and model", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 14", "txt": "Raphael Saadiq, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 14", "txt": "Natasha Kaiser-Brown, American sprinter and coach", "entities": [{"title": "Natasha Kaiser-Brown", "href": "/wiki/Natasha_Kaiser-Brown", "description": "Natasha Kaiser-Brown is an American sprinter who specialized in the 400 meter run, and is the current University of Missouri- Columbia track and field coach."}]}, {"heading": "Births", "year": "1967", "date": "May 14", "txt": "Tony Siragusa, American football player and journalist", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 14", "txt": "Mary DePiero, Canadian diver", "entities": [{"title": "Mary DePiero", "href": "/wiki/Mary_DePiero", "description": "Mary DePiero is a Canadian diver."}]}, {"heading": "Births", "year": "1969", "date": "May 14", "txt": "Cate Blanchett, Australian actress", "entities": [{"title": "Cate Blanchett", "href": "/wiki/Cate_Blanchett", "description": "Catherine Elise Blanchett is an Australian actress, producer, and theatre director. Regarded as one of the greatest actresses of her generation, she is noted for her versatile roles in blockbusters, independent films, and in her stage work in various theatre productions. She has received numerous accolades, including two Academy Awards, three Golden Globe Awards, and three British Academy Film Awa"}]}, {"heading": "Births", "year": "1969", "date": "May 14", "txt": "Sabine Schmitz, German race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 14", "txt": "Henry Smith, English politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 14", "txt": "Danny Wood, American singer-songwriter, record producer, and choreographer", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 14", "txt": "Deanne Bray, American actress", "entities": [{"title": "Deanne Bray", "href": "/wiki/Deanne_Bray", "description": "Deanne Bray is an American actress. Bray was born deaf and is bilingual in American Sign Language and English. She is best known for her role as Sue Thomas in the show Sue Thomas: F.B.Eye. She is also known for her recurring role as Emma Coolidge on Heroes."}]}, {"heading": "Births", "year": "1971", "date": "May 14", "txt": "Sofia Coppola, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 14", "txt": "Martin Reim, Estonian footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 14", "txt": "Kirstjen Nielsen, American attorney, 6th United States Secretary of Homeland Security", "entities": [{"title": "Kirstjen Nielsen", "href": "/wiki/Kirstjen_Nielsen", "description": "Kirstjen Michele Nielsen is an American politician and attorney who served as United States secretary of homeland security from 2017 to 2019. She is a former principal White House deputy chief of staff to President Donald Trump and was chief of staff to John F. Kelly during his tenure as Secretary of Homeland Security."}, {"title": "United States Secretary of Homeland Security", "href": "/wiki/United_States_Secretary_of_Homeland_Security", "description": "The United States secretary of homeland security is the head of the United States Department of Homeland Security, the federal department tasked with ensuring public safety in the United States. The secretary is a member of the Cabinet of the United States. The position was created by the Homeland Security Act following the attacks of September 11, 2001."}]}, {"heading": "Births", "year": "1973", "date": "May 14", "txt": "Natalie Appleton, Canadian singer and actress", "entities": [{"title": "Natalie Appleton", "href": "/wiki/Natalie_Appleton", "description": "Natalie Jane Appleton Howlett is a Canadian singer, songwriter and actress, and member of the group All Saints."}]}, {"heading": "Births", "year": "1973", "date": "May 14", "txt": "Voshon Lenard, American basketball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 14", "txt": "Fraser Nelson, Scottish journalist", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 14", "txt": "Hakan Ünsal, Turkish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 14", "txt": "Julian White, English rugby player", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 14", "txt": "Anu Välba, Estonian journalist", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 14", "txt": "Nicki Sørensen, Danish cyclist", "entities": [{"title": "Nicki Sørensen", "href": "/wiki/Nicki_S%C3%B8rensen", "description": "Nicki Sørensen is a Danish former professional road bicycle racer, and was directeur sportif of UCI Professional Continental team Aqua Blue Sport. He competed in five consecutive editions of the Tour de France from 2001 to 2005. Riding as an all-round rider who rode well in hilly terrain, Sørensen was a valued support for the team leader without many wins of his own."}]}, {"heading": "Births", "year": "1976", "date": "May 14", "txt": "Hunter Burgan, American bass player", "entities": [{"title": "Hunter Burgan", "href": "/wiki/Hunter_Burgan", "description": "Hunter Lawrence Burgan is an American multi-instrumentalist. He is the third and current bassist of AFI."}]}, {"heading": "Births", "year": "1976", "date": "May 14", "txt": "Brian Lawrence, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 14", "txt": "Martine McCutcheon, English actress and singer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 14", "txt": "Sophie Anderton, English model and actress", "entities": [{"title": "Sophie Anderton", "href": "/wiki/Sophie_Anderton", "description": "Sophie Louise Anderton, is an English model and reality television personality."}]}, {"heading": "Births", "year": "1977", "date": "May 14", "txt": "Roy Halladay, American baseball player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 14", "txt": "Ada Nicodemou, Cypriot-Australian actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 14", "txt": "Brent Harvey, Australian footballer", "entities": [{"title": "Brent Harvey", "href": "/wiki/Brent_Harvey", "description": "Brent Harvey, often known by his nickname \"Boomer\", is a former Australian rules footballer who played for the North Melbourne Football Club in the Australian Football League (AFL). He holds the record for most matches played by an individual in VFL/AFL history, breaking Michael Tuck's previous VFL/AFL record in 2016."}]}, {"heading": "Births", "year": "1978", "date": "May 14", "txt": "Eddie House, American basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 14", "txt": "André Macanga, Angolan footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 14", "txt": "Gustavo Varela, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 14", "txt": "Dan Auerbach, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Dan Auerbach", "href": "/wiki/Dan_Auerbach", "description": "Daniel Quine Auerbach is an American musician, singer-songwriter, and record producer, best known as the guitarist and vocalist of the Black Keys, a blues rock band from Akron, Ohio. As a member of the group, Auerbach has recorded and co-produced eleven studio albums with his bandmate Patrick Carney. Auerbach has also released two solo albums, Keep It Hid (2009) Waiting on a Song (2017), and forme"}]}, {"heading": "Births", "year": "1979", "date": "May 14", "txt": "Edwige Lawson-Wade, French basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 14", "txt": "Clinton Morrison, English-Irish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 14", "txt": "Carlos Tenorio, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 14", "txt": "Zdeněk Grygera, Czech footballer", "entities": [{"title": "Zdeněk Grygera", "href": "/wiki/Zden%C4%9Bk_Grygera", "description": "Zdeněk Grygera is a retired Czech footballer. A former defender, he was known for his work-rate, competitiveness, and versatility, and usually played as a full-back, wing-back, or winger along right flank, although he was also capable of playing on the left, or as a centre-back; while being solid defensively, he was also known for his ability to get forward and for his all-round good quality of pl"}]}, {"heading": "Births", "year": "1980", "date": "May 14", "txt": "Pavel Londak, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 14", "txt": "Eugene Martineau, Dutch decathlete", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 14", "txt": "Júlia Sebestyén, Hungarian figure skater", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 14", "txt": "Hugo Southwell, English-Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 14", "txt": "Joe van Niekerk, South African rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 14", "txt": "Pranav Mistry, Indian computer scientist, invented SixthSense", "entities": [{"title": "Pranav Mistry", "href": "/wiki/Pranav_Mistry", "description": "Pranav Mistry is a computer scientist and inventor. He is the President and CEO of STAR Labs since October 2019. He is best known for his work on SixthSense, Samsung Galaxy Gear and Project Beyond."}, {"title": "SixthSense", "href": "/wiki/SixthSense", "description": "SixthSense is motion of hand or the body] system developed at MIT Media Lab by Steve Mann in 1994 and 1997, and 1998, and further developed by Pranav Mistry, in 2009, both of whom developed both hardware and software for both headworn and neckworn versions of it. It comprises a headworn or neck-worn pendant that contains both a data projector and camera. Headworn versions were built at MIT Media L"}]}, {"heading": "Births", "year": "1983", "date": "May 14", "txt": "Anahí, Mexican singer-songwriter, producer, and actress", "entities": [{"title": "Anahí", "href": "/wiki/Anah%C3%AD", "description": "Anahí Giovanna Puente Portilla de Velasco, known mononymously as Anahí, is a Mexican actress and singer. In 1986, she started her career as a child actor at the age of two when she was cast on a Televisa production called Chiquilladas. She starred in many successful telenovelas, including Alondra (1995), Mujeres engañadas (1999), Primer amor, a mil por hora (2000), Clase 406 (2003), Rebelde (2004)"}]}, {"heading": "Births", "year": "1983", "date": "May 14", "txt": "Keeley Donovan, English journalist", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 14", "txt": "Frank Gore, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 14", "txt": "Uroš Slokar, Slovenian basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 14", "txt": "Tatenda Taibu, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 14", "txt": "Amber Tamblyn, American actress, author, model, director", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 14", "txt": "Gary Ablett, Jr., Australian footballer", "entities": [{"title": "Gary Ablett, Jr.", "href": "/wiki/Gary_Ablett,_Jr.", "description": "Gary Ablett Jr. is a former professional Australian rules footballer who played for the Geelong Football Club and Gold Coast Suns in the Australian Football League (AFL). The eldest son of Australian Football Hall of Fame member and former Hawthorn and Geelong player Gary Ablett Sr., Ablett was drafted to Geelong under the father–son rule in the 2001 national draft and has since become recognised "}]}, {"heading": "Births", "year": "1984", "date": "May 14", "txt": "Luke Gregerson, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 14", "txt": "Olly Murs, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 14", "txt": "Michael Rensing, German footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 14", "txt": "Indrek Siska, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 14", "txt": "Mark Zuckerberg, American computer programmer and businessman, co-founded Facebook", "entities": [{"title": "Facebook", "href": "/wiki/Facebook", "description": "Facebook is an American online social media and social networking service based in Menlo Park, California, and a flagship service of the namesake company Facebook, Inc. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes."}]}, {"heading": "Births", "year": "1985", "date": "May 14", "txt": "Dustin Lynch, American singer-songwriter", "entities": [{"title": "Dustin Lynch", "href": "/wiki/Dustin_Lynch", "description": "Dustin Charles Lynch is an American country music singer and songwriter, signed to Broken Bow Records. Lynch has released four albums and one EP for the label: a self-titled album in 2012, Where It's At in 2014, Current Mood in 2017, and Ridin' Roads in 2019. A fourth album, Tullahoma, was released in January of 2020. He has also released thirteen singles, of which seven have reached the No. 1 pos"}]}, {"heading": "Births", "year": "1985", "date": "May 14", "txt": "Sam Perrett, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 14", "txt": "Simona Peycheva, Bulgarian gymnast", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 14", "txt": "Zack Ryder, American wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 14", "txt": "Andrea Bovo, Italian footballer", "entities": [{"title": "Andrea Bovo", "href": "/wiki/Andrea_Bovo", "description": "Andrea Bovo is an Italian footballer who plays for Juve Stabia in Serie C."}]}, {"heading": "Births", "year": "1986", "date": "May 14", "txt": "Clay Matthews III, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 14", "txt": "Marco Motta, Italian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 14", "txt": "Jeong Min-hyeong, South Korean footballer (d. 2012)", "entities": [{"title": "Jeong Min-hyeong", "href": "/wiki/Jeong_Min-hyeong", "description": "Jeong Min-Hyeong was a South Korean footballer who played as a midfielder for Busan IPark in the K-League."}]}, {"heading": "Births", "year": "1987", "date": "May 14", "txt": "Franck Songo'o, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 14", "txt": "François Steyn, South African rugby player", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 14", "txt": "Jayne Appel, American basketball player", "entities": [{"title": "Jayne Appel", "href": "/wiki/Jayne_Appel", "description": " Jayne Appel-Marinelli is a retired center who last played for the San Antonio Stars of the Women's National Basketball Association (WNBA). She played collegiate basketball at Stanford University."}]}, {"heading": "Births", "year": "1989", "date": "May 14", "txt": "Rob Gronkowski, American football player", "entities": [{"title": "Rob Gronkowski", "href": "/wiki/Rob_Gronkowski", "description": "Robert James Gronkowski, nicknamed \"Gronk\", is an American football tight end for the Tampa Bay Buccaneers of the National Football League (NFL). He previously played nine seasons for the New England Patriots. He is a four-time Super Bowl champion, a five-time Pro Bowl selection, a four-time First Team All-Pro selection, and was selected in the NFL 2010s All-Decade Team and NFL 100th Anniversary A"}]}, {"heading": "Births", "year": "1989", "date": "May 14", "txt": "Alina Talay, Belorussian hurdler", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 14", "txt": "Miranda Cosgrove, American actress and singer", "entities": [{"title": "Miranda Cosgrove", "href": "/wiki/Miranda_Cosgrove", "description": "Miranda Taylor Cosgrove is an American actress and singer. She has received several accolades, including two Young Artist Awards, a Kids' Choice Award and two Daytime Emmy Award nominations, and was listed in the Guinness World Records as the highest paid child actress of 2012."}]}, {"heading": "Births", "year": "1993", "date": "May 14", "txt": "Kristina Mladenovic, French tennis player", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 14", "txt": "Bence Rakaczki, Hungarian footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 14", "txt": "Marcos Aoás Corrêa, Brazilian footballer", "entities": [{"title": "Marcos Aoás Corrêa", "href": "/wiki/Marcos_Ao%C3%A1s_Corr%C3%AAa", "description": "Marcos Aoás Corrêa, known as Marquinhos, is a Brazilian professional footballer who plays as a defender for Ligue 1 club Paris Saint-Germain, whom he captains, and the Brazil national team. Mainly a central defender, he can also play as a right-back or a defensive midfielder."}]}, {"heading": "Births", "year": "1994", "date": "May 14", "txt": "Pernille Blume, Danish swimmer", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 14", "txt": "Bronte Campbell, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 14", "txt": "Dennis Praet, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "May 14", "txt": "Bernardo Fernandes da Silva Junior, Brazilian footballer", "entities": [{"title": "Bernardo Fernandes da Silva Junior", "href": "/wiki/Bernardo_Fernandes_da_Silva_Junior", "description": "Bernardo Fernandes da Silva Junior, known simply as Bernardo, is a Brazilian footballer who plays for Austrian side Red Bull Salzburg on loan from Premier League club Brighton & Hove Albion as a defender. He is the son of former footballer Bernardo Fernandes da Silva."}]}, {"heading": "Births", "year": "1995", "date": "May 14", "txt": "Rose Lavelle, American soccer player", "entities": []}, {"heading": "Births", "year": "1995", "date": "May 14", "txt": "Jonah Placid, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 14", "txt": "Blake Brockington, American trans man and activist (d. 2015)", "entities": [{"title": "Suicide of Blake Brockington", "href": "/wiki/Suicide_of_Blake_Brockington", "description": "Blake Brockington was an American trans man whose suicide attracted international attention. He had previously received attention as the first openly transgender high school homecoming king in North Carolina, and had since been advocating for LGBT youth, the transgender community, and against police brutality."}]}, {"heading": "Births", "year": "1996", "date": "May 14", "txt": "Martin Garrix, Dutch DJ", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 14", "txt": "TheOdd1sOut, American YouTuber and animator", "entities": []}, {"heading": "Births", "year": "2001", "date": "May 14", "txt": "Jack Hughes, American hockey player", "entities": [{"title": "Jack Hughes (ice hockey, born 2001)", "href": "/wiki/Jack_Hughes_(ice_hockey,_born_2001)", "description": "Jack Hughes is an American professional ice hockey center for the New Jersey Devils of the National Hockey League (NHL). A product of the U.S. National Development Team, Hughes was drafted first overall by the Devils in the 2019 NHL Entry Draft, a draft in which he was widely regarded as the top prospect."}]}, {"heading": "Deaths", "year": "649", "date": "May 14", "txt": "Pope Theodore I", "entities": [{"title": "Pope Theodore I", "href": "/wiki/Pope_Theodore_I", "description": "Pope Theodore I was the bishop of Rome from 24 November 642 to his death. His pontificate was dominated by the struggle with Monothelitism."}]}, {"heading": "Deaths", "year": "934", "date": "May 14", "txt": "Zhu Hongzhao, Chinese general and governor", "entities": [{"title": "Zhu Hongzhao", "href": "/wiki/Zhu_Hongzhao", "description": "Zhu Hongzhao was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang. He was a close associate of its second emperor Li Siyuan, and became particularly powerful during the short reign of Li Siyuan's son and successor Li Conghou while serving as chief of staff (Shumishi). Traditionally, he and fellow chief of staff Feng Yun were blamed for making inappropriate sensitive"}]}, {"heading": "Deaths", "year": "964", "date": "May 14", "txt": "Pope John XII (b. 927)", "entities": [{"title": "Pope John XII", "href": "/wiki/Pope_John_XII", "description": "Pope John XII, born Octavian, was the bishop of Rome and ruler of the Papal States from 16 December 955 to his death in 964. He was related to the counts of Tusculum, a powerful Roman family which had dominated papal politics for over half a century. He became pope in his late teenage years or early twenties. In 960, he clashed with the Lombards to the south. Unable to control Rome easily, he soug"}]}, {"heading": "Deaths", "year": "1080", "date": "May 14", "txt": "William Walcher, Bishop of Durham", "entities": [{"title": "William Walcher", "href": "/wiki/William_Walcher", "description": "William Walcher was the bishop of Durham from 1071, a Lotharingian and the first Prince-bishop. \nHe was the first non-Englishman to hold that see and an appointee of William the Conqueror following the Harrying of the North. He was murdered in 1080, which led William to send an army into Northumbria to harry the region again."}, {"title": "Bishop of Durham", "href": "/wiki/Bishop_of_Durham", "description": "The Bishop of Durham is the Anglican bishop responsible for the Diocese of Durham in the Province of York. The diocese is one of the oldest in England and its bishop is a member of the House of Lords. Paul Butler has been the Bishop of Durham since his election was confirmed at York Minster on 20 January 2014. The previous bishop was Justin Welby, now Archbishop of Canterbury. The bishop is one of"}]}, {"heading": "Deaths", "year": "1219", "date": "May 14", "txt": "William Marshal, 1st Earl of Pembroke, English soldier and politician (b. 1147)", "entities": [{"title": "William Marshal, 1st Earl of Pembroke", "href": "/wiki/William_Marshal,_1st_Earl_of_Pembroke", "description": "William Marshal, 1st Earl of Pembroke, also called William the Marshal, was an Anglo-Norman soldier and statesman. He served five English kings—Henry II, his sons the \"Young King\" Henry, Richard I, John, and John's son Henry III."}]}, {"heading": "Deaths", "year": "1470", "date": "May 14", "txt": "Charles VIII of Sweden  (b. 1409)", "entities": [{"title": "Charles VIII of Sweden", "href": "/wiki/Charles_VIII_of_Sweden", "description": "Charles VIII, contemporaneously known as Charles II and called Charles I in Norwegian context, was king of Sweden and king of Norway (1449–1450)."}]}, {"heading": "Deaths", "year": "1576", "date": "May 14", "txt": "Tahmasp I, Shah of Persia (b. 1514)", "entities": [{"title": "Tahmasp I", "href": "/wiki/Tahmasp_I", "description": "Tahmasp I was an influential Shah of Iran, who enjoyed the longest reign of any member of the Safavid dynasty. He was the son and successor of Ismail I."}]}, {"heading": "Deaths", "year": "1603", "date": "May 14", "txt": "Magnus II, Duke of Saxe-Lauenburg (b. 1543)", "entities": [{"title": "Magnus II, Duke of Saxe-Lauenburg", "href": "/wiki/Magnus_II,_Duke_of_Saxe-Lauenburg", "description": "Magnus II of Saxe-Lauenburg was the eldest surviving son of Duke Francis I of Saxe-Lauenburg and Sybille of Saxe-Freiberg, daughter of Duke Henry IV the Pious. In 1571 Magnus II ascended the throne after his father Francis I resigned due to indebtedness. Two years later Francis I, helped by his other son Francis (II), deposed Magnus II and re-ascended. Magnus' violent and judicial attempts to rega"}]}, {"heading": "Deaths", "year": "1608", "date": "May 14", "txt": "Charles III, Duke of Lorraine (b. 1543)", "entities": [{"title": "Charles III, Duke of Lorraine", "href": "/wiki/Charles_III,_Duke_of_Lorraine", "description": "Charles III, known as the Great, was Duke of Lorraine from 1545 until his death."}]}, {"heading": "Deaths", "year": "1610", "date": "May 14", "txt": "Henry IV of France (b. 1553)", "entities": [{"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}]}, {"heading": "Deaths", "year": "1643", "date": "May 14", "txt": "Louis XIII of France (b. 1601)", "entities": [{"title": "Louis XIII of France", "href": "/wiki/Louis_XIII_of_France", "description": "Louis XIII was King of France from 1610 to 1643 and King of Navarre from 1610 to 1620, when the crown of Navarre was merged with the French crown."}]}, {"heading": "Deaths", "year": "1649", "date": "May 14", "txt": "Friedrich Spanheim, Swiss theologian and academic (b. 1600)", "entities": [{"title": "Friedrich Spanheim", "href": "/wiki/Friedrich_Spanheim", "description": "Friedrich Spanheim the elder was a Calvinistic theology professor at the University of Leiden."}]}, {"heading": "Deaths", "year": "1667", "date": "May 14", "txt": "Georges de Scudéry, French author, poet, and playwright (b. 1601)", "entities": [{"title": "Georges de Scudéry", "href": "/wiki/Georges_de_Scud%C3%A9ry", "description": "Georges de Scudéry, the elder brother of Madeleine de Scudéry, was a French novelist, dramatist and poet."}]}, {"heading": "Deaths", "year": "1688", "date": "May 14", "txt": "Antoine Furetière, French scholar, lexicographer, and author (b. 1619)", "entities": [{"title": "Antoine Furetière", "href": "/wiki/Antoine_Fureti%C3%A8re", "description": "Antoine Furetière was a French scholar, writer, and lexicographer, known best for his satirical novel Scarron's City Romance. He was expelled from the Académie Française for seeking to publish his own French language dictionary."}]}, {"heading": "Deaths", "year": "1754", "date": "May 14", "txt": "Pierre-Claude Nivelle de La Chaussée, French playwright and producer (b. 1692)", "entities": [{"title": "Pierre-Claude Nivelle de La Chaussée", "href": "/wiki/Pierre-Claude_Nivelle_de_La_Chauss%C3%A9e", "description": "Pierre-Claude Nivelle de La Chaussée was a French dramatist who blurred the lines between comedy and tragedy with his comédie larmoyante."}]}, {"heading": "Deaths", "year": "1761", "date": "May 14", "txt": "Thomas Simpson, English mathematician and academic (b. 1710)", "entities": [{"title": "Thomas Simpson", "href": "/wiki/Thomas_Simpson", "description": "Thomas Simpson FRS was a British mathematician and inventor known for the eponymous Simpson's rule to approximate definite integrals. The attribution, as often in mathematics, can be debated: this rule had been found 100 years earlier by Johannes Kepler, and in German it is called Keplersche Fassregel."}]}, {"heading": "Deaths", "year": "1847", "date": "May 14", "txt": "Fanny Mendelssohn, German pianist and composer (b. 1805)", "entities": [{"title": "Fanny Mendelssohn", "href": "/wiki/Fanny_Mendelssohn", "description": "Fanny Mendelssohn, later Fanny [Cäcilie] Mendelssohn Bartholdy and, after her marriage, Fanny Hensel, also referred to as Fanny Mendelssohn Hensel, was a German composer and pianist of the early Romantic era. Her compositions include a piano trio, a piano quartet, an orchestral overture, four cantatas, more than 125 pieces for the piano, and over 250 lieder, most of which went unpublished in her l"}]}, {"heading": "Deaths", "year": "1860", "date": "May 14", "txt": "Ludwig Bechstein, German author (b. 1801)", "entities": [{"title": "Ludwig Bechstein", "href": "/wiki/Ludwig_Bechstein", "description": "Ludwig Bechstein was a German writer and collector of folk fairy tales."}]}, {"heading": "Deaths", "year": "1873", "date": "May 14", "txt": "Gideon Brecher, Austrian physician and author (b. 1797)", "entities": [{"title": "Gideon Brecher", "href": "/wiki/Gideon_Brecher", "description": "Gideon Brecher, also known as Gedaliah ben Eliezer, was an Austrian physician and writer."}]}, {"heading": "Deaths", "year": "1878", "date": "May 14", "txt": "Ōkubo Toshimichi, Japanese samurai and politician (b. 1830)", "entities": [{"title": "Ōkubo Toshimichi", "href": "/wiki/%C5%8Ckubo_Toshimichi", "description": "Ōkubo Toshimichi  was a Japanese\nstatesman and one of the Three Great Nobles regarded as the main founders of modern Japan."}]}, {"heading": "Deaths", "year": "1881", "date": "May 14", "txt": "Mary Seacole, Jamaican-English nurse and author (b. 1805)", "entities": [{"title": "Mary Seacole", "href": "/wiki/Mary_Seacole", "description": "Mary Jane Seacole was a British-Jamaican nurse, healer and businesswoman who set up the \"British Hotel\" behind the lines during the Crimean War. She described this as \"a mess-table and comfortable quarters for sick and convalescent officers\", and provided succour for wounded servicemen on the battlefield, and nursed many of them back to health. Coming from a tradition of Jamaican and West African "}]}, {"heading": "Deaths", "year": "1889", "date": "May 14", "txt": "Volney Howard, American lawyer, jurist, and politician (b. 1809)", "entities": [{"title": "Volney Howard", "href": "/wiki/Volney_Howard", "description": "Volney Erskine Howard was an American lawyer, statesman, and jurist."}]}, {"heading": "Deaths", "year": "1893", "date": "May 14", "txt": "Ernst Kummer, German mathematician and academic (b. 1810)", "entities": [{"title": "Ernst Kummer", "href": "/wiki/Ernst_Kummer", "description": "Ernst Eduard Kummer was a German mathematician. Skilled in applied mathematics, Kummer trained German army officers in ballistics; afterwards, he taught for 10 years in a gymnasium, the German equivalent of high school, where he inspired the mathematical career of Leopold Kronecker."}]}, {"heading": "Deaths", "year": "1906", "date": "May 14", "txt": "Carl Schurz, German-American general, journalist, and politician, 13th United States Secretary of the Interior (b. 1829)", "entities": [{"title": "Carl Schurz", "href": "/wiki/Carl_Schurz", "description": "Carl Christian Schurz was a German revolutionary and an American statesman, journalist, and reformer. He immigrated to the United States after the German revolutions of 1848–49 and became a prominent member of the new Republican Party. After serving as a Union general in the American Civil War, he helped found the short-lived Liberal Republican Party and became a prominent advocate of civil servic"}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Deaths", "year": "1912", "date": "May 14", "txt": "Frederick VIII of Denmark (b. 1843)", "entities": [{"title": "Frederick VIII of Denmark", "href": "/wiki/Frederick_VIII_of_Denmark", "description": "Frederick VIII was King of Denmark from 1906 to 1912. Before his accession to the throne at age 62, he served as crown prince for over 42 years. During the long reign of his father, King Christian IX, he was largely excluded from influence and political power."}]}, {"heading": "Deaths", "year": "1912", "date": "May 14", "txt": "August Strindberg, Swedish playwright, novelist, poet, essayist (b. 1849)", "entities": []}, {"heading": "Deaths", "year": "1918", "date": "May 14", "txt": "James Gordon Bennett, Jr., American journalist and publisher (b. 1841)", "entities": [{"title": "James Gordon Bennett, Jr.", "href": "/wiki/James_Gordon_Bennett,_Jr.", "description": "James Gordon Bennett Jr. was publisher of the New York Herald, founded by his father, James Gordon Bennett Sr. (1795–1872), who emigrated from Scotland. He was generally known as Gordon Bennett to distinguish him from his father. Among his many sports-related accomplishments he organized both the first polo match and the first tennis match in the United States, and he personally won the first tran"}]}, {"heading": "Deaths", "year": "1919", "date": "May 14", "txt": "Henry J. Heinz, American businessman, founded the H. J. Heinz Company (b. 1844)", "entities": [{"title": "Henry J. Heinz", "href": "/wiki/Henry_J._Heinz", "description": "Henry John Heinz was an American entrepreneur who, at the age of 25, co-founded a small horseradish concern in Sharpsburg, Pennsylvania. This business failed, but his second business expanded into tomato ketchup and other condiments, and ultimately became the internationally known H. J. Heinz Company of Pittsburgh, Pennsylvania."}, {"title": "H. J. Heinz Company", "href": "/wiki/H._J._Heinz_Company", "description": "The H. J. Heinz Company is an American food processing company headquartered at One PPG Place in Pittsburgh, Pennsylvania. The company was founded by Henry J. Heinz in 1869. Heinz manufactures thousands of food products in plants on six continents, and markets these products in more than 200 countries and territories. The company claims to have 150 number-one or number-two brands worldwide. Heinz "}]}, {"heading": "Deaths", "year": "1923", "date": "May 14", "txt": "N. G. Chandavarkar, Indian jurist and politician (b. 1855)", "entities": [{"title": "N. G. Chandavarkar", "href": "/wiki/N._G._Chandavarkar", "description": "Sir Narayan Ganesh Chandavarkar was an early Indian National Congress politician and Hindu reformer. He was regarded by some as the \"leading Hindu reformer of western India\""}]}, {"heading": "Deaths", "year": "1923", "date": "May 14", "txt": "Charles de Freycinet, French engineer and politician, 43rd Prime Minister of France (b. 1828)", "entities": [{"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1931", "date": "May 14", "txt": "David Belasco, American director, producer, and playwright (b. 1853)", "entities": [{"title": "David Belasco", "href": "/wiki/David_Belasco", "description": "David Belasco was an American theatrical producer, impresario, director, and playwright. He was the first writer to adapt the short story Madame Butterfly for the stage, and he launched the theatrical career of many actors, including James O'Neill, Mary Pickford, Lenore Ulric and Barbara Stanwyck. Belasco pioneered many innovative new forms of stage lighting and special effects in order to create "}]}, {"heading": "Deaths", "year": "1934", "date": "May 14", "txt": "Lou Criger, American baseball player and manager (b. 1872)", "entities": [{"title": "Lou Criger", "href": "/wiki/Lou_Criger", "description": "Louis Criger was an American professional baseball catcher. He played in Major League Baseball (MLB) from 1896 to 1912 for the Cleveland Spiders, St. Louis Perfectos / Cardinals, Boston Americans / Red Sox, St. Louis Browns and New York Highlanders. Listed at 5 feet 10 inches (1.78 m) and 165 pounds (75 kg), he batted and threw right-handed."}]}, {"heading": "Deaths", "year": "1935", "date": "May 14", "txt": "Magnus Hirschfeld, German physician and sexologist (b. 1868)", "entities": [{"title": "Magnus Hirschfeld", "href": "/wiki/Magnus_Hirschfeld", "description": "Magnus Hirschfeld was a German physician and sexologist educated primarily in Germany; he based his practice in Berlin-Charlottenburg during the Weimar period. An outspoken advocate for sexual minorities, Hirschfeld founded the Scientific-Humanitarian Committee. Historian Dustin Goltz characterized this group as having carried out \"the first advocacy for homosexual and transgender rights\". \"Hirsch"}]}, {"heading": "Deaths", "year": "1936", "date": "May 14", "txt": "Edmund Allenby, 1st Viscount Allenby, English field marshal and diplomat, British High Commissioner in Egypt (b. 1861)", "entities": [{"title": "Edmund Allenby, 1st Viscount Allenby", "href": "/wiki/Edmund_Allenby,_1st_Viscount_Allenby", "description": "Field Marshal Edmund Henry Hynman Allenby, 1st Viscount Allenby, was an English soldier and British Imperial Governor. He fought in the Second Boer War and also in the First World War, in which he led the British Empire's Egyptian Expeditionary Force (EEF) during the Sinai and Palestine Campaign against the Ottoman Empire in the conquest of Palestine."}, {"title": "List of diplomats of the United Kingdom to Egypt", "href": "/wiki/List_of_diplomats_of_the_United_Kingdom_to_Egypt", "description": "The Ambassador of the United Kingdom to Egypt is the United Kingdom's foremost diplomatic representative in Egypt, and head of the UK's diplomatic mission in Egypt. The official title is Her Britannic Majesty's Ambassador to the Arab Republic of Egypt."}]}, {"heading": "Deaths", "year": "1940", "date": "May 14", "txt": "Emma Goldman, Lithuanian author and activist (b. 1869)", "entities": [{"title": "Emma Goldman", "href": "/wiki/Emma_Goldman", "description": "Emma Goldman was an anarchist political activist and writer. She played a pivotal role in the development of anarchist political philosophy in North America and Europe in the first half of the 20th century."}]}, {"heading": "Deaths", "year": "1940", "date": "May 14", "txt": "Menno ter Braak, Dutch author (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "May 14", "txt": "Henri La Fontaine, Belgian lawyer and author, Nobel Prize laureate (b. 1854)", "entities": [{"title": "Henri La Fontaine", "href": "/wiki/Henri_La_Fontaine", "description": "Henri La Fontaine, was a Belgian international lawyer and president of the International Peace Bureau. He received the Nobel Prize for Peace in 1913 because \" he was the effective leader of the peace movement in Europe\"."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1945", "date": "May 14", "txt": "Heber J. Grant, American religious leader, 7th President of The Church of Jesus Christ of Latter-day Saints (b. 1856)", "entities": [{"title": "Heber J. Grant", "href": "/wiki/Heber_J._Grant", "description": "Heber Jeddy Grant was an American religious leader who served as the seventh president of The Church of Jesus Christ of Latter-day Saints. Grant worked as a bookkeeper and a cashier, then was called to be an LDS apostle on October 16, 1882, at age 25. After the death of Joseph F. Smith in late 1918, Grant served as LDS church president until his death."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Deaths", "year": "1945", "date": "May 14", "txt": "Wolfgang Lüth, Latvian-German captain (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "May 14", "txt": "Isis Pogson, English astronomer and meteorologist (b. 1852)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "May 14", "txt": "Yasuo Kuniyoshi, American painter and photographer (b. 1893)", "entities": [{"title": "Yasuo Kuniyoshi", "href": "/wiki/Yasuo_Kuniyoshi", "description": "Yasuo Kuniyoshi  was a Japanese-American painter, photographer and printmaker."}]}, {"heading": "Deaths", "year": "1954", "date": "May 14", "txt": "Heinz Guderian, Prussian-German general (b. 1888)", "entities": [{"title": "Heinz Guderian", "href": "/wiki/Heinz_Guderian", "description": "Heinz Wilhelm Guderian was a German general during World War II who, after the war, became a successful memoirist. An early pioneer and advocate of the \"blitzkrieg\" approach, he played a central role in the development of the panzer division concept. In 1936, he became the Inspector of Motorized Troops."}]}, {"heading": "Deaths", "year": "1956", "date": "May 14", "txt": "Joan Malleson, English physician (b. 1889)", "entities": [{"title": "Joan Malleson", "href": "/wiki/Joan_Malleson", "description": "\n\nJoan Graeme Malleson, née Billson was an English physician, specialist in contraception and prominent advocate of the legalisation of abortion."}]}, {"heading": "Deaths", "year": "1957", "date": "May 14", "txt": "Marie Vassilieff, Russian-French painter (b. 1884)", "entities": [{"title": "Marie Vassilieff", "href": "/wiki/Marie_Vassilieff", "description": "Mariya Ivanovna Vassiliéva, , better known as Marie Vassilieff, was a Russian-born painter active in Paris."}]}, {"heading": "Deaths", "year": "1959", "date": "May 14", "txt": "Sidney Bechet, American saxophonist, clarinet player, and composer (b. 1897)", "entities": [{"title": "Sidney Bechet", "href": "/wiki/Sidney_Bechet", "description": "Sidney Joseph Bechet was an American jazz saxophonist, clarinetist, and composer. He was one of the first important soloists in jazz, beating trumpeter Louis Armstrong to the recording studio by several months. His erratic temperament hampered his career, and not until the late 1940s did he earn wide acclaim."}]}, {"heading": "Deaths", "year": "1959", "date": "May 14", "txt": "Infanta Maria Antonia of Portugal (b. 1862)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "May 14", "txt": "Lucrezia Bori, Spanish soprano and actress (b. 1887)", "entities": [{"title": "Lucrezia Bori", "href": "/wiki/Lucrezia_Bori", "description": "Lucrezia Bori was a Spanish operatic singer, a lyric soprano and a tireless and effective fundraiser for the Metropolitan Opera."}]}, {"heading": "Deaths", "year": "1962", "date": "May 14", "txt": "Florence Auer, American actress and screenwriter (b. 1880)", "entities": [{"title": "Florence Auer", "href": "/wiki/Florence_Auer", "description": "Florence Auer was an American theater and motion picture actress whose career spanned more than five decades."}]}, {"heading": "Deaths", "year": "1968", "date": "May 14", "txt": "Husband E. Kimmel, American admiral (b. 1882)", "entities": [{"title": "Husband E. Kimmel", "href": "/wiki/Husband_E._Kimmel", "description": "Husband Edward Kimmel was a United States Navy four-star admiral who was the commander in chief of the United States Pacific Fleet (CINCPACFLT) during the Japanese attack on Pearl Harbor. He was removed from that command after the attack, in December 1941, and was reverted to his permanent two-star rank of rear admiral due to no longer holding a four-star assignment. He retired from the Navy in ea"}]}, {"heading": "Deaths", "year": "1969", "date": "May 14", "txt": "Enid Bennett, Australian-American actress (b. 1893)", "entities": [{"title": "Enid Bennett", "href": "/wiki/Enid_Bennett", "description": "Enid Eulalie Bennett was an Australian silent film actress, mostly active in American film."}]}, {"heading": "Deaths", "year": "1969", "date": "May 14", "txt": "Frederick Lane, Australian swimmer (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "May 14", "txt": "Billie Burke, American actress and singer (b. 1884)", "entities": [{"title": "Billie Burke", "href": "/wiki/Billie_Burke", "description": "Mary William Ethelbert Appleton Burke, better known as Billie Burke, was an American actress who was famous on Broadway and radio, and in silent and sound films. She is best known to modern audiences as Glinda the Good Witch of the North in the Metro-Goldwyn-Mayer movie musical The Wizard of Oz (1939)."}]}, {"heading": "Deaths", "year": "1973", "date": "May 14", "txt": "Jean Gebser, German linguist, philosopher, and poet (b. 1905)", "entities": [{"title": "Jean Gebser", "href": "/wiki/Jean_Gebser", "description": "Jean Gebser was a philosopher, a linguist, and a poet, who described the structures of human consciousness."}]}, {"heading": "Deaths", "year": "1976", "date": "May 14", "txt": "Keith Relf, English singer-songwriter, harmonica player, and producer (b. 1943)", "entities": [{"title": "Keith Relf", "href": "/wiki/Keith_Relf", "description": "William Keith Relf was an English musician, best known as the lead vocalist and harmonica player for the Yardbirds."}]}, {"heading": "Deaths", "year": "1979", "date": "May 14", "txt": "Jean Rhys, Dominican-English novelist (b. 1890)", "entities": [{"title": "Jean Rhys", "href": "/wiki/Jean_Rhys", "description": "Jean Rhys, (; born Ella Gwendolyn Rees Williams, was a mid-20th-century novelist who was born and grew up in the Caribbean island of Dominica. From the age of 16, she was mainly resident in England, where she was sent for her education. She is best known for her novel Wide Sargasso Sea, written as a prequel to Charlotte Brontë's Jane Eyre. In 1978, she was appointed a Commander of the Order of the"}]}, {"heading": "Deaths", "year": "1980", "date": "May 14", "txt": "Hugh Griffith, Welsh actor (b. 1912)", "entities": [{"title": "Hugh Griffith", "href": "/wiki/Hugh_Griffith", "description": "Hugh Emrys Griffith was a Welsh film, stage and television actor. He is best remembered for his role in the film Ben-Hur (1959), which earned him critical acclaim and an Academy Award for Best Supporting Actor. Some of his other notable credits include Exodus (1960), Mutiny on the Bounty (1962), Tom Jones (1963) and Oliver! (1968)."}]}, {"heading": "Deaths", "year": "1982", "date": "May 14", "txt": "Hugh Beaumont, American actor (b. 1909)", "entities": [{"title": "Hugh Beaumont", "href": "/wiki/Hugh_Beaumont", "description": "Eugene Hugh Beaumont was an American actor, television director, and writer. Beaumont is best known for his portrayals of Ward Cleaver on the television series Leave It to Beaver, originally broadcast from 1957 to 1963; and as private detective Michael Shayne in a series of low-budget crime films between 1946 and 1947."}]}, {"heading": "Deaths", "year": "1983", "date": "May 14", "txt": "Roger J. Traynor, American academic and jurist, 23rd Chief Justice of California (b. 1900)", "entities": [{"title": "Roger J. Traynor", "href": "/wiki/Roger_J._Traynor", "description": "Roger John Traynor was the 23rd Chief Justice of California (1964-1970) and an Associate Justice of the Supreme Court of California from 1940 to 1964. Previously, he also had served as a Deputy Attorney General of California under Earl Warren, and an Acting Dean and Professor of UC Berkeley School of Law. He is widely considered to be one of the most creative and influential judges as well as lega"}, {"title": "Chief Justice of California", "href": "/wiki/Chief_Justice_of_California", "description": "The Supreme Court of California is the highest and final court in the courts of the U.S. state of California. It resides primarily in San Francisco at the Earl Warren Building, but it regularly holds sessions in Los Angeles and Sacramento. Its decisions are binding on all other California state courts. Since 1850, the court has issued many influential decisions in a variety of areas including tort"}]}, {"heading": "Deaths", "year": "1983", "date": "May 14", "txt": "Miguel Alemán Valdés, Mexican politician, 46th President of Mexico (b. 1900)", "entities": [{"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Deaths", "year": "1984", "date": "May 14", "txt": "Ted Hicks, Australian public servant and diplomat, Australian High Commissioner to New Zealand (b. 1910)", "entities": [{"title": "Ted Hicks", "href": "/wiki/Ted_Hicks", "description": "Sir Edwin William \"Ted\" Hicks was a senior Australian public servant and diplomat. He was Secretary of the Department of Defence from 1956 to 1968."}, {"title": "List of Australian High Commissioners to New Zealand", "href": "/wiki/List_of_Australian_High_Commissioners_to_New_Zealand", "description": "The High Commissioner of Australia to New Zealand is an officer of the Australian Department of Foreign Affairs and Trade and the head of the High Commission of the Commonwealth of Australia to New Zealand in Wellington. The High Commissioner has the rank and status of an Ambassador Extraordinary and Plenipotentiary and is currently Patricia Forsythe, who also holds non-resident accreditation to t"}]}, {"heading": "Deaths", "year": "1984", "date": "May 14", "txt": "Walter Rauff, German SS officer (b. 1906)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1987", "date": "May 14", "txt": "Rita Hayworth, American actress and dancer (b. 1918)", "entities": [{"title": "Rita Hayworth", "href": "/wiki/Rita_Hayworth", "description": "Rita Hayworth was an American actress, dancer, and producer. She achieved fame during the 1940s as one of the era's top stars, appearing in 61 films over 37 years. The press coined the term \"The Love Goddess\" to describe Hayworth after she had become the most glamorous screen idol of the 1940s. She was the top pin-up girl for GIs during World War II."}]}, {"heading": "Deaths", "year": "1987", "date": "May 14", "txt": "Vitomil Zupan, Slovenian poet and playwright (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "May 14", "txt": "Willem Drees, Dutch politician and historian, Prime Minister of the Netherlands (1948–1958) (b. 1886)", "entities": [{"title": "Willem Drees", "href": "/wiki/Willem_Drees", "description": "Willem Drees Sr. was a Dutch politician of the defunct Social Democratic Workers' Party (SDAP) and later co-founder of the Labour Party (PvdA) and historian who served as Prime Minister of the Netherlands from 7 August 1948 to 22 December 1958."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Deaths", "year": "1991", "date": "May 14", "txt": "Aladár Gerevich, Hungarian fencer (b. 1910)", "entities": [{"title": "Aladár Gerevich", "href": "/wiki/Alad%C3%A1r_Gerevich", "description": "Aladár Gerevich was a Hungarian fencer who was regarded as \"the greatest Olympic swordsman ever\". He won gold medals in sabre in six Olympics."}]}, {"heading": "Deaths", "year": "1992", "date": "May 14", "txt": "Nie Rongzhen, Chinese general and politician, Mayor of Beijing (b. 1899)", "entities": [{"title": "Nie Rongzhen", "href": "/wiki/Nie_Rongzhen", "description": "Nie Rongzhen was a prominent Chinese Communist military leader, and one of ten Marshals in the People's Liberation Army of China. He was the last surviving PLA officer with the rank of Marshal."}, {"title": "Mayor of Beijing", "href": "/wiki/Mayor_of_Beijing", "description": "The politics of Beijing is structured in a dual party-government system like all other governing institutions in the mainland of the People's Republic of China."}]}, {"heading": "Deaths", "year": "1993", "date": "May 14", "txt": "William Randolph Hearst, Jr., American journalist and publisher (b. 1908)", "entities": [{"title": "William Randolph Hearst, Jr.", "href": "/wiki/William_Randolph_Hearst,_Jr.", "description": "William Randolph Hearst Jr. was an American businessman and newspaper publisher. He was the second son of the publisher William Randolph Hearst. He became editor-in-chief of Hearst Newspapers after the death of his father in 1951. He won a Pulitzer Prize for his interview with Soviet premier, Nikita Khrushchev, and associated commentaries in 1955."}]}, {"heading": "Deaths", "year": "1994", "date": "May 14", "txt": "Cihat Arman, Turkish footballer and manager (b. 1915)", "entities": [{"title": "Cihat Arman", "href": "/wiki/Cihat_Arman", "description": "Cihat Arman, was a Turkish football goalkeeper and manager."}]}, {"heading": "Deaths", "year": "1994", "date": "May 14", "txt": "W. Graham Claytor Jr., American businessman, lieutenant, and politician, 15th United States Secretary of the Navy (b. 1914)", "entities": [{"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Deaths", "year": "1995", "date": "May 14", "txt": "Christian B. Anfinsen, American biochemist and academic, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Christian B. Anfinsen", "href": "/wiki/Christian_B._Anfinsen", "description": "Christian Boehmer Anfinsen Jr. was an American biochemist. He shared the 1972 Nobel Prize in Chemistry with Stanford Moore and William Howard Stein for work on ribonuclease, especially concerning the connection between the amino acid sequence and the biologically active conformation."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1997", "date": "May 14", "txt": "Harry Blackstone Jr., American magician and author (b. 1934)", "entities": [{"title": "Harry Blackstone Jr.", "href": "/wiki/Harry_Blackstone_Jr.", "description": "Harry Bouton Blackstone Jr. was an American stage magician, author, and television performer. He is estimated to have pulled 80,000 rabbits from his sleeves and hats."}]}, {"heading": "Deaths", "year": "1997", "date": "May 14", "txt": "Boris Parsadanian, Armenian-Estonian violinist and composer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "May 14", "txt": "Marjory Stoneman Douglas, American journalist and environmentalist (b. 1890)", "entities": [{"title": "Marjory Stoneman Douglas", "href": "/wiki/Marjory_Stoneman_Douglas", "description": "Marjory Stoneman Douglas was an American journalist, author, women's suffrage advocate, and conservationist known for her staunch defense of the Everglades against efforts to drain it and reclaim land for development. Moving to Miami as a young woman to work for The Miami Herald, she became a freelance writer, producing over one hundred short stories that were published in popular magazines. Her m"}]}, {"heading": "Deaths", "year": "1998", "date": "May 14", "txt": "Frank Sinatra, American singer and actor (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 14", "txt": "Keizō Obuchi, Japanese politician, 84th Prime Minister of Japan (b. 1937)", "entities": [{"title": "Keizō Obuchi", "href": "/wiki/Keiz%C5%8D_Obuchi", "description": "Keizō Obuchi  was a Japanese politician who served as its prime minister from 1998 to 2000."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "2001", "date": "May 14", "txt": "Paul Bénichou, French writer, intellectual, critic, and literary historian (b. 1908)", "entities": [{"title": "Paul Bénichou", "href": "/wiki/Paul_B%C3%A9nichou", "description": "Paul Bénichou was a French/Algerian writer, intellectual, critic, and literary historian."}]}, {"heading": "Deaths", "year": "2001", "date": "May 14", "txt": "Gil Langley, Australian cricketer, footballer, and politician (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "May 14", "txt": "Dave DeBusschere, American basketball player and coach (b. 1940)", "entities": [{"title": "Dave DeBusschere", "href": "/wiki/Dave_DeBusschere", "description": "David Albert DeBusschere was an American professional National Basketball Association (NBA) player and coach and Major League Baseball (MLB) player. He played for the Chicago White Sox of MLB in 1962 and 1963 and in the NBA for the Detroit Pistons from 1962 through 1968 and for the New York Knicks from 1968 to 1974. He was also the head coach for the Pistons from 1964 through 1967."}]}, {"heading": "Deaths", "year": "2003", "date": "May 14", "txt": "Wendy Hiller, English actress (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "May 14", "txt": "Robert Stack, American actor and producer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "May 14", "txt": "Anna Lee, English-American actress (b. 1913)", "entities": [{"title": "Anna Lee", "href": "/wiki/Anna_Lee", "description": "Anna Lee, MBE was an English-American actress, labelled by studios \"The British Bombshell\"."}]}, {"heading": "Deaths", "year": "2005", "date": "May 14", "txt": "Jimmy Martin, American musician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 14", "txt": "Lew Anderson, American actor and saxophonist (b. 1922)", "entities": [{"title": "Lew Anderson", "href": "/wiki/Lew_Anderson", "description": "Lewis Burr Anderson was an American actor and musician. He is widely known by TV fans as the third and final actor to portray Clarabell the Clown on Howdy Doody between 1954 and 1960. He famously spoke Clarabell's only line on the show's final episode in 1960, with a tear visible in his eye, \"Goodbye, kids.\" Anderson is also widely known by jazz music fans as a prolific jazz arranger, big band lea"}]}, {"heading": "Deaths", "year": "2006", "date": "May 14", "txt": "Stanley Kunitz, American poet and translator (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 14", "txt": "Eva Norvind, Mexican actress, director, and producer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 14", "txt": "Mary Scheier, American sculptor and educator (b. 1908)", "entities": [{"title": "Mary Scheier", "href": "/wiki/Mary_Scheier", "description": "Mary Scheier was a noted American ceramicist, and the wife and artistic partner of Edwin Scheier."}]}, {"heading": "Deaths", "year": "2007", "date": "May 14", "txt": "Ülo Jõgi, Estonian historian and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 14", "txt": "Frank J. Dodd, American businessman and politician, president of the New Jersey Senate (b. 1938)", "entities": [{"title": "Frank J. Dodd", "href": "/wiki/Frank_J._Dodd", "description": "Frank J. \"Pat\" Dodd was an American businessman and Democratic Party politician who served as President of the New Jersey Senate from 1974 to 1975."}, {"title": "New Jersey Senate", "href": "/wiki/New_Jersey_Senate", "description": "The New Jersey Senate was established as the upper house of the New Jersey Legislature by the Constitution of 1844, replacing the Legislative Council. There are 40 legislative districts, representing districts with average populations of 210,359. Each district has one senator and two members of the New Jersey General Assembly, the lower house of the legislature. Prior to the election in which they"}]}, {"heading": "Deaths", "year": "2010", "date": "May 14", "txt": "Norman Hand, American football player (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 14", "txt": "Goh Keng Swee, Singaporean soldier and politician, 2nd Deputy Prime Minister of Singapore (b. 1918)", "entities": [{"title": "Deputy Prime Minister of Singapore", "href": "/wiki/Deputy_Prime_Minister_of_Singapore", "description": "The Deputy Prime Minister of the Republic of Singapore is the deputy head of the government of the Republic of Singapore. The role of Deputy Prime Minister is the second highest post and senior Cabinet Minister in Singapore. The holder will sometimes assume the role of Acting Prime Minister when the PM is temporarily absent from Singapore. Heng was widely believed to be poised to succeed Lee Hsien"}]}, {"heading": "Deaths", "year": "2012", "date": "May 14", "txt": "Ernst Hinterberger, Austrian author and screenwriter (b. 1931)", "entities": [{"title": "Ernst Hinterberger", "href": "/wiki/Ernst_Hinterberger", "description": "Ernst Hinterberger was an Austrian writer of novels, particularly detective novels, plays and successful sitcoms. His first TV scripts were unusual for their use of genuine Vienna dialect."}]}, {"heading": "Deaths", "year": "2012", "date": "May 14", "txt": "Mario Trejo, Argentinian poet, playwright, and journalist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 14", "txt": "Wayne Brown, American accountant and politician, 14th Mayor of Mesa (b. 1936)", "entities": [{"title": "Wayne Brown (politician)", "href": "/wiki/Wayne_Brown_(politician)", "description": "Wayne Brown was an American politician and accountant. Brown served for two, two-year terms as the Mayor of Mesa, Arizona from 1996 to 2000. He spearheaded the movement to building the Mesa Arts Center in downtown Mesa, now the largest performing arts campus in Arizona."}, {"title": "Mayor of Mesa, Arizona", "href": "/wiki/Mayor_of_Mesa,_Arizona", "description": "The following is a list of the mayors of Mesa, Arizona."}]}, {"heading": "Deaths", "year": "2013", "date": "May 14", "txt": "Arsen Chilingaryan, Armenian footballer and manager (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 14", "txt": "Asghar Ali Engineer, Indian author and activist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 14", "txt": "Ray Guy, Canadian journalist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 14", "txt": "Jeffrey Kruger, English-American businessman (b. 1931)", "entities": [{"title": "Jeffrey Kruger", "href": "/wiki/Jeffrey_Kruger", "description": "Jeffrey Sonny Kruger MBE was a British entertainment business executive who owned the Flamingo Club in Soho, London, established the independent record label Ember Records, and set up the music business conglomerate TKO."}]}, {"heading": "Deaths", "year": "2014", "date": "May 14", "txt": "Emanuel Raymond Lewis, American librarian and author (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 14", "txt": "Morvin Simon, New Zealand historian, composer, and conductor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 14", "txt": "B.B. King, American singer-songwriter, guitarist, and producer (b. 1925)", "entities": [{"title": "B.B. King", "href": "/wiki/B.B._King", "description": "Riley B. King, known professionally as B.B. King, was an American singer-songwriter, guitarist, and record producer. He introduced a sophisticated style of soloing based on fluid string bending, shimmering vibrato and staccato picking that influenced many later blues electric guitar players. AllMusic recognized King as \"the single most important electric guitarist of the last half of the 20th cent"}]}, {"heading": "Deaths", "year": "2015", "date": "May 14", "txt": "Micheál O'Brien, Irish footballer and hurler (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 14", "txt": "Stanton J. Peale, American astrophysicist and academic (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 14", "txt": "Franz Wright, Austrian-American poet and translator (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "May 14", "txt": "Darwyn Cooke, American comic book writer and artist (b. 1962)", "entities": [{"title": "Darwyn Cooke", "href": "/wiki/Darwyn_Cooke", "description": "Darwyn Cooke was a Canadian comics artist, writer, cartoonist, and animator who worked on the comic books Catwoman, DC: The New Frontier, The Spirit and Richard Stark's Parker: The Hunter. His work has been honoured with numerous Eisner, Harvey, and Joe Shuster Awards."}]}, {"heading": "Deaths", "year": "2017", "date": "May 14", "txt": "Powers Boothe, American actor (b. 1948)", "entities": [{"title": "Powers Boothe", "href": "/wiki/Powers_Boothe", "description": "Powers Allen Boothe was an American television, film and voice actor. He won an Emmy in 1980 for his portrayal of Jim Jones in Guyana Tragedy: The Story of Jim Jones. He also played saloon owner Cy Tolliver on Deadwood, \"Curly Bill\" Brocius in Tombstone, President Noah Daniels on 24, and Lamar Wyatt in Nashville."}]}, {"heading": "Deaths", "year": "2018", "date": "May 14", "txt": "Tom Wolfe, American author (b. 1931)", "entities": [{"title": "Tom Wolfe", "href": "/wiki/Tom_Wolfe", "description": "Thomas Kennerly Wolfe Jr. was an American author and journalist widely known for his association with New Journalism, a style of news writing and journalism developed in the 1960s and 1970s that incorporated literary techniques."}]}, {"heading": "Deaths", "year": "2019", "date": "May 14", "txt": "Tim Conway, American actor, writer (b. 1933)", "entities": [{"title": "Tim Conway", "href": "/wiki/Tim_Conway", "description": "Thomas Daniel \"Tim\" Conway was an American actor, comedian, writer, and director. From 1966 to 2012 he appeared in more than 100 TV shows, TV series and films. Among his more notable roles, he portrayed the inept Ensign Parker in the 1960s World War II TV situation comedy McHale's Navy, was a regular cast member (1975–1978) on the TV comedy The Carol Burnett Show where he portrayed his recurrent i"}]}]