[{"heading": "Events", "year": "0305", "date": "May 1", "txt": "Diocletian and Maximian retire from the office of Roman emperor.", "entities": [{"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}, {"title": "Maximian", "href": "/wiki/Maximian", "description": "Maximian, nicknamed Herculius, was Roman emperor from 286 to 305. He was Caesar from 285 to 286, then Augustus from 286 to 305. He shared the latter title with his co-emperor and superior, Diocletian, whose political brain complemented Maximian's military brawn. Maximian established his residence at Trier but spent most of his time on campaign. In late 285, he suppressed rebels in Gaul known as th"}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Events", "year": "0880", "date": "May 1", "txt": "The Nea Ekklesia is inaugurated in Constantinople, setting the model for all later cross-in-square Orthodox churches.", "entities": [{"title": "Nea Ekklesia", "href": "/wiki/Nea_Ekklesia", "description": "The Nea Ekklēsia was a church built by Byzantine Emperor Basil I the Macedonian in Constantinople between 876 and 880. It was the first monumental church built in the Byzantine capital after the Hagia Sophia in the 6th century, and marks the beginning of the middle period of Byzantine architecture. It continued in use until the Palaiologan period. Used as a gunpowder magazine by the Ottomans, the "}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Cross-in-square", "href": "/wiki/Cross-in-square", "description": "A cross-in-square or crossed-dome plan was the dominant architectural form of middle- and late-period Byzantine churches. It featured a square centre with an internal structure shaped like a cross, topped by a dome."}]}, {"heading": "Events", "year": "1169", "date": "May 1", "txt": "Norman mercenaries land at Bannow Bay in Leinster, marking the beginning of the Norman invasion of Ireland.", "entities": [{"title": "Normans", "href": "/wiki/Normans", "description": "The Normans were inhabitants of the early medieval Duchy of Normandy, descended from Norse Vikings, indigenous Franks and Gallo-Romans. The term is also used to denote emigrants from the duchy who conquered other territories such as England and Sicily. The settlements in France followed a series of raids on the French coast mainly from Denmark – although some also came from Norway and Sweden – and"}, {"title": "Bannow", "href": "/wiki/Bannow", "description": "Bannow is a village and civil parish lying east of Bannow Bay on the south-west coast of County Wexford, Ireland. In modern times the main settlement is the village of Carrig-on-Bannow. In Norman times there was a borough called Bannow on Bannow Island at the mouth of the Bay. This town has since disappeared, probably due to the silting up of the natural harbour channels in the 14th century, and t"}, {"title": "Leinster", "href": "/wiki/Leinster", "description": "Leinster is one of the provinces of Ireland, situated in the east of Ireland. The Leinster province comprises the ancient Kingdoms of Meath, Leinster and Osraige. Following the 12th-century Norman invasion of Ireland, the historic fifths of Leinster and Meath gradually merged, mainly due to the impact of the Pale, which straddled both, thereby forming the present-day province of Leinster. The anci"}, {"title": "Norman invasion of Ireland", "href": "/wiki/Norman_invasion_of_Ireland", "description": "The Anglo-Norman invasion of Ireland took place during the late 12th century, when Anglo-Normans gradually conquered and acquired large swathes of land from the Irish, which the Kingdom of England then claimed sovereignty over. At the time, Gaelic Ireland was made up of several kingdoms, with a High King claiming lordship over most of the other kings. The Norman invasion was a watershed in Ireland"}]}, {"heading": "Events", "year": "1328", "date": "May 1", "txt": "Wars of Scottish Independence end: By the Treaty of Edinburgh–Northampton, England recognises Scotland as an independent state.", "entities": [{"title": "Wars of Scottish Independence", "href": "/wiki/Wars_of_Scottish_Independence", "description": "The Wars of Scottish Independence were a series of military campaigns fought between the Kingdom of Scotland and the Kingdom of England in the late 13th and early 14th centuries."}, {"title": "Treaty of Edinburgh–Northampton", "href": "/wiki/Treaty_of_Edinburgh%E2%80%93Northampton", "description": "The Treaty of Edinburgh–Northampton was a peace treaty signed in 1328 between the Kingdoms of England and Scotland. It brought an end to the First War of Scottish Independence, which had begun with the English invasion of Scotland in 1296. The treaty was signed in Edinburgh by Robert the Bruce, King of Scots, on 17 March 1328, and was ratified by the English Parliament at Northampton on 1 May."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}, {"title": "Independence", "href": "/wiki/Independence", "description": "Independence is a condition of a person, nation, country, or state in which its residents and population, or some portion thereof, exercise self-government, and usually sovereignty, over its territory. The opposite of independence is the status of a dependent territory."}]}, {"heading": "Events", "year": "1707", "date": "May 1", "txt": "The Act of Union joining England and Scotland to form the Kingdom of Great Britain takes effect.", "entities": [{"title": "Act of Union 1707", "href": "/wiki/Act_of_Union_1707", "description": "The Acts of Union were two Acts of Parliament: the Union with Scotland Act 1706 passed by the Parliament of England, and the Union with England Act passed in 1707 by the Parliament of Scotland. They put into effect the terms of the Treaty of Union that had been agreed on 22 July 1706, following negotiation between commissioners representing the parliaments of the two countries. By the two Acts, th"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}]}, {"heading": "Events", "year": "1753", "date": "May 1", "txt": "Publication of Species Plantarum by Linnaeus, and the formal start date of plant taxonomy adopted by the International Code of Botanical Nomenclature.", "entities": [{"title": "Carl Linnaeus", "href": "/wiki/Carl_Linnaeus", "description": "Carl Linnaeus, also known after his ennoblement as Carl von Linné, was a Swedish botanist, zoologist, taxonomist, and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\". Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus."}, {"title": "Plant taxonomy", "href": "/wiki/Plant_taxonomy", "description": "Plant taxonomy is the science that finds, identifies, describes, classifies, and names plants. It is one of the main branches of taxonomy."}, {"title": "International Code of Botanical Nomenclature", "href": "/wiki/International_Code_of_Botanical_Nomenclature", "description": "The International Code of Nomenclature for algae, fungi, and plants (ICN) is the set of rules and recommendations dealing with the formal botanical names that are given to plants, fungi and a few other groups of organisms, all those \"traditionally treated as algae, fungi, or plants\". It was formerly called the International Code of Botanical Nomenclature (ICBN); the name was changed at the Interna"}]}, {"heading": "Events", "year": "1807", "date": "May 1", "txt": "The Slave Trade Act 1807 takes effect, abolishing the slave trade within the British Empire.", "entities": [{"title": "Slave Trade Act 1807", "href": "/wiki/Slave_Trade_Act_1807", "description": "The Slave Trade Act 1807, officially An Act for the Abolition of the Slave Trade, was an Act of the Parliament of the United Kingdom prohibiting the slave trade in the British Empire. Although it did not abolish the practice of slavery, it did encourage British action to press other nation states to abolish their own slave trades."}]}, {"heading": "Events", "year": "1820", "date": "May 1", "txt": "Execution of the Cato Street Conspirators, who plotted to kill the British Cabinet and Prime Minister Lord Liverpool.", "entities": [{"title": "Cato Street Conspiracy", "href": "/wiki/Cato_Street_Conspiracy", "description": "The Cato Street Conspiracy was an attempt to murder all the British cabinet ministers and the Prime Minister Lord Liverpool in 1820. The name comes from the meeting place near Edgware Road in London. The police had an informer; the plotters fell into a police trap. Thirteen were arrested, while one policeman, Richard Smithers, was killed. Five conspirators were executed, and five others were trans"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "Cabinet of the United Kingdom", "href": "/wiki/Cabinet_of_the_United_Kingdom", "description": "The Cabinet of the United Kingdom is a group of the most senior ministers of the crown in the government of the United Kingdom. A committee of the Privy Council, it is chaired by the prime minister and its members include secretaries of state and other political leaders of government departments."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Robert Jenkinson, 2nd Earl of Liverpool", "href": "/wiki/Robert_Jenkinson,_2nd_Earl_of_Liverpool", "description": "Robert Banks Jenkinson, 2nd Earl of Liverpool, was a British Tory statesman who served as Prime Minister of the United Kingdom from 1812 to 1827."}]}, {"heading": "Events", "year": "1840", "date": "May 1", "txt": "The Penny Black, the first official adhesive postage stamp, is issued in the United Kingdom.", "entities": [{"title": "Penny Black", "href": "/wiki/Penny_Black", "description": "The Penny Black was the world's first adhesive postage stamp used in a public postal system. It was first issued in the United Kingdom, on 1 May 1840, but was not valid for use until 6 May. The stamp features a profile of Queen Victoria."}, {"title": "Postage stamp", "href": "/wiki/Postage_stamp", "description": "A postage stamp is a small piece of paper issued by a post office, postal administration, or other authorized vendors to customers who pay postage, who then affix the stamp to the face or address-side of any item of mail—an envelope or other postal cover —that they wish to send. The item is then processed by the postal system, where a postmark or cancellation mark—in modern usage indicating date a"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}]}, {"heading": "Events", "year": "1844", "date": "May 1", "txt": "Hong Kong Police Force, the world's second modern police force and Asia's first, is established.", "entities": [{"title": "Hong Kong Police Force", "href": "/wiki/Hong_Kong_Police_Force", "description": "The Hong Kong Police Force (HKPF) is the primary law enforcement, investigation agency, and largest disciplined service under the Security Bureau of Hong Kong. It was established by the British Hong Kong government on 1 May 1844. The 'Royal' title was bestowed upon the HKPF for its efforts in quelling communist riots in 1967. The Royal Hong Kong Police Force (RHKP) reverted to its former name afte"}, {"title": "Police", "href": "/wiki/Police", "description": "The police are a constituted body of persons empowered by a state, with the aim to enforce the law, to ensure the safety, health and possessions of citizens, and to prevent crime and civil disorder. Their lawful powers include arrest and the use of force legitimized by the state via the monopoly on violence. The term is most commonly associated with the police forces of a sovereign state that are "}]}, {"heading": "Events", "year": "1846", "date": "May 1", "txt": "The few remaining Mormons left in Nauvoo, Illinois, formally dedicate the Nauvoo Temple.", "entities": [{"title": "Mormons", "href": "/wiki/Mormons", "description": "Mormons are a religious and cultural group related to Mormonism, the principal branch of the Latter Day Saint movement started by Joseph Smith in upstate New York during the 1820s. After Smith's death in 1844 the movement split into several groups following different leaders; the majority followed Brigham Young, while smaller groups followed Joseph Smith III, Sidney Rigdon, and James Strang. Most "}, {"title": "Nauvoo, Illinois", "href": "/wiki/Nauvoo,_Illinois", "description": "Nauvoo is a small city in Hancock County, Illinois, United States, on the Mississippi River near Fort Madison, Iowa. The population of Nauvoo was 1,149 at the 2010 census. Nauvoo attracts visitors for its historic importance and its religious significance to members of several groups: The Church of Jesus Christ of Latter-day Saints ; the Community of Christ, formerly the Reorganized Church of Jesu"}, {"title": "Nauvoo Temple", "href": "/wiki/Nauvoo_Temple", "description": "\nThe Nauvoo Temple was the second temple constructed by the Church of Jesus Christ of Latter Day Saints. The church's first temple was completed in Kirtland, Ohio, United States, in 1836. When the main body of the church was forced out of Nauvoo, Illinois, in the winter of 1846, the church attempted to sell the building, finally succeeding in 1848. The building was damaged by fire and a tornado be"}]}, {"heading": "Events", "year": "1851", "date": "May 1", "txt": "Queen Victoria opens The Great Exhibition at The Crystal Palace in London.", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}, {"title": "The Great Exhibition", "href": "/wiki/The_Great_Exhibition", "description": "The Great Exhibition of the Works of Industry of All Nations or The Great Exhibition, an international exhibition, took place in Hyde Park, London, from 1 May to 15 October 1851. It was the first in a series of World's Fairs, exhibitions of culture and industry that became popular in the 19th century. The Great Exhibition was organised by Henry Cole and by Prince Albert, husband of the reigning mo"}, {"title": "The Crystal Palace", "href": "/wiki/The_Crystal_Palace", "description": "The Crystal Palace was a cast iron and plate glass structure, originally built in Hyde Park, London, to house the Great Exhibition of 1851. The exhibition took place from 1 May to 15 October 1851, and more than 14,000 exhibitors from around the world gathered in its 990,000 square feet (92,000 m2) exhibition space to display examples of technology developed in the Industrial Revolution. Designed b"}]}, {"heading": "Events", "year": "1863", "date": "May 1", "txt": "American Civil War: The Battle of Chancellorsville begins.", "entities": [{"title": "Battle of Chancellorsville", "href": "/wiki/Battle_of_Chancellorsville", "description": "The Battle of Chancellorsville was a major battle of the American Civil War (1861–1865), and the principal engagement of the Chancellorsville campaign. It was fought from April 30 to May 6, 1863, in Spotsylvania County, Virginia, near the village of Chancellorsville. Two related battles were fought nearby on May 3 in the vicinity of Fredericksburg. The campaign pitted Union Army Maj. Gen. Joseph H"}]}, {"heading": "Events", "year": "1865", "date": "May 1", "txt": "The Empire of Brazil, Argentina, and Uruguay sign the Treaty of the Triple Alliance.", "entities": [{"title": "Empire of Brazil", "href": "/wiki/Empire_of_Brazil", "description": "The Empire of Brazil was a 19th-century state that broadly comprised the territories which form modern Brazil and Uruguay. Its government was a representative parliamentary constitutional monarchy under the rule of Emperors Dom Pedro I and his son Dom Pedro II. A colony of the Kingdom of Portugal, Brazil became the seat of the Portuguese colonial Empire in 1808, when the Portuguese Prince regent, "}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Uruguay", "href": "/wiki/Uruguay", "description": "Uruguay, officially the Oriental Republic of Uruguay, is a country in South America. It shares borders with Argentina to its west and southwest and Brazil to its north and northeast; while bordering the Río de la Plata to the south and the Atlantic Ocean to the southeast. Uruguay has a population of an estimated 3.51 million, of whom 2 million live in the metropolitan area of its capital and large"}, {"title": "Treaty of the Triple Alliance", "href": "/wiki/Treaty_of_the_Triple_Alliance", "description": "The Treaty of the Triple Alliance was a treaty that allied the Empire of Brazil, Argentina, and Uruguay against Paraguay. Signed in 1865, after the outbreak of the Paraguayan War, its articles prescribed the allies' actions both during and after the war. The war led to the near-annihilation of Paraguay."}]}, {"heading": "Events", "year": "1866", "date": "May 1", "txt": "The Memphis Race Riots begin. In three days time, 46 blacks and two whites were killed. Reports of the atrocities influenced passage of the Fourteenth Amendment to the United States Constitution.", "entities": [{"title": "Memphis riots of 1866", "href": "/wiki/Memphis_riots_of_1866", "description": "The Memphis massacre of 1866 was a series of violent events that occurred from May 1 to 3, 1866 in Memphis, Tennessee. The racial violence was ignited by political, social, and racial tensions following the American Civil War, in the early stages of Reconstruction. After a shooting altercation between white policemen and black veterans recently mustered out of the Union Army, mobs of white residen"}, {"title": "Fourteenth Amendment to the United States Constitution", "href": "/wiki/Fourteenth_Amendment_to_the_United_States_Constitution", "description": "The Fourteenth Amendment to the United States Constitution was adopted on July 9, 1868, as one of the Reconstruction Amendments. Often considered one of the most consequential amendments, it addresses citizenship rights and equal protection under the law and was proposed in response to issues related to former slaves following the American Civil War. The amendment was bitterly contested, particula"}]}, {"heading": "Events", "year": "1885", "date": "May 1", "txt": "The original Chicago Board of Trade Building opens for business.", "entities": [{"title": "Chicago Board of Trade Building", "href": "/wiki/Chicago_Board_of_Trade_Building", "description": "The Chicago Board of Trade Building is a 44-story, 604-foot (184 m) Art Deco skyscraper located in the Chicago Loop, standing at the foot of the LaSalle Street canyon. Built in 1930 for the Chicago Board of Trade (CBOT), it has served as the primary trading venue of the CBOT and later the CME Group, formed in 2007 by the merger of the CBOT and the Chicago Mercantile Exchange. In 2012, the CME Grou"}]}, {"heading": "Events", "year": "1886", "date": "May 1", "txt": "Rallies are held throughout the United States demanding the eight-hour work day, culminating in the Haymarket affair in Chicago, in commemoration of which May 1 is celebrated as International Workers' Day in many countries.", "entities": [{"title": "Haymarket affair", "href": "/wiki/Haymarket_affair", "description": "The Haymarket affair was the aftermath of a bombing that took place at a labor demonstration on May 4, 1886, at Haymarket Square in Chicago. It began as a peaceful rally in support of workers striking for an eight-hour work day, the day after police killed one and injured several workers. An unknown person threw a dynamite bomb at the police as they acted to disperse the meeting, and the bomb blas"}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}, {"title": "International Workers' Day", "href": "/wiki/International_Workers%27_Day", "description": "International Workers' Day, also known as Labour Day in most countries and often referred to as May Day, is a celebration of labourers and the working classes that is promoted by the international labour movement and occurs every year on May Day."}]}, {"heading": "Events", "year": "1894", "date": "May 1", "txt": "Coxey's Army, the first significant American protest march, arrives in Washington, D.C.", "entities": [{"title": "Coxey's Army", "href": "/wiki/Coxey%27s_Army", "description": "Coxey's Army was a protest march by unemployed workers from the United States, led by Ohio businessman Jacob Coxey. They marched on Washington, D.C. in 1894, the second year of a four-year economic depression that was the worst in United States history to that time. Officially named the Army of the Commonwealth in Christ, its nickname came from its leader and was more enduring. It was the first si"}, {"title": "Demonstration (protest)", "href": "/wiki/Demonstration_(protest)", "description": "A demonstration is an action by a mass group or collection of groups of people in favor of a political or other cause or people partaking in a protest against a cause of concern; it often consists of walking in a mass march formation and either beginning with or meeting at a designated endpoint, or rally, to hear speakers. It is different from mass meeting."}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1898", "date": "May 1", "txt": "Spanish–American War: Battle of Manila Bay: The Asiatic Squadron of the United States Navy destroys the Pacific Squadron of the Spanish Navy after a seven-hour battle. Spain loses all seven of its ships, and 381 Spanish sailors die. There are no American vessel losses or combat deaths.", "entities": [{"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}, {"title": "Battle of Manila Bay", "href": "/wiki/Battle_of_Manila_Bay", "description": "The Battle of Manila Bay, also known as the Battle of Cavite, took place on 1 May 1898, during the Spanish–American War. The American Asiatic Squadron under Commodore George Dewey engaged and destroyed the Spanish Pacific Squadron under Contraalmirante Patricio Montojo. The battle took place in Manila Bay in the Philippines, and was the first major engagement of the Spanish–American War. The battl"}, {"title": "Asiatic Squadron", "href": "/wiki/Asiatic_Squadron", "description": "The Asiatic Squadron was a squadron of United States Navy warships stationed in East Asia during the latter half of the 19th century. It was created in 1868 when the East India Squadron was disbanded. Vessels of the squadron were primarily involved in matters relating to American commerce with China and Japan, though it participated in several conflicts over 34 years of service until becoming the "}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Pacific Squadron", "href": "/wiki/Pacific_Squadron", "description": "The Pacific Squadron was part of the United States Navy squadron stationed in the Pacific Ocean in the 19th and early 20th centuries. Initially with no United States ports in the Pacific, they operated out of storeships which provided naval supplies and purchased food and obtained water from local ports of call in the Hawaiian Islands and towns on the Pacific Coast. Throughout the history of the P"}, {"title": "Spanish Navy", "href": "/wiki/Spanish_Navy", "description": "The Spanish Navy is the maritime branch of the Spanish Armed Forces and one of the oldest active naval forces in the world. The Spanish navy was responsible for a number of major historic achievements in navigation, the most famous being the voyages of Christopher Columbus to America and the first global circumnavigation by Magellan and Elcano. For several centuries, it played a crucial logistical"}]}, {"heading": "Events", "year": "1900", "date": "May 1", "txt": "The Scofield Mine disaster kills over 200 men in Scofield, Utah in what is to date the fifth-worst mining accident in United States history.", "entities": [{"title": "Scofield Mine disaster", "href": "/wiki/Scofield_Mine_disaster", "description": "The Scofield Mine disaster was a mining explosion that occurred at the Winter Quarters coal mine on May 1, 1900. The mine was located at 39°42′57″N 111°11′17″W near the town of Scofield, Utah. In terms of life lost it was the worst mining accident at that point in American history. The explosion is also a key element in the plot of the Carla Kelly novel My Loving Vigil Keeping."}, {"title": "Scofield, Utah", "href": "/wiki/Scofield,_Utah", "description": "Scofield is a town in Carbon County, Utah, United States. The population was 23 at the 2010 census. Scofield's name is frequently applied to the 1900 mine disaster in the Pleasant Valley Coal Company's Winter Quarters mine. The community was named for General Charles W. Scofield, a timber contractor and local mine official. It is the smallest incorporated area in Utah by population."}, {"title": "Mining accident", "href": "/wiki/Mining_accident", "description": "A mining accident is an accident that occurs during the process of mining minerals or metals. Thousands of miners die from mining accidents each year, especially from underground coal mining, although accidents also occur in hard rock mining. Coal mining is considered much more hazardous than hard rock mining due to flat-lying rock strata, generally incompetent rock, the presence of methane gas, a"}]}, {"heading": "Events", "year": "1915", "date": "May 1", "txt": "The RMS Lusitania departs from New York City on her 202nd, and final, crossing of the North Atlantic. Six days later, the ship is torpedoed off the coast of Ireland with the loss of 1,198 lives.", "entities": [{"title": "RMS Lusitania", "href": "/wiki/RMS_Lusitania", "description": "RMS Lusitania was a British ocean liner that was sunk on 7 May 1915 by a German U-boat 11 miles (18 km) off the southern coast of Ireland, killing 1,198 passengers and crew. The sinking occurred about two years before the United States declaration of war on Germany. Although the Lusitania sinking was a major factor in building support for a war, war was eventually declared only after the Imperial "}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "North Atlantic", "href": "/wiki/North_Atlantic", "description": "The Atlantic Ocean is the second-largest of the world's oceans, with an area of about 106,460,000 km2 (41,100,000 sq mi). It covers approximately 20 percent of Earth's surface and about 29 percent of its water surface area. It is known to separate the \"Old World\" from the \"New World\" in the European perception of the World."}, {"title": "Ireland", "href": "/wiki/Ireland", "description": "Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth."}]}, {"heading": "Events", "year": "1919", "date": "May 1", "txt": "German troops enter Munich to suppress the Bavarian Soviet Republic.", "entities": [{"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}, {"title": "Bavarian Soviet Republic", "href": "/wiki/Bavarian_Soviet_Republic", "description": "The Bavarian or Munich Soviet Republic was a short-lived unrecognised socialist state in Bavaria during the German Revolution of 1918–19. It took the form of a workers' council republic. Its name is also sometimes rendered in English as the Bavarian Council Republic; the German term Räterepublik means a republic of councils or committees: council or committee is also the meaning of the Russian wor"}]}, {"heading": "Events", "year": "1925", "date": "May 1", "txt": "The All-China Federation of Trade Unions is officially founded. Today it is the largest trade union in the world, with 134 million members.", "entities": [{"title": "All-China Federation of Trade Unions", "href": "/wiki/All-China_Federation_of_Trade_Unions", "description": "The All-China Federation of Trade Unions (ACFTU) is the national trade union center of the People's Republic of China. It is the largest trade union in the world with 302 million members in 1,713,000 primary trade union organizations. The ACFTU is divided into 31 regional federations and 10 national industrial unions. The ACFTU is the country's sole legally-mandated trade union, with which all ent"}, {"title": "Trade union", "href": "/wiki/Trade_union", "description": "A trade union, often simply called a union, is an organization of workers who have come together to achieve many common goals, such as protecting the integrity of their trade, improving safety standards, and attaining better wages, benefits, and working conditions through the increased bargaining power wielded by the creation of a monopoly of the workers. Trade unions typically fund the formal org"}]}, {"heading": "Events", "year": "1929", "date": "May 1", "txt": "The 7.2 Mw  Kopet Dag earthquake shakes the Iran–Turkmenistan border region with a maximum Mercalli intensity of IX (Violent), killing up to 3,800 and injuring 1,121.", "entities": [{"title": "1929 Kopet Dag earthquake", "href": "/wiki/1929_Kopet_Dag_earthquake", "description": "The 1929 Kopet Dag earthquake took place at 15:37 UTC on 1 May with a moment magnitude of 7.2 and a maximum Mercalli intensity of IX (Violent). It occurred in the Kopet Dag area of Iran and caused up to 3,800 casualties along the Turkmenistan-Iran border. More than 1,100 were injured."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1930", "date": "May 1", "txt": "\"Pluto\" is officially proposed for the name of the newly discovered dwarf planet Pluto by Vesto Slipher in the Lowell Observatory Observation Circular. The name quickly catches on.", "entities": [{"title": "Dwarf planet", "href": "/wiki/Dwarf_planet", "description": "A dwarf planet is a planetary-mass object that does not dominate its region of space and is not a satellite. That is, it is in direct orbit of the Sun and is massive enough to be plastic – for its gravity to maintain it in a hydrostatically equilibrious shape – but has not cleared the neighborhood of its orbit of similar objects. The prototype dwarf planet is Pluto. The interest of dwarf planets t"}, {"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}, {"title": "Vesto Slipher", "href": "/wiki/Vesto_Slipher", "description": "Vesto Melvin Slipher was an American astronomer who performed the first measurements of radial velocities for galaxies. He was the first to discover that distant galaxies are redshifted, thus providing the first empirical basis for the expansion of the universe. He was also the first to relate these redshifts to velocity."}]}, {"heading": "Events", "year": "1931", "date": "May 1", "txt": "The Empire State Building is dedicated in New York City.", "entities": [{"title": "Empire State Building", "href": "/wiki/Empire_State_Building", "description": "The Empire State Building is a 102-story Art Deco skyscraper in Midtown Manhattan in New York City, United States. It was designed by Shreve, Lamb & Harmon and built from 1930 to 1931. Its name is derived from \"Empire State\", the nickname of the state of New York. The building has a roof height of 1,250 feet (380 m) and stands a total of 1,454 feet (443.2 m) tall, including its antenna. The Empire"}]}, {"heading": "Events", "year": "1945", "date": "May 1", "txt": "World War II: A German newsreader officially announces that Adolf Hitler has \"fallen at his command post in the Reich Chancellery fighting to the last breath against Bolshevism and for Germany\". The Soviet flag is raised over the Reich Chancellery, by order of Stalin.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Reich Chancellery", "href": "/wiki/Reich_Chancellery", "description": "The Reich Chancellery was the traditional name of the office of the Chancellor of Germany in the period of the German Reich from 1878 to 1945. The Chancellery's seat, selected and prepared since 1875, was the former city palace of Prince Antoni Radziwiłł (1775–1833) on Wilhelmstraße in Berlin. Both the palace and a new Reich Chancellery building were seriously damaged during World War II and subse"}, {"title": "Bolshevism", "href": "/wiki/Bolshevism", "description": "Bolshevism is a revolutionary Marxist current of political thought and political regime associated with the formation of a rigidly centralized, cohesive and disciplined party of social revolution, focused on overthrowing the existing capitalist state system, seizing power and establishing the \"dictatorship of the proletariat\"."}, {"title": "Flag of the Soviet Union", "href": "/wiki/Flag_of_the_Soviet_Union", "description": "The State Flag of the Union of Soviet Socialist Republics, commonly known as the Soviet flag, was the official state flag of the Union of Soviet Socialist Republics (USSR) from 1922 to 1991. The flag's design and symbolism are derived from several sources, but emerged during the Russian Revolution. The flag is also an international symbol of the communist movement as a whole. The nicknames for the"}]}, {"heading": "Events", "year": "1945", "date": "May 1", "txt": "World War II: Up to 2,500 people die in a mass suicide in Demmin following the advance of the Red Army.", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1946", "date": "May 1", "txt": "Start of three-year Pilbara strike of Indigenous Australians.", "entities": [{"title": "1946 Pilbara strike", "href": "/wiki/1946_Pilbara_strike", "description": "\n\nThe 1946 Pilbara strike was a landmark strike by Indigenous Australian pastoral workers in the Pilbara region of Western Australia for human rights recognition and payment of fair wages and working conditions. The strike involved at least 800 Aboriginal pastoral workers walking off the large Pastoral Stations in the Pilbara on 1 May 1946, and from employment in the two major towns of Port Hedlan"}, {"title": "Indigenous Australians", "href": "/wiki/Indigenous_Australians", "description": "Indigenous Australians are people with familial heritage to groups that lived in Australia before British colonisation. They include the Aboriginal and Torres Strait Islander peoples of Australia. The term Aboriginal and Torres Strait Islander peoples or the person's specific cultural group, is often preferred, though the terms First Nations of Australia, First Peoples of Australia and First Austr"}]}, {"heading": "Events", "year": "1947", "date": "May 1", "txt": "Portella della Ginestra massacre against May Day celebrations in Sicily by the bandit and separatist leader Salvatore Giuliano where 11 persons are killed and 33 wounded.", "entities": [{"title": "Portella della Ginestra massacre", "href": "/wiki/Portella_della_Ginestra_massacre", "description": "The Portella della Ginestra massacre was one of the most violent acts in the history of modern Italian politics, when 11 people were killed and 27 wounded during May Day celebrations in Sicily on May 1, 1947, in the municipality of Piana degli Albanesi. Those held responsible were the bandit and separatist leader Salvatore Giuliano and his gang – although their motives and intentions are still a m"}, {"title": "May Day", "href": "/wiki/May_Day", "description": "May Day is a public holiday, in some regions, usually celebrated on 1 May or the first Monday of May. It is an ancient festival marking the first day of summer, and a current traditional spring holiday in many European cultures. Dances, singing, and cake are usually part of the festivities."}, {"title": "Sicily", "href": "/wiki/Sicily", "description": "Sicily is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana. The region has 5 million inhabitants. Its capital city is Palermo."}, {"title": "Salvatore Giuliano", "href": "/wiki/Salvatore_Giuliano", "description": "Salvatore Giuliano was a Sicilian bandit, who rose to prominence in the disorder which followed the Allied invasion of Sicily in 1943. In September of that year, Giuliano became an outlaw after shooting and killing a police officer who tried to arrest him for black market food smuggling when 70% of Sicily's food supply was provided by the black market. He maintained a band of subordinates for most"}]}, {"heading": "Events", "year": "1956", "date": "May 1", "txt": "The polio vaccine developed by Jonas Salk is made available to the public.", "entities": [{"title": "Polio vaccine", "href": "/wiki/Polio_vaccine", "description": "Polio vaccines are vaccines used to prevent poliomyelitis (polio). Two types are used: an inactivated poliovirus given by injection (IPV) and a weakened poliovirus given by mouth (OPV). The World Health Organization (WHO) recommends all children be fully vaccinated against polio. The two vaccines have eliminated polio from most of the world, and reduced the number of cases reported each year from "}, {"title": "Jonas Salk", "href": "/wiki/Jonas_Salk", "description": "Jonas Edward Salk was an American virologist and medical researcher who developed one of the first successful polio vaccines. He was born in New York City and attended the City College of New York and New York University School of Medicine."}]}, {"heading": "Events", "year": "1960", "date": "May 1", "txt": "Cold War: U-2 incident: Francis Gary Powers, in a Lockheed U-2 spyplane, is shot down over the Sverdlovsk Oblast, Soviet Union, sparking a diplomatic crisis.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "1960 U-2 incident", "href": "/wiki/1960_U-2_incident", "description": "The 1960 U-2 incident occurred on 1 May 1960, when an American U-2 spy plane was shot down by the Soviet Air Defence Forces while performing photographic aerial reconnaissance deep inside Soviet territory. The single-seat aircraft, flown by CIA pilot Francis Gary Powers, was hit by an S-75 Dvina surface-to-air missile and crashed near Sverdlovsk. Powers ejected and parachuted to the ground safely,"}, {"title": "Francis Gary Powers", "href": "/wiki/Francis_Gary_Powers", "description": "Francis Gary Powers was an American pilot whose Central Intelligence Agency (CIA) U-2 spy plane was shot down while flying a reconnaissance mission in Soviet Union airspace, causing the 1960 U-2 incident."}, {"title": "Lockheed U-2", "href": "/wiki/Lockheed_U-2", "description": "The Lockheed U-2, nicknamed \"Dragon Lady\", is an American single-jet engine, high altitude reconnaissance aircraft operated by the United States Air Force (USAF) and previously flown by the Central Intelligence Agency (CIA). It provides day and night, high-altitude, all-weather intelligence gathering."}, {"title": "Spyplane", "href": "/wiki/Spyplane", "description": "A reconnaissance aircraft is a military aircraft designed or adapted to perform aerial reconnaissance with roles including collection of imagery intelligence, signals intelligence, as well as measurement and signature intelligence. Modern technology has also enabled some aircraft and UAVs to carry out real-time surveillance in addition to general intelligence gathering."}, {"title": "Sverdlovsk Oblast", "href": "/wiki/Sverdlovsk_Oblast", "description": "Sverdlovsk Oblast is a federal subject of Russia located in the Ural Federal District. Its administrative center is the city of Yekaterinburg, formerly known as Sverdlovsk. Its population is 4,297,747."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1961", "date": "May 1", "txt": "The Prime Minister of Cuba, Fidel Castro, proclaims Cuba a socialist nation and abolishes elections.", "entities": [{"title": "Prime Minister of Cuba", "href": "/wiki/Prime_Minister_of_Cuba", "description": "The Prime Minister of Cuba, officially known as the President of the Council of Ministers between 1976 and 2019, is the head of government of Cuba and the chairman of the Council of Ministers (cabinet). The Prime Minister is the third highest office in Cuba, after the First Secretary of the Communist Party of Cuba and the President of Cuba, and the second-highest state office."}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Socialism", "href": "/wiki/Socialism", "description": "Socialism is a political, social, and economic philosophy encompassing a range of economic and social systems characterised by social ownership of the means of production. It includes the political theories and movements associated with such systems. Social ownership can be public, collective, cooperative, or of equity. While no single definition encapsulates the many types of socialism, social ow"}]}, {"heading": "Events", "year": "1970", "date": "May 1", "txt": "Vietnam War: Protests erupt following the announcement by Richard Nixon that the U.S. and South Vietnamese forces would attack Vietnamese communists in a Cambodian Campaign.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Communist Party of Vietnam", "href": "/wiki/Communist_Party_of_Vietnam", "description": "The Communist Party of Vietnam (CPV) is the founding and ruling communist party of the Socialist Republic of Vietnam. Although it nominally exists alongside the Vietnamese Fatherland Front, it maintains a unitary government and has centralised control over the state, military and media. The supremacy of the Communist Party is guaranteed by Article 4 of the national constitution. CPV was founded in"}, {"title": "Cambodian Campaign", "href": "/wiki/Cambodian_Campaign", "description": "The Cambodian campaign was a brief series of military operations conducted in eastern Cambodia in 1970 by South Vietnam and the United States as an extension of the Vietnam War and the Cambodian Civil War. Thirteen major operations were conducted by the Army of the Republic of Vietnam (ARVN) between 29 April and 22 July and by U.S. forces between 1 May and 30 June."}]}, {"heading": "Events", "year": "1971", "date": "May 1", "txt": "Amtrak (the National Railroad Passenger Corporation) takes over operation of U.S. passenger rail service.", "entities": [{"title": "Amtrak", "href": "/wiki/Amtrak", "description": "The National Railroad Passenger Corporation, doing business as Amtrak, is a passenger railroad service that provides medium and long-distance intercity service in the contiguous United States and to nine Canadian cities."}, {"title": "Rail transportation in the United States", "href": "/wiki/Rail_transportation_in_the_United_States#Passenger_railroads", "description": "Rail transportation in the United States consists primarily of freight shipments, with a well integrated network of standard gauge private freight railroads extending into Canada and Mexico. Passenger service is mainly mass transit and commuter rail in major cities. Intercity passenger service, once a large and vital part of the nation's passenger transportation network, plays a limited role as co"}]}, {"heading": "Events", "year": "1978", "date": "May 1", "txt": "Japan's Naomi Uemura, travelling by dog sled, becomes the first person to reach the North Pole alone.", "entities": [{"title": "Naomi Uemura", "href": "/wiki/Naomi_Uemura", "description": "Naomi Uemura  was a Japanese adventurer who was known particularly for his solo exploits. For example, he was the first man to reach the North Pole solo, the first man to raft the Amazon solo, and the first man to climb Denali solo. He disappeared a day after his 43rd birthday while attempting to climb Denali in the winter."}, {"title": "Dog sled", "href": "/wiki/Dog_sled", "description": "A dog sled or dog sleigh is a sled pulled by one or more sled dogs used to travel over ice and through snow. Numerous types of sleds are used, depending on their function. They can be used for dog sled racing. In Greenland the dogs pull in a fan shape in front of the sled, while in other regions, such as Alaska and Canada the dogs pull side by side in pairs."}, {"title": "North Pole", "href": "/wiki/North_Pole", "description": "The North Pole, also known as the Geographic North Pole or Terrestrial North Pole, is the point in the Northern Hemisphere where the Earth's axis of rotation meets its surface. It is called the True North Pole to distinguish from the Magnetic North Pole."}]}, {"heading": "Events", "year": "1982", "date": "May 1", "txt": "Operation Black Buck: The Royal Air Force attacks the Argentine Air Force during Falklands War.", "entities": [{"title": "Operation Black Buck", "href": "/wiki/Operation_Black_Buck", "description": "During the 1982 Falklands War, Operations Black Buck 1 to Black Buck 7 were a series of seven extremely long-range ground attack missions by Royal Air Force (RAF) Vulcan bombers of the RAF Waddington Wing, comprising aircraft from Nos. 44, 50 and 101 Squadrons against Argentine positions in the Falkland Islands, of which five missions completed attacks. The objective of the missions was to attack "}, {"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}, {"title": "Argentine Air Force", "href": "/wiki/Argentine_Air_Force", "description": "The Argentine Air Force is the national aviation branch of the Armed Forces of the Argentine Republic. In 2010, it had 14,600 military personnel and 6,900 civilian personnel."}, {"title": "Falklands War", "href": "/wiki/Falklands_War", "description": "The Falklands War was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands."}]}, {"heading": "Events", "year": "1999", "date": "May 1", "txt": "The body of British climber George Mallory is found on Mount Everest, 75 years after his disappearance in 1924.", "entities": [{"title": "George Mallory", "href": "/wiki/George_Mallory", "description": "George Herbert Leigh Mallory was an English mountaineer who took part in the first three British expeditions to Mount Everest in the early 1920s."}, {"title": "Mount Everest", "href": "/wiki/Mount_Everest", "description": "Mount Everest is Earth's highest mountain above sea level, located in the Mahalangur Himal sub-range of the Himalayas. The China–Nepal border runs across its summit point. Its elevation of 8,848.86 m (29,031.7 ft) was most recently established in 2020 by the Nepali and Chinese authorities."}, {"title": "1924", "href": "/wiki/1924", "description": "1924 (MCMXXIV) was a leap year starting on Tuesday of the Gregorian calendar, the 1924th year of the Common Era (CE) and Anno Domini (AD) designations, the 924th year of the 2nd millennium, the 24th year of the 20th century, and the 5th year of the 1920s decade. "}]}, {"heading": "Events", "year": "2003", "date": "May 1", "txt": "Invasion of Iraq: In what becomes known as the \"Mission Accomplished\" speech, on board the USS Abraham Lincoln (off the coast of California), U.S. President George W. Bush declares that \"major combat operations in Iraq have ended\".", "entities": [{"title": "2003 invasion of Iraq", "href": "/wiki/2003_invasion_of_Iraq", "description": "The 2003 invasion of Iraq was the first stage of the Iraq War. The invasion phase began on 19 March 2003 (air) and 20 March 2003 (ground) and lasted just over one month, including 26 days of major combat operations, in which a combined force of troops from the United States, the United Kingdom, Australia and Poland invaded Iraq. This early stage of the war formally ended on 1 May 2003 when U.S. Pr"}, {"title": "Mission Accomplished speech", "href": "/wiki/Mission_Accomplished_speech", "description": "The Mission Accomplished speech was a televised address by United States President George W. Bush on the aircraft carrier USS Abraham Lincoln on May 1, 2003."}, {"title": "USS Abraham Lincoln (CVN-72)", "href": "/wiki/USS_Abraham_Lincoln_(CVN-72)", "description": "USS Abraham Lincoln (CVN-72) is the fifth  Nimitz-class aircraft carrier in the United States Navy. She is the second Navy ship to have been named after the former President Abraham Lincoln. Her home port is NAS North Island, San Diego, CA; she is a member of the United States Pacific Fleet. She is administratively responsible to Commander, Naval Air Forces Pacific, and operationally served as the"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2004", "date": "May 1", "txt": "Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia, and Slovenia join the European Union, celebrated at the residence of the Irish President in Dublin.", "entities": [{"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Slovakia", "href": "/wiki/Slovakia", "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000 sq mi), with a population of over 5.4 million. The capital and largest city is Bratisl"}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}, {"title": "President of Ireland", "href": "/wiki/President_of_Ireland", "description": "The President of Ireland is the head of state of the Republic of Ireland and the supreme commander of the Irish Defence Forces."}, {"title": "Dublin", "href": "/wiki/Dublin", "description": "Dublin is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster. It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region as of 2016 was 1,347,359. The population of the Greater D"}]}, {"heading": "Events", "year": "2009", "date": "May 1", "txt": "Same-sex marriage is legalized in Sweden.", "entities": [{"title": "Same-sex marriage in Sweden", "href": "/wiki/Same-sex_marriage_in_Sweden", "description": "Same-sex marriage in Sweden has been legal since 1 May 2009 following the adoption of a gender-neutral marriage law by the Riksdag on 1 April 2009. Sweden was the seventh country in the world to open marriage to same-sex couples nationwide. Existing registered partnerships remain in force and can be converted to a marriage if the partners so desire, either through a written application or through "}]}, {"heading": "Events", "year": "2011", "date": "May 1", "txt": "Pope John Paul II is beatified by his successor, Pope Benedict XVI.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Beatification", "href": "/wiki/Beatification", "description": "Beatification is a recognition accorded by the Catholic Church of a deceased person's entrance into Heaven and capacity to intercede on behalf of individuals who pray in his or her name. Beati is the plural form, referring to those who have undergone the process of beatification; they possess the title of \"Blessed\" before their names and are often referred to in English as \"a Blessed\" or, plurally"}, {"title": "Pope Benedict XVI", "href": "/wiki/Pope_Benedict_XVI", "description": "Pope Benedict XVI is a retired prelate of the Catholic Church who served as the head of the Church and the sovereign of the Vatican City State from 2005 until his resignation in 2013. Benedict's election as pope occurred in the 2005 papal conclave that followed the death of Pope John Paul II. Benedict chose to be known by the title \"pope emeritus\" upon his resignation."}]}, {"heading": "Events", "year": "2019", "date": "May 1", "txt": "Naxalite attack in Gadchiroli district of India: Sixteen army soldiers, including a driver, killed in an IED blast. Naxals targeted an anti-Naxal operations team.", "entities": [{"title": "Naxalite", "href": "/wiki/Naxalite", "description": "A Naxal or Naxalite is a member of militant political organisation that claims the legacy of the Communist Party of India (Marxist–Leninist), founded in Calcutta in 1969."}, {"title": "Gadchiroli district", "href": "/wiki/Gadchiroli_district", "description": "Gadchiroli district is an administrative district in Maharashtra, India. The city of Gadchiroli is the administrative headquarters of the district."}, {"title": "2019 Gadchiroli Naxal Attack", "href": "/wiki/2019_Gadchiroli_Naxal_Attack", "description": "On 1 May 2019, a landmine killed 15 Indian police and their driver in Gadchiroli, state of Maharashtra, India. Police have blamed the blast on Maoist because they are common in the area. The attack took place after Maoist set 25 vehicles on fire. Hours after the attack Narendra Modi condemned the attack."}]}, {"heading": "Births", "year": "1218", "date": "May 1", "txt": "John I, Count of Hainaut (d. 1257)", "entities": [{"title": "John I, Count of Hainaut", "href": "/wiki/John_I,_Count_of_Hainaut", "description": "John of Avesnes was the count of Hainaut from 1246 to his death."}]}, {"heading": "Births", "year": "1218", "date": "May 1", "txt": "Rudolf I of Germany (d. 1291)", "entities": []}, {"heading": "Births", "year": "1285", "date": "May 1", "txt": "Edmund FitzAlan, 9th Earl of Arundel, English politician (d. 1326)", "entities": [{"title": "Edmund FitzAlan, 9th Earl of Arundel", "href": "/wiki/Edmund_FitzAlan,_9th_Earl_of_Arundel", "description": "Edmund Fitzalan, 9th Earl of Arundel was an English nobleman prominent in the conflict between King Edward II and his barons. His father, Richard Fitzalan, 1st Earl of Arundel, died in 1302, while Edmund was still a minor. He therefore became a ward of John de Warenne, Earl of Surrey, and married Warenne's granddaughter Alice. In 1306 he was styled Earl of Arundel, and served under Edward I in the"}]}, {"heading": "Births", "year": "1326", "date": "May 1", "txt": "Rinchinbal Khan, Mongolian emperor (d. 1332)", "entities": [{"title": "Rinchinbal Khan", "href": "/wiki/Rinchinbal_Khan", "description": "Rinchinbal, also known by the temple name Ningzong, was a son of Kuśala who was briefly installed to the throne of the Yuan dynasty, but died soon after he seized the throne. Apart from Emperor of China, he is also considered the 14th Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire."}]}, {"heading": "Births", "year": "1488", "date": "May 1", "txt": "Sidonie of Bavaria, eldest daughter of Duke Albrecht IV of Bavaria-Munich (d. 1505)", "entities": [{"title": "Sidonie of Bavaria", "href": "/wiki/Sidonie_of_Bavaria", "description": "Sidonie of Bavaria was a member of the House of Wittelsbach. She was the eldest daughter of Duke Albert IV of Bavaria-Munich and his wife Kunigunde of Austria. She died later as a bride of the Elector Palatine Louis V."}]}, {"heading": "Births", "year": "1527", "date": "May 1", "txt": "Johannes Stadius, German astronomer, astrologer, mathematician (d. 1579)", "entities": [{"title": "Johannes Stadius", "href": "/wiki/Johannes_Stadius", "description": "Johannes Stadius or Estadius, was a Flemish astronomer, astrologer, and mathematician. He was one of the important late 16th-century makers of ephemerides, which gave the positions of astronomical objects in the sky at a given time or times."}]}, {"heading": "Births", "year": "1545", "date": "May 1", "txt": "Franciscus Junius, French theologian (d. 1602)", "entities": [{"title": "Franciscus Junius (the elder)", "href": "/wiki/Franciscus_Junius_(the_elder)", "description": "Franciscus Junius the Elder was a Reformed scholar, Protestant reformer and theologian. Born in Bourges in central France, he initially studied law, but later decided to study theology in Geneva under John Calvin and Theodore Beza. He became a minister in Antwerp, but was forced to flee to Heidelberg in 1567. He wrote a translation of the Bible into Latin with Emmanuel Tremellius, and his Treatise"}]}, {"heading": "Births", "year": "1579", "date": "May 1", "txt": "Wolphert Gerretse, Dutch-American farmer, co-founded New Netherland (d. 1662)", "entities": [{"title": "Wolphert Gerretse", "href": "/wiki/Wolphert_Gerretse", "description": "Wolfert Gerritse Van Couwenhoven, also known as Wolphert Gerretse van Kouwenhoven and Wolphert Gerretse, was an original patentee, director of bouweries (farms), and a founder of the New Netherland colony."}, {"title": "New Netherland", "href": "/wiki/New_Netherland", "description": "New Netherland was a 17th-century colony of the Dutch Republic that was located on what is now the east coast of the United States. The claimed territories extended from the Delmarva Peninsula to southwestern Cape Cod, while the more limited settled areas are now part of New York, New Jersey, Delaware, and Connecticut, with small outposts in Pennsylvania and Rhode Island."}]}, {"heading": "Births", "year": "1582", "date": "May 1", "txt": "Marco da Gagliano, Italian composer (d. 1643)", "entities": [{"title": "Marco da Gagliano", "href": "/wiki/Marco_da_Gagliano", "description": "Marco da Gagliano was an Italian composer of the early Baroque era. He was important in the early history of opera and the development of the solo and concerted madrigal."}]}, {"heading": "Births", "year": "1585", "date": "May 1", "txt": "Sophia Olelkovich Radziwill, Belarusian saint (d. 1612)", "entities": [{"title": "Sophia Olelkovich Radziwill", "href": "/wiki/Sophia_Olelkovich_Radziwill", "description": "Sophia Olelkovich Radziwill was a Lithuanian Orthodox Christian saint. She was the last descendant of the family Olelkovich-Slutsk who were descended from Prince Algirdas. She was canonized by the Orthodox Church in 1983. The church of St. Sophia of Slutsk in Minsk is named after her."}]}, {"heading": "Births", "year": "1591", "date": "May 1", "txt": "Johann Adam Schall von Bell, German missionary and astronomer (d. 1666)", "entities": [{"title": "Johann Adam Schall von Bell", "href": "/wiki/Johann_Adam_Schall_von_Bell", "description": "Johann Adam Schall von Bell was a German Jesuit and astronomer. He spent most of his life as a missionary in China and became an adviser to the Shunzhi Emperor of the Qing dynasty."}]}, {"heading": "Births", "year": "1594", "date": "May 1", "txt": "John Haynes, English-American politician, 1st Governor of the Colony of Connecticut (d. 1653)", "entities": [{"title": "John Haynes (governor)", "href": "/wiki/John_Haynes_(governor)", "description": "John Haynes, also sometimes spelled Haines, was a colonial magistrate and one of the founders of the Connecticut Colony. He served one term as governor of the Massachusetts Bay Colony and was the first governor of Connecticut, ultimately serving eight separate terms."}]}, {"heading": "Births", "year": "1602", "date": "May 1", "txt": "William Lilly, English astrologer (d. 1681)", "entities": [{"title": "William Lilly", "href": "/wiki/William_Lilly", "description": "William Lilly was a seventeenth century English astrologer. He is described as having been a genius at something \"that modern mainstream opinion has since decided cannot be done at all\" having developed his stature as the most important astrologer in England through his social and political connections as well as going on to have an indelible impact on the future course of Western astrological tra"}]}, {"heading": "Births", "year": "1672", "date": "May 1", "txt": "Joseph Addison, English essayist, poet, playwright, and politician (d. 1719)", "entities": [{"title": "Joseph Addison", "href": "/wiki/Joseph_Addison", "description": "Joseph Addison was an English essayist, poet, playwright and politician. He was the eldest son of The Reverend Lancelot Addison. His name is usually remembered alongside that of his long-standing friend Richard Steele, with whom he founded The Spectator magazine. His simple prose style marked the end of the mannerisms and conventional classical images of the 17th century."}]}, {"heading": "Births", "year": "1730", "date": "May 1", "txt": "Joshua Rowley, English admiral (d. 1790)", "entities": [{"title": "Joshua Rowley", "href": "/wiki/Joshua_Rowley", "description": "Vice-Admiral Sir Joshua Rowley, 1st Baronet (1734–1790) was the fourth son of Admiral Sir William Rowley. Sir Joshua was from an ancient English family, originating in Staffordshire (England) and was born on 1 May 1734. Rowley served with distinction in a number of battles throughout his career and was highly praised by his contemporaries. Unfortunately whilst his career was often active he did no"}]}, {"heading": "Births", "year": "1735", "date": "May 1", "txt": "Jan Hendrik van Kinsbergen, Dutch admiral and philanthropist (d. 1819)", "entities": [{"title": "Jan Hendrik van Kinsbergen", "href": "/wiki/Jan_Hendrik_van_Kinsbergen", "description": "Jan Hendrik van Kinsbergen, or Count of Doggersbank, was a Dutch naval officer. Having had a good scientific education, Van Kinsbergen was a proponent of fleet modernization and wrote many books about naval organization, discipline and tactics."}]}, {"heading": "Births", "year": "1751", "date": "May 1", "txt": "Judith Sargent Murray, American poet and playwright (d. 1820)", "entities": [{"title": "Judith Sargent Murray", "href": "/wiki/Judith_Sargent_Murray", "description": "Judith Sargent Stevens Murray was an early American advocate for women's rights, an essay writer, playwright, poet, and letter writer. She was one of the first American proponents of the idea of the equality of the sexes—that women, like men, had the capability of intellectual accomplishment and should be able to achieve economic independence. Among many other influential pieces, her landmark essa"}]}, {"heading": "Births", "year": "1764", "date": "May 1", "txt": "Benjamin Henry Latrobe, English-American architect, designed the United States Capitol (d. 1820)", "entities": [{"title": "Benjamin Henry Latrobe", "href": "/wiki/Benjamin_Henry_Latrobe", "description": "Benjamin Henry Boneval Latrobe was a British-American neoclassical architect who emigrated to the United States. He was one of the first formally trained, professional architects in the new United States, drawing on influences from his travels in Italy, as well as British and French Neoclassical architects such as Claude Nicolas Ledoux. In his thirties, he emigrated to the new United States and de"}, {"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}]}, {"heading": "Births", "year": "1769", "date": "May 1", "txt": "Arthur Wellesley, 1st Duke of Wellington, Irish-English field marshal and politician, Prime Minister of the United Kingdom (d. 1852)", "entities": [{"title": "Arthur Wellesley, 1st Duke of Wellington", "href": "/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington", "description": "Arthur Wellesley, 1st Duke of Wellington, was an Anglo-Irish soldier and Tory statesman who was one of the leading military and political figures of 19th-century Britain, serving twice as prime minister. He ended the Napoleonic Wars when he defeated Napoleon at the Battle of Waterloo in 1815."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1783", "date": "May 1", "txt": "Phoebe Hinsdale Brown, American hymnwriter (d. 1861)", "entities": [{"title": "Phoebe Hinsdale Brown", "href": "/wiki/Phoebe_Hinsdale_Brown", "description": "Phoebe Hinsdale Brown was the first notable American woman hymnwriter, and the first American woman to write a hymn of wide popularity, \"I love to steal awhile away\"."}]}, {"heading": "Births", "year": "1803", "date": "May 1", "txt": "James Clarence Mangan, Irish poet and author (d. 1849)", "entities": [{"title": "James Clarence Mangan", "href": "/wiki/James_Clarence_Mangan", "description": "James Clarence Mangan, born James Mangan, was an Irish poet.\nHe freely translated works from German, Turkish, Persian, Arabic, and Irish, with his translations of Goethe gaining special interest. \nAfter the Great Famine in Ireland, he began writing patriotic poems, such as A Vision of Connaught in the Thirteenth Century.\nMangan was troubled, eccentric, and an alcoholic. \nHe died early from cholera"}]}, {"heading": "Births", "year": "1821", "date": "May 1", "txt": "Henry Ayers, English-Australian politician, 8th Premier of South Australia (d. 1897)", "entities": [{"title": "Henry Ayers", "href": "/wiki/Henry_Ayers", "description": "Sir Henry Ayers was the eighth Premier of South Australia, serving a record five times between 1863 and 1873."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1824", "date": "May 1", "txt": "Alexander William Williamson, English chemist and academic (d. 1904)", "entities": [{"title": "Alexander William Williamson", "href": "/wiki/Alexander_William_Williamson", "description": "Prof Alexander William Williamson FRS FRSE PCS MRIA was an English chemist. He is best known today for the Williamson ether synthesis."}]}, {"heading": "Births", "year": "1825", "date": "May 1", "txt": "Johann Jakob Balmer, Swiss mathematician and physicist (d. 1898)", "entities": [{"title": "Johann Jakob Balmer", "href": "/wiki/Johann_Jakob_Balmer", "description": "Johann Jakob Balmer was a Swiss mathematician best known for his work in physics, the Balmer series of Hydrogen atom."}]}, {"heading": "Births", "year": "1825", "date": "May 1", "txt": "George Inness, American painter and educator (d. 1894)", "entities": []}, {"heading": "Births", "year": "1827", "date": "May 1", "txt": "Jules Breton, French painter (d. 1906)", "entities": [{"title": "Jules Breton", "href": "/wiki/Jules_Breton", "description": "Jules Adolphe Aimé Louis Breton was a 19th-century French Naturalist painter. His paintings are heavily influenced by the French countryside and his absorption of traditional methods of painting helped make Jules Breton one of the primary transmitters of the beauty and idyllic vision of rural existence."}]}, {"heading": "Births", "year": "1829", "date": "May 1", "txt": "José de Alencar, Brazilian author and playwright (d. 1877)", "entities": [{"title": "José de Alencar", "href": "/wiki/Jos%C3%A9_de_Alencar", "description": "José Martiniano de Alencar was a Brazilian lawyer, politician, orator, novelist and dramatist. He is considered to be one of the most famous and influential Brazilian Romantic novelists of the 19th century, and a major exponent of the literary tradition known as \"Indianism\". Sometimes he signed his works with the pen name Erasmo."}]}, {"heading": "Births", "year": "1829", "date": "May 1", "txt": "Frederick Sandys, English painter and illustrator (d. 1904)", "entities": []}, {"heading": "Births", "year": "1830", "date": "May 1", "txt": "Guido Gezelle, Belgian priest and poet (d. 1899)", "entities": [{"title": "Guido Gezelle", "href": "/wiki/Guido_Gezelle", "description": "Guido Pieter Theodorus Josephus Gezelle was an influential writer and poet and a Roman Catholic priest from Belgium. He is famous for the use of the West Flemish dialect."}]}, {"heading": "Births", "year": "1831", "date": "May 1", "txt": "Emily Stowe, Canadian physician and activist (d. 1903)", "entities": [{"title": "Emily Stowe", "href": "/wiki/Emily_Stowe", "description": "Emily Howarde Stowe was the first female physician to practise in Canada, the second licensed female physician in Canada and an activist for women's rights and suffrage. Stowe helped found the women's suffrage movement in Canada and campaigned for the country's first medical college for women."}]}, {"heading": "Births", "year": "1847", "date": "May 1", "txt": "Henry Demarest Lloyd, American journalist and politician (d. 1903)", "entities": [{"title": "Henry Demarest Lloyd", "href": "/wiki/Henry_Demarest_Lloyd", "description": "Henry Demarest Lloyd was a 19th-century American progressive political activist and pioneer muckraking journalist. He is best remembered for his exposés of the Standard Oil Company, which were written before Ida M. Tarbell's series for McClure's Magazine."}]}, {"heading": "Births", "year": "1848", "date": "May 1", "txt": "Adelsteen Normann, Norwegian painter (d. 1919)", "entities": [{"title": "Adelsteen Normann", "href": "/wiki/Adelsteen_Normann", "description": "Eilert Adelsteen Normann was a Norwegian painter who worked in Berlin. He was a noted painter of landscapes of Norway. Normann was the artist who invited Edvard Munch to Berlin, where he painted The Scream. Normann's fjord paintings are credited with making the Norwegian fjords a more popular tourist destination."}]}, {"heading": "Births", "year": "1850", "date": "May 1", "txt": "Prince Arthur, Duke of Connaught and Strathearn (d. 1942)", "entities": [{"title": "Prince Arthur, Duke of Connaught and Strathearn", "href": "/wiki/Prince_Arthur,_Duke_of_Connaught_and_Strathearn", "description": "Prince Arthur, Duke of Connaught and Strathearn, was the seventh child and third son of Queen Victoria and Prince Albert. He served as the Governor General of Canada, the tenth since Canadian Confederation and the only British prince to do so. In 1910 he was appointed Grand Prior of the Order of St John and held this position until 1939."}]}, {"heading": "Births", "year": "1851", "date": "May 1", "txt": "Laza Lazarević, Serbian psychiatrist and neurologist (d. 1891)", "entities": [{"title": "Laza Lazarević", "href": "/wiki/Laza_Lazarevi%C4%87", "description": "Lazar \"Laza\" Lazarević was a Serbian physician writer, psychiatrist, and neurologist."}]}, {"heading": "Births", "year": "1852", "date": "May 1", "txt": "Calamity Jane, American frontierswoman and professional scout (d. 1903)", "entities": [{"title": "Calamity Jane", "href": "/wiki/Calamity_Jane", "description": "Martha Jane Cannary, better known as Calamity Jane, was a well-known American frontierswoman, sharpshooter, and raconteur. In addition to many exploits she was known for being an acquaintance of Wild Bill Hickok. Late in her life, she appeared in Buffalo Bill's Wild West show and at the 1901 Pan-American Exposition. She is said to have exhibited compassion to others, especially to the sick and nee"}]}, {"heading": "Births", "year": "1852", "date": "May 1", "txt": "Santiago Ramón y Cajal, Spanish neuroscientist and pathologist, Nobel Prize laureate (d. 1934)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1853", "date": "May 1", "txt": "Jacob Mikhailovich Gordin, Ukrainian-American journalist, actor, and playwright (d. 1909)", "entities": [{"title": "Jacob Mikhailovich Gordin", "href": "/wiki/Jacob_Mikhailovich_Gordin", "description": "Jacob Michailovitch Gordin was a Russian-born American playwright active in the early years of Yiddish theater. He is known for introducing realism and naturalism into Yiddish theater."}]}, {"heading": "Births", "year": "1855", "date": "May 1", "txt": "Cecilia Beaux, American painter and academic (d. 1942)", "entities": [{"title": "Cecilia Beaux", "href": "/wiki/Cecilia_Beaux", "description": "Cecilia Beaux was an American society portraitist, whose subjects included First Lady Edith Roosevelt, Admiral Sir David Beatty and Georges Clemenceau."}]}, {"heading": "Births", "year": "1857", "date": "May 1", "txt": "Theo van Gogh, Dutch art dealer (d. 1891)", "entities": [{"title": "Theo van Gogh (art dealer)", "href": "/wiki/Theo_van_Gogh_(art_dealer)", "description": "Theodorus van Gogh was a Dutch art dealer. He was the younger brother of Vincent van Gogh, and Theo's unfailing financial and emotional support allowed his brother to devote himself entirely to painting. Theo died at the age of 33, six months after his brother died at the age of 37."}]}, {"heading": "Births", "year": "1859", "date": "May 1", "txt": "Jacqueline Comerre-Paton, French painter and sculptor (d. 1955)", "entities": [{"title": "Jacqueline Comerre-Paton", "href": "/wiki/Jacqueline_Comerre-Paton", "description": "Jacqueline Comerre, née Paton was a French painter and sculptor, and the wife of the painter Léon-François Comerre (1850-1916)."}]}, {"heading": "Births", "year": "1862", "date": "May 1", "txt": "Marcel Prévost, French novelist and playwright (d. 1941)", "entities": [{"title": "Marcel Prévost", "href": "/wiki/Marcel_Pr%C3%A9vost", "description": "Eugène Marcel Prévost was a French author and dramatist."}]}, {"heading": "Births", "year": "1864", "date": "May 1", "txt": "Anna Jarvis, American founder of Mother's Day (d. 1948)", "entities": [{"title": "Anna Jarvis", "href": "/wiki/Anna_Jarvis", "description": "Anna Maria Jarvis was the founder of Mother's Day in the United States. Her mother had frequently expressed a desire for the establishment of such a holiday, and after her mother's death, Jarvis led the movement for the commemoration. However, as the years passed, Jarvis grew disenchanted with the growing commercialization of the observation and even attempted to have Mother's Day rescinded. She d"}, {"title": "Mother's Day", "href": "/wiki/Mother%27s_Day", "description": "Mother's Day is a celebration honoring the mother of the family, as well as motherhood, maternal bonds, and the influence of mothers in society. It is celebrated on various days in many parts of the world, most commonly in the months of March or May. It complements similar celebrations honoring family members, such as Father's Day, Siblings Day, and Grandparents Day."}]}, {"heading": "Births", "year": "1871", "date": "May 1", "txt": "Seakle Greijdanus, Dutch theologian and scholar (d. 1948)", "entities": [{"title": "Seakle Greijdanus", "href": "/wiki/Seakle_Greijdanus", "description": "Seakle Greijdanus was a Reformed theologian in the Netherlands, who first served in the Reformed Churches in the Netherlands and later in the Reformed Churches in the Netherlands (Liberated)."}]}, {"heading": "Births", "year": "1871", "date": "May 1", "txt": "Emiliano Chamorro Vargas, President of Nicaragua (d. 1966)", "entities": []}, {"heading": "Births", "year": "1872", "date": "May 1", "txt": "Hugo Alfvén, Swedish composer, conductor, violinist, and painter (d. 1960)", "entities": [{"title": "Hugo Alfvén", "href": "/wiki/Hugo_Alfv%C3%A9n", "description": "Hugo Emil Alfvén was a Swedish composer, conductor, violinist, and painter."}]}, {"heading": "Births", "year": "1872", "date": "May 1", "txt": "Sidónio Pais, Portuguese soldier and politician, 4th President of Portugal (d. 1918)", "entities": [{"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1874", "date": "May 1", "txt": "Romaine Brooks, American-French painter and illustrator (d. 1970)", "entities": [{"title": "Romaine Brooks", "href": "/wiki/Romaine_Brooks", "description": "Romaine Brooks was an American painter who worked mostly in Paris and Capri. She specialized in portraiture and used a subdued tonal palette keyed to the color gray. Brooks ignored contemporary artistic trends such as Cubism and Fauvism, drawing on her own original aesthetic inspired by the works of Charles Conder, Walter Sickert, and James McNeill Whistler. Her subjects ranged from anonymous mode"}]}, {"heading": "Births", "year": "1874", "date": "May 1", "txt": "Paul Van Asbroeck, Belgian target shooter (d. 1959)", "entities": []}, {"heading": "Births", "year": "1875", "date": "May 1", "txt": "Dave Hall, American runner (d. 1972)", "entities": [{"title": "David Hall (athlete)", "href": "/wiki/David_Hall_(athlete)", "description": "David Connolly Hall was an American middle distance runner. He was born in Sherbrooke, Quebec, Canada and died in Seattle. He won the bronze medal in the 800 metres track and field race at the 1900 Summer Olympics in Paris. His time in the final is unknown. The race was won by Alfred Tysoe, who had taken second in the preliminary heat which Hall had won with a time of 1:59.0."}]}, {"heading": "Births", "year": "1881", "date": "May 1", "txt": "Pierre Teilhard de Chardin, French priest, palaeontologist, and philosopher (d. 1955)", "entities": [{"title": "Pierre Teilhard de Chardin", "href": "/wiki/Pierre_Teilhard_de_Chardin", "description": "Pierre Teilhard de Chardin was a French Jesuit priest, scientist, paleontologist, theologian, philosopher and teacher. He was Darwinian in outlook and the author of several influential theological and philosophical books."}]}, {"heading": "Births", "year": "1884", "date": "May 1", "txt": "Francis Curzon, 5th Earl Howe, English race car driver and politician (d. 1964)", "entities": [{"title": "Francis Curzon, 5th Earl Howe", "href": "/wiki/Francis_Curzon,_5th_Earl_Howe", "description": "Francis Richard Henry Penn Curzon, 5th Earl Howe,, styled as Viscount Curzon from 1900 to 1929, was a British naval officer, Member of Parliament, and motor racing driver and promoter. In the 1918 UK General Election he won the Battersea South seat as the candidate of the Conservative Party, which he held until 1929. While in Parliament he took up motor racing, and later won the 1931 24 Hours of L"}]}, {"heading": "Births", "year": "1885", "date": "May 1", "txt": "Clément Pansaers, Belgian poet (d. 1922)", "entities": [{"title": "Clément Pansaers", "href": "/wiki/Cl%C3%A9ment_Pansaers", "description": "Clément Pansaers was the main proponent of the Dada movement in Belgium."}]}, {"heading": "Births", "year": "1885", "date": "May 1", "txt": "Ralph Stackpole, American sculptor and painter (d. 1973)", "entities": []}, {"heading": "Births", "year": "1887", "date": "May 1", "txt": "Alan Cunningham, Anglo-Irish general and diplomat, High Commissioners for Palestine and Transjordan (d. 1983)", "entities": [{"title": "Alan Cunningham", "href": "/wiki/Alan_Cunningham", "description": "General Sir Alan Gordon Cunningham, was a senior officer of the British Army noted for his victories over Italian forces in the East African Campaign during the Second World War. Later he served as the seventh and last High Commissioner of Palestine. He was the younger brother of Admiral of the Fleet Lord Cunningham of Hyndhope."}, {"title": "High Commissioners for Palestine and Transjordan", "href": "/wiki/High_Commissioners_for_Palestine_and_Transjordan", "description": "The High Commissioner for Palestine was the highest ranking authority representing the United Kingdom in the mandated territories of Palestine and the High Commissioner for Transjordan was the highest ranking authority representing the United Kingdom in Transjordan. These posts were always held simultaneously by a single individual after the High Commissioner for Transjordan was established in 192"}]}, {"heading": "Births", "year": "1890", "date": "May 1", "txt": "Clelia Lollini, Italian physician (d. 1963 or 1964)", "entities": [{"title": "Clelia Lollini", "href": "/wiki/Clelia_Lollini", "description": "Clelia Lollini was an Italian medical doctor. She helped to found the Medical Women's International Federation and the Italian Women's Medical Association."}]}, {"heading": "Births", "year": "1891", "date": "May 1", "txt": "Lillian Estelle Fisher, American historian of Spanish America (d. 1988)", "entities": [{"title": "Lillian Estelle Fisher", "href": "/wiki/Lillian_Estelle_Fisher", "description": "Lillian Estelle Fisher was one of the first women to earn a doctorate in Latin American history in the U.S. She published important works on Spanish colonial administration; a biography of Manuel Abad y Queipo, reform bishop-elect of Michoacan; and a monograph on the Tupac Amaru rebellion in Peru. As distinguished colonial Latin American historian John J. TePaske put it in 1968, \"At least three ge"}]}, {"heading": "Births", "year": "1895", "date": "May 1", "txt": "Nikolai Yezhov, Soviet secret police official, head of the NKVD (d. 1940)", "entities": [{"title": "Nikolai Yezhov", "href": "/wiki/Nikolai_Yezhov", "description": "Nikolai (Nikolay) Ivanovich Yezhov was a Soviet secret police official under Joseph Stalin who was head of the NKVD from 1936 to 1938, during the height of the Great Purge."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "NKVD", "href": "/wiki/NKVD", "description": "The People's Commissariat for Internal Affairs, abbreviated NKVD, was the interior ministry of the Soviet Union."}]}, {"heading": "Births", "year": "1895", "date": "May 1", "txt": "May Hollinworth, Australian theatre producer and director (d. 1968)", "entities": []}, {"heading": "Births", "year": "1896", "date": "May 1", "txt": "Herbert Backe, German agronomist and politician (d. 1947)", "entities": [{"title": "Herbert Backe", "href": "/wiki/Herbert_Backe", "description": "Herbert Friedrich Wilhelm Backe was a German politician and SS functionary during the Nazi era. He was a doctrinaire racial ideologue, a long-time associate of Richard Walther Darré and a personal friend of Reinhard Heydrich. He developed and implemented the Hunger Plan that envisioned death by starvation of millions of Slavic and Jewish \"useless eaters\" following Operation Barbarossa, the 1941 in"}]}, {"heading": "Births", "year": "1896", "date": "May 1", "txt": "Mark W. Clark, American general (d. 1984)", "entities": []}, {"heading": "Births", "year": "1896", "date": "May 1", "txt": "J. Lawton Collins, American general (d. 1987)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 1", "txt": "Alfred Schmidt, Estonian weightlifter (d. 1972)", "entities": [{"title": "Alfred Schmidt (weightlifter)", "href": "/wiki/Alfred_Schmidt_(weightlifter)", "description": "Alfred Schmidt was an Estonian featherweight weightlifter who won a silver medal at the 1920 Summer Olympics."}]}, {"heading": "Births", "year": "1900", "date": "May 1", "txt": "Ignazio Silone, Italian journalist and politician (d. 1978)", "entities": [{"title": "Ignazio Silone", "href": "/wiki/Ignazio_Silone", "description": "Secondino Tranquilli, known by the pseudonym Ignazio Silone, was an Italian political leader, novelist, and short-story writer, world-famous during World War II for his powerful anti-Fascist novels. He was nominated for the Nobel prize for literature ten times."}]}, {"heading": "Births", "year": "1900", "date": "May 1", "txt": "Aleksander Wat, Polish poet and writer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1901", "date": "May 1", "txt": "Sterling Allen Brown, American poet, academic, and critic (d. 1989)", "entities": [{"title": "Sterling Allen Brown", "href": "/wiki/Sterling_Allen_Brown", "description": "Sterling Allen Brown was a black professor, folklorist, poet, literary critic, and first Poet Laureate of the District of Columbia. He chiefly studied black culture of the Southern United States and was a full professor at Howard University for most of his career. He was a visiting professor at several other notable institutions, including Vassar College, New York University (NYU), Atlanta Univers"}]}, {"heading": "Births", "year": "1901", "date": "May 1", "txt": "Heinz Eric Roemheld, American pianist, composer, and conductor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1901", "date": "May 1", "txt": "Antal Szerb, Hungarian scholar and author (d. 1945)", "entities": []}, {"heading": "Births", "year": "1905", "date": "May 1", "txt": "Henry Koster, German-American director, producer, and screenwriter (d. 1988)", "entities": [{"title": "Henry Koster", "href": "/wiki/Henry_Koster", "description": "Henry Koster was a German-born film director. He was the husband of actress Peggy Moran."}]}, {"heading": "Births", "year": "1906", "date": "May 1", "txt": "Horst Schumann, German SS officer and physician (d. 1983)", "entities": [{"title": "Horst Schumann", "href": "/wiki/Horst_Schumann", "description": "Horst Schumann was an SS-Sturmbannführer (major) and medical doctor who conducted sterilization and castration experiments at Auschwitz and was particularly interested in the mass sterilization of Jews by means of X-rays."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1907", "date": "May 1", "txt": "Hayes Alvis, American bassist (d. 1972)", "entities": [{"title": "Hayes Alvis", "href": "/wiki/Hayes_Alvis", "description": "Hayes Alvis was an American jazz bassist and tubist."}]}, {"heading": "Births", "year": "1907", "date": "May 1", "txt": "Kate Smith, American singer and actress (d. 1986)", "entities": []}, {"heading": "Births", "year": "1908", "date": "May 1", "txt": "Giovannino Guareschi, Italian journalist and author (d. 1968)", "entities": [{"title": "Giovannino Guareschi", "href": "/wiki/Giovannino_Guareschi", "description": "Giovannino Oliviero Giuseppe Guareschi was an Italian journalist, cartoonist and humorist whose best known creation is the priest Don Camillo."}]}, {"heading": "Births", "year": "1908", "date": "May 1", "txt": "Morris Kline, American mathematician and academic (d. 1992)", "entities": []}, {"heading": "Births", "year": "1909", "date": "May 1", "txt": "Endel Puusepp, Estonian-Soviet military pilot and politician (d. 1996)", "entities": [{"title": "Endel Puusepp", "href": "/wiki/Endel_Puusepp", "description": "Endel Puusepp was a Soviet bomber pilot of Estonian origin, who completed over 30 nighttime strategic bombing campaigns during World War II. He was a recipient of the Hero of the Soviet Union award for flying a high-ranking delegation over the front line from Moscow to Washington, D.C. and back to negotiate the opening of the Western Front."}]}, {"heading": "Births", "year": "1909", "date": "May 1", "txt": "Yiannis Ritsos, Greek poet and playwright (d. 1990)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 1", "txt": "Behice Boran, Turkish sociologist and politician (d. 1987)", "entities": [{"title": "Behice Boran", "href": "/wiki/Behice_Boran", "description": "Behice Boran was a Turkish Marxist politician, author and sociologist. As a dissenting political voice from the left, Boran was repeatedly imprisoned for her work and died in exile after the Turkish military coup of 1980."}]}, {"heading": "Births", "year": "1910", "date": "May 1", "txt": "Raya Dunayevskaya, Ukrainian-American philosopher and activist (d. 1987)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 1", "txt": "Dirk Andries Flentrop, Dutch organ builder (d. 2003)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 1", "txt": "J. Allen Hynek, American astronomer and ufologist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 1", "txt": "Nejdet Sançar, Turkish literature teacher (d. 1975)", "entities": []}, {"heading": "Births", "year": "1911", "date": "May 1", "txt": "Wilfred Watson, English-Canadian poet, playwright and educator (d. 1998)", "entities": [{"title": "Wilfred Watson", "href": "/wiki/Wilfred_Watson", "description": "Wilfred Watson was professor emeritus of English at Canada's University of Alberta for many years. He was also an experimental Canadian poet and dramatist, whose innovative plays had a considerable influence in the 1960s. The Dictionary of Literary Biography (DLB) says that \"Watson ushered in an avant-garde in Canadian theater years before the rear guard had fully emerged.\""}]}, {"heading": "Births", "year": "1912", "date": "May 1", "txt": "Otto Kretschmer, German admiral (d. 1998)", "entities": [{"title": "Otto Kretschmer", "href": "/wiki/Otto_Kretschmer", "description": "Otto Kretschmer was a German naval officer and submariner in World War II and the Cold War."}]}, {"heading": "Births", "year": "1913", "date": "May 1", "txt": "Louis Nye, American actor (d. 2005)", "entities": [{"title": "Louis Nye", "href": "/wiki/Louis_Nye", "description": "Louis Nye was an American comedic actor. He was an entertainer to the troops during World War II and is best known for his work on countless television, film and radio programs."}]}, {"heading": "Births", "year": "1913", "date": "May 1", "txt": "Walter Susskind, Czech-English pianist, conductor, and educator (d. 1980)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 1", "txt": "Jaap van der Poll, Dutch javelin thrower (d. 2010)", "entities": [{"title": "Jaap van der Poll", "href": "/wiki/Jaap_van_der_Poll", "description": "Jaap van der Poll was a Dutch javelin thrower."}]}, {"heading": "Births", "year": "1915", "date": "May 1", "txt": "Hanns Martin Schleyer, German businessman (d. 1977)", "entities": [{"title": "Hanns Martin Schleyer", "href": "/wiki/Hanns_Martin_Schleyer", "description": "Hanns Martin Schleyer was a German member of the SS, business executive, and employer and industry representative, who served as President of two powerful commercial organizations, the Confederation of German Employers' Associations and the Federation of German Industries. Schleyer became a target for radical elements of the German student movement in the 1970s for his role in those business organ"}]}, {"heading": "Births", "year": "1916", "date": "May 1", "txt": "Antoni Bazaniak, Polish sprint canoeist (d. 1979)", "entities": [{"title": "Antoni Bazaniak", "href": "/wiki/Antoni_Bazaniak", "description": "Antoni Bazaniak was a Polish sprint canoeist who competed in the 1930s."}]}, {"heading": "Births", "year": "1916", "date": "May 1", "txt": "Glenn Ford, Canadian-American actor and producer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 1", "txt": "John Beradino, American baseball player and actor (d. 1996)", "entities": [{"title": "John Beradino", "href": "/wiki/John_Beradino", "description": "John Beradino was an American infielder in Major League Baseball and an actor. Known as Johnny Berardino during his baseball career, he was also credited during his acting career as John Berardino, John Baradino, John Barardino or John Barradino."}]}, {"heading": "Births", "year": "1917", "date": "May 1", "txt": "Ulric Cross, Trinidadian navigator, judge, and diplomat (d. 2013)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 1", "txt": "Danielle Darrieux, French actress and singer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 1", "txt": "Ahron Soloveichik, Russian rabbi and scholar (d. 2001)", "entities": []}, {"heading": "Births", "year": "1918", "date": "May 1", "txt": "Gersh Budker, Ukrainian-Russian physicist and academic (d. 1977)", "entities": [{"title": "Gersh Budker", "href": "/wiki/Gersh_Budker", "description": "Gersh Itskovich Budker, also named Andrey Mikhailovich Budker, was a Soviet physicist, specialized in nuclear physics and accelerator physics."}]}, {"heading": "Births", "year": "1918", "date": "May 1", "txt": "Jack Paar, American comedian, author and talk show host (d. 2004)", "entities": []}, {"heading": "Births", "year": "1919", "date": "May 1", "txt": "Manna Dey, Indian singer and composer (d. 2013)", "entities": [{"title": "Manna Dey", "href": "/wiki/Manna_Dey", "description": "Prabodh Chandra Dey, known by his stage name Manna Dey, was an internationally acclaimed Indian playback singer, music director, musician and Indian classical vocalist. As a classical vocalist, he belonged to the Bhendibazaar gharana. He was trained under Ustad Aman Ali Khan. He is considered one of the most versatile and celebrated vocalists of the Hindi film industry. He was one of the playback "}]}, {"heading": "Births", "year": "1919", "date": "May 1", "txt": "Mohammed Karim Lamrani, Moroccan businessman and politician, 7th Prime Minister of Morocco (d. 2018)", "entities": [{"title": "Prime Minister of Morocco", "href": "/wiki/Prime_Minister_of_Morocco", "description": "The prime minister of Morocco is the head of government of the Kingdom of Morocco and serves in a position akin to a prime minister in other constitutional monarchies. The prime minister is chosen by the king of Morocco from the largest party elected to parliament. The Constitution of Morocco grants executive powers to the government and allows the head of government to propose and dismiss cabinet"}]}, {"heading": "Births", "year": "1919", "date": "May 1", "txt": "Dan O'Herlihy, Irish-American actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 1", "txt": "Vladimir Colin, Romanian journalist and author (d. 1991)", "entities": [{"title": "Vladimir Colin", "href": "/wiki/Vladimir_Colin", "description": "Vladimir Colin was a Romanian short story writer and novelist. One of the most important fantasy and science fiction authors in Romanian literature, whose main works are known on several continents, he was also a noted poet, essayist, translator, journalist and comic book author. After he and his spouse at the time Nina Cassian rallied with the left-wing literary circle Orizont during the late 194"}]}, {"heading": "Births", "year": "1922", "date": "May 1", "txt": "Alastair Gillespie, Canadian scholar and politician (d. 2018)", "entities": [{"title": "Alastair Gillespie", "href": "/wiki/Alastair_Gillespie", "description": "Alastair William Gillespie, was a Canadian politician and businessman."}]}, {"heading": "Births", "year": "1923", "date": "May 1", "txt": "Joseph Heller, American novelist, short story writer, and playwright (d. 1999)", "entities": [{"title": "Joseph Heller", "href": "/wiki/Joseph_Heller", "description": "Joseph Heller was an American author of novels, short stories, plays, and screenplays. His best-known work is the 1961 novel Catch-22, a satire on war and bureaucracy, whose title has become a synonym for an absurd or contradictory choice."}]}, {"heading": "Births", "year": "1923", "date": "May 1", "txt": "Antônio Maria Mucciolo, Italian-Brazilian archbishop (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 1", "txt": "Marcel Rayman, Polish soldier (d. 1944)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 1", "txt": "Evelyn Boyd Granville, American mathematician, computer scientist, and academic", "entities": [{"title": "Evelyn Boyd Granville", "href": "/wiki/Evelyn_Boyd_Granville", "description": "Evelyn Boyd Granville was the second African-American woman to receive a Ph.D. in mathematics from an American University; she earned it in 1949 from Yale University. She graduated from Smith College in 1945. She performed pioneering work in the field of computing."}]}, {"heading": "Births", "year": "1924", "date": "May 1", "txt": "Karel Kachyňa, Czech director and screenwriter (d. 2004)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 1", "txt": "Terry Southern, American novelist, essayist, and screenwriter (d. 1995)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 1", "txt": "Chuck Bednarik, American lieutenant and football player (d. 2015)", "entities": [{"title": "Chuck Bednarik", "href": "/wiki/Chuck_Bednarik", "description": "Charles Philip Bednarik, nicknamed \"Concrete Charlie\", was an American professional football player in the National Football League (NFL). He was one of the most devastating tacklers in the history of the NFL and its last 60-minute man, or full-time two-way player. A Slovak American from the Lehigh Valley region of Pennsylvania, Bednarik played for the Philadelphia Eagles from 1949 through 1962 an"}]}, {"heading": "Births", "year": "1925", "date": "May 1", "txt": "Scott Carpenter, American commander, pilot, and astronaut (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 1", "txt": "Sardar Fazlul Karim, Bangladeshi philosopher, scholar, and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 1", "txt": "Peter Lax, Hungarian-American mathematician and academic", "entities": [{"title": "Peter Lax", "href": "/wiki/Peter_Lax", "description": "Peter David Lax is a Hungarian-born American mathematician working in the areas of pure and applied mathematics."}]}, {"heading": "Births", "year": "1927", "date": "May 1", "txt": "Gary Bertini, Israeli conductor and composer (d. 2005)", "entities": [{"title": "Gary Bertini", "href": "/wiki/Gary_Bertini", "description": "Gary Bertini was one of the most important Israeli musicians and conductors."}]}, {"heading": "Births", "year": "1927", "date": "May 1", "txt": "Laura Betti, Italian actress (d. 2004)", "entities": []}, {"heading": "Births", "year": "1927", "date": "May 1", "txt": "Albert Zafy, Malagasy politician, 3rd President of Madagascar (d. 2017)", "entities": []}, {"heading": "Births", "year": "1927", "date": "May 1", "txt": "Bernard Vukas, Yugoslav-Croatian footballer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 1", "txt": "Sonny James, American singer-songwriter and guitarist (d. 2016)", "entities": [{"title": "Sonny James", "href": "/wiki/Sonny_James", "description": "Jimmie Hugh Loden, known professionally as Sonny James, was an American country music singer and songwriter best known for his 1957 hit, \"Young Love\". Dubbed the \"Southern Gentleman\" for his congenial manner, his greatest success came from ballads about the trials of love. James had 72 country and pop charted releases from 1953 to 1983, including an unprecedented five-year streak of 16 straight Bi"}]}, {"heading": "Births", "year": "1928", "date": "May 1", "txt": "Delfim Netto, Brazilian economist", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 1", "txt": "Ralf Dahrendorf, German-English sociologist and politician (d. 2009)", "entities": [{"title": "Ralf Dahrendorf", "href": "/wiki/Ralf_Dahrendorf", "description": "Ralf Gustav Dahrendorf, Baron Dahrendorf, was a German-British sociologist, philosopher, political scientist and liberal politician. A class conflict theorist, Dahrendorf was a leading expert on explaining and analyzing class divisions in modern society. Dahrendorf wrote multiple articles and books, his most notable being Class Conflict in Industrial Society (1959) and Essays in the Theory of Soci"}]}, {"heading": "Births", "year": "1929", "date": "May 1", "txt": "Sonny Ramadhin, Trinidadian cricketer", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 1", "txt": "Ollie Matson, American sprinter and football player (d. 2011)", "entities": [{"title": "Ollie Matson", "href": "/wiki/Ollie_Matson", "description": "Ollie Genoa Matson II was an American Olympic medal winning sprinter and professional American football running back who played in the National Football League (NFL) from 1952 to 1966. Drafted into the NFL by the Chicago Cardinals, Matson was traded to the Los Angeles Rams for nine players following the 1958 season."}]}, {"heading": "Births", "year": "1930", "date": "May 1", "txt": "Richard Riordan, American lieutenant and politician, 39th Mayor of Los Angeles and publisher", "entities": [{"title": "Mayor of Los Angeles", "href": "/wiki/Mayor_of_Los_Angeles", "description": "The Mayor of the City of Los Angeles is the official head and chief executive officer of Los Angeles, California, United States. The officeholder is elected for a four-year term and limited to serving no more than two terms. Under the Constitution of California, all judicial, school, county and city offices, including those of chartered cities, are nonpartisan. Eric Garcetti has been the city's 42"}]}, {"heading": "Births", "year": "1930", "date": "May 1", "txt": "Little Walter Jacobs, American blues harp player and singer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 1", "txt": "Naim Attallah, Palestinian author (d. 2021)", "entities": [{"title": "Naim Attallah", "href": "/wiki/Naim_Attallah", "description": "Naim Ibrahim Attallah was a Palestinian-British businessman and writer. He was the publisher of Quartet Books and the owner of The Women's Press. The Palestinian-born entrepreneur was described by The Guardian in 2000 as a \"legendary adorer of beautiful women\"."}]}, {"heading": "Births", "year": "1932", "date": "May 1", "txt": "Sandy Woodward, English admiral (d. 2013)", "entities": [{"title": "Sandy Woodward", "href": "/wiki/Sandy_Woodward", "description": "Admiral Sir John Forster \"Sandy\" Woodward, was a senior Royal Navy officer who commanded the Task Force of the Falklands War."}]}, {"heading": "Births", "year": "1932", "date": "May 1", "txt": "Tabibar Rahman Sarder, Bangladeshi politician. (d. 2010)", "entities": [{"title": "Tabibar Rahman Sarder", "href": "/wiki/Tabibar_Rahman_Sarder", "description": "Tabibar Rahman Sarder was a Bangladesh Awami League politician. He was elected a member of parliament in 1973 from Jessore-5. He was elected to member of parliament from Jessore-1 in 1991 and June 1996."}]}, {"heading": "Births", "year": "1934", "date": "May 1", "txt": "Cuauhtémoc Cárdenas, Mexican politician", "entities": [{"title": "Cuauhtémoc Cárdenas", "href": "/wiki/Cuauht%C3%A9moc_C%C3%A1rdenas", "description": "Cuauhtémoc Cárdenas Solórzano is a prominent Mexican politician. He is a former Head of Government of Mexico City and a founder of the Party of the Democratic Revolution. He ran for the presidency of Mexico three times. His 1988 loss to the Institutional Revolutionary Party candidate Carlos Salinas de Gortari had long been considered a direct result of obvious electoral fraud, later acknowledged b"}]}, {"heading": "Births", "year": "1934", "date": "May 1", "txt": "Tang Chang, Thai artist (d. 1990)", "entities": [{"title": "Tang Chang", "href": "/wiki/Tang_Chang", "description": "Tang Chang was a self-taught artist, poet, writer and philosopher of Sino-Thai heritage. He was one of well-known Thai poet and artist."}]}, {"heading": "Births", "year": "1934", "date": "May 1", "txt": "Shirley Horn, American singer and pianist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 1", "txt": "Phillip King, Tunisian-English sculptor", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 1", "txt": "John Meillon, Australian actor (d. 1989)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 1", "txt": "Danièle Huillet, French filmmaker (d. 2006)", "entities": [{"title": "Straub-Huillet", "href": "/wiki/Straub-Huillet", "description": "Jean-Marie Straub and Danièle Huillet were a duo of French filmmakers who made two dozen films between 1963 and 2006. Their films are noted for their rigorous, intellectually stimulating style and radical, communist politics. Though both were French, they worked mostly in Germany and Italy. From the Clouds to the Resistance (1979) and Sicilia! (1999) are among the duo's best regarded works."}]}, {"heading": "Births", "year": "1936", "date": "May 1", "txt": "Hans E. Wallman, Swedish director, producer, and composer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 1", "txt": "Una Stubbs, English actress and dancer", "entities": [{"title": "Una Stubbs", "href": "/wiki/Una_Stubbs", "description": "Una Stubbs is an English actress, television personality, and former dancer who has appeared on British television and in the theatre, and less frequently in films. She became widely known for appearing in the film Summer Holiday (1963) and later played Rita Rawlins in the BBC sitcoms Till Death Us Do Part and In Sickness and in Health. Other well-known television roles include Aunt Sally in Worze"}]}, {"heading": "Births", "year": "1939", "date": "May 1", "txt": "Judy Collins, American singer-songwriter and guitarist", "entities": [{"title": "Judy Collins", "href": "/wiki/Judy_Collins", "description": "Judith Marjorie Collins is a Grammy Award-winning American singer and songwriter with a career spanning over 60 years. She is known for her eclectic tastes in the material she records for her social activism, and for the clarity of her voice. Collins has released 28 studio albums, 4 live albums, numerous compilation albums and 4 holiday albums."}]}, {"heading": "Births", "year": "1939", "date": "May 1", "txt": "Wilhelmina Cooper, Dutch model (d. 1980)", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 1", "txt": "Victor Davies, Canadian pianist, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 1", "txt": "Vassal Gadoengin, Nauruan politician (d. 2004)", "entities": [{"title": "Vassal Gadoengin", "href": "/wiki/Vassal_Gadoengin", "description": "Vassal Abago Bagobagan Gadoengin was a political figure from the Pacific nation of Nauru."}]}, {"heading": "Births", "year": "1943", "date": "May 1", "txt": "Joe Walsh, Irish politician, Minister for Agriculture, Food and the Marine (d. 2014)", "entities": [{"title": "Minister for Agriculture, Food and the Marine", "href": "/wiki/Minister_for_Agriculture,_Food_and_the_Marine", "description": "The Minister for Agriculture, Food and the Marine is the senior minister at the Department of Agriculture, Food and the Marine in the Government of Ireland. Historically, the agriculture portfolio has gone under a number of different names; the holder has often borne the title of simply Minister for Agriculture."}]}, {"heading": "Births", "year": "1945", "date": "May 1", "txt": "Rita Coolidge, American singer-songwriter", "entities": [{"title": "Rita Coolidge", "href": "/wiki/Rita_Coolidge", "description": "Rita Coolidge is an American recording artist. During the 1970s and 1980s, her songs were on Billboard magazine's pop, country, adult contemporary, and jazz charts, and she won two Grammy Awards with fellow musician and then-husband Kris Kristofferson. Her recordings include \"(Your Love Keeps Lifting Me) Higher and Higher,\" \"We're All Alone\", \"I'd Rather Leave While I'm in Love\"\tand the theme song"}]}, {"heading": "Births", "year": "1945", "date": "May 1", "txt": "Carson Whitsett, American keyboard player, songwriter, and producer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 1", "txt": "Joanna Lumley, English actress, voice-over artist, author, and activist", "entities": [{"title": "Joanna Lumley", "href": "/wiki/Joanna_Lumley", "description": "Joanna Lamond Lumley is a British actress, presenter, former model, author, television producer, and activist."}]}, {"heading": "Births", "year": "1946", "date": "May 1", "txt": "John Woo, Hong Kong director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 1", "txt": "Jacob Bekenstein, Mexican-born Israeli-American theoretical physicist (d. 2015)", "entities": [{"title": "Jacob Bekenstein", "href": "/wiki/Jacob_Bekenstein", "description": "Jacob David Bekenstein was a Mexican-born Israeli-American theoretical physicist who made fundamental contributions to the foundation of black hole thermodynamics and to other aspects of the connections between information and gravitation."}]}, {"heading": "Births", "year": "1947", "date": "May 1", "txt": "Sergio Infante, Chilean-Swedish poet and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 1", "txt": "Györgyi Balogh, Hungarian sprinter", "entities": [{"title": "Györgyi Balogh", "href": "/wiki/Gy%C3%B6rgyi_Balogh", "description": "Györgyi Balogh is a Hungarian former sprinter. She placed second in women's 200 metres at the 1971 European Championships in Helsinki and competed in the Summer Olympic Games in 1968 and 1972."}]}, {"heading": "Births", "year": "1948", "date": "May 1", "txt": "Patricia Hill Collins, American sociologist and scholar", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 1", "txt": "Jim Clench, Canadian bass player (d. 2010)", "entities": [{"title": "Jim Clench", "href": "/wiki/Jim_Clench", "description": "James Patrick Clench was a Canadian bassist, vocalist and songwriter best known for his roles in the Canadian rock bands April Wine and Bachman–Turner Overdrive."}]}, {"heading": "Births", "year": "1949", "date": "May 1", "txt": "Tim Hodgkinson, English saxophonist, clarinet player, and composer", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 1", "txt": "Paul Teutul Sr., American motorcycle designer, co-founded Orange County Choppers", "entities": [{"title": "Orange County Choppers", "href": "/wiki/Orange_County_Choppers", "description": "Orange County Choppers (OCC) is an American motorcycle manufacturer and lifestyle brand company based in the town of Newburgh, located in Orange County, New York, that was founded in 1999 by Paul Teutul Sr. The company was featured on American Chopper, a reality TV show that debuted in September 2002 on the Discovery Channel. The series moved to Discovery Channel's sister channel TLC in 2007. Foll"}]}, {"heading": "Births", "year": "1950", "date": "May 1", "txt": "Dann Florek, American actor and director", "entities": [{"title": "Dann Florek", "href": "/wiki/Dann_Florek", "description": "Ezekial Dann Florek is an American actor and director. He is best known for his role as New York City Police Captain Donald Cragen on NBC's Law & Order and its spinoff Law & Order: Special Victims Unit."}]}, {"heading": "Births", "year": "1950", "date": "May 1", "txt": "Danny McGrain, Scottish footballer and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 1", "txt": "Gordon Greenidge, Barbadian cricketer and coach", "entities": [{"title": "Gordon Greenidge", "href": "/wiki/Gordon_Greenidge", "description": "Sir Cuthbert Gordon Greenidge is a Barbadian former first-class cricketer, who represented the West Indies in Test and One day Cricket for 17 years. Greenidge is widely regarded as one of the greatest and destructive opening batsman of cricket history. In 2009, Greenidge was inducted into the ICC Cricket Hall of Fame."}]}, {"heading": "Births", "year": "1951", "date": "May 1", "txt": "Geoff Lees, English race car driver", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 1", "txt": "Sally Mann, American photographer", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 1", "txt": "Richard Blundell, English economist and academic", "entities": [{"title": "Richard Blundell", "href": "/wiki/Richard_Blundell", "description": "Sir Richard William Blundell CBE FBA is a British economist and econometrician."}]}, {"heading": "Births", "year": "1952", "date": "May 1", "txt": "Kim Lewison, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 1", "txt": "Peter Smith, Malaysian-born English academic and judge", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 1", "txt": "Glen Ballard, American songwriter and producer", "entities": [{"title": "Glen Ballard", "href": "/wiki/Glen_Ballard", "description": "Basil Glen Ballard Jr. is an American songwriter, lyricist, and record producer. He is best known for co-writing and producing Alanis Morissette's 1995 album Jagged Little Pill, which won Grammy Awards for Best Rock Album and Album of the Year, and was ranked by the Rolling Stone as one of the 500 Greatest Albums of All Time. He is also well known for his collaborations with composer Alan Silvestr"}]}, {"heading": "Births", "year": "1954", "date": "May 1", "txt": "Ray Parker Jr., American singer-songwriter, guitarist, and producer", "entities": [{"title": "Ray Parker Jr.", "href": "/wiki/Ray_Parker_Jr.", "description": "Ray Erskine Parker Jr. is an American musician, singer, songwriter, record producer and actor. As a solo performer, he wrote and performed the theme song to the 1984 film Ghostbusters. He also performed with his band, Raydio, and with Barry White."}]}, {"heading": "Births", "year": "1954", "date": "May 1", "txt": "Joel Rosenberg, Canadian-American author and activist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 1", "txt": "Alex Cunningham, Scottish politician", "entities": [{"title": "Alex Cunningham", "href": "/wiki/Alex_Cunningham", "description": "Alexander Cunningham is a British Labour Party politician. He was elected at the 2010 general election as the Member of Parliament (MP) for Stockton North. He is a currently the Shadow Minister for Courts and Sentencing."}]}, {"heading": "Births", "year": "1955", "date": "May 1", "txt": "Martin O'Donnell, American composer", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 1", "txt": "Ray Searage, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 1", "txt": "Catherine Frot, French actress", "entities": [{"title": "Catherine Frot", "href": "/wiki/Catherine_Frot", "description": "Catherine Frot is a French actress. A 10-time César Award nominee, she won the awards for Best Actress\nfor Marguerite (2015) and Best Supporting Actress for Family Resemblances (1996). Her other films include Le Dîner de Cons (1998), La Dilettante (1999), and Haute Cuisine (2012)."}]}, {"heading": "Births", "year": "1956", "date": "May 1", "txt": "Phil Foglio, American illustrator", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 1", "txt": "Rick Darling, Australian cricketer", "entities": [{"title": "Rick Darling", "href": "/wiki/Rick_Darling", "description": "Warrick Maxwell Darling, known as Rick Darling, is a former Australian Test cricketer."}]}, {"heading": "Births", "year": "1957", "date": "May 1", "txt": "Uberto Pasolini, Italian banker, director, and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 1", "txt": "Yasmina Reza, French actress and playwright", "entities": [{"title": "Yasmina Reza", "href": "/wiki/Yasmina_Reza", "description": "Yasmina Reza is a French playwright, actress, novelist and screenwriter best known for her plays 'Art' and God of Carnage. Many of her brief satiric plays have reflected on contemporary middle-class issues."}]}, {"heading": "Births", "year": "1959", "date": "May 1", "txt": "Lawrence Seeff, South African cricketer and basket weaver", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 1", "txt": "Steve Cauthen, American jockey and sportscaster", "entities": [{"title": "Steve Cauthen", "href": "/wiki/Steve_Cauthen", "description": "Steve Cauthen is an American jockey who is now retired."}]}, {"heading": "Births", "year": "1961", "date": "May 1", "txt": "Sultan Günal-Gezer, Dutch politician", "entities": [{"title": "Sultan Günal-Gezer", "href": "/wiki/Sultan_G%C3%BCnal-Gezer", "description": "Sultan Günal-Gezer is a Dutch politician of Turkish descent. As a member of the Labour Party she was a member of the House of Representatives between 8 November 2012 and 23 March 2017. Previously she was an alderman of Uden from 2006 to 2012 and a member of the municipal council of the same municipality from 2002 to 2006."}]}, {"heading": "Births", "year": "1961", "date": "May 1", "txt": "Clint Malarchuk, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 1", "txt": "Marilyn Milian, American judge", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 1", "txt": "Vasiliy Sidorenko, Russian hammer thrower", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 1", "txt": "Maia Morgenstern, Romanian actress", "entities": [{"title": "Maia Morgenstern", "href": "/wiki/Maia_Morgenstern", "description": "Maia Emilia Ninel Morgenstern is a Romanian film and stage actress, described by Florin Mitu of AMOS News as \"a symbol of Romanian theater and film\". In the English-speaking world, she is best known for portraying the Blessed Virgin Mary in Mel Gibson's The Passion of the Christ. In Romania, she has been nationally known since her 1992 role as Nela in Balanța, a film known in the United States as "}]}, {"heading": "Births", "year": "1962", "date": "May 1", "txt": "Ted Sundquist, American football player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 1", "txt": "Yvonne van Gennip, Dutch speed skater", "entities": [{"title": "Yvonne van Gennip", "href": "/wiki/Yvonne_van_Gennip", "description": "Yvonne Maria Therèse van Gennip is one of the most successful female Dutch all-round speed skaters. Her main success dates from the 1988 Winter Olympics in Calgary, where she unexpectedly won three gold medals. She was the most successful athlete at the 1988 Winter Olympics, along with Matti Nykänen of Finland."}]}, {"heading": "Births", "year": "1966", "date": "May 1", "txt": "Olaf Thon, German footballer and manager", "entities": [{"title": "Olaf Thon", "href": "/wiki/Olaf_Thon", "description": "Olaf Thon is a German former professional football player and coach."}]}, {"heading": "Births", "year": "1967", "date": "May 1", "txt": "Tim McGraw, American singer-songwriter and actor", "entities": [{"title": "Tim McGraw", "href": "/wiki/Tim_McGraw", "description": "Samuel Timothy McGraw is an American singer, actor, guitarist, and record producer. McGraw has released 15 studio albums. 10 of those albums have reached number one on the Top Country Albums charts, with his 1994 breakthrough album Not a Moment Too Soon being the top country album of 1994. All of these albums have produced 65 singles, 25 of which have reached number one on the Hot Country Songs or"}]}, {"heading": "Births", "year": "1968", "date": "May 1", "txt": "Oliver Bierhoff, German footballer and manager", "entities": [{"title": "Oliver Bierhoff", "href": "/wiki/Oliver_Bierhoff", "description": "Oliver Bierhoff is a German football official and former player who played as a striker. He currently serves as the national team director of the German Football Association."}]}, {"heading": "Births", "year": "1968", "date": "May 1", "txt": "D'arcy Wretzky, American bass player and singer", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 1", "txt": "Wes Anderson, American director, producer, and screenwriter", "entities": [{"title": "Wes Anderson", "href": "/wiki/Wes_Anderson", "description": "Wesley Wales Anderson is an American filmmaker. His films are known for their symmetry, eccentricity and distinctive visual and narrative styles, and he is cited by some critics as a modern-day example of the auteur. Three of his films – The Royal Tenenbaums, Moonrise Kingdom, and The Grand Budapest Hotel – appeared in BBC Culture's 2016 poll of the greatest films since 2000."}]}, {"heading": "Births", "year": "1969", "date": "May 1", "txt": "Mary Lou McDonald, Irish politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 1", "txt": "Billy Owens, American basketball player", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 1", "txt": "Bernard Butler, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Bernard Butler", "href": "/wiki/Bernard_Butler", "description": "Bernard Joseph Butler is an English musician, songwriter and record producer. He has been hailed by some critics as the greatest guitarist of his generation and is often seen performing with a 1961 cherry red Gibson ES-355 TD SV with a Bigsby vibrato tailpiece."}]}, {"heading": "Births", "year": "1971", "date": "May 1", "txt": "Ethan Albright, American football player", "entities": [{"title": "Ethan Albright", "href": "/wiki/Ethan_Albright", "description": "Lawrence Ethan Albright is a former American football long snapper who played in the National Football League (NFL) for 16 seasons, primarily with the Washington Redskins. From 1995 to 2010, he was a member of the Redskins for nine seasons, the Buffalo Bills for five seasons, and the Miami Dolphins and San Diego Chargers for one season each. Nicknamed The Red Snapper due to his position and his re"}]}, {"heading": "Births", "year": "1971", "date": "May 1", "txt": "Stuart Appleby, Australian golfer", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 1", "txt": "Kim Grant, South African tennis player", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 1", "txt": "Artur Kohutek, Polish hurdler and soldier", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 1", "txt": "Ajith Kumar, Indian film actor in Tamil cinema and race car driver", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 1", "txt": "Ramzi bin al-Shibh, Yemeni terrorist", "entities": [{"title": "Ramzi bin al-Shibh", "href": "/wiki/Ramzi_bin_al-Shibh", "description": "Ramzi bin al-Shibh is a Yemeni citizen being held by the U.S. as an enemy combatant detainee at Guantanamo Bay in Cuba. He is accused of being a \"key facilitator for the September 11 attacks\" in 2001 in the United States."}]}, {"heading": "Births", "year": "1972", "date": "May 1", "txt": "Julie Benz, American actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 1", "txt": "Yoon Hae-young, South Korean actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 1", "txt": "Peter Baah, English footballer and manager", "entities": [{"title": "Peter Baah", "href": "/wiki/Peter_Baah", "description": "Peter Baah is an English former professional footballer. During his playing career, Baah played as a winger in England and the United States, before becoming a football coach."}]}, {"heading": "Births", "year": "1973", "date": "May 1", "txt": "Mike Jesse, German footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 1", "txt": "Curtis Martin, American football player", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 1", "txt": "Oliver Neuville, German footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 1", "txt": "Austin Croshere, American basketball player and sportscaster", "entities": [{"title": "Austin Croshere", "href": "/wiki/Austin_Croshere", "description": "Austin Nathan Croshere is a retired American professional basketball player who played for five different NBA teams throughout his career in the National Basketball Association, and is now a TV broadcaster for the Indiana Pacers."}]}, {"heading": "Births", "year": "1975", "date": "May 1", "txt": "Marc-Vivien Foé, Cameroonian footballer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 1", "txt": "Nina Hossain, English journalist", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 1", "txt": "Alexey Smertin, Russian international footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 1", "txt": "Patricia Stokkers, Dutch swimmer", "entities": [{"title": "Patricia Stokkers", "href": "/wiki/Patricia_Stokkers", "description": "Patricia Stokkers is a former freestyle swimmer from the Netherlands, who competed for her native country at the 1996 Summer Olympics in Atlanta, Georgia. There she finished in sixth position (8:08.48) with the 4×200 m freestyle relay, alongside Carla Geurts, Minouche Smit, and Kirsten Vlieghuis. A year earlier the four of them won the silver medal in the same event at the European LC Championship"}]}, {"heading": "Births", "year": "1977", "date": "May 1", "txt": "Vera Lischka, Austrian swimmer and politician", "entities": [{"title": "Vera Lischka", "href": "/wiki/Vera_Lischka", "description": "Vera Lischka is a former breaststroke swimmer from Austria, who competed for her native country at the 1996 Summer Olympics in Atlanta, Georgia. At the European SC Championships 1996, she won the European title in the 50m Breaststroke."}]}, {"heading": "Births", "year": "1978", "date": "May 1", "txt": "James Badge Dale, American actor", "entities": [{"title": "James Badge Dale", "href": "/wiki/James_Badge_Dale", "description": "James Badge Dale is an American actor. He is known for playing Chase Edmunds in 24, Robert Leckie in The Pacific, State Trooper Barrigan in Martin Scorsese's The Departed, Eric Savin in Iron Man 3, and Tyrone S. \"Rone\" Woods in 13 Hours."}]}, {"heading": "Births", "year": "1978", "date": "May 1", "txt": "Michael Russell, American tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 1", "txt": "Mauro Bergamasco, Italian rugby player", "entities": [{"title": "Mauro Bergamasco", "href": "/wiki/Mauro_Bergamasco", "description": "Mauro Bergamasco is a former Italian rugby union footballer who last played for Zebre. He predominantly played as an open-side flanker, although his versatility means that he had also played a number of international games on the wing, and started at scrum-half in an infamously error-prone performance. He was considered to be one of Italy's best players in his preferred position."}]}, {"heading": "Births", "year": "1979", "date": "May 1", "txt": "Roman Lyashenko, Russian ice hockey player (d. 2003)", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 1", "txt": "Marvin Cabrera, Mexican footballer", "entities": [{"title": "Marvin Cabrera", "href": "/wiki/Marvin_Cabrera", "description": "Marvin Gabriel Cabrera Ibarra is a former Mexican football defender who last played for Correcaminos UAT. He is currently the head coach of Toluca Premier of the Liga Premier de México."}]}, {"heading": "Births", "year": "1980", "date": "May 1", "txt": "Rob Davison, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 1", "txt": "Inês Henriques, Portuguese race walker", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 1", "txt": "Jan Heylen, Belgian race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 1", "txt": "Jay Reatard, American singer-songwriter and guitarist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 1", "txt": "Yuliya Tabakova, Russian athlete", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 1", "txt": "Manny Acosta, Panamanian baseball player", "entities": [{"title": "Manny Acosta", "href": "/wiki/Manny_Acosta", "description": "Manuel Alcides Acosta Molinar is a Panamanian professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the Atlanta Braves and New York Mets, and for the Yomiuri Giants of Nippon Professional Baseball."}]}, {"heading": "Births", "year": "1981", "date": "May 1", "txt": "Derek Asamoah, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 1", "txt": "Alexander Hleb, Belarusian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 1", "txt": "Wes Welker, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 1", "txt": "Beto, Portuguese footballer", "entities": [{"title": "Beto (footballer, born 1982)", "href": "/wiki/Beto_(footballer,_born_1982)", "description": "António Alberto Bastos Pimparel, known as Beto, is a Portuguese professional footballer who plays as a goalkeeper for S.C. Farense."}]}, {"heading": "Births", "year": "1982", "date": "May 1", "txt": "Jamie Dornan, Northern Irish model and actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 1", "txt": "Mark Farren, Irish footballer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 1", "txt": "Katya Zamolodchikova, American drag queen", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 1", "txt": "Tommy Robredo, Spanish tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 1", "txt": "Darijo Srna, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 1", "txt": "Alain Bernard, French swimmer", "entities": [{"title": "Alain Bernard", "href": "/wiki/Alain_Bernard", "description": "Alain Bernard is a former French swimmer from Aubagne, Bouches-du-Rhône."}]}, {"heading": "Births", "year": "1983", "date": "May 1", "txt": "Human Tornado, American wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 1", "txt": "Park Hae-jin, South Korean actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 1", "txt": "David Backes, American ice hockey player", "entities": [{"title": "David Backes", "href": "/wiki/David_Backes", "description": "David Anthony Backes is an American professional ice hockey forward currently playing for the Anaheim Ducks of the National Hockey League (NHL). He previously played for the St. Louis Blues and Boston Bruins. Backes was born in Minneapolis, Minnesota, but grew up in Spring Lake Park, Minnesota."}]}, {"heading": "Births", "year": "1984", "date": "May 1", "txt": "Mišo Brečko, Slovenian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 1", "txt": "Patrick Eaves, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 1", "txt": "Alexander Farnerud, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 1", "txt": "Farah Fath, American actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 1", "txt": "Keiichiro Koyama, Japanese singer and actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 1", "txt": "Víctor Montaño, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 1", "txt": "Mark Seaby, Australian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 1", "txt": "Shahriar Nafees, Bangladeshi cricketer", "entities": [{"title": "Shahriar Nafees", "href": "/wiki/Shahriar_Nafees", "description": "Shahriar Nafees Ahmed is a former Bangladeshi cricketer, who played all formats of the game, and was also a former T20I captain for Bangladesh.He made his One Day International (ODI) debut for Bangladesh in 2005 against England, and later the same year played his first Test."}]}, {"heading": "Births", "year": "1986", "date": "May 1", "txt": "Christian Benítez, Ecuadorian footballer (d. 2013)", "entities": [{"title": "Christian Benítez", "href": "/wiki/Christian_Ben%C3%ADtez", "description": "Christian Rogelio Benítez Betancourt, also known as Chucho, was an Ecuadorian professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1986", "date": "May 1", "txt": "Adam Casey, Australian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 1", "txt": "Cassie Jaye, American actress and film director", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 1", "txt": "Jesse Klaver, Dutch politician", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 1", "txt": "Lee Chang-min, South Korean singer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 1", "txt": "Brent Stanton, Australian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Leonardo Bonucci, Italian footballer", "entities": [{"title": "Leonardo Bonucci", "href": "/wiki/Leonardo_Bonucci", "description": "Leonardo Bonucci is an Italian professional footballer who plays as a centre-back for and serves as vice captain of both Serie A club Juventus and the Italy national team."}]}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Glen Coffee, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Iván DeJesús Jr., Puerto Rican baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Marcus Drum, Australian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Jerome Dyson, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Amir Johnson, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Ryan Mathews, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Saidi Ntibazonkiza, Burundian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Shahar Pe'er, Israeli tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 1", "txt": "Marissa Ponich, Canadian fencer", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 1", "txt": "Maria Balaba, Latvian figure skater", "entities": [{"title": "Maria Balaba", "href": "/wiki/Maria_Balaba", "description": "Maria Balaba is a Latvian figure skater. She is the 2004–2005 Latvian national champion. Balaba was born in Riga, and is coached by Galina Efremenko."}]}, {"heading": "Births", "year": "1988", "date": "May 1", "txt": "Maxim Gustik, Belarusian freestyle skier", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 1", "txt": "Teodor Peterson, Swedish cross-country skier", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 1", "txt": "Anushka Sharma, Indian actress and film producer", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 1", "txt": "Alejandro Arribas, Spanish footballer", "entities": [{"title": "Alejandro Arribas", "href": "/wiki/Alejandro_Arribas", "description": "Alejandro Arribas Garrido is a Spanish professional footballer who plays for Real Oviedo as a central defender."}]}, {"heading": "Births", "year": "1989", "date": "May 1", "txt": "Poļina Jeļizarova, Latvian runner", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 1", "txt": "Uriel Álvarez, Mexican footballer", "entities": [{"title": "Uriel Álvarez", "href": "/wiki/Uriel_%C3%81lvarez", "description": "Uriel Álvarez Rivera is a Mexican professional footballer, who plays as a defender for Atlético San Luis in the Ascenso MX, on loan from Club Santos Laguna."}]}, {"heading": "Births", "year": "1990", "date": "May 1", "txt": "Caitlin Stasey, Australian actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 1", "txt": "Diego Contento, German footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 1", "txt": "Scooter Gennett, American baseball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 1", "txt": "Marcus Stroman, American baseball player", "entities": [{"title": "Marcus Stroman", "href": "/wiki/Marcus_Stroman", "description": "Marcus Earl Stroman is an American professional baseball pitcher for the New York Mets of Major League Baseball (MLB). He previously played for the Toronto Blue Jays. Stroman is listed at 5 feet 7 inches (1.70 m), making him one of only six pitchers shorter than 5 feet 10 inches (1.78 m) to make a start at the MLB level in the 21st century."}]}, {"heading": "Births", "year": "1991", "date": "May 1", "txt": "Daniel Talbot, British sprinter", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 1", "txt": "Hani (singer), South Korean singer and actress", "entities": [{"title": "Hani (singer)", "href": "/wiki/Hani_(singer)", "description": "Ahn Hee-yeon, professionally known as Hani, is a South Korean singer and actress. She is known as a member of the South Korean girl group EXID and its subgroup, SoljiHani. She has appeared on television as a host on Weekly Idol and a cast member on Off to School, Crime Scene and A Style for You."}]}, {"heading": "Births", "year": "1992", "date": "May 1", "txt": "Trevor Philp, Canadian alpine skier", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 1", "txt": "Bradley Roby, American football player", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 1", "txt": "Jean-Christophe Bahebeck, French footballer", "entities": [{"title": "Jean-Christophe Bahebeck", "href": "/wiki/Jean-Christophe_Bahebeck", "description": "Jean-Christophe Bahebeck is a French professional footballer who plays as a forward for Serbian SuperLiga club Partizan."}]}, {"heading": "Births", "year": "1993", "date": "May 1", "txt": "Ifeoma Nwoye, Nigerian wrestler", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 1", "txt": "Wallace Oliveira, Brazilian footballer", "entities": [{"title": "Wallace Oliveira", "href": "/wiki/Wallace_Oliveira", "description": "Wallace Oliveira dos Santos, or simply Wallace, is a Brazilian professional footballer who currently plays for Figueirense."}]}, {"heading": "Births", "year": "1995", "date": "May 1", "txt": "Collin Seedorf, Dutch footballer", "entities": [{"title": "Collin Seedorf", "href": "/wiki/Collin_Seedorf", "description": "Collin Seedorf is a Dutch professional footballer who plays as a centre back for FC Emmen in the Eredivisie."}]}, {"heading": "Births", "year": "1996", "date": "May 1", "txt": "Christopher J. Alexis Jr., Grenadian road cyclist", "entities": [{"title": "Christopher J. Alexis Jr.", "href": "/wiki/Christopher_J._Alexis_Jr.", "description": "Christopher Javaughn Alexis is a Grenadian road cyclist who is the 2016 Grenada Cycling Federation’s (GCF) National Cycling Champion."}]}, {"heading": "Births", "year": "1996", "date": "May 1", "txt": "Daniel Saifiti, Australian-Fijian rugby league player", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 1", "txt": "Jacob Saifiti, Australian-Fijian rugby league player", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 1", "txt": "Michael Seaton, Jamaican footballer", "entities": []}, {"heading": "Births", "year": "2004", "date": "May 1", "txt": "Charli D'Amelio, American social media influencer and dancer", "entities": [{"title": "Charli D'Amelio", "href": "/wiki/Charli_D%27Amelio", "description": "Charli Grace D'Amelio is an American social media personality and dancer. Born and raised in Norwalk, Connecticut, she was a competitive dancer for over 10 years before starting her social media career. She started actively posting content on the video-sharing app, TikTok, in late 2019, where she began posting dance videos to trending songs on the platform. She quickly amassed a large following an"}]}, {"heading": "Deaths", "year": "408", "date": "May 1", "txt": "Arcadius, Byzantine emperor (b. 377)", "entities": [{"title": "Arcadius", "href": "/wiki/Arcadius", "description": "Flavius Arcadius was Roman emperor from 383 to 408. He was the eldest son of the augustus Theodosius I and his first wife Aelia Flaccilla, and the brother of Honorius. Arcadius ruled the eastern half of the empire from 395, when their father died, while Honorius ruled the west. Having a reputation as a weak ruler, his reign was said to have been dominated by a series of powerful ministers and by h"}]}, {"heading": "Deaths", "year": "558", "date": "May 1", "txt": "Marcouf, missionary and saint", "entities": [{"title": "Saint Marcouf", "href": "/wiki/Saint_Marcouf", "description": "Saint Marcouf, Abbot of Nantus (Nanteuil-en-Cotentin) in the Cotentin, was born in the Saxon colony of Bayeux in Normandy around 500 AD. He is regarded as a saint and is best known for the healing of scrofula."}, {"title": "Missionary", "href": "/wiki/Missionary", "description": "A missionary is a member of a religious group sent into an area to promote their faith or perform ministries of service, such as education, literacy, social justice, health care, and economic development."}]}, {"heading": "Deaths", "year": "908", "date": "May 1", "txt": "Wang Zongji, Chinese prince and pretender", "entities": [{"title": "Wang Zongji", "href": "/wiki/Wang_Zongji", "description": "Wang Zongji (王宗佶), né Gan (甘), was an adoptive son of Wang Jian, the founding emperor of the Five Dynasties and Ten Kingdoms period state Former Shu. He was the oldest among Wang Jian's 120 adoptive sons and considered himself a potential successor to Wang Jian. In 908, Wang Jian, angry over his arrogance, had him put to death."}, {"title": "Pretender", "href": "/wiki/Pretender", "description": "A pretender is one who maintains or is able to maintain a claim that they are entitled to a position of honour or rank, which may be occupied by an incumbent, or whose powers may currently be exercised by another person or authority. Most often, it refers to a former monarch, or descendant thereof, whose throne is occupied, is claimed by a rival, or has been abolished."}]}, {"heading": "Deaths", "year": "1118", "date": "May 1", "txt": "Matilda of Scotland (b. 1080)", "entities": [{"title": "Matilda of Scotland", "href": "/wiki/Matilda_of_Scotland", "description": "Matilda of Scotland, also known as Good Queen Maud or Matilda of Blessed Memory, was Queen of England and Duchess of Normandy as the first wife of King Henry I. She acted as regent of England on several occasions during Henry's absences: in 1104, 1107, 1108, and 1111."}]}, {"heading": "Deaths", "year": "1171", "date": "May 1", "txt": "Diarmait Mac Murchada, King of Leinster (b. 1110)", "entities": [{"title": "Diarmait Mac Murchada", "href": "/wiki/Diarmait_Mac_Murchada", "description": "Diarmait Mac Murchada, anglicised as Dermot MacMurrough, Dermod MacMurrough, or Dermot MacMorrogh, was a King of Leinster in Ireland. In 1167, he was deposed by the high king of Ireland – Ruaidri Ua Conchobair. The grounds for the deposition were that Mac Murchada had, in 1152, abducted Derbforgaill, the wife of the king of Breifne, Tiernan O'Rourke. To recover his kingdom, Mac Murchada solicited "}, {"title": "King of Leinster", "href": "/wiki/King_of_Leinster", "description": "The following is a provisional list of the kings of Leinster who ruled the Irish kingdom of Leinster up to 1632 with the death of Domhnall Spainneach Mac Murrough Caomhanach, the last legitimately inaugurated head of the MacMurrough Kavanagh royal line, though not last of the Leinster royal line. Today's province of Leinster is considerably larger than the former kingdom."}]}, {"heading": "Deaths", "year": "1187", "date": "May 1", "txt": "Roger de Moulins, Grand Master of the Knights Hospitaller", "entities": [{"title": "Roger de Moulins", "href": "/wiki/Roger_de_Moulins", "description": "Roger de Moulins was Grand Master of the Knights Hospitaller from 1177 to his death in 1187, succeeding Jobert of Syria."}, {"title": "Grand Master (order)", "href": "/wiki/Grand_Master_(order)", "description": "Grand Master is a title of the supreme head of various orders, including chivalric orders such as military orders and dynastic orders of knighthood."}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Deaths", "year": "1255", "date": "May 1", "txt": "Walter de Gray, English prelate and statesman", "entities": [{"title": "Walter de Gray", "href": "/wiki/Walter_de_Gray", "description": "Walter de Gray or Walter de Grey was an English prelate and statesman who was Archbishop of York from 1215 to 1255. He was Lord Chancellor under King John."}]}, {"heading": "Deaths", "year": "1277", "date": "May 1", "txt": "Stefan Uroš I of Serbia (b. 1223)", "entities": [{"title": "Stefan Uroš I", "href": "/wiki/Stefan_Uro%C5%A1_I", "description": "Stefan Uroš I, known as Uroš the Great was the King of Serbia from 1243 to 1276, succeeding his brother Stefan Vladislav. He was one of the most important rulers in Serbian history."}]}, {"heading": "Deaths", "year": "1278", "date": "May 1", "txt": "William II of Villehardouin", "entities": [{"title": "William of Villehardouin", "href": "/wiki/William_of_Villehardouin", "description": "William of Villehardouin was the last Villehardouin prince of Achaea and ruled the principality at the height of its power and influence."}]}, {"heading": "Deaths", "year": "1308", "date": "May 1", "txt": "Albert I of Germany (b. 1255)", "entities": [{"title": "Albert I of Germany", "href": "/wiki/Albert_I_of_Germany", "description": "Albert I of Habsburg, the eldest son of King Rudolf I of Germany and his first wife Gertrude of Hohenberg, was a Duke of Austria and Styria from 1282 and King of Germany from 1298 until his assassination."}]}, {"heading": "Deaths", "year": "1312", "date": "May 1", "txt": "Paul I Šubić of Bribir", "entities": [{"title": "Paul I Šubić of Bribir", "href": "/wiki/Paul_I_%C5%A0ubi%C4%87_of_Bribir", "description": "Paul I Šubić of Bribir was Ban of Croatia between 1275 and 1312, and Lord of Bosnia from 1299 to 1312. As the oldest son of Stephen II of the Šubić noble family, he inherited the title of count of Bribir. He was appointed ban in 1273. He was relieved from duty in 1274, following his involvement in disputes between the Dalmatian coastal cities of Trogir and Split, and was returned to office in 1275"}]}, {"heading": "Deaths", "year": "1539", "date": "May 1", "txt": "Isabella of Portugal (b. 1503)", "entities": [{"title": "Isabella of Portugal", "href": "/wiki/Isabella_of_Portugal", "description": "Isabella of Portugal, also known as the Empress of the Carnation, was Holy Roman Empress, Queen of Spain, Germany, and Italy, and Lady of the Netherlands by her marriage to Emperor Charles V. She was the regent of Spain because of her husband's constant travels through Europe, ensuring that the kingdom remained independent of imperial policies and economically healthy during her lifetime. Her pers"}]}, {"heading": "Deaths", "year": "1555", "date": "May 1", "txt": "Pope Marcellus II (b. 1501)", "entities": [{"title": "Pope Marcellus II", "href": "/wiki/Pope_Marcellus_II", "description": "Pope Marcellus II, born Marcello Cervini degli Spannochi, was head of the Catholic Church and ruler of the Papal States from 9 April 1555 until his death 22 days later on 1 May 1555."}]}, {"heading": "Deaths", "year": "1572", "date": "May 1", "txt": "Pope Pius V (b. 1504)", "entities": [{"title": "Pope Pius V", "href": "/wiki/Pope_Pius_V", "description": "Pope Pius V, born Antonio Ghislieri, was head of the Catholic Church and ruler of the Papal States from 8 January 1566 to his death in 1572. He is venerated as a saint of the Catholic Church. He is chiefly notable for his role in the Council of Trent, the Counter-Reformation, and the standardization of the Roman Rite within the Latin Church. Pius V declared Thomas Aquinas a Doctor of the Church."}]}, {"heading": "Deaths", "year": "1668", "date": "May 1", "txt": "Frans Luycx, Flemish painter (b. 1604)", "entities": [{"title": "Frans Luycx", "href": "/wiki/Frans_Luycx", "description": "Frans Luycx or Frans Luyckx was a Flemish painter who became the leading portrait painter at the imperial court of Emperor Ferdinand III in Vienna. He is best known for his portraits of the Emperor's family and various members of the Habsburgers, including its Austrian and Spanish branches."}]}, {"heading": "Deaths", "year": "1730", "date": "May 1", "txt": "François de Troy, French painter and engraver (b. 1645)", "entities": [{"title": "François de Troy", "href": "/wiki/Fran%C3%A7ois_de_Troy", "description": "François de Troy was a French painter and engraver who became principal painter to King James II in exile at Saint-Germain-en-Laye and Director of the Académie Royale de peinture et de sculpture."}]}, {"heading": "Deaths", "year": "1731", "date": "May 1", "txt": "Johann Ludwig Bach, German violinist and composer (b. 1677)", "entities": [{"title": "Johann Ludwig Bach", "href": "/wiki/Johann_Ludwig_Bach", "description": "Johann Ludwig Bach was a German composer and violinist."}]}, {"heading": "Deaths", "year": "1738", "date": "May 1", "txt": "Charles Howard, 3rd Earl of Carlisle, English politician, First Lord of the Treasury (b. 1669)", "entities": [{"title": "Charles Howard, 3rd Earl of Carlisle", "href": "/wiki/Charles_Howard,_3rd_Earl_of_Carlisle", "description": "Charles Howard, 3rd Earl of Carlisle, PC was a British nobleman, peer, and statesman."}, {"title": "First Lord of the Treasury", "href": "/wiki/First_Lord_of_the_Treasury", "description": "The first lord of the Treasury is the head of the commission exercising the ancient office of Lord High Treasurer in the United Kingdom, and is by convention also the prime minister. This office is not equivalent to the usual position of the \"treasurer\" in other governments; the closer equivalent of a treasurer in the United Kingdom is chancellor of the exchequer, who is the second lord of the Tre"}]}, {"heading": "Deaths", "year": "1772", "date": "May 1", "txt": "Gottfried Achenwall, Polish-German historian, economist, and jurist (b. 1719)", "entities": [{"title": "Gottfried Achenwall", "href": "/wiki/Gottfried_Achenwall", "description": "Gottfried Achenwall was a German philosopher, ARA historian, economist, jurist and statistician. He is counted among the inventors of statistics.He is also called as the Father of statistics."}]}, {"heading": "Deaths", "year": "1813", "date": "May 1", "txt": "Jean-Baptiste Bessières, French general (b. 1768)", "entities": [{"title": "Jean-Baptiste Bessières", "href": "/wiki/Jean-Baptiste_Bessi%C3%A8res", "description": "Jean-Baptiste Bessières, 1st Duke of Istria was a French military commander and Marshal of the Empire who served during both the French Revolutionary Wars and the Napoleonic Wars. His younger brother, Bertrand, followed in his footsteps and eventually became a divisional general. Their cousin, Géraud-Pierre-Henri-Julien, also served Emperor Napoleon I as a diplomat and imperial official."}]}, {"heading": "Deaths", "year": "1838", "date": "May 1", "txt": "Antoine Louis Dugès, French obstetrician and naturalist (b. 1797)", "entities": [{"title": "Antoine Louis Dugès", "href": "/wiki/Antoine_Louis_Dug%C3%A8s", "description": "Antoine Louis Dugès was a French obstetrician and naturalist born in Charleville-Mézières, Ardennes. He was the father of zoologist Alfredo Dugès (1826–1910), and a nephew to midwife Marie-Louise Lachapelle (1769–1821)."}]}, {"heading": "Deaths", "year": "1856", "date": "May 1", "txt": "John Wilbur, American minister and theologian (b. 1774)", "entities": [{"title": "John Wilbur (Quaker minister)", "href": "/wiki/John_Wilbur_(Quaker_minister)", "description": "John Wilbur was a prominent American Quaker minister and religious thinker who was at the forefront of a controversy that led to \"the second split\" in the Religious Society of Friends in the United States."}]}, {"heading": "Deaths", "year": "1873", "date": "May 1", "txt": "David Livingstone, Scottish-English missionary and explorer (b. 1813)", "entities": [{"title": "David Livingstone", "href": "/wiki/David_Livingstone", "description": " David Livingstone  was a Scottish physician, Congregationalist, and pioneer Christian missionary with the London Missionary Society, an explorer in Africa, and one of the most popular British heroes of the late 19th-century Victorian era. He had a mythic status that operated on a number of interconnected levels: Protestant missionary martyr, working-class \"rags-to-riches\" inspirational story, sci"}]}, {"heading": "Deaths", "year": "1899", "date": "May 1", "txt": "Ludwig Büchner, German physiologist and physician (b. 1824)", "entities": [{"title": "Ludwig Büchner", "href": "/wiki/Ludwig_B%C3%BCchner", "description": "Friedrich Karl Christian Ludwig Büchner was a German philosopher, physiologist and physician who became one of the exponents of 19th-century scientific materialism."}]}, {"heading": "Deaths", "year": "1904", "date": "May 1", "txt": "Antonín Dvořák, Czech composer and academic (b. 1841)", "entities": [{"title": "Antonín Dvořák", "href": "/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k", "description": "Antonín Leopold Dvořák was a Czech composer, one of the first to achieve worldwide recognition. His most successful orchestral work were the Symphony From the New World, and the Cello Concerto, coincidentally both written in the USA. Following the Romantic-era nationalist example of his predecessor Bedřich Smetana, Dvořák frequently employed rhythms and other aspects of the folk music of Moravia a"}]}, {"heading": "Deaths", "year": "1913", "date": "May 1", "txt": "John Barclay Armstrong, American lieutenant (b. 1850)", "entities": [{"title": "John Barclay Armstrong", "href": "/wiki/John_Barclay_Armstrong", "description": "John Barclay Armstrong was a Texas Ranger lieutenant and a United States Marshal, usually remembered for his role in the pursuit and capture of the famous gunfighter John Wesley Hardin."}]}, {"heading": "Deaths", "year": "1920", "date": "May 1", "txt": "Princess Margaret of Connaught (b. 1882)", "entities": [{"title": "Princess Margaret of Connaught", "href": "/wiki/Princess_Margaret_of_Connaught", "description": "Princess Margaret Victoria Charlotte Augusta Norah of Connaught was Crown Princess of Sweden as the first wife of the future King Gustaf VI Adolf. She was the elder daughter of Prince Arthur, Duke of Connaught, third son of Queen Victoria of the United Kingdom, and his wife Princess Louise Margaret of Prussia. Known in Sweden as Margareta, her marriage produced five children, and she is the grandm"}]}, {"heading": "Deaths", "year": "1935", "date": "May 1", "txt": "Henri Pélissier, French cyclist (b. 1889)", "entities": [{"title": "Henri Pélissier", "href": "/wiki/Henri_P%C3%A9lissier", "description": "Henri Pélissier was a French racing cyclist from Paris and champion of the 1923 Tour de France. In addition to his 29 career victories, he was known for his long-standing feud with Tour founder Henri Desgrange and for protesting against the conditions endured by riders in the early years of the Tour. He was killed by his lover with the gun that his wife had used to commit suicide."}]}, {"heading": "Deaths", "year": "1943", "date": "May 1", "txt": "Johan Oscar Smith, Norwegian religious leader, founded the Brunstad Christian Church (b. 1871)", "entities": [{"title": "Johan Oscar Smith", "href": "/wiki/Johan_Oscar_Smith", "description": "Johan Oscar Smith was a Norwegian Christian leader who founded the evangelical non-denominational fellowship now known as Brunstad Christian Church."}, {"title": "Brunstad Christian Church", "href": "/wiki/Brunstad_Christian_Church", "description": "Brunstad Christian Church is a worldwide evangelical non-denominational Christian church. Established in Norway early in the 20th century. It is represented by more than 220 churches in 54 countries. An overview of members per country shows a total of 20,000 members in 2016. As many as two thirds of its members live outside Norway. For many years the group did not have a formal name and was referr"}]}, {"heading": "Deaths", "year": "1945", "date": "May 1", "txt": "Joseph Goebbels, German lawyer and politician, Chancellor of Germany (b. 1897)", "entities": [{"title": "Joseph Goebbels", "href": "/wiki/Joseph_Goebbels", "description": "Paul Joseph Goebbels was a German Nazi politician and Reich Minister of Propaganda of Nazi Germany from 1933 to 1945. He was one of Adolf Hitler's closest and most devoted associates, and was known for his skills in public speaking and his deeply virulent antisemitism, which was evident in his publicly voiced views. He advocated progressively harsher discrimination, including the extermination of "}, {"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1945", "date": "May 1", "txt": "Magda Goebbels, German wife of Joseph Goebbels (b. 1901)", "entities": [{"title": "Joseph Goebbels", "href": "/wiki/Joseph_Goebbels", "description": "Paul Joseph Goebbels was a German Nazi politician and Reich Minister of Propaganda of Nazi Germany from 1933 to 1945. He was one of Adolf Hitler's closest and most devoted associates, and was known for his skills in public speaking and his deeply virulent antisemitism, which was evident in his publicly voiced views. He advocated progressively harsher discrimination, including the extermination of "}]}, {"heading": "Deaths", "year": "1953", "date": "May 1", "txt": "Everett Shinn, American painter and illustrator (b. 1876)", "entities": [{"title": "Everett Shinn", "href": "/wiki/Everett_Shinn", "description": "Everett Shinn was an American painter and member of the urban realist Ashcan School."}]}, {"heading": "Deaths", "year": "1956", "date": "May 1", "txt": "LeRoy Samse, American pole vaulter (b. 1883)", "entities": [{"title": "LeRoy Samse", "href": "/wiki/LeRoy_Samse", "description": "LeRoy Perry Samse was an American athlete who competed mainly in the pole vault. Samse represented the United States in the 1904 Summer Olympics held in St Louis, United States in the pole vault where he won the silver medal."}]}, {"heading": "Deaths", "year": "1960", "date": "May 1", "txt": "Charles Holden, English architect, designed the Bristol Central Library (b. 1875)", "entities": [{"title": "Charles Holden", "href": "/wiki/Charles_Holden", "description": "Charles Henry Holden Litt.D, FRIBA, MRTPI, RDI was a Bolton-born English architect best known for designing many London Underground stations during the 1920s and 1930s, for Bristol Central Library, the Underground Electric Railways Company of London's headquarters at 55 Broadway and for the University of London's Senate House. He also created many war cemeteries in Belgium and northern France for "}, {"title": "Bristol Central Library", "href": "/wiki/Bristol_Central_Library", "description": "Bristol Central Library is a historic building on the south side of College Green, Bristol, England. It contains the main collections of Bristol's public library."}]}, {"heading": "Deaths", "year": "1963", "date": "May 1", "txt": "Lope K. Santos, Filipino lawyer and politician (b. 1879)", "entities": [{"title": "Lope K. Santos", "href": "/wiki/Lope_K._Santos", "description": "Lope K. Santos was a Filipino Tagalog-language writer and former senator of the Philippines. He is best known for his 1906 socialist novel, Banaag at Sikat and to his contributions for the development of Filipino grammar and Tagalog orthography."}]}, {"heading": "Deaths", "year": "1965", "date": "May 1", "txt": "Spike Jones, American singer and bandleader (b. 1911)", "entities": [{"title": "Spike Jones", "href": "/wiki/Spike_Jones", "description": "Lindley Armstrong \"Spike\" Jones was an American musician and bandleader specializing in spoof arrangements of popular songs and classical music. Ballads receiving the Jones treatment were punctuated with gunshots, whistles, cowbells and outlandish and comedic vocals. Jones and his band recorded under the title Spike Jones and His City Slickers from the early 1940s to the mid-1950s, and toured the "}]}, {"heading": "Deaths", "year": "1968", "date": "May 1", "txt": "Jack Adams, Canadian-American ice hockey player, coach, and manager (b. 1895)", "entities": [{"title": "Jack Adams", "href": "/wiki/Jack_Adams", "description": "John James \"Jack\" Adams was a Canadian professional ice hockey player, coach and general manager in the National Hockey League and Pacific Coast Hockey Association. He was a Hall of Fame player during a 10-year professional career with Toronto, Vancouver and Ottawa."}]}, {"heading": "Deaths", "year": "1968", "date": "May 1", "txt": "Harold Nicolson, English author and politician (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "May 1", "txt": "Yi Un, Korean prince (b. 1897)", "entities": [{"title": "Yi Un", "href": "/wiki/Yi_Un", "description": "Lieutenant General Prince Imperial Yeong, Yi Un, Crown Prince Uimin, also known as Yi Un, Yi Eun, Lee Eun and Un Yi, was the 28th Head of the Korean Imperial House, an Imperial Japanese Army general and the last crown prince of Korea. In 1910, when the Empire of Korea was annexed by Japan and Emperor Sunjong was forced to abdicate, Yi Un was titled His Highness The Crown Prince of Korea. On 10 Jun"}]}, {"heading": "Deaths", "year": "1973", "date": "May 1", "txt": "Asger Jorn, Danish painter and sculptor (b. 1914)", "entities": [{"title": "Asger Jorn", "href": "/wiki/Asger_Jorn", "description": "Asger Oluf Jorn was a Danish painter, sculptor, ceramic artist, and author. He was a founding member of the avant-garde movement COBRA and the Situationist International. He was born in Vejrum, in the northwest corner of Jutland, Denmark, and baptized Asger Oluf Jørgensen."}]}, {"heading": "Deaths", "year": "1976", "date": "May 1", "txt": "T. R. M. Howard, American surgeon and activist (b. 1908)", "entities": [{"title": "T. R. M. Howard", "href": "/wiki/T._R._M._Howard", "description": "Theodore Roosevelt Mason Howard was an American civil rights leader, fraternal organization leader, entrepreneur and surgeon. He was among the mentors to activists such as Medgar Evers, Charles Evers, Fannie Lou Hamer, Amzie Moore, Aaron Henry, and Jesse Jackson; founded Mississippi's leading civil rights organization in the 1950s, the Regional Council of Negro Leadership; and played a prominent r"}]}, {"heading": "Deaths", "year": "1976", "date": "May 1", "txt": "Alexandros Panagoulis, Greek poet and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "May 1", "txt": "Aram Khachaturian, Armenian composer and conductor (b. 1903)", "entities": [{"title": "Aram Khachaturian", "href": "/wiki/Aram_Khachaturian", "description": "Aram Il'yich Khachaturian was a Soviet Armenian composer and conductor. He is considered one of the leading Soviet composers."}]}, {"heading": "Deaths", "year": "1982", "date": "May 1", "txt": "William Primrose, Scottish viola player and educator (b. 1903)", "entities": [{"title": "William Primrose", "href": "/wiki/William_Primrose", "description": "William Primrose CBE was a Scottish violist and teacher. He performed with the London String Quartet from 1930 to 1935. He then joined the NBC symphony orchestra where he formed the Primrose Quartet. He performed in various countries around the world as a soloist throughout his career. Primrose also taught at several universities and institutions. He is the author of several books on viola techniq"}]}, {"heading": "Deaths", "year": "1984", "date": "May 1", "txt": "Jüri Lossmann, Estonian-Swedish runner (b. 1891)", "entities": [{"title": "Jüri Lossmann", "href": "/wiki/J%C3%BCri_Lossmann", "description": "Jüri Lossmann was an Estonian long distance runner. He finished second in the marathon at the 1920 Summer Olympics in Antwerp, at 2:32:48.6, trailing Hannes Kolehmainen by 13 seconds, but beating the third-placed Valerio Arri by almost 4 minutes. At the 1924 Summer Olympics in Paris he was the flag bearer for Estonia and finished tenth in the marathon."}]}, {"heading": "Deaths", "year": "1985", "date": "May 1", "txt": "Denise Robins, English journalist and author (b. 1897)", "entities": [{"title": "Denise Robins", "href": "/wiki/Denise_Robins", "description": "Denise Robins was a prolific English romantic novelist and the first President of the Romantic Novelists' Association (1960–1966). She wrote under her first married name and under the pen-names: Denise Chesterton, Eve Vaill, 'Anne Llewellyn', Hervey Hamilton, Francesca Wright, Ashley French, Harriet Gray and Julia Kane, producing short stories, plays, and about 170 Gothic romance novels. In 1965, "}]}, {"heading": "Deaths", "year": "1986", "date": "May 1", "txt": "Hylda Baker, English comedian, actress and music hall performer (b. 1905)", "entities": [{"title": "Hylda Baker", "href": "/wiki/Hylda_Baker", "description": "Hylda Baker was an English comedian, actress and music hall performer. Born and brought up in Farnworth, Lancashire, she is perhaps best remembered for her role as Nellie Pledge in the Granada ITV sitcom Nearest and Dearest (1968–1973) and for her role in the 1960 film Saturday Night and Sunday Morning."}]}, {"heading": "Deaths", "year": "1986", "date": "May 1", "txt": "Hugo Peretti, American songwriter and producer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "May 1", "txt": "Ben Lexcen, Australian sailor and architect (b. 1936)", "entities": [{"title": "Ben Lexcen", "href": "/wiki/Ben_Lexcen", "description": "Benjamin Lexcen AM was an Australian yachtsman and marine architect. He is famous for the winged keel design applied to Australia II which, in 1983, became the first non-American yacht to win the prestigious America's Cup in 132 years."}]}, {"heading": "Deaths", "year": "1989", "date": "May 1", "txt": "Sally Kirkland, American journalist (b. 1912)", "entities": [{"title": "Sally Kirkland (editor)", "href": "/wiki/Sally_Kirkland_(editor)", "description": "Sally Kirkland was a manager at Lord & Taylor, a fashion editor at Vogue magazine and served as the only fashion editor at Life magazine between 1947 and 1969."}]}, {"heading": "Deaths", "year": "1989", "date": "May 1", "txt": "V. M. Panchalingam, Sri Lankan civil servant (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "May 1", "txt": "Patrice Tardif, Canadian farmer and politician (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "May 1", "txt": "Sergio Franchi, Italian-American tenor and actor (b. 1926)", "entities": [{"title": "Sergio Franchi", "href": "/wiki/Sergio_Franchi", "description": "Sergio Franchi, born Sergio Franci Galli, was an Italian-American tenor and actor who enjoyed success in the United States and internationally after gaining notice in Britain in the early 1960s. In 1962, RCA Victor signed him to a seven-year contract and in October of that year Franchi appeared on The Ed Sullivan Show and performed at Carnegie Hall. Sol Hurok managed Franchi's initial American con"}]}, {"heading": "Deaths", "year": "1991", "date": "May 1", "txt": "Richard Thorpe, American director and screenwriter (b. 1896)", "entities": [{"title": "Richard Thorpe", "href": "/wiki/Richard_Thorpe", "description": "Richard Thorpe was an American film director best known for his long career at Metro-Goldwyn-Mayer."}]}, {"heading": "Deaths", "year": "1993", "date": "May 1", "txt": "Pierre Bérégovoy, French metallurgist and politician, Prime Minister of France (b. 1925)", "entities": [{"title": "Pierre Bérégovoy", "href": "/wiki/Pierre_B%C3%A9r%C3%A9govoy", "description": "Pierre Eugène Bérégovoy was a French politician who served as Prime Minister of France under President François Mitterrand from 2 April 1992 to 29 March 1993. He was a member of the Socialist Party."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1993", "date": "May 1", "txt": "Ranasinghe Premadasa, Sri Lankan politician, 3rd President of Sri Lanka (b. 1924)", "entities": [{"title": "President of Sri Lanka", "href": "/wiki/President_of_Sri_Lanka", "description": "The president of Sri Lanka is the head of state and head of government of Sri Lanka. The president is the chief executive of the union government and the commander-in-chief of the Sri Lanka Armed Forces."}]}, {"heading": "Deaths", "year": "1994", "date": "May 1", "txt": "Ayrton Senna, Brazilian race car driver (b. 1960)", "entities": [{"title": "Ayrton Senna", "href": "/wiki/Ayrton_Senna", "description": "Ayrton Senna da Silva was a Brazilian racing driver who won the Formula One World Drivers' Championship in 1988, 1990 and 1991. Senna is one of three Formula One drivers from Brazil to win the World Championship and won 41 Grands Prix and 65 pole positions, with the latter being the record until 2006. He died in an accident leading the 1994 San Marino Grand Prix driving for the Williams team."}]}, {"heading": "Deaths", "year": "1995", "date": "May 1", "txt": "Antonio Salemme, Italian-American painter (b. 1892)", "entities": [{"title": "Antonio Salemme", "href": "/wiki/Antonio_Salemme", "description": "Antonio Salemme was an Italian-born American sculptor and painter best known for his sculpted portraits and classical nudes. After studying in Boston and Rome before World War I, and serving in the Italian army during that conflict, Salemme settled in New York and became a prominent figure in the Greenwich Village cultural scene of the 1920s and 30s. Three of his sculpted portraits are in the coll"}]}, {"heading": "Deaths", "year": "1997", "date": "May 1", "txt": "Fernand Dumont, Canadian sociologist, philosopher, and poet (b. 1927)", "entities": [{"title": "Fernand Dumont", "href": "/wiki/Fernand_Dumont", "description": "Fernand Dumont was a Canadian sociologist, philosopher, theologian, and poet from Quebec. A longtime professor at Université Laval, he won the Governor General's Award for French-language non-fiction at the 1968 Governor General's Awards for Le lieu de l'homme."}]}, {"heading": "Deaths", "year": "1998", "date": "May 1", "txt": "Eldridge Cleaver, American author and activist (b. 1935)", "entities": [{"title": "Eldridge Cleaver", "href": "/wiki/Eldridge_Cleaver", "description": "Leroy Eldridge Cleaver was an American writer and political activist who became an early leader of the Black Panther Party."}]}, {"heading": "Deaths", "year": "2000", "date": "May 1", "txt": "Steve Reeves, American bodybuilder and actor (b. 1926)", "entities": [{"title": "Steve Reeves", "href": "/wiki/Steve_Reeves", "description": "Stephen Lester Reeves was an American professional bodybuilder, actor, and philanthropist. He was famous in the mid-1950s as a movie star in Italian-made sword and sandal films, playing the protagonist as muscular characters such as Hercules, Goliath, and Sandokan. At the peak of his career, he was the highest-paid actor in Europe. Though best known for his portrayal of Hercules, he played the cha"}]}, {"heading": "Deaths", "year": "2002", "date": "May 1", "txt": "Ebrahim Al-Arrayedh, Indian poet and author (b. 1908)", "entities": [{"title": "Ebrahim Al-Arrayedh", "href": "/wiki/Ebrahim_Al-Arrayedh", "description": "Ebrahim Al-Arrayedh was a Bahraini writer and poet, generally considered to be one of Bahrain's greatest poets and one of the leaders of the Bahraini literary movement in the 20th century."}]}, {"heading": "Deaths", "year": "2003", "date": "May 1", "txt": "Miss Elizabeth, American wrestler and manager (b. 1960)", "entities": [{"title": "Miss Elizabeth", "href": "/wiki/Miss_Elizabeth", "description": "Elizabeth Ann Hulette, best known in professional wrestling circles as Miss Elizabeth, was an American professional wrestling manager, occasional professional wrestler and professional wrestling TV announcer. She gained international fame from 1985 to 1992 in the World Wrestling Federation and from 1996 to 2000 in World Championship Wrestling (WCW), in her role as the manager to wrestler \"Macho Ma"}]}, {"heading": "Deaths", "year": "2003", "date": "May 1", "txt": "Wim van Est, Dutch cyclist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 1", "txt": "Kenneth Clark, American psychologist and academic (b. 1914)", "entities": [{"title": "Kenneth Clark (psychologist)", "href": "/wiki/Kenneth_Clark_(psychologist)", "description": "Kenneth Bancroft Clark and Mamie Phipps Clark were American psychologists who as a married team conducted research among children and were active in the Civil Rights Movement. They founded the Northside Center for Child Development in Harlem and the organization Harlem Youth Opportunities Unlimited (HARYOU). Kenneth Clark was also an educator and professor at City College of New York, and first Bl"}]}, {"heading": "Deaths", "year": "2008", "date": "May 1", "txt": "Anthony Mamo, Maltese judge and politician, 1st President of Malta (b. 1909)", "entities": [{"title": "Anthony Mamo", "href": "/wiki/Anthony_Mamo", "description": "Sir Anthony Joseph Mamo, was the first President of Malta and previously served as the last Governor-General of the State of Malta before the country became a republic. He was also the first Maltese citizen to be appointed Governor-General, and before independence, briefly served as acting Governor."}, {"title": "President of Malta", "href": "/wiki/President_of_Malta", "description": "The President of Malta is the constitutional head of state of Malta. The President is indirectly elected by the House of Representatives of Malta, which appoints the president for a five-year term and requires them to swear an oath to \"preserve, protect and defend\" the Constitution. The President of Malta also resides directly or indirectly in all three branches of the state. They are part of Parl"}]}, {"heading": "Deaths", "year": "2008", "date": "May 1", "txt": "Philipp von Boeselager, German soldier and economist (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 1", "txt": "Helen Wagner, American actress (b. 1918)", "entities": [{"title": "Helen Wagner", "href": "/wiki/Helen_Wagner", "description": "Helen Losee Wagner was an American actress."}]}, {"heading": "Deaths", "year": "2011", "date": "May 1", "txt": "Henry Cooper, English boxer (b. 1934)", "entities": [{"title": "Henry Cooper", "href": "/wiki/Henry_Cooper", "description": "Sir Henry Cooper was a British heavyweight boxer, best remembered for a 1963 fight with a young Muhammad Ali, which Cooper, who at times looked on the verge of winning, lost when the fight was called off due to a cut. Cooper was undefeated in British and Commonwealth heavyweight championship contests for twelve years, and held the European heavyweight title for three years. In 1966 he fought Ali, "}]}, {"heading": "Deaths", "year": "2011", "date": "May 1", "txt": "Ted Lowe, English sportscaster (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 1", "txt": "James Kinley, Canadian engineer and politician, 29th Lieutenant Governor of Nova Scotia (b. 1925)", "entities": [{"title": "James Kinley", "href": "/wiki/James_Kinley", "description": "John James Kinley, was a Canadian engineer, industrialist and the 29th Lieutenant Governor of Nova Scotia since confederation."}, {"title": "Lieutenant Governor of Nova Scotia", "href": "/wiki/Lieutenant_Governor_of_Nova_Scotia", "description": "The Lieutenant Governor of Nova Scotia is the viceregal representative in Nova Scotia of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant G"}]}, {"heading": "Deaths", "year": "2012", "date": "May 1", "txt": "Mordechai Virshubski, German-Israeli lawyer and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 1", "txt": "Chris Kelly, American rapper  (b. 1978)", "entities": [{"title": "Chris Kelly (rapper)", "href": "/wiki/Chris_Kelly_(rapper)", "description": "Kris Kross was an American hip hop duo that consisted of Chris \"Mac Daddy\" Kelly and Chris \"Daddy Mac\" Smith."}]}, {"heading": "Deaths", "year": "2013", "date": "May 1", "txt": "Pierre Pleimelding, French footballer and manager (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 1", "txt": "Adamu Atta, Nigerian lawyer and politician, 5th Governor of Kwara State (b. 1927)", "entities": [{"title": "Adamu Atta", "href": "/wiki/Adamu_Atta", "description": "Alhaji Adamu Atta was the first civilian governor of the Nigerian Kwara State during the Second Republic, representing the National Party of Nigeria (NPN)."}, {"title": "List of Governors of Kwara State", "href": "/wiki/List_of_Governors_of_Kwara_State", "description": "This is a list of administrators and Governors of Kwara. Kwara, Nigeria was formed on 27 May 1967 when the Northern region was split into Benue-Plateau, Kano, Kwara, West Central, North-Eastern and North-Western states;"}]}, {"heading": "Deaths", "year": "2014", "date": "May 1", "txt": "Radhia Cousot, Tunisian-American computer scientist and academic (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 1", "txt": "Assi Dayan, Israeli actor, director, and screenwriter (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 1", "txt": "Juan de Dios Castillo, Mexican footballer and coach (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 1", "txt": "Geoff Duke, English-Manx motorcycle racer (b. 1923)", "entities": [{"title": "Geoff Duke", "href": "/wiki/Geoff_Duke", "description": "Geoffrey Ernest Duke was a British multiple motorcycle Grand Prix road racing world champion. Born in St. Helens, Lancashire, after retirement from competition he was a businessman based in the Isle of Man. He raced several brands of motorcycle: Norton, Gilera, BMW, NSU and Benelli."}]}, {"heading": "Deaths", "year": "2015", "date": "May 1", "txt": "Vafa Guluzade, Azerbaijani political scientist, academic, and diplomat (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 1", "txt": "María Elena Velasco, Mexican actress, singer, director, and screenwriter (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 1", "txt": "Grace Lee Whitney, American actress (b. 1930)", "entities": []}]