[{"heading": "Events", "year": "AD 70", "date": "May 30", "txt": "Siege of Jerusalem: Titus and his Roman legions breach the Second Wall of Jerusalem. Jewish defenders retreat to the First Wall. The Romans build a circumvallation, cutting down all trees within fifteen kilometres.", "entities": [{"title": "Siege of Jerusalem (AD 70)", "href": "/wiki/Siege_of_Jerusalem_(AD_70)", "description": "The siege of Jerusalem in the year 70 CE was the decisive event of the First Jewish–Roman War, in which the Roman army captured the city of Jerusalem and destroyed both the city and its Temple. The Roman army, led by the future Emperor Titus, with Tiberius Julius Alexander as his second-in-command, besieged and conquered the city of Jerusalem, which had been controlled by Judean rebel factions sin"}, {"title": "Titus", "href": "/wiki/Titus", "description": "Titus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death."}, {"title": "Roman legion", "href": "/wiki/Roman_legion", "description": "The Roman legion was the largest military unit of the Roman army. A legion was roughly of brigade size, composed of 4,200 infantry and 300 cavalry in the republican period, expanded to 5,200 infantry and 120 auxilia in the imperial period."}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Investment (military)", "href": "/wiki/Investment_(military)", "description": "Investment is the military process of surrounding an enemy fort with armed forces to prevent entry or escape. It serves both to cut communications with the outside world and to prevent supplies and reinforcements from being introduced."}]}, {"heading": "Events", "year": "1381", "date": "May 30", "txt": "Beginning of the Peasants' Revolt in England.", "entities": [{"title": "Peasants' Revolt", "href": "/wiki/Peasants%27_Revolt", "description": "The Peasants' Revolt, also named Wat Tyler's Rebellion or the Great Rising, was a major uprising across large parts of England in 1381. The revolt had various causes, including the socio-economic and political tensions generated by the Black Death pandemic in the 1340s, the high taxes resulting from the conflict with France during the Hundred Years' War, and instability within the local leadership"}]}, {"heading": "Events", "year": "1416", "date": "May 30", "txt": "The Council of Constance, called by Emperor Sigismund, a supporter of Antipope John XXIII, burns Jerome of Prague following a trial for heresy.", "entities": [{"title": "Council of Constance", "href": "/wiki/Council_of_Constance", "description": "The Council of Constance was a 15th-century ecumenical council recognized by the Catholic Church, held from 1414 to 1418 in the Bishopric of Constance in present-day Germany. The council ended the Western Schism by deposing or accepting the resignation of the remaining papal claimants and by electing Pope Martin V."}, {"title": "Sigismund, Holy Roman Emperor", "href": "/wiki/Sigismund,_Holy_Roman_Emperor", "description": "Sigismund of Luxembourg was prince-elector of Brandenburg from 1378 until 1388 and from 1411 until 1415, king of Hungary and Croatia from 1387, king of Germany from 1411, king of Bohemia from 1419, king of Italy from 1431, and Holy Roman Emperor from 1433 until 1437, and the last male member of the House of Luxembourg."}, {"title": "Antipope John XXIII", "href": "/wiki/Antipope_John_XXIII", "description": "Baldassarre Cossa was Pisan antipope John XXIII (1410–1415) during the Western Schism. The Catholic Church regards him as an antipope, as he opposed Pope Gregory XII whom the Catholic Church now recognizes as the rightful successor of Saint Peter."}, {"title": "Jerome of Prague", "href": "/wiki/Jerome_of_Prague", "description": "Jerome of Prague was a Czech scholastic philosopher, theologian, reformer, and professor. Jerome was one of the chief followers of Jan Hus and was burned for heresy at the Council of Constance."}, {"title": "Heresy in Christianity", "href": "/wiki/Heresy_in_Christianity", "description": "Heresy in Christianity denotes the formal denial or doubt of a core doctrine of the Christian faith as defined by one or more of the Christian churches."}]}, {"heading": "Events", "year": "1431", "date": "May 30", "txt": "Hundred Years' War: In Rouen, France, the 19-year-old Joan of Arc is burned at the stake by an English-dominated tribunal. The Roman Catholic Church remembers this day as the celebration of Saint Joan of Arc.", "entities": [{"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}, {"title": "Rouen", "href": "/wiki/Rouen", "description": "Rouen is a city on the River Seine in northern France. It is the capital of the region of Normandy. Formerly one of the largest and most prosperous cities of medieval Europe, the population of the metropolitan area is 666,035 (2017). People from Rouen are known as Rouennais."}, {"title": "Joan of Arc", "href": "/wiki/Joan_of_Arc", "description": "Joan of Arc, nicknamed \"The Maid of Orléans\" or \"Maid of Lorraine\", is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a saint. She was born to Jacques d'Arc and Isabelle Romée, a peasant family, at Domrémy in the Vosges of northeast France. Joan said that she received visions of the archangel Michael, Saint Margaret, and Sai"}, {"title": "Death by burning", "href": "/wiki/Death_by_burning", "description": "Death by burning is an execution method involving combustion or exposure to extreme heat. It has a long history as a form of public capital punishment, and many societies have employed it as a punishment for and warning against crimes such as treason, heresy and witchcraft. The best-known execution of this type is burning at the stake, where the condemned is bound to a large wooden stake and a fir"}]}, {"heading": "Events", "year": "1434", "date": "May 30", "txt": "Hussite Wars: Battle of Lipany: Effectively ending the war, Utraquist forces led by Diviš Bořek of Miletínek defeat and almost annihilate Taborite forces led by Prokop the Great.", "entities": [{"title": "Hussite Wars", "href": "/wiki/Hussite_Wars", "description": "The Hussite Wars, also called the Bohemian Wars or the Hussite Revolution, were a series of wars fought between the Christian Hussites and the combined Catholic forces of Holy Roman Emperor Sigismund, the Papacy, European monarchs loyal to the Catholic Church, as well as various Hussite factions. After initial clashes, the Utraquists changed sides in 1432 to fight alongside Roman Catholics and opp"}, {"title": "Battle of Lipany", "href": "/wiki/Battle_of_Lipany", "description": "The Battle of Lipany, also called the Battle of Český Brod, was fought at Lipany 40 km east of Prague on 30 May 1434 and virtually ended the Hussite Wars. An army of Moderate Hussite nobility and Catholics, called the Bohemian League, defeated the radical Taborites and Orphans led by Prokop the Great, the overall commander, and by Jan Čapek of Sány, the cavalry commander."}, {"title": "Utraquist", "href": "/wiki/Utraquist", "description": "Utraquism or Calixtinism was a belief amongst Hussites, a reformist Christian movement, that communion under both kinds should be administered to the laity during the celebration of the Eucharist. It was a principal dogma of the Hussites and one of the Four Articles of Prague. After the Hussite movement split into various factions early in the Hussite Wars, Hussites that emphasized the laity's rig"}, {"title": "Taborite", "href": "/wiki/Taborite", "description": "The Taborites, known by their enemies as the Picards, were a radical faction within the Hussite movement in medieval Lands of the Bohemian Crown."}, {"title": "Prokop the Great", "href": "/wiki/Prokop_the_Great", "description": "Prokop the Great or Prokop the Bald or the Shaven was a Czech Hussite general and a prominent Taborite military leader during the Hussite Wars. On his mother's side, he came from a German patrician family living in Prague."}]}, {"heading": "Events", "year": "1510", "date": "May 30", "txt": "During the reign of the Zhengde Emperor, Ming dynasty rebel leader Zhu Zhifan is defeated by commander Qiu Yue, ending the Prince of Anhua rebellion.", "entities": [{"title": "Zhengde Emperor", "href": "/wiki/Zhengde_Emperor", "description": "The Zhengde Emperor, who was the 11th Emperor of the Ming dynasty, reigned from 1505 to 1521."}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Zhu Zhifan", "href": "/wiki/Zhu_Zhifan", "description": "Zhu Zhifan was a member of the Ming Dynasty's royal family. He held the title \"Prince of Anhua\" from 1492 until 1510; his major power was in central Shaanxi."}, {"title": "Prince of Anhua rebellion", "href": "/wiki/Prince_of_Anhua_rebellion", "description": "The Prince of Anhua rebellion or Prince Anhua uprising was a rebellion by Zhu Zhifan, the Prince of Anhua and member of the Zhu royal family, against the reign of the Zhengde Emperor from 12 May 1510 to 30 May 1510. The Prince of Anhua revolt was one of two princedom rebellions during Zhengde's rule as emperor of the Ming dynasty, and precedes the Prince of Ning Rebellion in 1519."}]}, {"heading": "Events", "year": "1536", "date": "May 30", "txt": "King Henry VIII of England marries Jane Seymour, a lady-in-waiting to his first two wives.", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Jane Seymour", "href": "/wiki/Jane_Seymour", "description": "Jane Seymour, also known as Jane Semel, was Queen of England from 1536 to 1537 as the third wife of King Henry VIII. She succeeded Anne Boleyn as queen consort following the latter's execution in May 1536. She died of postnatal complications less than two weeks after the birth of her only child, a son who became King Edward VI. She was the only wife of the King to receive a queen's funeral, and hi"}, {"title": "Lady-in-waiting", "href": "/wiki/Lady-in-waiting", "description": "A lady-in-waiting or court lady is a female personal assistant at a court, attending on a royal woman or a high-ranking noblewoman. Historically, in Europe, a lady-in-waiting was often a noblewoman, but of lower rank than the woman to whom she attended. Although she may either have been a retainer or may not have received compensation for the service she rendered, a lady-in-waiting was considered "}]}, {"heading": "Events", "year": "1539", "date": "May 30", "txt": "In Florida, Hernando de Soto lands at Tampa Bay with 600 soldiers with the goal of finding gold.", "entities": [{"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "Hernando de Soto", "href": "/wiki/Hernando_de_Soto", "description": "Hernando de Soto was a Spanish explorer and conquistador who was involved in expeditions in Nicaragua and the Yucatan Peninsula. He played an important role in Pizarro's conquest of the Inca Empire in Peru, but is best known for leading the first European expedition deep into the territory of the modern-day United States. He is the first European documented as having crossed the Mississippi River."}, {"title": "Tampa Bay", "href": "/wiki/Tampa_Bay", "description": "Tampa Bay is a large natural harbor and shallow estuary connected to the Gulf of Mexico on the west central coast of Florida, comprising Hillsborough Bay, McKay Bay, Old Tampa Bay, Middle Tampa Bay, and Lower Tampa Bay. The largest freshwater inflow into the bay is the Hillsborough River, which flows into Hillsborough Bay in downtown Tampa. Many other smaller rivers and streams also flow into Tamp"}, {"title": "Gold", "href": "/wiki/Gold", "description": "Gold is a chemical element with the symbol Au and atomic number 79, making it one of the higher atomic number elements that occur naturally. In a pure form, it is a bright, slightly reddish yellow, dense, soft, malleable, and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements and is solid under standard conditions. Gold o"}]}, {"heading": "Events", "year": "1574", "date": "May 30", "txt": "Henry III becomes King of France.", "entities": [{"title": "Henry III of France", "href": "/wiki/Henry_III_of_France", "description": "Henry III was King of France from 1574 until his death as well as King of Poland and Grand Duke of Lithuania from 1573 to 1575."}]}, {"heading": "Events", "year": "1588", "date": "May 30", "txt": "The last ship of the Spanish Armada sets sail from Lisbon heading for the English Channel.", "entities": [{"title": "Spanish Armada", "href": "/wiki/Spanish_Armada", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}]}, {"heading": "Events", "year": "1631", "date": "May 30", "txt": "Publication of Gazette de France, the first French newspaper.", "entities": []}, {"heading": "Events", "year": "1635", "date": "May 30", "txt": "Thirty Years' War: The Peace of Prague is signed.", "entities": [{"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}, {"title": "Peace of Prague (1635)", "href": "/wiki/Peace_of_Prague_(1635)", "description": "The Peace of Prague, Pražský mír (Czech), Prager Frieden (German), signed on 30 May 1635, ended Saxony's participation in the Thirty Years War. The terms would later form the basis of the 1648 Peace of Westphalia."}]}, {"heading": "Events", "year": "1642", "date": "May 30", "txt": "From this date all honors granted by Charles I of England are retroactively annulled by Parliament.", "entities": [{"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}, {"title": "List of Ordinances and Acts of the Parliament of England, 1642–60", "href": "/wiki/List_of_Ordinances_and_Acts_of_the_Parliament_of_England,_1642%E2%80%9360", "description": "This is a list of Ordinances and Acts of the Parliament of England from 1642 to 1660, during the English Civil War and the Interregnum."}]}, {"heading": "Events", "year": "1806", "date": "May 30", "txt": "Future U.S. President Andrew Jackson kills Charles Dickinson in a duel.", "entities": [{"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}, {"title": "Charles Dickinson (historical figure)", "href": "/wiki/Charles_Dickinson_(historical_figure)", "description": "Charles Dickinson was an American attorney, and a famous duelist. An expert marksman, Dickinson died from injuries sustained in a duel with Andrew Jackson, who later became President of the United States."}]}, {"heading": "Events", "year": "1814", "date": "May 30", "txt": "The First Treaty of Paris is signed, returning the French frontiers to their 1792 extent, and restoring the House of Bourbon to power.", "entities": [{"title": "Treaty of Paris (1814)", "href": "/wiki/Treaty_of_Paris_(1814)", "description": "The Treaty of Paris, signed on 30 May 1814, ended the war between France and the Sixth Coalition, part of the Napoleonic Wars, following an armistice signed on 23 April between Charles, Count of Artois, and the allies. The treaty set the borders for France under the House of Bourbon and restored territories to other nations. It is sometimes called the First Peace of Paris, as another one followed "}, {"title": "House of Bourbon", "href": "/wiki/House_of_Bourbon", "description": "The House of Bourbon is a European dynasty of French origin, a branch of the Capetian dynasty, the royal House of France. Bourbon kings first ruled France and Navarre in the 16th century. By the 18th century, members of the Spanish Bourbon dynasty held thrones in Spain, Naples, Sicily, and Parma. Spain and Luxembourg have monarchs of the House of Bourbon."}]}, {"heading": "Events", "year": "1815", "date": "May 30", "txt": "The East Indiaman Arniston is wrecked during a storm at Waenhuiskrans, near Cape Agulhas, in present-day South Africa, with the loss of 372 lives.", "entities": [{"title": "East Indiaman", "href": "/wiki/East_Indiaman", "description": "East Indiaman was a general name for any sailing ship operating under charter or licence to any of the East India trading companies of the major European trading powers of the 17th through the 19th centuries. The term is used to refer to vessels belonging to the Austrian, Danish, Dutch, English, French, Portuguese, or Swedish companies."}, {"title": "Waenhuiskrans", "href": "/wiki/Waenhuiskrans", "description": "Arniston is a small seaside settlement on the coast of the Overberg region of South Africa, close to Cape Agulhas, the southernmost tip of Africa. Prior to the wreck of Arniston, it is also known as Waenhuiskrans, an Afrikaans name meaning literally \"Wagon house cliff\", after a local sea cave large enough to accommodate a wagon and a span of oxen."}, {"title": "Cape Agulhas", "href": "/wiki/Cape_Agulhas", "description": "Cape Agulhas is a rocky headland in Western Cape, South Africa."}]}, {"heading": "Events", "year": "1834", "date": "May 30", "txt": "Minister of Justice Joaquim António de Aguiar issues a law seizing \"all convents, monasteries, colleges, hospices and any other houses\" from the Catholic religious orders in Portugal, earning him the nickname of \"The Friar-Killer\".", "entities": [{"title": "Joaquim António de Aguiar", "href": "/wiki/Joaquim_Ant%C3%B3nio_de_Aguiar", "description": "Joaquim António de Aguiar was a Portuguese politician. He held several relevant political posts during the Portuguese constitutional monarchy, namely as leader of the Cartists and later of the Partido Regenerador. He was three times prime minister of Portugal: between 1841 and 1842, in 1860 and finally from 1865 to 1868, when he entered a coalition with the Partido Progressista, in what became kno"}, {"title": "Catholic religious order", "href": "/wiki/Catholic_religious_order", "description": "In the Catholic Church, a religious order is a community of consecrated life with members that profess solemn vows. According to the 1983 Code of Canon Law, they are classed as a type of religious institute."}]}, {"heading": "Events", "year": "1842", "date": "May 30", "txt": "John Francis attempts to murder Queen Victoria as she drives down Constitution Hill in London with Prince Albert.", "entities": [{"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}, {"title": "Constitution Hill, London", "href": "/wiki/Constitution_Hill,_London", "description": "Constitution Hill is a road in the City of Westminster in London. It connects the western end of The Mall with Hyde Park Corner, and is bordered by Buckingham Palace Gardens to the south, and Green Park to the north."}, {"title": "Albert, Prince Consort", "href": "/wiki/Albert,_Prince_Consort", "description": "Prince Albert of Saxe-Coburg and Gotha was the consort of Queen Victoria of the United Kingdom from their marriage on 10 February 1840 until his death in 1861."}]}, {"heading": "Events", "year": "1845", "date": "May 30", "txt": "The Fatel Razack coming from India, lands in the Gulf of Paria in Trinidad and Tobago carrying the first Indians to the country.", "entities": [{"title": "British Raj", "href": "/wiki/British_Raj", "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"}, {"title": "Gulf of Paria", "href": "/wiki/Gulf_of_Paria", "description": "The Gulf of Paria is a 7,800 km2 (3,000 sq mi) shallow semi-enclosed inland sea located between the island of Trinidad and the east coast of Venezuela. It separates the two countries by as little as 15 km at its narrowest and 120 km at its widest points. The tides within the Gulf are semi-diurnal in nature with a range of approximately 1m. The Gulf of Paria is considered to be one of the best natu"}, {"title": "Trinidad and Tobago", "href": "/wiki/Trinidad_and_Tobago", "description": "Trinidad and Tobago, officially the Republic of Trinidad and Tobago, is the southernmost island country in the Caribbean and is known for its fossil-fuel wealth. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres south of Grenada and 11 kilometres off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados t"}, {"title": "Indo-Trinidadians", "href": "/wiki/Indo-Trinidadians", "description": "Indo-Trinidadians and Tobagonians or  Indian-Trinidadians and Tobagonians, are people of Indian origin who are nationals of Trinidad and Tobago whose ancestors came from India and the wider subcontinent beginning in 1845."}]}, {"heading": "Events", "year": "1854", "date": "May 30", "txt": "The Kansas–Nebraska Act becomes law establishing the US territories of Kansas and Nebraska.", "entities": [{"title": "Kansas–Nebraska Act", "href": "/wiki/Kansas%E2%80%93Nebraska_Act", "description": "The Kansas–Nebraska Act of 1854 was a territorial organic act that created the territories of Kansas and Nebraska. It was drafted by Democratic Senator Stephen A. Douglas, passed by the 33rd United States Congress, and signed into law by President Franklin Pierce. Douglas introduced the bill intending to open up new lands to development and facilitate the construction of a transcontinental railroa"}, {"title": "Political divisions of the United States", "href": "/wiki/Political_divisions_of_the_United_States", "description": "Political divisions of the United States are the various recognized governing entities that together form the United States – states, the District of Columbia, territories and Indian reservations."}, {"title": "Kansas", "href": "/wiki/Kansas", "description": "Kansas is a state in the Midwestern United States. Its capital is Topeka and its largest city is Wichita. Kansas is bordered by Nebraska to the north; Missouri to the east; Oklahoma to the south; and Colorado to the west. Kansas is named after the Kansas River, which in turn was named after the Kansa Native Americans who lived along its banks. The tribe's name is often said to mean \"people of the "}, {"title": "Nebraska", "href": "/wiki/Nebraska", "description": "Nebraska is a state in the Midwestern region of the United States. It is bordered by South Dakota to the north; Iowa to the east and Missouri to the southeast, both across the Missouri River; Kansas to the south; Colorado to the southwest; and Wyoming to the west. It is the only triply landlocked U.S. state."}]}, {"heading": "Events", "year": "1868", "date": "May 30", "txt": "Decoration Day (the predecessor of the modern \"Memorial Day\") is observed in the United States for the first time after a proclamation by John A. Logan, head of the Grand Army of the Republic (a veterans group).", "entities": [{"title": "Memorial Day", "href": "/wiki/Memorial_Day", "description": "Memorial Day is a federal holiday in the United States for honoring and mourning the military personnel who have died in the performance of their military duties while serving in the United States Armed Forces. The holiday is observed on the last Monday of May. The holiday was formerly observed on May 30 from 1868 to 1970."}, {"title": "John A. Logan", "href": "/wiki/John_A._Logan", "description": "John Alexander Logan was an American soldier and politician. He served in the Mexican–American War and was a general in the Union Army in the American Civil War. He served the state of Illinois as a State Senator, a Congressman, and a U.S. Senator and was an unsuccessful candidate for Vice President of the United States with James G. Blaine in the election of 1884. As the 3rd Commander-in-Chief of"}, {"title": "Grand Army of the Republic", "href": "/wiki/Grand_Army_of_the_Republic", "description": "The Grand Army of the Republic (GAR) was a fraternal organization composed of veterans of the Union Army, Union Navy, and the Marines who served in the American Civil War. It was founded in 1866 in Springfield, Illinois, and grew to include hundreds of \"posts\" across the nation. It was dissolved in 1956 at the death of its last member, Albert Woolson (1850–1956) of Duluth, Minnesota."}]}, {"heading": "Events", "year": "1876", "date": "May 30", "txt": "Ottoman sultan Abdülaziz is deposed and succeeded by his nephew Murad V.", "entities": [{"title": "Abdülaziz", "href": "/wiki/Abd%C3%BClaziz", "description": "Abdulaziz was the 32nd Sultan of the Ottoman Empire and reigned between 25 June 1861 and 30 May 1876. He was the son of Sultan Mahmud II and succeeded his brother Abdulmejid I in 1861."}, {"title": "Murad V", "href": "/wiki/Murad_V", "description": "Murad V was the 33rd Sultan of the Ottoman Empire who reigned from 30 May to 31 August 1876."}]}, {"heading": "Events", "year": "1883", "date": "May 30", "txt": "In New York City, a stampede on the recently opened Brooklyn Bridge killed twelve people.", "entities": [{"title": "Brooklyn Bridge", "href": "/wiki/Brooklyn_Bridge", "description": "The Brooklyn Bridge is a hybrid cable-stayed/suspension bridge in New York City, spanning the East River between Manhattan Island and Brooklyn on Long Island. Opened on May 24, 1883, the Brooklyn Bridge was the first fixed crossing of the East River. It was also the longest suspension bridge in the world at the time of its opening, with a main span of 1,595.5 feet (486.3 m) and a deck 127 ft (38.7"}]}, {"heading": "Events", "year": "1899", "date": "May 30", "txt": "Pearl Hart, a female outlaw of the Old West, robs a stage coach 30 miles southeast of Globe, Arizona.", "entities": [{"title": "Pearl Hart", "href": "/wiki/Pearl_Hart", "description": "Pearl Hart was a Canadian-born outlaw of the American Old West. She committed one of the last recorded stagecoach robberies in the United States, and her crime gained notoriety primarily because of her gender. Many details of Hart's life are uncertain, with available reports being varied and often contradictory."}, {"title": "American frontier", "href": "/wiki/American_frontier", "description": "The American frontier, also known as the Old West or the Wild West, includes the geography, history, folklore, and culture in the forward wave of American expansion that began with European colonial settlements in the early 17th century and ended with the admission of the last few western territories as states in 1912. This era of massive migration and settlement was particularly encouraged by Pre"}, {"title": "Globe, Arizona", "href": "/wiki/Globe,_Arizona", "description": "Globe is a city in Gila County, Arizona, United States. As of the 2010 census, the population of the city was 7,532. The city is the county seat of Gila County. Globe was founded c. 1875 as a mining camp. Mining, tourism, government and retirees are most important in the present-day Globe economy."}]}, {"heading": "Events", "year": "1911", "date": "May 30", "txt": "At the Indianapolis Motor Speedway, the first Indianapolis 500 ends with Ray Harroun in his Marmon Wasp becoming the first winner of the 500-mile auto race.", "entities": [{"title": "Indianapolis Motor Speedway", "href": "/wiki/Indianapolis_Motor_Speedway", "description": "The Indianapolis Motor Speedway is an automobile racing circuit located in Speedway, Indiana in the United States. It is the home of the Indianapolis 500 and the Brickyard 400, and formerly the home of the United States Grand Prix. It is the largest sports venue in the world. It is located on the corner of 16th Street and Georgetown Road, approximately six miles (10 km) west of Downtown Indianapol"}, {"title": "Indianapolis 500", "href": "/wiki/Indianapolis_500", "description": "The Indianapolis 500, also formally known as the Indianapolis 500-Mile Race, or simply the Indy 500, is an annual automobile race held at Indianapolis Motor Speedway (IMS) in Speedway, Indiana, United States, an enclave suburb of Indianapolis. The event is traditionally held over Memorial Day weekend, usually the last weekend of May."}, {"title": "Ray Harroun", "href": "/wiki/Ray_Harroun", "description": "Ray Harroun was an American racecar driver and pioneering constructor most famous for winning the inaugural Indianapolis 500 in 1911."}, {"title": "Marmon Wasp", "href": "/wiki/Marmon_Wasp", "description": "Marmon Motor Car Company was an American automobile manufacturer founded by Howard Carpenter Marmon and owned by Nordyke Marmon & Company of Indianapolis, Indiana, US. It was established in 1851 and was merged and renamed in 1933. They produced cars under the Marmon brand. It was succeeded by Marmon-Herrington and later the Marmon Motor Company of Denton, Texas. The name currently survives through"}]}, {"heading": "Events", "year": "1913", "date": "May 30", "txt": "The Treaty of London is signed, ending the First Balkan War; Albania becomes an independent nation.", "entities": [{"title": "Treaty of London (1913)", "href": "/wiki/Treaty_of_London_(1913)", "description": "The Treaty of London (1913) was signed on 30 May following the London Conference of 1912–1913. It dealt with the territorial adjustments arising out of the conclusion of the First Balkan War. The London Conference had ended on 23 January 1913, when the 1913 Ottoman coup d'état took place and Ottoman Grand Vizier Kâmil Pasha was forced to resign. Coup leader Enver Pasha withdrew the Ottoman Empire "}, {"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}, {"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}]}, {"heading": "Events", "year": "1914", "date": "May 30", "txt": "The new, and then the largest, Cunard ocean liner RMS Aquitania, 45,647 tons, sets sails on her maiden voyage from Liverpool, England, to New York City.", "entities": [{"title": "Cunard Line", "href": "/wiki/Cunard_Line", "description": "Cunard Line is a British cruise line based at Carnival House at Southampton, England, operated by Carnival UK and owned by Carnival Corporation & plc. Since 2011, Cunard and its three ships have been registered in Hamilton, Bermuda."}, {"title": "Ocean liner", "href": "/wiki/Ocean_liner", "description": "An ocean liner is a passenger ship primarily used as a form of transportation across seas or oceans. Liners may also carry cargo or mail, and may sometimes be used for other purposes."}, {"title": "RMS Aquitania", "href": "/wiki/RMS_Aquitania", "description": "RMS Aquitania was a British ocean liner of the Cunard Line in service from 1914 to 1950. She was designed by Leonard Peskett and built by John Brown & Company in Clydebank, Scotland. She was launched on 21 April 1913 and sailed on her maiden voyage from Liverpool to New York on 30 May 1914. Aquitania was the third in Cunard Line's grand trio of express liners, preceded by RMS Mauretania and RMS Lu"}, {"title": "Liverpool", "href": "/wiki/Liverpool", "description": "Liverpool is a city and metropolitan borough in Merseyside, England. Its population in 2019 was approximately 498,042, making it the tenth-largest English district by population. Liverpool's metropolitan area is the fifth-largest in the United Kingdom with a population of 2.24 million."}]}, {"heading": "Events", "year": "1922", "date": "May 30", "txt": "The Lincoln Memorial is dedicated in Washington, D.C..", "entities": [{"title": "Lincoln Memorial", "href": "/wiki/Lincoln_Memorial", "description": "The Lincoln Memorial is a US national memorial built to honor the 16th President of the United States, Abraham Lincoln. It is on the western end of the National Mall in Washington, D.C., across from the Washington Monument, and is in the form of a neoclassical temple. The memorial's architect was Henry Bacon. The designer of the memorial interior's large central statue – Abraham Lincoln, 1920 – wa"}]}, {"heading": "Events", "year": "1925", "date": "May 30", "txt": "May Thirtieth Movement: Shanghai Municipal Police Force shoot and kill 13 protesting workers.", "entities": [{"title": "May Thirtieth Movement", "href": "/wiki/May_Thirtieth_Movement", "description": "The May Thirtieth Movement was a major labor and anti-imperialist movement during the middle-period of the Republic of China era. It began when the Shanghai Municipal Police opened fire on Chinese protesters in Shanghai's International Settlement on May 30, 1925. The shootings sparked international censure and nationwide anti-foreign demonstrations and riots."}, {"title": "Shanghai Municipal Police", "href": "/wiki/Shanghai_Municipal_Police", "description": "The Shanghai Municipal Police was the police force of the Shanghai Municipal Council which governed the Shanghai International Settlement between 1854 and 1943, when the settlement was retroceded to Chinese control."}]}, {"heading": "Events", "year": "1937", "date": "May 30", "txt": "Memorial Day massacre: Chicago police shoot and kill ten labor demonstrators.", "entities": [{"title": "Memorial Day massacre of 1937", "href": "/wiki/Memorial_Day_massacre_of_1937", "description": "In the Memorial Day massacre of 1937, the Chicago Police Department shot and killed ten unarmed demonstrators in Chicago, on May 30, 1937. The incident took place during the Little Steel strike in the United States."}]}, {"heading": "Events", "year": "1941", "date": "May 30", "txt": "World War II: Manolis Glezos and Apostolos Santas climb the Athenian Acropolis and tear down the German flag.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Manolis Glezos", "href": "/wiki/Manolis_Glezos", "description": "Manolis Glezos was a Greek left-wing politician, journalist, author, and folk hero, best known for his participation in the World War II resistance."}, {"title": "Apostolos Santas", "href": "/wiki/Apostolos_Santas", "description": "Apostolos Santas, commonly known as Lakis, was a Greek veteran of the Resistance against the Axis Occupation of Greece during World War II, most notable for his participation, along with Manolis Glezos, in the taking down of the German flag from the Acropolis on 30 May 1941."}, {"title": "Acropolis", "href": "/wiki/Acropolis", "description": "An acropolis was an ancient Greek settlement, especially a citadel, built upon an area of elevated ground—frequently a hill with precipitous sides, chosen for purposes of defense. Acropolises also had a function of a religious sanctuary with sacred springs highlighting its religious significance. Acropolises became the nuclei of large cities of classical antiquity, such as ancient Athens, and for "}]}, {"heading": "Events", "year": "1942", "date": "May 30", "txt": "World War II: One thousand British bombers launch a 90-minute attack on Cologne, Germany.", "entities": [{"title": "Bombing of Cologne in World War II", "href": "/wiki/Bombing_of_Cologne_in_World_War_II", "description": "The German city of Cologne was bombed in 262 separate air raids by the Allies during World War II, all by the Royal Air Force (RAF) but for a single failed post-capture test of a guided missile by the United States Army Air Forces. A total of 34,711 long tons of bombs were dropped on the city by the RAF. 20,000 people died during the war in Cologne due to aerial bombardments."}]}, {"heading": "Events", "year": "1943", "date": "May 30", "txt": "The Holocaust: Josef Mengele becomes chief medical officer of the Zigeunerfamilienlager (Romani family camp) at Auschwitz concentration camp.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Josef Mengele", "href": "/wiki/Josef_Mengele", "description": "Josef Mengele, also known as the Angel of Death was a German Schutzstaffel (SS) officer and physician during World War II. He is mainly remembered for his actions at the Auschwitz concentration camp, where he performed deadly experiments on prisoners, and was a member of the team of doctors who selected victims to be killed in the gas chambers and was one of the doctors who administered the gas. W"}, {"title": "Romani people", "href": "/wiki/Romani_people", "description": "The Romani, also known as the Roma, are an Indo-Aryan people, traditionally nomadic itinerants living mostly in Europe, as well as diaspora populations in the Americas. The Romani are widely known in English by the exonym Gypsies, which is considered by some Roma people to be pejorative due to its connotations of illegality and irregularity."}, {"title": "Auschwitz concentration camp", "href": "/wiki/Auschwitz_concentration_camp", "description": "The Auschwitz concentration camp was a complex of over 40 concentration and extermination camps operated by Nazi Germany in occupied Poland during World War II and the Holocaust. It consisted of Auschwitz I, the main camp (Stammlager) in Oświęcim; Auschwitz II-Birkenau, a concentration and extermination camp with gas chambers; Auschwitz III-Monowitz, a labor camp for the chemical conglomerate IG F"}]}, {"heading": "Events", "year": "1948", "date": "May 30", "txt": "A dike along the flooding Columbia River breaks, obliterating Vanport, Oregon within minutes. Fifteen people die and tens of thousands are left homeless.", "entities": [{"title": "Columbia River", "href": "/wiki/Columbia_River", "description": "The Columbia River is the largest river in the Pacific Northwest region of North America. The river rises in the Rocky Mountains of British Columbia, Canada. It flows northwest and then south into the US state of Washington, then turns west to form most of the border between Washington and the state of Oregon before emptying into the Pacific Ocean. The river is 1,243 miles (2,000 km) long, and its"}, {"title": "Vanport, Oregon", "href": "/wiki/Vanport,_Oregon", "description": "Vanport, sometimes referred to as Vanport City or Kaiserville, was a city of wartime public housing in Multnomah County, Oregon, United States, between the contemporary Portland city boundary and the Columbia River. It is currently the site of Delta Park and the Portland International Raceway."}]}, {"heading": "Events", "year": "1958", "date": "May 30", "txt": "Memorial Day: The remains of two unidentified American servicemen, killed in action during World War II and the Korean War respectively, are buried at the Tomb of the Unknown Soldier in Arlington National Cemetery.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Tomb of the Unknowns", "href": "/wiki/Tomb_of_the_Unknowns", "description": "The Tomb of the Unknown Soldier is a monument dedicated to deceased U.S. service members whose remains have not been identified. It is located in Arlington National Cemetery in Virginia, United States. The World War I \"Unknown\" is a recipient of the Medal of Honor, the Victoria Cross, and several other foreign nations' highest service awards. The U.S. Unknowns who were interred are also recipients"}, {"title": "Arlington National Cemetery", "href": "/wiki/Arlington_National_Cemetery", "description": "Arlington National Cemetery is a United States military cemetery in Arlington County, Virginia, across the Potomac River from Washington, D.C., in whose 639 acres (259 ha) the dead of the nation's conflicts have been buried, beginning with the Civil War, as well as reinterred dead from earlier wars. The United States Department of the Army, a component of the United States Department of Defense (D"}]}, {"heading": "Events", "year": "1959", "date": "May 30", "txt": "The Auckland Harbour Bridge, crossing the Waitemata Harbour in Auckland, New Zealand, is officially opened by Governor-General Charles Lyttelton, 10th Viscount Cobham.", "entities": [{"title": "Auckland Harbour Bridge", "href": "/wiki/Auckland_Harbour_Bridge", "description": "The Auckland Harbour Bridge is an eight-lane motorway bridge over the Waitematā Harbour in Auckland, New Zealand. It joins St Marys Bay on the Auckland city side with Northcote on the North Shore side. It is part of State Highway 1 and the Auckland Northern Motorway. The bridge is operated by the NZ Transport Agency (NZTA). It is the second-longest road bridge in New Zealand, and the longest in th"}, {"title": "Waitematā Harbour", "href": "/wiki/Waitemat%C4%81_Harbour", "description": "Waitematā Harbour is the main access by sea to Auckland, New Zealand. For this reason it is often referred to as Auckland Harbour, despite the fact that it is one of two harbours adjoining the city. The harbour forms the northern and eastern coasts of the Auckland isthmus and is crossed by the Auckland Harbour Bridge. It is matched on the southern side of the city by the shallower waters of the Ma"}, {"title": "Auckland", "href": "/wiki/Auckland", "description": "Auckland is a large metropolitan city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of about 1,470,100. It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, and which has a total population of 1,717,500. While Europeans continue to make "}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}, {"title": "Charles Lyttelton, 10th Viscount Cobham", "href": "/wiki/Charles_Lyttelton,_10th_Viscount_Cobham", "description": "Charles John Lyttelton, 10th Viscount Cobham, was the ninth Governor-General of New Zealand and an English cricketer from the Lyttelton family."}]}, {"heading": "Events", "year": "1961", "date": "May 30", "txt": "The long-time Dominican dictator Rafael Trujillo is assassinated in Santo Domingo, Dominican Republic.", "entities": [{"title": "Rafael Trujillo", "href": "/wiki/Rafael_Trujillo", "description": "Rafael Leónidas Trujillo Molina, nicknamed El Jefe, was a Dominican dictator who ruled the Dominican Republic from February 1930 until his assassination in May 1961. He served as president from 1930 to 1938 and again from 1942 to 1952, ruling for the rest of the time as an unelected military strongman under figurehead presidents. His 31 years in power, to Dominicans known as the Trujillo Era, are "}, {"title": "Santo Domingo", "href": "/wiki/Santo_Domingo", "description": "Santo Domingo, once known as Santo Domingo de Guzmán, is the capital and largest city of the Dominican Republic and the largest metropolitan area in the Caribbean by population. As of 2010, the city had a total population of 2,908,607, when including the metropolitan area. The city is coterminous with the boundaries of the Distrito Nacional, itself bordered on three sides by Santo Domingo Province"}, {"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}]}, {"heading": "Events", "year": "1963", "date": "May 30", "txt": "A protest against pro-Catholic discrimination during the Buddhist crisis is held outside South Vietnam's National Assembly, the first open demonstration during the eight-year rule of Ngo Dinh Diem.", "entities": [{"title": "Buddhist crisis", "href": "/wiki/Buddhist_crisis", "description": "The Buddhist crisis was a period of political and religious tension in South Vietnam between May and November 1963, characterized by a series of repressive acts by the South Vietnamese government and a campaign of civil resistance, led mainly by Buddhist monks."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Ngo Dinh Diem", "href": "/wiki/Ngo_Dinh_Diem", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}]}, {"heading": "Events", "year": "1966", "date": "May 30", "txt": "Former Congolese Prime Minister, Évariste Kimba, and several other politicians are publicly executed in Kinshasa on the orders of President Joseph Mobutu.", "entities": [{"title": "Democratic Republic of the Congo", "href": "/wiki/Democratic_Republic_of_the_Congo", "description": "The Democratic Republic of the Congo (DRC), also known as Congo-Kinshasa, DR Congo, the DROC, or simply either Congo or the Congo, and historically Zaire, is a country in Central Africa. It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa, and the 11th-largest in the world. With a population of around 105 million, the Democratic Republic of the Congo is t"}, {"title": "Évariste Kimba", "href": "/wiki/%C3%89variste_Kimba", "description": "Évariste Leon Kimba Mutombo was a Congolese journalist and politician who served as Foreign Minister of the State of Katanga from 1960 to 1963 and Prime Minister of the Democratic Republic of the Congo from 13 October to 25 November 1965. Kimba was born in 1926 in Katanga Province, Belgian Congo. Following the completion of his studies he worked as a journalist and became editor-in-chief of the Es"}, {"title": "Kinshasa", "href": "/wiki/Kinshasa", "description": "Kinshasa, formerly Léopoldville, is the capital and the largest city of the Democratic Republic of the Congo. With a total population of 15 million as of 2021, it is the largest city in Africa."}, {"title": "Mobutu Sese Seko", "href": "/wiki/Mobutu_Sese_Seko", "description": "Mobutu Sese Seko Kuku Ngbendu Wa Za Banga was a Congolese politician and military officer who was the President of Zaire from 1965 to 1997. He also served as Chairman of the Organisation of African Unity from 1967 to 1968. During the Congo Crisis, Mobutu, serving as Chief of Staff of the Army and supported by Belgium and the United States, deposed the democratically elected government of Nationali"}]}, {"heading": "Events", "year": "1967", "date": "May 30", "txt": "The Nigerian Eastern Region declares independence as the Republic of Biafra, sparking a civil war.", "entities": [{"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}, {"title": "Biafra", "href": "/wiki/Biafra", "description": "Biafra, officially the Republic of Biafra, was a secessionist state in West Africa that existed from May 1967 to January 1970 during the Nigerian Civil War. Its territory consisted of the Eastern Region of Nigeria. After Biafra's declaration of independence, Nigeria declared war on the nascent state, defeating them in the Nigerian Civil War and reuniting the two states."}, {"title": "Nigerian Civil War", "href": "/wiki/Nigerian_Civil_War", "description": "The Nigerian Civil War was a civil war in Nigeria fought between the government of Nigeria headed by General Yakubu Gowon and the secessionist state of Biafra led by Lt. Colonel Odumegwu Ojukwu from 6 July 1967 to 15 January 1970. Biafra represented nationalist aspirations of the Igbo people, whose leadership felt they could no longer coexist with the Northern-dominated federal government. The con"}]}, {"heading": "Events", "year": "1968", "date": "May 30", "txt": "Charles de Gaulle reappears publicly after his flight to Baden-Baden, Germany, and dissolves the French National Assembly by a radio appeal. Immediately after, less than one million of his supporters march on the Champs-Élysées in Paris. This is the turning point of May 1968 events in France.", "entities": [{"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}, {"title": "Baden-Baden", "href": "/wiki/Baden-Baden", "description": "Baden-Baden is a spa town in the state of Baden-Württemberg, south-western Germany, at the north-western border of the Black Forest mountain range on the small river Oos, ten kilometres east of the Rhine, the border with France, and forty kilometres north-east of Strasbourg, France."}, {"title": "Champs-Élysées", "href": "/wiki/Champs-%C3%89lys%C3%A9es", "description": "The Avenue des Champs-Élysées is an avenue in the 8th arrondissement of Paris, France, 1.9 kilometres (1.2 mi) long and 70 metres (230 ft) wide, running between the Place de la Concorde and the Place Charles de Gaulle, where the Arc de Triomphe is located. It is known for its theatres, cafés, and luxury shops, for the annual Bastille Day military parade, and as the finish of the Tour de France cyc"}, {"title": "May 1968 events in France", "href": "/wiki/May_1968_events_in_France", "description": "Beginning in May 1968, a period of civil unrest occurred throughout France, lasting some seven weeks and punctuated by demonstrations, general strikes, as well as the occupation of universities and factories. At the height of events, which have since become known as May 68, the economy of France came to a halt. The protests reached such a point that political leaders feared civil war or revolution"}]}, {"heading": "Events", "year": "1971", "date": "May 30", "txt": "Mariner program: Mariner 9 is launched to map 70% of the surface, and to study temporal changes in the atmosphere and surface, of Mars.", "entities": [{"title": "Mariner program", "href": "/wiki/Mariner_program", "description": "The Mariner program was a 10-mission program conducted by the American space agency NASA in conjunction with Jet Propulsion Laboratory (JPL). The program launched a series of robotic interplanetary probes, from 1962 to 1973, designed to investigate Mars, Venus and Mercury. The program included a number of firsts, including the first planetary flyby, the first planetary orbiter, and the first gravi"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1972", "date": "May 30", "txt": "The Angry Brigade goes on trial over a series of 25 bombings throughout the United Kingdom.", "entities": [{"title": "The Angry Brigade", "href": "/wiki/The_Angry_Brigade", "description": "The Angry Brigade was a far-left militant group responsible for a series of bomb attacks in England between 1970 and 1972. Using small bombs, they targeted banks, embassies, a BBC Outside Broadcast vehicle, and the homes of Conservative MPs. In total, police attributed 25 bombings to the Angry Brigade. The bombings mostly caused property damage; one person was slightly injured. Of the eight people"}]}, {"heading": "Events", "year": "1972", "date": "May 30", "txt": "In Ben Gurion Airport (at the time: Lod Airport), Israel, members of the Japanese Red Army carry out the Lod Airport massacre, killing 24 people and injuring 78 others.", "entities": [{"title": "Lod", "href": "/wiki/Lod", "description": "Lod is a city 15 km (9.3 mi) southeast of Tel Aviv in the Central District of Israel. In 2019 it had a population of 77,223."}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Japanese Red Army", "href": "/wiki/Japanese_Red_Army", "description": "The Japanese Red Army  was a communist militant group founded by Fusako Shigenobu and Tsuyoshi Okudaira in February 1971. It was commonly referred to as a \"terrorist group\". After the Lod airport massacre, it sometimes called itself Arab-JRA."}, {"title": "Lod Airport massacre", "href": "/wiki/Lod_Airport_massacre", "description": "The Lod Airport massacre was a terrorist attack that occurred on 30 May 1972, in which three members of the Japanese Red Army recruited by the Palestinian group called the Popular Front for the Liberation of Palestine-External Operations (PFLP-EO), attacked Lod Airport near Tel Aviv, killing 26 people and injuring 80 others. Two of the attackers were killed, while a third, Kōzō Okamoto, was captur"}]}, {"heading": "Events", "year": "1974", "date": "May 30", "txt": "The Airbus A300 passenger aircraft first enters service.", "entities": [{"title": "Airbus A300", "href": "/wiki/Airbus_A300", "description": "The Airbus A300 is a wide-body airliner developed and manufactured by Airbus.\n\nIn September 1967, aircraft manufacturers in the United Kingdom, France, and West Germany signed a memorandum of understanding to develop a large airliner.\nWest Germany and France reached an agreement on 29 May 1969 after the British withdrew from the project on 10 April 1969.\nEuropean collaborative aerospace manufactur"}]}, {"heading": "Events", "year": "1979", "date": "May 30", "txt": "Downeast Flight 46 crashes on approach to Knox County Regional Airport in Rockland, Maine, killing 17.", "entities": [{"title": "Downeast Flight 46", "href": "/wiki/Downeast_Flight_46", "description": "Downeast Airlines Flight 46 was a scheduled airline service in the United States from Boston's Logan International Airport to Rockland, Maine operated by Downeast Airlines. On May 30, 1979 a de Havilland Canada DHC-6 Twin Otter operating the flight crashed during a nonprecision approach to Rockland's Knox County Regional Airport. All but one of the 18 people on board were killed. The cause of the "}, {"title": "Knox County Regional Airport", "href": "/wiki/Knox_County_Regional_Airport", "description": "Knox County Regional Airport is a county-owned, public-use airport in Knox County, Maine, United States. It is located three nautical miles (6 km) south of the central business district of Rockland, Maine. The airport serves the residents of midcoast Maine with commercial and charter aviation services. Scheduled airline service is subsidized by the Essential Air Service program. It is also a major"}, {"title": "Rockland, Maine", "href": "/wiki/Rockland,_Maine", "description": "Rockland is a city in Knox County, Maine, in the United States. As of the 2010 census, the city population was 7,297. It is the county seat of Knox County. The city is a popular tourist destination. It is a departure point for the Maine State Ferry Service to the islands of Penobscot Bay: Vinalhaven, North Haven and Matinicus."}]}, {"heading": "Events", "year": "1975", "date": "May 30", "txt": "European Space Agency is established.", "entities": [{"title": "European Space Agency", "href": "/wiki/European_Space_Agency", "description": "The European Space Agency is an intergovernmental organization of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion in 2020."}]}, {"heading": "Events", "year": "1982", "date": "May 30", "txt": "Cold War: Spain joins NATO.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "1989", "date": "May 30", "txt": "Tiananmen Square protests of 1989: The 10-metre high \"Goddess of Democracy\" statue is unveiled in Tiananmen Square by student demonstrators.", "entities": [{"title": "Tiananmen Square protests of 1989", "href": "/wiki/Tiananmen_Square_protests_of_1989", "description": "The Tiananmen Square protests, known in China as the June Fourth Incident, were student-led demonstrations held in Tiananmen Square, Beijing during 1989. In what is known as the Tiananmen Square Massacre, troops armed with assault rifles and accompanied by tanks fired at the demonstrators and those trying to block the military's advance into Tiananmen Square. The protests started on April 15 and w"}, {"title": "Goddess of Democracy", "href": "/wiki/Goddess_of_Democracy", "description": "The Goddess of Democracy, also known as the Goddess of Democracy and Freedom, the Spirit of Democracy, and the Goddess of Liberty, was a 10-metre-tall (33 ft) statue created during the 1989 Tiananmen Square protests. The statue was constructed over four days out of foam and papier-mâché over a metal armature. The constructors decided to make the statue as large as possible to try to dissuade the g"}, {"title": "Statue", "href": "/wiki/Statue", "description": "A statue is a free-standing sculpture in which the realistic, full-length figures of persons or animals or non-representational forms are carved or cast in a durable material such as wood, metal or stone. Typical statues are life-sized or close to life-size; a sculpture that represents persons or animals in full figure but that is small enough to lift and carry is a statuette or figurine, whilst o"}, {"title": "Tiananmen Square", "href": "/wiki/Tiananmen_Square", "description": "Tiananmen Square or Tian'anmen Square is a city square in the city center of Beijing, China, located near the city's Central Business District and named after the eponymous Tiananmen located to its north, which separates it from the Forbidden City. The square contains the Monument to the People's Heroes, the Great Hall of the People, the National Museum of China, and the Mausoleum of Mao Zedong. M"}]}, {"heading": "Events", "year": "1990", "date": "May 30", "txt": "Croatian Parliament is constituted after the first free, multi-party elections, today celebrated as the National Day of Croatia.", "entities": [{"title": "Croatian Parliament", "href": "/wiki/Croatian_Parliament", "description": "The Croatian Parliament or the Sabor is the unicameral legislature of the Republic of Croatia. Under the terms of the Croatian Constitution, the Sabor represents the people and is vested with legislative power. The Sabor is composed of 151 members elected to a four-year term on the basis of direct, universal and equal suffrage by secret ballot. Seats are allocated according to the Croatian Parliam"}, {"title": "National Day", "href": "/wiki/National_Day", "description": "A national day is a day on which celebrations mark the nationhood of a nation or state. It may be the date of independence, of becoming a republic, or a significant date for a patron saint or a ruler. The national day is often a public holiday. Many countries have more than one national day. Denmark and the United Kingdom are the two countries that do not have designated national days."}, {"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}]}, {"heading": "Events", "year": "1998", "date": "May 30", "txt": "The 6.5 Mw  Afghanistan earthquake shook the Takhar Province of northern Afghanistan with a maximum Mercalli intensity of VII (Very strong), killing around 4,000–4,500.", "entities": [{"title": "May 1998 Afghanistan earthquake", "href": "/wiki/May_1998_Afghanistan_earthquake", "description": "An earthquake occurred in northern Afghanistan on 30 May 1998, at 06:22 UTC in the Takhar Province with a moment magnitude of 6.5 and a maximum Mercalli intensity of VII. At the time, the Afghan Civil War was underway; the affected area was controlled by the United Islamic Front for the Salvation of Afghanistan."}, {"title": "Takhar Province", "href": "/wiki/Takhar_Province", "description": "Takhar is one of the thirty-four provinces of Afghanistan, located in the northeast of the country next to Tajikistan. It is surrounded by Badakhshan in the east, Panjshir in the south, and Baghlan and Kunduz in the west. The city of Taloqan serves as its capital."}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1998", "date": "May 30", "txt": "Nuclear Testing: Pakistan conducts an underground test in the Kharan Desert. It is reported to be a plutonium device with yield of 20kt TNT equivalent.", "entities": [{"title": "Kharan Desert", "href": "/wiki/Kharan_Desert", "description": "The Kharan Desert is a sandy and mountainous desert situated in Balochistan province in south-western Pakistan."}, {"title": "Plutonium", "href": "/wiki/Plutonium", "description": "Plutonium is a radioactive chemical element with the symbol Pu and atomic number 94. It is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. It reacts with carbon, halogens, nitrogen, silicon, and hydrogen. When exposed to moist air, it forms oxides and hyd"}, {"title": "TNT equivalent", "href": "/wiki/TNT_equivalent", "description": "TNT equivalent is a convention for expressing energy, typically used to describe the energy released in an explosion. The ton of TNT is a unit of energy defined by that convention to be 4.184 gigajoules, which is the approximate energy released in the detonation of a metric ton of TNT. In other words, for each gram of TNT exploded, 4184 joules of energy is released."}]}, {"heading": "Events", "year": "2003", "date": "May 30", "txt": "Depayin massacre: At least 70 people associated with the National League for Democracy are killed by government-sponsored mob in Burma. Aung San Suu Kyi flees the scene, but is arrested soon afterwards.", "entities": [{"title": "Depayin massacre", "href": "/wiki/Depayin_massacre", "description": "The Depayin massacre occurred on 30 May 2003 in Tabayin (Depayin), a town in Myanmar's Sagaing Division, when at least 70 people associated with the National League for Democracy were killed by a government-sponsored mob. In an April 2012 interview, Khin Nyunt, formerly the country's prime minister, claimed that he personally intervened to save Aung San Suu Kyi's life during the massacre, by mobil"}, {"title": "National League for Democracy", "href": "/wiki/National_League_for_Democracy", "description": "The National League for Democracy is a political party in Myanmar (Burma). It became the country's ruling party after a landslide victory in the 2015 general election, but was overthrown in a military coup d'état in early 2021."}, {"title": "Burma", "href": "/wiki/Burma", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "Aung San Suu Kyi", "href": "/wiki/Aung_San_Suu_Kyi", "description": "Aung San Suu Kyi is a Burmese politician, diplomat, author, and a 1991 Nobel Peace Prize laureate who served as State Counsellor of Myanmar and Minister of Foreign Affairs from 2016 to 2021. She has served as the president of the National League for Democracy (NLD) since 2011, having been the General Secretary from 1988 to 2011. She played a vital role in Myanmar's transition from military junta t"}]}, {"heading": "Events", "year": "2008", "date": "May 30", "txt": "Convention on Cluster Munitions is adopted.", "entities": [{"title": "Convention on Cluster Munitions", "href": "/wiki/Convention_on_Cluster_Munitions", "description": "The Convention on Cluster Munitions (CCM) is an international treaty that prohibits the use, transfer, and stockpiling of cluster bombs, a type of explosive weapon which scatters submunitions (\"bomblets\") over an area. The convention was adopted on 30 May 2008 in Dublin, and was opened for signature on 3 December 2008 in Oslo. It entered into force on 1 August 2010, six months after it was ratifie"}]}, {"heading": "Events", "year": "2008", "date": "May 30", "txt": "TACA Flight 390 overshoots the runway at Toncontín International Airport, killing five people.", "entities": [{"title": "Toncontín International Airport", "href": "/wiki/Toncont%C3%ADn_International_Airport", "description": "Toncontín International Airport or Teniente Coronel Hernán Acosta Mejía Airport is a civil and military airport located 6 km (4 mi) from the centre of Tegucigalpa, Honduras."}]}, {"heading": "Events", "year": "2012", "date": "May 30", "txt": "Former Liberian president Charles Taylor is sentenced to 50 years in prison for his role in atrocities committed during the Sierra Leone Civil War.", "entities": [{"title": "Liberia", "href": "/wiki/Liberia", "description": "Liberia, officially the Republic of Liberia, is a country on the West African coast. It is bordered by Sierra Leone to its northwest, Guinea to its north, Ivory Coast to its east, and the Atlantic Ocean to its south-southwest. It has a population of around 5 million and covers an area of 111,369 square kilometers (43,000 sq mi). English is the official language, but over 20 indigenous languages ar"}, {"title": "Charles Taylor (Liberian politician)", "href": "/wiki/Charles_Taylor_(Liberian_politician)", "description": "Charles McArthur Ghankay Taylor is a former Liberian politician and convicted war criminal who served as the 22nd President of Liberia from 2 August 1997 until his resignation on 11 August 2003, due to the Second Liberian Civil War and growing international pressure."}, {"title": "Sierra Leone Civil War", "href": "/wiki/Sierra_Leone_Civil_War", "description": "The Sierra Leone Civil War (1991–2002) was a civil war in Sierra Leone that began on 23 March 1991 when the Revolutionary United Front (RUF), with support from the special forces of Charles Taylor's National Patriotic Front of Liberia (NPFL), intervened in Sierra Leone in an attempt to overthrow the Joseph Momoh government. The resulting civil war lasted 11 years, enveloped the country, and left o"}]}, {"heading": "Events", "year": "2013", "date": "May 30", "txt": "Nigeria passes a law banning same-sex marriage.", "entities": [{"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}, {"title": "Same-sex marriage in Nigeria", "href": "/wiki/Same-sex_marriage_in_Nigeria", "description": "Nigeria recognizes neither same-sex marriages nor civil unions for same-sex couples. Homosexuality can land men up to 14 years in prison in Southern Nigeria and can even result in capital punishment for men in areas under Sharia Islamic Law. Proposals to constitutionally ban same-sex marriage that are compacted with severe penalties to those convicted of performing or participating in such have tw"}]}, {"heading": "Events", "year": "2020", "date": "May 30", "txt": "The Crew Dragon Demo-2 launches from the Kennedy Space Center, becoming the first crewed orbital spacecraft to launch from the United States since 2011.", "entities": [{"title": "Crew Dragon Demo-2", "href": "/wiki/Crew_Dragon_Demo-2", "description": "Crew Dragon Demo-2 was the first crewed test flight of the Crew Dragon spacecraft. The spacecraft, named Endeavour, launched on 30 May 2020 at 19:22:45 UTC on top of Falcon 9 Booster B1058.1, and carried NASA astronauts Douglas Hurley and Robert Behnken to the International Space Station in the first crewed orbital spaceflight launched from the United States since the final Space Shuttle mission, "}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Births", "year": "1010", "date": "May 30", "txt": "Ren Zong, Chinese emperor (d. 1063)", "entities": [{"title": "Emperor Renzong of Song", "href": "/wiki/Emperor_Renzong_of_Song", "description": "Emperor Renzong of Song, personal name Zhao Zhen, was the fourth emperor of the Song dynasty in China. He reigned for about 41 years from 1022 to his death in 1063, and was the longest reigning Song dynasty emperor. He was the sixth son of his predecessor, Emperor Zhenzong, and was succeeded by his cousin's son, Zhao Shu who took the throne as Emperor Yingzong because his own sons died prematurely"}]}, {"heading": "Births", "year": "1201", "date": "May 30", "txt": "Theobald IV, count of Champagne (d. 1253)", "entities": [{"title": "Theobald I of Navarre", "href": "/wiki/Theobald_I_of_Navarre", "description": "Theobald I, also called the Troubadour and the Posthumous, was Count of Champagne from birth and King of Navarre from 1234. He initiated the Barons' Crusade, was famous as a trouvère, and was the first Frenchman to rule Navarre."}]}, {"heading": "Births", "year": "1423", "date": "May 30", "txt": "Georg von Peuerbach, German mathematician and astronomer (d. 1461)", "entities": [{"title": "Georg von Peuerbach", "href": "/wiki/Georg_von_Peuerbach", "description": "Georg von Peuerbach was an Austrian astronomer, mathematician and instrument maker, best known for his streamlined presentation of Ptolemaic astronomy in the Theoricae Novae Planetarum."}]}, {"heading": "Births", "year": "1464", "date": "May 30", "txt": "Barbara of Brandenburg, Bohemian queen (d. 1515)", "entities": [{"title": "Barbara of Brandenburg (1464–1515)", "href": "/wiki/Barbara_of_Brandenburg_(1464%E2%80%931515)", "description": "Barbara of Brandenburg, a member of the German House of Hohenzollern, was by birth Margravine of Brandenburg, and by her two marriages, Duchess of Głogów from 1472 to 1476, and Queen of Bohemia from 1476 to 1490/1500."}]}, {"heading": "Births", "year": "1580", "date": "May 30", "txt": "Fadrique de Toledo, 1st Marquis of Villanueva de Valdueza (d. 1634)", "entities": [{"title": "Fadrique de Toledo, 1st Marquis of Villanueva de Valdueza", "href": "/wiki/Fadrique_de_Toledo,_1st_Marquis_of_Villanueva_de_Valdueza", "description": "Fadrique de Toledo or Fadrique Álvarez de Toledo y Mendoza, 1st Marquess of Valdueza, was a Spanish noble and admiral.\nHe was a Knight of the Order of Santiago and Captain General of the Spanish Navy at the age of 37."}]}, {"heading": "Births", "year": "1599", "date": "May 30", "txt": "Samuel Bochart, French Protestant biblical scholar (d. 1667)", "entities": [{"title": "Samuel Bochart", "href": "/wiki/Samuel_Bochart", "description": "Samuel Bochart was a French Protestant biblical scholar, a student of Thomas Erpenius and the teacher of Pierre Daniel Huet. His two-volume Geographia Sacra seu Phaleg et Canaan exerted a profound influence on seventeenth-century Biblical exegesis."}]}, {"heading": "Births", "year": "1623", "date": "May 30", "txt": "John Egerton, 2nd Earl of Bridgewater, English politician, Lord Lieutenant of Buckinghamshire (d. 1686)", "entities": [{"title": "John Egerton, 2nd Earl of Bridgewater", "href": "/wiki/John_Egerton,_2nd_Earl_of_Bridgewater", "description": "John Egerton, 2nd Earl of Bridgewater PC was an English nobleman from the Egerton family."}, {"title": "Lord Lieutenant of Buckinghamshire", "href": "/wiki/Lord_Lieutenant_of_Buckinghamshire", "description": "There has been a Lord Lieutenant of Buckinghamshire almost continuously since the position was created by King Henry VIII in 1535. The only exception to this was the English Civil War and English Interregnum between 1643 and 1660 when there was no king to support the Lieutenancy. The following list consists of all known holders of the position: earlier records have been lost and so a complete list"}]}, {"heading": "Births", "year": "1686", "date": "May 30", "txt": "Antonina Houbraken, Dutch illustrator (d. 1736)", "entities": [{"title": "Antonina Houbraken", "href": "/wiki/Antonina_Houbraken", "description": "Antonina Houbraken was an 18th-century Dutch draughtswoman who is known for her many topographical drawings of Dutch sites. She also drew landscapes. She is recorded as a skilled portraitist."}]}, {"heading": "Births", "year": "1718", "date": "May 30", "txt": "Wills Hill, 1st Marquess of Downshire, English politician, Secretary of State for the Colonies (d. 1793)", "entities": [{"title": "Wills Hill, 1st Marquess of Downshire", "href": "/wiki/Wills_Hill,_1st_Marquess_of_Downshire", "description": "Wills Hill, 1st Marquess of Downshire,, known as the Viscount Hillsborough from 1742 to 1751 and as the Earl of Hillsborough from 1751 to 1789, was a British politician of the Georgian era."}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Births", "year": "1719", "date": "May 30", "txt": "Roger Newdigate, English politician (d. 1806)", "entities": [{"title": "Roger Newdigate", "href": "/wiki/Roger_Newdigate", "description": "Sir Roger Newdigate, 5th Baronet was an English politician who sat in the House of Commons between 1742 and 1780. He was a collector of antiquities."}]}, {"heading": "Births", "year": "1757", "date": "May 30", "txt": "Henry Addington, 1st Viscount Sidmouth, English politician, Prime Minister of the United Kingdom (d. 1844)", "entities": [{"title": "Henry Addington, 1st Viscount Sidmouth", "href": "/wiki/Henry_Addington,_1st_Viscount_Sidmouth", "description": "Henry Addington, 1st Viscount Sidmouth, was a British Tory statesman who served as Prime Minister of the United Kingdom from 1801 to 1804."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1768", "date": "May 30", "txt": "Étienne Marie Antoine Champion de Nansouty, French general (d. 1815)", "entities": [{"title": "Étienne Marie Antoine Champion de Nansouty", "href": "/wiki/%C3%89tienne_Marie_Antoine_Champion_de_Nansouty", "description": "Étienne-Marie-Antoine Champion, comte de Nansouty was a French cavalry commander during the French Revolutionary Wars who rose to the rank of General of Division in 1803 and subsequently held important military commands during the Napoleonic Wars."}]}, {"heading": "Births", "year": "1797", "date": "May 30", "txt": "Georg Amadeus Carl Friedrich Naumann, German mineralogist and geologist (d. 1873)", "entities": [{"title": "Georg Amadeus Carl Friedrich Naumann", "href": "/wiki/Georg_Amadeus_Carl_Friedrich_Naumann", "description": "Georg Amadeus Carl Friedrich Naumann, also known as Karl Friedrich Naumann, was a German mineralogist and geologist. The crater Naumann on the Moon is named after him."}]}, {"heading": "Births", "year": "1800", "date": "May 30", "txt": "Henri-Marie-Gaston Boisnormand de Bonnechose, French cardinal (d. 1883)", "entities": [{"title": "Henri-Marie-Gaston Boisnormand de Bonnechose", "href": "/wiki/Henri-Marie-Gaston_Boisnormand_de_Bonnechose", "description": "Henri-Marie-Gaston Boisnormand de Bonnechose was a French Catholic and senator. He was the last surviving cardinal to have been born in the 18th century."}]}, {"heading": "Births", "year": "1814", "date": "May 30", "txt": "Mikhail Bakunin, Russian philosopher and theorist  (d. 1876)", "entities": [{"title": "Mikhail Bakunin", "href": "/wiki/Mikhail_Bakunin", "description": "Mikhail Alexandrovich Bakunin was a Russian revolutionary anarchist, socialist and founder of collectivist anarchism. He is considered among the most influential figures of anarchism and a major founder of the revolutionary socialist and social anarchist tradition. Bakunin's prestige as a revolutionary also made him one of the most famous ideologues in Europe, gaining substantial influence among r"}]}, {"heading": "Births", "year": "1814", "date": "May 30", "txt": "Eugène Charles Catalan, Belgian-French mathematician and academic (d. 1894)", "entities": []}, {"heading": "Births", "year": "1819", "date": "May 30", "txt": "William McMurdo, English general (d. 1894)", "entities": [{"title": "William McMurdo", "href": "/wiki/William_McMurdo", "description": "Sir William Montagu Scott McMurdo was a British army officer who rose to the rank of general. He saw active service in India, helped to run a military railway in the Crimean War and then managed various groups of volunteers working with the army. He was eventually knighted."}]}, {"heading": "Births", "year": "1820", "date": "May 30", "txt": "Pierre-Joseph-Olivier Chauveau, Canadian lawyer and politician, 1st Premier of Quebec (d. 1890)", "entities": [{"title": "Pierre-Joseph-Olivier Chauveau", "href": "/wiki/Pierre-Joseph-Olivier_Chauveau", "description": "Pierre-Joseph-Olivier Chauveau was a Canadian lawyer and politician. Chauveau was the first Premier of the province of Quebec, following the establishment of Canada in 1867. Appointed to the office in 1867 as the leader of the Conservative Party, he won the provincial elections of 1867 and 1871."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1835", "date": "May 30", "txt": "Alfred Austin, English author, poet, and playwright (d. 1913)", "entities": [{"title": "Alfred Austin", "href": "/wiki/Alfred_Austin", "description": "Alfred Austin was an English poet who was appointed Poet Laureate in 1896, after an interval following the death of Tennyson, when the other candidates had either caused controversy or refused the honour. It was claimed that he was being rewarded for his support for the Conservative leader Lord Salisbury in the General Election of 1895. Austin's poems are little-remembered today, his most popular "}]}, {"heading": "Births", "year": "1844", "date": "May 30", "txt": "Félix Arnaudin, French poet and photographer (d. 1921)", "entities": [{"title": "Félix Arnaudin", "href": "/wiki/F%C3%A9lix_Arnaudin", "description": "Félix Arnaudin was a French poet, photographer, and specialist in Haute-Lande folklore. In Gascony, M. Arnaudin created his collection of tales by attending gatherings, as well as marriages and various agricultural festivals. He left 3,000 photos to the Musée d'Aquitaine in Bordeaux."}]}, {"heading": "Births", "year": "1845", "date": "May 30", "txt": "Amadeo I, Spanish king (d. 1890)", "entities": [{"title": "Amadeo I of Spain", "href": "/wiki/Amadeo_I_of_Spain", "description": "Amadeo I was an Italian prince who reigned as King of Spain from 1870 to 1873. The only King of Spain from the House of Savoy, he was the second son of King Vittorio Emanuele II of Italy and was known for most of his life as The Duke of Aosta."}]}, {"heading": "Births", "year": "1846", "date": "May 30", "txt": "Peter Carl Fabergé, Russian goldsmith and jeweler (d. 1920)", "entities": [{"title": "Peter Carl Fabergé", "href": "/wiki/Peter_Carl_Faberg%C3%A9", "description": "Peter Carl Fabergé, also known as Karl Gustavovich Fabergé, was a Russian jeweller best known for the famous Fabergé eggs made in the style of genuine Easter eggs, but using precious metals and gemstones rather than more mundane materials. He was one of the sons of the founder of the famous jewelry legacy House of Fabergé."}]}, {"heading": "Births", "year": "1862", "date": "May 30", "txt": "Mirza Alakbar Sabir, Azerbaijani philosopher and poet (d. 1911)", "entities": [{"title": "Mirza Alakbar Sabir", "href": "/wiki/Mirza_Alakbar_Sabir", "description": "Mirza Alakbar Sabir, born Alakbar Zeynalabdin oglu Tahirzadeh was an Azerbaijani satirical poet, public figure, philosopher and teacher. He set up a new attitude to classical traditions, rejecting well-trodden ways in poetry."}]}, {"heading": "Births", "year": "1869", "date": "May 30", "txt": "Grace Andrews, American mathematician (d. 1951)", "entities": [{"title": "Grace Andrews (mathematician)", "href": "/wiki/Grace_Andrews_(mathematician)", "description": "Grace Andrews was an American mathematician. She, along with Charlotte Angas Scott, was one of only two women listed in the first edition of American Men of Science, which appeared in 1906."}]}, {"heading": "Births", "year": "1874", "date": "May 30", "txt": "Ernest Duchesne, French physician (d. 1912)", "entities": [{"title": "Ernest Duchesne", "href": "/wiki/Ernest_Duchesne", "description": "Ernest Duchesne was a French physician who noted that certain molds kill bacteria. He made this discovery 32 years before Alexander Fleming discovered the antibiotic properties of penicillin, a substance derived from those molds, but his research went unnoticed."}]}, {"heading": "Births", "year": "1875", "date": "May 30", "txt": "Giovanni Gentile, Italian philosopher and academic (d. 1944)", "entities": [{"title": "Giovanni Gentile", "href": "/wiki/Giovanni_Gentile", "description": "Giovanni Gentile was an Italian neo-Hegelian idealist philosopher, educator, and fascist politician. The self-styled \"philosopher of Fascism\", he was influential in providing an intellectual foundation for Italian Fascism, and ghostwrote part of The Doctrine of Fascism (1932) with Benito Mussolini. He was involved in the resurgence of Hegelian idealism in Italian philosophy and also devised his ow"}]}, {"heading": "Births", "year": "1879", "date": "May 30", "txt": "Colin Blythe, English cricketer and soldier (d. 1917)", "entities": [{"title": "Colin Blythe", "href": "/wiki/Colin_Blythe", "description": "Colin Blythe, also known as Charlie Blythe, was an English first-class cricketer, active from 1899 to 1914. Born in Deptford, he played for Kent as a slow left arm orthodox (SLA) bowler and a right-handed batsman. He played in nineteen Test matches for England from 1901 to 1910. He was one of the five Cricketers of the Year in the 1904 edition of Wisden Cricketer's Almanack. He is generally regard"}]}, {"heading": "Births", "year": "1879", "date": "May 30", "txt": "Konstantin Ramul, Estonian psychologist and academic (d. 1975)", "entities": []}, {"heading": "Births", "year": "1881", "date": "May 30", "txt": "Georg von Küchler, German field marshal (d. 1968)", "entities": [{"title": "Georg von Küchler", "href": "/wiki/Georg_von_K%C3%BCchler", "description": "Georg Carl Wilhelm Friedrich von Küchler was a German field marshal and war criminal during World War II. He commanded the 18th Army and Army Group North during the Soviet-German war of 1941–1945."}]}, {"heading": "Births", "year": "1882", "date": "May 30", "txt": "Wyndham Halswelle, English runner and soldier (d. 1915)", "entities": [{"title": "Wyndham Halswelle", "href": "/wiki/Wyndham_Halswelle", "description": "Wyndham Halswelle was a British athlete. He won the controversial 400 m race at the 1908 Summer Olympics, becoming the only athlete to win an Olympic title by a walkover."}]}, {"heading": "Births", "year": "1883", "date": "May 30", "txt": "Sandy Pearce, Australian rugby league player (d. 1930)", "entities": [{"title": "Sandy Pearce", "href": "/wiki/Sandy_Pearce", "description": "Sidney Charles Pearce, better known as Sandy, was a pioneer Australian rugby league footballer and boxer. He is considered one of the nation's finest footballers of the 20th century. In 1907 he played for New South Wales in the first rugby match run by the newly created 'New South Wales Rugby Football League' which had just split away from the established New South Wales Rugby Football Union. He m"}]}, {"heading": "Births", "year": "1884", "date": "May 30", "txt": "Siegmund Glücksmann, German soldier and politician (d. 1942)", "entities": [{"title": "Siegmund Glücksmann", "href": "/wiki/Siegmund_Gl%C3%BCcksmann", "description": "Siegmund Glücksmann was a German-Jewish socialist politician. In the 1920s and 1930s, he was one of the most prominent figures of the German minority socialist movement in Poland, functioned as its 'party ideologue' and represented the more Marxist oriented wing of the movement."}]}, {"heading": "Births", "year": "1885", "date": "May 30", "txt": "Villem Grünthal-Ridala, Estonian poet and linguist (d. 1942)", "entities": [{"title": "Villem Grünthal-Ridala", "href": "/wiki/Villem_Gr%C3%BCnthal-Ridala", "description": "Villem Grünthal-Ridala, born Grünthal-Wilhelm was an Estonian poet, translator, linguist and folklorist."}]}, {"heading": "Births", "year": "1886", "date": "May 30", "txt": "Laurent Barré, Canadian lawyer and politician (d. 1964)", "entities": [{"title": "Laurent Barré", "href": "/wiki/Laurent_Barr%C3%A9", "description": "Laurent Barré was a Quebec author, politician and Cabinet Minister for 16 years."}]}, {"heading": "Births", "year": "1886", "date": "May 30", "txt": "Randolph Bourne, American theorist and author (d. 1918)", "entities": []}, {"heading": "Births", "year": "1887", "date": "May 30", "txt": "Alexander Archipenko, Ukrainian-American sculptor and illustrator (d. 1964)", "entities": [{"title": "Alexander Archipenko", "href": "/wiki/Alexander_Archipenko", "description": "Alexander Porfyrovych Archipenko was a Ukrainian and American avant-garde artist, sculptor, and graphic artist. He was one of the first to apply the principles of Cubism to architecture, analyzing human figure into geometrical forms."}]}, {"heading": "Births", "year": "1887", "date": "May 30", "txt": "Emil Reesen, Danish pianist, composer, and conductor (d. 1964)", "entities": []}, {"heading": "Births", "year": "1890", "date": "May 30", "txt": "Roger Salengro, French soldier and politician, French Minister of the Interior (d. 1936)", "entities": [{"title": "Roger Salengro", "href": "/wiki/Roger_Salengro", "description": "Roger Henri Charles Salengro was a French politician. He achieved fame as Minister of the Interior during the Popular Front government in 1936. He committed suicide a few months after taking office, after being hounded by a calumny campaign orchestrated by extreme right-wing newspapers."}, {"title": "List of Interior Ministers of France", "href": "/wiki/List_of_Interior_Ministers_of_France", "description": "This is a list of Ministers of the Interior of France."}]}, {"heading": "Births", "year": "1892", "date": "May 30", "txt": "Fernando Amorsolo, Filipino painter (d. 1972)", "entities": [{"title": "Fernando Amorsolo", "href": "/wiki/Fernando_Amorsolo", "description": "Fernando Amorsolo y Cueto was one of the most important artists in the history of painting in the Philippines. Amorsolo was a portraitist and painter of rural Philippine landscapes. He is popularly known for his craftsmanship and mastery in the use of light."}]}, {"heading": "Births", "year": "1894", "date": "May 30", "txt": "Hubertus van Mook, Dutch politician, Governor-General of the Dutch East Indies (d. 1965)", "entities": [{"title": "Hubertus van Mook", "href": "/wiki/Hubertus_van_Mook", "description": "Hubertus Johannes \"Huib\" van Mook was a Dutch administrator in the East Indies. During the Indonesian National Revolution, he served as the Acting Governor-General of the Dutch East Indies from 1942 to 1948. Van Mook also had a son named Cornelius van Mook who studied marine engineering at the Massachusetts Institute of Technology. He also wrote about Java - and his work on Kota Gede is a good exa"}, {"title": "List of Governors-General of the Dutch East Indies", "href": "/wiki/List_of_Governors-General_of_the_Dutch_East_Indies", "description": "This is a list of governors and colonial administrators of the Dutch East Indies."}]}, {"heading": "Births", "year": "1895", "date": "May 30", "txt": "Maurice Tate, English cricketer (d. 1956)", "entities": [{"title": "Maurice Tate", "href": "/wiki/Maurice_Tate", "description": "Maurice William Tate was an English cricketer of the 1920s and 1930s and the leader of England's Test bowling attack for a long time during this period. He was also the first Sussex cricketer to take a wicket with his first ball in Test cricket."}]}, {"heading": "Births", "year": "1896", "date": "May 30", "txt": "Howard Hawks, American director, producer, and screenwriter (d. 1977)", "entities": [{"title": "Howard Hawks", "href": "/wiki/Howard_Hawks", "description": "Howard Winchester Hawks was an American film director, producer and screenwriter of the classic Hollywood era. Critic Leonard Maltin called him \"the greatest American director who is not a household name.\""}]}, {"heading": "Births", "year": "1897", "date": "May 30", "txt": "Frank Wise, Australian politician, 16th Premier of Western Australia (d. 1986)", "entities": [{"title": "Frank Wise", "href": "/wiki/Frank_Wise", "description": "Frank Joseph Scott Wise AO was a Labor Party politician who was the 16th Premier of Western Australia. He took office on 31 July 1945 in the closing stages of the Second World War, following the resignation of his predecessor due to ill health. He lost the following election two years later to the Liberal Party after Labor had held office for fourteen years previously."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1898", "date": "May 30", "txt": "John Gilroy, English artist and illustrator (d. 1985)", "entities": [{"title": "John Gilroy (artist)", "href": "/wiki/John_Gilroy_(artist)", "description": "John Thomas Young Gilroy was an English artist and illustrator, best known for his advertising posters for Guinness, the Irish stout. He signed many of his works, simply, \"Gilroy\"."}]}, {"heading": "Births", "year": "1899", "date": "May 30", "txt": "Irving Thalberg, American screenwriter and producer (d. 1936)", "entities": [{"title": "Irving Thalberg", "href": "/wiki/Irving_Thalberg", "description": "Irving Grant Thalberg was an American film producer during the early years of motion pictures. He was called \"The Boy Wonder\" for his youth and ability to select scripts, choose actors, gather production staff, and make profitable films, including Grand Hotel, China Seas, Camille, Mutiny on the Bounty, and The Good Earth. His films carved out an international market, \"projecting a seductive image "}]}, {"heading": "Births", "year": "1901", "date": "May 30", "txt": "Alfred Karindi, Estonian pianist and composer (d. 1969)", "entities": [{"title": "Alfred Karindi", "href": "/wiki/Alfred_Karindi", "description": "Alfred Karindi was an Estonian organist and composer."}]}, {"heading": "Births", "year": "1901", "date": "May 30", "txt": "Cornelia Otis Skinner, American actress and author (d. 1979)", "entities": []}, {"heading": "Births", "year": "1902", "date": "May 30", "txt": "Stepin Fetchit, American actor and dancer (d. 1985)", "entities": [{"title": "Stepin Fetchit", "href": "/wiki/Stepin_Fetchit", "description": "Lincoln Theodore Monroe Andrew Perry, better known by the stage name Stepin Fetchit, was an American vaudevillian, comedian, and film actor of Jamaican and Bahamian descent, considered to be the first Black actor to have a successful film career. His highest profile was during the 1930s in films and on stage, when his persona of Stepin Fetchit was billed as the \"Laziest Man in the World\"."}]}, {"heading": "Births", "year": "1903", "date": "May 30", "txt": "Countee Cullen, American poet and author (d. 1946)", "entities": [{"title": "Countee Cullen", "href": "/wiki/Countee_Cullen", "description": "Countee Cullen was an American poet, novelist, children's writer, and playwright, particularly well known during the Harlem Renaissance."}]}, {"heading": "Births", "year": "1906", "date": "May 30", "txt": "Bruno Gröning, German mystic and author (d. 1959)", "entities": [{"title": "Bruno Gröning", "href": "/wiki/Bruno_Gr%C3%B6ning", "description": "Bruno Gröning was a German mystic who gave lectures on faith healings. He was active in Germany in the 1940s and 1950s after World War II."}, {"title": "German mystic", "href": "/wiki/German_mystic", "description": "The Friends of God was a medieval mystical group of both ecclesiastical and lay persons within the Catholic Church and a center of German mysticism. It was founded between 1339 and 1343 during the Avignon Papacy of the Western Schism, a time of great turmoil for the Catholic Church. The Friends of God were originally centered in Basel, Switzerland and were also fairly important in Strasbourg and C"}]}, {"heading": "Births", "year": "1907", "date": "May 30", "txt": "Germaine Tillion, French anthropologist and academic (d. 2008)", "entities": [{"title": "Germaine Tillion", "href": "/wiki/Germaine_Tillion", "description": "Germaine Tillion was a French ethnologist, best known for her work in Algeria in the 1950s on behalf of the French government. A member of the French resistance, she spent time in the Ravensbrück concentration camp."}]}, {"heading": "Births", "year": "1908", "date": "May 30", "txt": "Hannes Alfvén, Swedish physicist and engineer, Nobel Prize laureate (d. 1995)", "entities": [{"title": "Hannes Alfvén", "href": "/wiki/Hannes_Alfv%C3%A9n", "description": "Hannes Olof Gösta Alfvén was a Swedish electrical engineer, plasma physicist and winner of the 1970 Nobel Prize in Physics for his work on magnetohydrodynamics (MHD). He described the class of MHD waves now known as Alfvén waves. He was originally trained as an electrical power engineer and later moved to research and teaching in the fields of plasma physics and electrical engineering. Alfvén made"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1908", "date": "May 30", "txt": "Mel Blanc, American voice actor (d. 1989)", "entities": []}, {"heading": "Births", "year": "1909", "date": "May 30", "txt": "Jacques Canetti, French music executive and talent agent (d. 1997)", "entities": [{"title": "Jacques Canetti", "href": "/wiki/Jacques_Canetti", "description": "Nessim Jacques Canetti was a French music executive and a talent agent. Born into a Sephardic Jewish family, his parents were Jacques Elias (Elieser) and Mathilde (Mazal) Canetti. He was the brother of the Nobel Prize-winning author Elias Canetti (1905–1994) and of Georges Canetti (1911–1971), a researcher and professor at the Pasteur Institute. Canetti studied at the Ecole des Hautes Etudes Comme"}]}, {"heading": "Births", "year": "1909", "date": "May 30", "txt": "Freddie Frith, English motorcycle road racer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1909", "date": "May 30", "txt": "Benny Goodman, American clarinet player, songwriter, and bandleader (d. 1986)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 30", "txt": "Harry Bernstein, English-American journalist and author (d. 2011)", "entities": [{"title": "Harry Bernstein", "href": "/wiki/Harry_Bernstein", "description": "Harry Louis Bernstein was a British-born American writer. Bernstein lived in Brick Township, New Jersey. He died at the age of 101, on June 3, 2011."}]}, {"heading": "Births", "year": "1912", "date": "May 30", "txt": "Julius Axelrod, American biochemist and academic, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Julius Axelrod", "href": "/wiki/Julius_Axelrod", "description": "Julius Axelrod was an American biochemist. He won a share of the Nobel Prize in Physiology or Medicine in 1970 along with Bernard Katz and Ulf von Euler. The Nobel Committee honored him for his work on the release and reuptake of catecholamine neurotransmitters, a class of chemicals in the brain that include epinephrine, norepinephrine, and, as was later discovered, dopamine. Axelrod also made maj"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1912", "date": "May 30", "txt": "Erich Bagge, German physicist and academic (d. 1996)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 30", "txt": "Hugh Griffith, Welsh actor (d. 1980)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 30", "txt": "Millicent Selsam, American author and academic (d. 1996)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 30", "txt": "Joseph Stein, American playwright and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 30", "txt": "Akinoumi Setsuo, Japanese sumo wrestler, the 37th Yokozuna (d. 1979)", "entities": [{"title": "Akinoumi Setsuo", "href": "/wiki/Akinoumi_Setsuo", "description": "Akinoumi Setsuo , born Nagata Setsuo , was a Japanese professional sumo wrestler from Hiroshima. He was the sport's 37th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1915", "date": "May 30", "txt": "Len Carney, English footballer and soldier (d. 1996)", "entities": [{"title": "Len Carney", "href": "/wiki/Len_Carney", "description": "Leonard Francis Carney was an English professional footballer."}]}, {"heading": "Births", "year": "1916", "date": "May 30", "txt": "Justin Catayée, French soldier and politician (d. 1962)", "entities": [{"title": "Justin Catayée", "href": "/wiki/Justin_Catay%C3%A9e", "description": "Justin Catayée was a French politician who served in the French National Assembly from 1958–1962 and was the founder of the Guianese Socialist Party and hero of World War II. He died in the crash of Air France Flight 117 into a mountain in Guadeloupe on June 22, 1962."}]}, {"heading": "Births", "year": "1916", "date": "May 30", "txt": "Mort Meskin, American illustrator (d. 1995)", "entities": []}, {"heading": "Births", "year": "1918", "date": "May 30", "txt": "Pita Amor, Mexican poet and author (d. 2000)", "entities": [{"title": "Pita Amor", "href": "/wiki/Pita_Amor", "description": "Guadalupe Teresa Amor Schmidtlein, who wrote as Pita Amor, was a Mexican poet."}]}, {"heading": "Births", "year": "1918", "date": "May 30", "txt": "Bob Evans, American businessman, founded Bob Evans Restaurants (d. 2007)", "entities": [{"title": "Bob Evans Restaurants", "href": "/wiki/Bob_Evans_Restaurants", "description": "Bob Evans Restaurants, also known simply as Bob Evans, is an American national chain of restaurants owned by Golden Gate Capital, and based in New Albany, Ohio. After its founding in 1948 by Bob Evans (1918–2007), the restaurant chain evolved into a company with the corporate brand name Bob Evans Farms, Inc. (BEF), and eventually set up a separate food division to handle the sale of its products i"}]}, {"heading": "Births", "year": "1919", "date": "May 30", "txt": "René Barrientos, Bolivian general and politician, 55th President of Bolivia (d. 1969)", "entities": [{"title": "René Barrientos", "href": "/wiki/Ren%C3%A9_Barrientos", "description": "René Barrientos Ortuño was a Bolivian military officer and politician who served as the 47th President of Bolivia twice nonconsecutively from 1964 to 1966 and from 1966 to 1969. During much of his first term, he shared power as co-president with Alfredo Ovando from 1965 to 1966 and prior to that served as the 30th Vice President of Bolivia in 1964."}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Births", "year": "1920", "date": "May 30", "txt": "Franklin J. Schaffner, Japanese-American director and producer (d. 1989)", "entities": [{"title": "Franklin J. Schaffner", "href": "/wiki/Franklin_J._Schaffner", "description": "Franklin James Schaffner was an American film, television, and stage director. He won an Academy Award for Best Director for Patton (1970), and is known for the films Planet of the Apes (1968), Nicholas and Alexandra (1971), Papillon (1973), and The Boys from Brazil (1978). He served as president of the Directors Guild of America between 1987 and 1989."}]}, {"heading": "Births", "year": "1922", "date": "May 30", "txt": "Hal Clement, American author and educator (d. 2003)", "entities": [{"title": "Hal Clement", "href": "/wiki/Hal_Clement", "description": "Harry Clement Stubbs, better known by the pen name Hal Clement, was an American science fiction writer and a leader of the hard science fiction subgenre. He also painted astronomically oriented artworks under the name George Richard."}]}, {"heading": "Births", "year": "1924", "date": "May 30", "txt": "Anthony Dryden Marshall, American CIA officer and diplomat (d. 2014)", "entities": [{"title": "Anthony Dryden Marshall", "href": "/wiki/Anthony_Dryden_Marshall", "description": "Anthony Dryden Marshall was an American theatrical producer and C.I.A. intelligence officer and ambassador. Marshall died on November 30, 2014, at the age of 90."}, {"title": "CIA", "href": "/wiki/CIA", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Births", "year": "1925", "date": "May 30", "txt": "John Henry Marks, English physician and author", "entities": [{"title": "John Henry Marks", "href": "/wiki/John_Henry_Marks", "description": "\n\nJohn Henry Marks was the Chairman of the British Medical Association from 1984 to 1990."}]}, {"heading": "Births", "year": "1926", "date": "May 30", "txt": "Johnny Gimble, American country/western swing musician (Bob Wills and His Texas Playboys) (d. 2015)", "entities": [{"title": "Johnny Gimble", "href": "/wiki/Johnny_Gimble", "description": "John Paul Gimble was an American country musician associated with Western swing. Gimble was considered one of the most important fiddlers in the genre. He was inducted into the Rock and Roll Hall of Fame in 1999 in the early influences category as a member of Bob Wills and His Texas Playboys."}, {"title": "Bob Wills and His Texas Playboys", "href": "/wiki/Bob_Wills_and_His_Texas_Playboys", "description": "James Robert Wills was an American Western swing musician, songwriter, and bandleader. Considered by music authorities as the co-founder of Western swing, he was known widely as the King of Western Swing."}]}, {"heading": "Births", "year": "1927", "date": "May 30", "txt": "Joan Birman, American mathematician", "entities": [{"title": "Joan Birman", "href": "/wiki/Joan_Birman", "description": "Joan Sylvia Lyttle Birman is an American mathematician, specializing in low-dimensional topology. She has made contributions to the study of knots, 3-manifolds, mapping class groups of surfaces, geometric group theory, contact structures and dynamical systems. Birman is currently research professor emerita at Barnard College, Columbia University, where she has been since 1973."}]}, {"heading": "Births", "year": "1927", "date": "May 30", "txt": "Clint Walker, American actor and singer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1927", "date": "May 30", "txt": "Billy Wilson, Australian rugby league player and coach (d. 1993)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 30", "txt": "Pro Hart, Australian painter (d. 2006)", "entities": [{"title": "Pro Hart", "href": "/wiki/Pro_Hart", "description": "Kevin Charles \"Pro\" Hart, MBE, was an Australian artist, born in Broken Hill, New South Wales, who was considered the father of the Australian Outback painting movement and his works are widely admired for capturing the true spirit of the outback. He grew up on his family's sheep farm in Menindee, New South Wales and was nicknamed \"Professor\" during his younger days, when he was known as an invent"}]}, {"heading": "Births", "year": "1928", "date": "May 30", "txt": "Agnès Varda, Belgian-French director, producer, and screenwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 30", "txt": "Georges Gilson, French archbishop", "entities": [{"title": "Georges Gilson", "href": "/wiki/Georges_Gilson", "description": "Georges Robert Edmond Gilson is a French Catholic bishop."}]}, {"heading": "Births", "year": "1930", "date": "May 30", "txt": "Mark Birley, English businessman, founded Annabel's (d. 2007)", "entities": [{"title": "Mark Birley", "href": "/wiki/Mark_Birley", "description": "Marcus Oswald Hornby Lecky Birley, known as Mark Birley, was a British entrepreneur known for his investments in the hospitality industry."}, {"title": "Annabel's", "href": "/wiki/Annabel%27s", "description": "Annabel's is a private members club in Mayfair, London, located at 46 Berkeley Square."}]}, {"heading": "Births", "year": "1930", "date": "May 30", "txt": "Robert Ryman, American painter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 30", "txt": "Larry Silverstein, American real estate magnate", "entities": [{"title": "Larry Silverstein", "href": "/wiki/Larry_Silverstein", "description": "Larry A. Silverstein is an American businessman. Among his real estate projects, he is the developer of the rebuilt World Trade Center complex in Lower Manhattan, New York City, as well as one of New York's tallest residential towers at 30 Park Place, where he owns a home. His worth has been estimated at $3.5 billion as of 2016."}]}, {"heading": "Births", "year": "1932", "date": "May 30", "txt": "Ray Cooney, English actor and playwright", "entities": [{"title": "Ray Cooney", "href": "/wiki/Ray_Cooney", "description": "Raymond George Alfred Cooney, OBE is an English playwright, actor, and director. His biggest success, Run for Your Wife (1983), ran for nine years in London's West End and is its longest-running comedy. He has had 17 of his plays performed there."}]}, {"heading": "Births", "year": "1932", "date": "May 30", "txt": "Pauline Oliveros, American accordion player and composer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 30", "txt": "Ivor Richard, Baron Richard, Welsh politician and diplomat, British Ambassador to the United Nations (d. 2018)", "entities": [{"title": "British Ambassador to the United Nations", "href": "/wiki/British_Ambassador_to_the_United_Nations", "description": "The Permanent Representative of the United Kingdom to the United Nations is the United Kingdom's foremost diplomatic representative to the United Nations, and in charge of the United Kingdom Mission to the United Nations (UKMIS). UK permanent representatives to the UN hold the personal rank of ambassador. The full official title and style is:Her Britannic Majesty's Permanent Representative from th"}]}, {"heading": "Births", "year": "1934", "date": "May 30", "txt": "Alexei Leonov, Russian general, pilot, and cosmonaut (d. 2019)", "entities": [{"title": "Alexei Leonov", "href": "/wiki/Alexei_Leonov", "description": "Alexei Arkhipovich Leonov was a Soviet and Russian cosmonaut, Air Force major general, writer, and artist. On 18 March 1965, he became the first person to conduct a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. He was also selected to be the first Soviet person to land on the Moon although the project was cancelled."}]}, {"heading": "Births", "year": "1934", "date": "May 30", "txt": "Alketas Panagoulias, Greek footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 30", "txt": "Ruta Lee, Canadian-American actress and dancer", "entities": [{"title": "Ruta Lee", "href": "/wiki/Ruta_Lee", "description": "Ruta Lee is a Canadian-American actress and dancer of Lithuanian descent who appeared as one of the brides in the musical Seven Brides for Seven Brothers. She had roles in films including Billy Wilder's crime drama Witness for the Prosecution and Stanley Donen's musical comedy Funny Face and also is remembered for her guest appearance in a 1963 episode of Rod Serling's sci-fi series The Twilight Z"}]}, {"heading": "Births", "year": "1935", "date": "May 30", "txt": "Guy Tardif, Canadian academic and politician (d. 2005)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 30", "txt": "Keir Dullea, American actor", "entities": [{"title": "Keir Dullea", "href": "/wiki/Keir_Dullea", "description": "Keir Atwood Dullea is an American actor who portrayed astronaut David Bowman in the 1968 film 2001: A Space Odyssey and its 1984 sequel, 2010: The Year We Make Contact. His other film roles include David and Lisa (1962), Bunny Lake Is Missing (1965) and Black Christmas (1974). He studied acting at the Neighborhood Playhouse School of the Theatre in New York City. Dullea has also had a long and suc"}]}, {"heading": "Births", "year": "1937", "date": "May 30", "txt": "Christopher Haskins, Anglo-Irish businessman, life peer, and British politician", "entities": [{"title": "Christopher Haskins", "href": "/wiki/Christopher_Haskins", "description": "Christopher Robin Haskins, Baron Haskins is an Irish businessman, life peer, and former member of the British Labour Party."}]}, {"heading": "Births", "year": "1937", "date": "May 30", "txt": "Rick Mather, American-English architect (d. 2013)", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 30", "txt": "Billie Letts, American author and educator (d. 2014)", "entities": [{"title": "Billie Letts", "href": "/wiki/Billie_Letts", "description": "Billie Dean Letts was an American novelist and educator. She was a professor at Southeastern Oklahoma State University."}]}, {"heading": "Births", "year": "1939", "date": "May 30", "txt": "Michael J. Pollard, American actor (d. 2019)", "entities": [{"title": "Michael J. Pollard", "href": "/wiki/Michael_J._Pollard", "description": "Michael J. Pollard was an American actor. He is best known for his role as C.W. Moss in the film Bonnie and Clyde (1967), which earned him critical acclaim along with nominations for an Academy Award, a British Academy Film Award, and two Golden Globe Awards."}]}, {"heading": "Births", "year": "1939", "date": "May 30", "txt": "Dieter Quester, Austrian race car driver", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 30", "txt": "Tim Waterstone, Scottish businessman, founded Waterstones", "entities": [{"title": "Waterstones", "href": "/wiki/Waterstones", "description": "Waterstones, formerly Waterstone's, is a British book retailer that operates 283 shops, mainly in the UK and also other nearby countries. As of February 2014, it employs around 3,500 staff in the UK and Europe. An average-sized Waterstones shop sells a range of approximately 30,000 individual books, as well as stationery and other related products."}]}, {"heading": "Births", "year": "1940", "date": "May 30", "txt": "Jagmohan Dalmiya, Indian cricket administrator (d. 2015)", "entities": [{"title": "Jagmohan Dalmiya", "href": "/wiki/Jagmohan_Dalmiya", "description": "Jagmohan Dalmiya was an Indian cricket administrator and businessman from the city of Kolkata. He was the President of the Board of Control for Cricket in India as well as the Cricket Association of Bengal. He had previously served as the President of the International Cricket Council."}]}, {"heading": "Births", "year": "1940", "date": "May 30", "txt": "Gilles Villemure, Canadian-American ice hockey player", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 30", "txt": "John Gladwin, English bishop", "entities": [{"title": "John Gladwin", "href": "/wiki/John_Gladwin", "description": "John Warren Gladwin is a retired Anglican bishop. From 2004 to 2009, he was the Bishop of Chelmsford in the Church of England. He stands in the open evangelical tradition."}]}, {"heading": "Births", "year": "1942", "date": "May 30", "txt": "Carole Stone, English journalist and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 30", "txt": "James Chaney, American civil rights activist (d. 1964)", "entities": [{"title": "James Chaney", "href": "/wiki/James_Chaney", "description": "James Earl Chaney was one of three Congress of Racial Equality (CORE) field/social workers killed in Philadelphia, Mississippi, by members of the Ku Klux Klan. The others were Andrew Goodman and Michael Schwerner from New York City."}]}, {"heading": "Births", "year": "1943", "date": "May 30", "txt": "Anders Michanek, Swedish motorcycle racer", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 30", "txt": "Gale Sayers, American football player and philanthropist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 30", "txt": "Lenny Davidson, English guitarist and songwriter (The Dave Clark Five)", "entities": [{"title": "Lenny Davidson", "href": "/wiki/Lenny_Davidson", "description": "Leonard Arthur 'Lenny' Davidson is an English musician, best known as the guitarist for the Dave Clark Five."}, {"title": "The Dave Clark Five", "href": "/wiki/The_Dave_Clark_Five", "description": "The Dave Clark Five, often called The DC5, were an English rock and roll band formed in Tottenham in 1958. In January 1964 they had their first UK top ten single, \"Glad All Over\", which knocked the Beatles' \"I Want to Hold Your Hand\" off the top of the UK Singles Chart. It peaked at No. 6 in the United States in April 1964. Although this was their only UK No. 1, they topped the US chart in Decembe"}]}, {"heading": "Births", "year": "1944", "date": "May 30", "txt": "Meredith MacRae, American actress (d. 2000)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 30", "txt": "Stav Prodromou, Greek-American engineer and businessman", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 30", "txt": "Gladys Horton, American singer (d. 2011)", "entities": [{"title": "Gladys Horton", "href": "/wiki/Gladys_Horton", "description": "Gladys Catherine Horton was an American R&B and pop singer, famous for being the founder and lead singer of the popular Motown all-female vocal group The Marvelettes."}]}, {"heading": "Births", "year": "1946", "date": "May 30", "txt": "Allan Chapman, English historian and author", "entities": [{"title": "Allan Chapman (historian)", "href": "/wiki/Allan_Chapman_(historian)", "description": "Allan Chapman FRAS is a British historian of science."}]}, {"heading": "Births", "year": "1946", "date": "May 30", "txt": "Dragan Džajić, Serbian and Yugoslav footballer", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 30", "txt": "Jocelyne Bourassa, Canadian golfer", "entities": [{"title": "Jocelyne Bourassa", "href": "/wiki/Jocelyne_Bourassa", "description": "Jocelyne Bourassa, CM is a former Canadian professional golfer on the LPGA Tour who had a distinguished amateur career."}]}, {"heading": "Births", "year": "1948", "date": "May 30", "txt": "Johan De Muynck, Belgian former professional road racing cyclist", "entities": [{"title": "Johan De Muynck", "href": "/wiki/Johan_De_Muynck", "description": "Johan De Muynck is a Belgian former professional road racing cyclist who raced from 1971 to 1983. The highlight of his career was his overall win in the 1978 Giro d'Italia. He was an outstanding climber. Other Grand Tour highlights include a very strong performance in the closely contested 1976 Giro d'Italia where he held the Maglia Rosa until the final time trial finishing on the podium in 2nd le"}]}, {"heading": "Births", "year": "1948", "date": "May 30", "txt": "Michael Piller, American screenwriter and producer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 30", "txt": "David Thorpe, Australian rules footballer", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 30", "txt": "P.J. Carlesimo, American basketball player and coach", "entities": [{"title": "P.J. Carlesimo", "href": "/wiki/P.J._Carlesimo", "description": "Peter John Carlesimo is an American basketball coach who coached in both the National Basketball Association (NBA) and college basketball for nearly 40 years. He is also a television broadcaster, having worked with ESPN, The NBA on TNT, Westwood One, Fox Sports Southwest, Pac-12 Network, The NBA on NBC and CSN New England."}]}, {"heading": "Births", "year": "1949", "date": "May 30", "txt": "Paul Coleridge, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 30", "txt": "Bob Willis, English cricketer and sportscaster (d. 2019)", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 30", "txt": "Bertrand Delanoë, French politician, 14th Mayor of Paris", "entities": [{"title": "Bertrand Delanoë", "href": "/wiki/Bertrand_Delano%C3%AB", "description": "Bertrand Delanoë is a French retired politician who served as Mayor of Paris from 2001 to 2014. A member of the Socialist Party (PS), he previously served in the National Assembly from 1981 to 1986 and Senate from 1995 until 2001."}, {"title": "Mayor of Paris", "href": "/wiki/Mayor_of_Paris", "description": "The Mayor of Paris is the chief executive of Paris, the capital and largest city in France. The officeholder is responsible for the administration and management of the city, submits proposals and recommendations to the Council of Paris, is active in the enforcement of the city’s ordinances, submits the city’s annual budget and appoints city officers, department commissioners or directors, as well"}]}, {"heading": "Births", "year": "1950", "date": "May 30", "txt": "Paresh Rawal, Indian actor, producer, and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 30", "txt": "Joshua Rozenberg, English lawyer, journalist, and author", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 30", "txt": "Zdravko Čolić, Bosnian Serb singer-songwriter", "entities": [{"title": "Zdravko Čolić", "href": "/wiki/Zdravko_%C4%8Coli%C4%87", "description": "Zdravko Čolić is a pop singer from Bosnia and Herzegovina, widely considered as one of the greatest vocalists and cultural icons of former Yugoslavia. Dubbed the 'Tom Jones' of the Balkans he has garnered notoriety in Southeastern Europe for his emotionally expressive tenor voice, fluent stage presence and numerous critically and commercially acclaimed albums and singles."}]}, {"heading": "Births", "year": "1951", "date": "May 30", "txt": "Fernando Lugo, Paraguayan bishop and politician, President of Paraguay", "entities": [{"title": "President of Paraguay", "href": "/wiki/President_of_Paraguay", "description": "The president of Paraguay, officially known as the president of the Republic of Paraguay, is according to the Constitution of Paraguay the head of the executive branch of the Government of Paraguay, both head of state and head of government. His honorific title is Su Excelencia."}]}, {"heading": "Births", "year": "1951", "date": "May 30", "txt": "Stephen Tobolowsky, American actor, singer, and director", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 30", "txt": "Daniel Grodnik, American screenwriter and producer", "entities": [{"title": "Daniel Grodnik", "href": "/wiki/Daniel_Grodnik", "description": "Daniel Grodnik is an American film producer living in Los Angeles, California. In 1989, he and partner Tim Matheson took over National Lampoon, becoming its chairman and CEO."}]}, {"heading": "Births", "year": "1952", "date": "May 30", "txt": "Kerry Fraser, Canadian ice hockey player, referee, and sportscaster", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 30", "txt": "Jim Hunter, Canadian skier", "entities": [{"title": "Jim Hunter (skier)", "href": "/wiki/Jim_Hunter_(skier)", "description": "Jim Hunter, nicknamed \"Jungle Jim\", is a Canadian former alpine ski racer who represented Canada at two Winter Olympic Games in 1972 and 1976, and won a bronze medal in the 1972 World Championships. He was a member of the Canadian Men's Alpine Ski Team nicknamed the \"Crazy Canucks\", and is considered to be the original Crazy Canuck."}]}, {"heading": "Births", "year": "1953", "date": "May 30", "txt": "Colm Meaney, Irish actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 30", "txt": "Topper Headon, English drummer and songwriter (The Clash)", "entities": [{"title": "Topper Headon", "href": "/wiki/Topper_Headon", "description": "Nicholas Bowen \"Topper\" Headon is an English drummer, best known as the drummer of punk rock band the Clash."}, {"title": "The Clash", "href": "/wiki/The_Clash", "description": "The Clash were an English rock band formed in London in 1976 who were a key player in the original wave of British punk rock. They also contributed to the post-punk and new wave movements that emerged in the wake of punk and employed elements of a variety of genres including reggae, dub, funk, ska, and rockabilly. For most of their recording career, the Clash consisted of lead vocalist and rhythm "}]}, {"heading": "Births", "year": "1955", "date": "May 30", "txt": "Jacqueline McGlade, English-Canadian biologist, ecologist, and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 30", "txt": "Caroline Swift, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 30", "txt": "Colm Tóibín, Irish novelist, poet, playwright, and critic", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 30", "txt": "Tim Lucas, American author, screenwriter, and critic", "entities": [{"title": "Tim Lucas", "href": "/wiki/Tim_Lucas", "description": "Tim Lucas is a film critic, biographer, novelist, screenwriter, blogger, and publisher and editor of the video review magazine Video Watchdog."}]}, {"heading": "Births", "year": "1957", "date": "May 30", "txt": "Mike Clayton, Australian golfer", "entities": [{"title": "Mike Clayton (golfer)", "href": "/wiki/Mike_Clayton_(golfer)", "description": "Michael Andrew Clayton is an Australian professional golfer, golf course architect and commentator on the game. He won the 1984 Timex Open on the European Tour and won six times on the PGA Tour of Australasia between 1982 and 1994."}]}, {"heading": "Births", "year": "1958", "date": "May 30", "txt": "Eugene Belliveau, Canadian football player", "entities": [{"title": "Eugene Belliveau", "href": "/wiki/Eugene_Belliveau", "description": "Eugene Belliveau is a former Canadian football defensive lineman."}]}, {"heading": "Births", "year": "1958", "date": "May 30", "txt": "Marie Fredriksson, Swedish singer-songwriter and pianist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 30", "txt": "Steve Israel, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 30", "txt": "Michael López-Alegría, Spanish-American captain, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 30", "txt": "Ted McGinley, American actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 30", "txt": "Phil Brown, English footballer, coach, and manager", "entities": [{"title": "Phil Brown (footballer, born 1959)", "href": "/wiki/Phil_Brown_(footballer,_born_1959)", "description": "Philip Brown is an English former professional footballer, coach and current manager of Southend United. As a player, Brown was a right-back who made over six hundred league appearances in an eighteen-year career, but never made it to the top flight. However, as a manager, he became the first to lead Hull City to the top division in their 104-year history, winning the Championship play-offs in 200"}]}, {"heading": "Births", "year": "1959", "date": "May 30", "txt": "Randy Ferbey, Canadian curler", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 30", "txt": "Frank Vanhecke, Belgian politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 30", "txt": "Harry Enfield, English actor, director, and screenwriter", "entities": [{"title": "Harry Enfield", "href": "/wiki/Harry_Enfield", "description": "Henry Richard Enfield is an English comedian, actor, writer, and director. He is known in particular for his television work, including Harry Enfield's Television Programme and Harry & Paul, and for the creation and portrayal of comedy characters such as Kevin the Teenager and Loadsamoney."}]}, {"heading": "Births", "year": "1961", "date": "May 30", "txt": "Bob Yari, Iranian-American director and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 30", "txt": "Kevin Eastman, American author and illustrator, co-created the Teenage Mutant Ninja Turtles", "entities": [{"title": "Kevin Eastman", "href": "/wiki/Kevin_Eastman", "description": "Kevin Brooks Eastman is an American comic book artist and writer best known for co-creating Teenage Mutant Ninja Turtles with Peter Laird. Eastman was also formerly the editor and publisher of the magazine Heavy Metal."}]}, {"heading": "Births", "year": "1962", "date": "May 30", "txt": "Richard Fuller, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 30", "txt": "Tim Loughton, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 30", "txt": "Tonya Pinkins, American actress and singer", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 30", "txt": "Michel Langevin, Canadian drummer and songwriter", "entities": [{"title": "Michel Langevin", "href": "/wiki/Michel_Langevin", "description": "Michel \"Away\" Langevin is a founding member and drummer of Canadian heavy metal band Voivod. He has been a constant member of the band since its formation in 1982. Langevin is credited with the creation of the mythology of the post-apocalyptic vampire lord Voivod, about which the band originally coalesced, and is largely responsible for its continuing science fiction themes."}]}, {"heading": "Births", "year": "1963", "date": "May 30", "txt": "Élise Lucet, French journalist", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 30", "txt": "Helen Sharman, English chemist and astronaut", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 30", "txt": "Wynonna Judd, American singer-songwriter, guitarist, and actress", "entities": [{"title": "Wynonna Judd", "href": "/wiki/Wynonna_Judd", "description": "Wynonna Ellen Judd is a multi award-winning American country music singer. She is one of America's most widely recognized and awarded female country singers of the 1990s. Her solo albums and singles are all credited to the single name Wynonna. She first rose to fame in the 1980s alongside her mother Naomi in the country music duo the Judds. They released seven albums on Curb Records in addition to"}]}, {"heading": "Births", "year": "1964", "date": "May 30", "txt": "Andrea Montermini, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 30", "txt": "Tom Morello, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 30", "txt": "Troy Coker, Australian rugby player", "entities": [{"title": "Troy Coker", "href": "/wiki/Troy_Coker", "description": "Troy Coker is a former Australian international rugby union player.\nHe played as a number 8 and was capped 27 times for Australia between 1987 and 1997.\nHe was a member of the winning Australian squad at the 1991 Rugby World Cup and was also in the squad at the 1987 Rugby World Cup. He has two daughters, Ella and Ava."}]}, {"heading": "Births", "year": "1965", "date": "May 30", "txt": "Billy Donovan, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 30", "txt": "Iginio Straffi, Italian animator and producer, founded Rainbow S.r.l.", "entities": [{"title": "Rainbow S.r.l.", "href": "/wiki/Rainbow_S.r.l.", "description": "Rainbow S.p.A. is an Italian studio co-owned by Iginio Straffi and ViacomCBS. It has collaborated with ViacomCBS' other company, Nickelodeon, on multiple shows, including Winx Club and Club 57. The studio is based in Loreto, Marche and was founded by Straffi in 1995. Rainbow began as an animation studio, providing creative services for larger companies until it secured enough funds for original pr"}]}, {"heading": "Births", "year": "1966", "date": "May 30", "txt": "Thomas Häßler, German footballer and manager", "entities": [{"title": "Thomas Häßler", "href": "/wiki/Thomas_H%C3%A4%C3%9Fler", "description": "Thomas Jürgen \"Icke\" Häßler is a German former professional footballer. He played as a midfielder throughout his career. At club level, he made a century of appearances for four teams: 1. FC Köln, Karlsruher SC and 1860 Munich in Germany and Roma in Italy, and spent a season apiece with Juventus, Borussia Dortmund and SV Salzburg."}]}, {"heading": "Births", "year": "1966", "date": "May 30", "txt": "Stephen Malkmus, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 30", "txt": "Tim Burgess, English singer-songwriter", "entities": [{"title": "Tim Burgess (musician)", "href": "/wiki/Tim_Burgess_(musician)", "description": "Timothy Allan Burgess is an English musician, singer-songwriter and record label owner, best known as the lead singer of the alternative rock band The Charlatans."}]}, {"heading": "Births", "year": "1967", "date": "May 30", "txt": "Rechelle Hawkes, Australian hockey player", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 30", "txt": "Sven Pipien, German-American bass player", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 30", "txt": "Jason Kenney, Canadian lawyer and politician, 40th Canadian Minister of National Defence", "entities": [{"title": "Jason Kenney", "href": "/wiki/Jason_Kenney", "description": "Jason Thomas Kenney is a Canadian politician who has served as the 18th and current premier of Alberta since 2019, and as leader of the United Conservative Party (UCP) since 2017. He was the last leader of the Alberta Progressive Conservative (PC) Party before the party's merger with the Wildrose Party and subsequent dissolution later that year. He was elected the member of the Legislative Assembl"}, {"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1968", "date": "May 30", "txt": "Zacarias Moussaoui, French citizen, sentenced to life in prison related to September 11 attacks", "entities": [{"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}]}, {"heading": "Births", "year": "1969", "date": "May 30", "txt": "Naomi Kawase, Japanese director, producer, and screenwriter", "entities": [{"title": "Naomi Kawase", "href": "/wiki/Naomi_Kawase", "description": "Naomi Kawase  is a Japanese film director. She was also known as Naomi Sento , with her then-husband's surname. Many of her works have been documentaries, including Embracing, about her search for the father who abandoned her as a child, and Katatsumori, about the grandmother who raised her."}]}, {"heading": "Births", "year": "1969", "date": "May 30", "txt": "Ryuhei Kitamura, Japanese director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 30", "txt": "Paul Grayson, English rugby player and coach", "entities": [{"title": "Paul Grayson (rugby union)", "href": "/wiki/Paul_Grayson_(rugby_union)", "description": "Paul James Grayson, is the former assistant head coach of \nNorthampton Saints rugby union club. He formerly played at fly-half for Northampton, for whom he was the all-time leading points scorer, and England. He is known as \"Larry\" or \"Grase\"."}]}, {"heading": "Births", "year": "1971", "date": "May 30", "txt": "Duncan Jones, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 30", "txt": "Idina Menzel, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 30", "txt": "Jiří Šlégr, Czech ice hockey player and politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 30", "txt": "Adrian Vowles, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 30", "txt": "Manny Ramirez, Dominican-American baseball player and coach", "entities": [{"title": "Manny Ramirez", "href": "/wiki/Manny_Ramirez", "description": "Manuel Arístides Ramírez Onelcida is a Dominican-American professional baseball outfielder who is currently a free agent. He played in Major League Baseball (MLB) for parts of 19 seasons. He played with the Cleveland Indians, Boston Red Sox, Los Angeles Dodgers, Chicago White Sox, and Tampa Bay Rays before playing one season at the Chinese Professional Baseball League in Taiwan. Ramirez is recogni"}]}, {"heading": "Births", "year": "1974", "date": "May 30", "txt": "Big L, American rapper (d. 1999)", "entities": [{"title": "Big L", "href": "/wiki/Big_L", "description": "Lamont Coleman, known professionally as Big L, was an American rapper and songwriter."}]}, {"heading": "Births", "year": "1974", "date": "May 30", "txt": "Kostas Chalkias, Greek footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 30", "txt": "CeeLo Green, American singer-songwriter, pianist, producer, and actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 30", "txt": "David Wilkie, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 30", "txt": "Evan Eschmeyer, American basketball player", "entities": [{"title": "Evan Eschmeyer", "href": "/wiki/Evan_Eschmeyer", "description": "Evan Bruce Eschmeyer is an American retired professional basketball player who was selected by the New Jersey Nets in the second round of the 1999 NBA Draft. He spent six years on the Northwestern University Wildcats, (1993-1999) missing the first two due to a foot injury. He was their 6'11\" center, scoring 1,805 points and grabbing 995 rebounds. He led the Wildcats to an NIT berth in 1999 with a "}]}, {"heading": "Births", "year": "1975", "date": "May 30", "txt": "Brian Fair, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 30", "txt": "Andy Farrell, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 30", "txt": "Marissa Mayer, American computer scientist and businesswoman", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 30", "txt": "Radoslav Nesterović, Slovenian-Greek basketball player", "entities": [{"title": "Radoslav Nesterović", "href": "/wiki/Radoslav_Nesterovi%C4%87", "description": "Radoslav \"Rašo\" Nesterović, often referred to in English as Radoslav \"Rasho\" Nesterović, is a Slovenian former professional basketball player. He holds citizenship in both Slovenia and Greece. During his career in the NBA, Nesterović played for the Minnesota Timberwolves, San Antonio Spurs, Indiana Pacers, and Toronto Raptors. He retired in 2011."}]}, {"heading": "Births", "year": "1976", "date": "May 30", "txt": "Magnus Norman, Swedish tennis player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 30", "txt": "Margaret Okayo, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 30", "txt": "Rachael Stirling, English actress", "entities": [{"title": "Rachael Stirling", "href": "/wiki/Rachael_Stirling", "description": "Rachael Atlanta Stirling is an English stage, film and television actress. She has been nominated twice for the Laurence Olivier Award for her stage work. She played Nancy Astley in the BBC drama Tipping the Velvet, and Millie in the ITV series The Bletchley Circle. She has also guest starred in Lewis and Doctor Who."}]}, {"heading": "Births", "year": "1977", "date": "May 30", "txt": "Federico Vilar, Argentinian-Italian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 30", "txt": "Mike Bishai, Canadian ice hockey player", "entities": [{"title": "Mike Bishai", "href": "/wiki/Mike_Bishai", "description": "Michael Bishai is a Canadian former professional ice hockey centre. Bishai was never drafted, but played in the National Hockey League with the Edmonton Oilers."}]}, {"heading": "Births", "year": "1979", "date": "May 30", "txt": "Clint Bowyer, American race car driver", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 30", "txt": "Francis Lessard, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 30", "txt": "Steven Gerrard, English international footballer, midfielder and manager", "entities": [{"title": "Steven Gerrard", "href": "/wiki/Steven_Gerrard", "description": "Steven George Gerrard is an English professional football manager and former player who currently manages Scottish Premiership club Rangers."}]}, {"heading": "Births", "year": "1980", "date": "May 30", "txt": "Ilona Korstin, Russian basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 30", "txt": "Ryōgo Narita, Japanese author", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 30", "txt": "Devendra Banhart, American singer-songwriter and guitarist", "entities": [{"title": "Devendra Banhart", "href": "/wiki/Devendra_Banhart", "description": "Devendra Obi Banhart is an American singer-songwriter and visual artist. Banhart was born in Houston, Texas, and raised by his mother in Venezuela. As a teenager, he moved to California, and in 1998 began studying at the San Francisco Art Institute, dropping out in 2000 to pursue a musical career. In 2002, Banhart released his debut album The Charles C. Leary and continued to create music from the"}]}, {"heading": "Births", "year": "1981", "date": "May 30", "txt": "Gianmaria Bruni, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 30", "txt": "Ahmad Elrich, Australian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 30", "txt": "Remy Ma, American rapper", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 30", "txt": "Lars Møller Madsen, Danish handball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 30", "txt": "Hisanori Takada, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 30", "txt": "Eddie Griffin, American basketball player (d. 2007)", "entities": [{"title": "Eddie Griffin (basketball)", "href": "/wiki/Eddie_Griffin_(basketball)", "description": "Eddie Jamaal Griffin was an American professional basketball player from Philadelphia. He last played for the NBA's Minnesota Timberwolves, who waived him on March 13, 2007. Months later, he was killed in a car crash."}]}, {"heading": "Births", "year": "1982", "date": "May 30", "txt": "James Simpson-Daniel, English rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 30", "txt": "Sham Kwok Fai, Hong Kong footballer", "entities": [{"title": "Sham Kwok Fai", "href": "/wiki/Sham_Kwok_Fai", "description": "Sham Kwok Fai is a former Hong Kong professional footballer and current coach at Hong Kong Premier League club Southern. He also plays as an amateur player for Hong Kong First Division club Citizen."}]}, {"heading": "Births", "year": "1984", "date": "May 30", "txt": "Matt Maguire, Australian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 30", "txt": "Alexander Sulzer, German ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 30", "txt": "Igor Kurnosov, Russian chess player (d. 2013)", "entities": [{"title": "Igor Kurnosov", "href": "/wiki/Igor_Kurnosov", "description": "Igor Kurnosov was a Russian chess grandmaster."}]}, {"heading": "Births", "year": "1985", "date": "May 30", "txt": "Igor Lewczuk, Polish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 30", "txt": "Aaron Volpatti, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 30", "txt": "Nikolay Bodurov, Bulgarian international footballer, centre-back", "entities": [{"title": "Nikolay Bodurov", "href": "/wiki/Nikolay_Bodurov", "description": "Nikolay Georgiev Bodurov is a Bulgarian professional footballer who plays for Pirin Blagoevgrad and the Bulgarian national team. Bodurov plays mainly as a centre back but has also played as a right back on some occasions."}]}, {"heading": "Births", "year": "1989", "date": "May 30", "txt": "Ailee, Korean-American singer and songwriter", "entities": [{"title": "Ailee", "href": "/wiki/Ailee", "description": "Amy Lee, known professionally as Ailee, is a Korean-American singer and songwriter based in South Korea. Amassing digital sales success in South Korea, she has released two studio albums, five extended plays, twenty one singles, six of which charted within the top five of the Gaon Digital Chart."}]}, {"heading": "Births", "year": "1989", "date": "May 30", "txt": "Lesia Tsurenko, Ukrainian tennis player", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 30", "txt": "Andrei Loktionov, Russian ice hockey player", "entities": [{"title": "Andrei Loktionov", "href": "/wiki/Andrei_Loktionov", "description": "Andrei Vyacheslavovich Loktionov is a Russian professional ice hockey player who is currently playing with HC CSKA Moscow in the Kontinental Hockey League (KHL). He also played in the National Hockey League (NHL) with the Los Angeles Kings, New Jersey Devils, and the Carolina Hurricanes. Loktionov was drafted by the Kings in the fifth round, 128th overall, at the 2008 NHL Entry Draft"}]}, {"heading": "Births", "year": "1991", "date": "May 30", "txt": "Jonathan Fox, English swimmer", "entities": [{"title": "Jonathan Fox (swimmer)", "href": "/wiki/Jonathan_Fox_(swimmer)", "description": "Jonathan Andrew Fox is a British Paralympic swimmer."}]}, {"heading": "Births", "year": "1992", "date": "May 30", "txt": "Harrison Barnes, American basketball player", "entities": [{"title": "Harrison Barnes", "href": "/wiki/Harrison_Barnes", "description": "Harrison Bryce Jordan Barnes is an American professional basketball player who plays for the Sacramento Kings of the National Basketball Association (NBA). He played college basketball for the North Carolina Tar Heels before being selected by the Golden State Warriors in the first round of the 2012 NBA draft with the seventh overall pick. Barnes won an NBA championship with the Warriors in 2015."}]}, {"heading": "Births", "year": "1992", "date": "May 30", "txt": "Danielle Harold, English actress", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 30", "txt": "Scott Laughton, Canadian ice hockey player", "entities": [{"title": "Scott Laughton", "href": "/wiki/Scott_Laughton", "description": "Scott Laughton is a Canadian professional ice hockey centre for the Philadelphia Flyers of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1996", "date": "May 30", "txt": "Beatriz Haddad Maia, Brazilian tennis player", "entities": [{"title": "Beatriz Haddad Maia", "href": "/wiki/Beatriz_Haddad_Maia", "description": "Beatriz Haddad Maia is a Brazilian tennis player."}]}, {"heading": "Deaths", "year": "531", "date": "May 30", "txt": "Xiao Tong, prince of the Liang Dynasty (b. 501)", "entities": [{"title": "Xiao Tong", "href": "/wiki/Xiao_Tong", "description": "Xiao Tong, courtesy name Deshi (德施), formally Crown Prince Zhaoming, was a Crown Prince of the Chinese Liang Dynasty, posthumously honored as Emperor Zhaoming (昭明皇帝). He was the oldest son of Emperor Wu of Liang, whom he predeceased. Xiao Tong's enduring legacy is the literary compendium Wen Xuan."}, {"title": "Liang Dynasty", "href": "/wiki/Liang_Dynasty", "description": "The Liang dynasty (502–557), also known as the Southern Liang, was the third of the Southern Dynasties during China's Southern and Northern Dynasties period. It was located in South China and succeeded by the Chen dynasty in 557. The small rump state Western Liang (555–587), located in Central China, continued until it was destroyed in 587 by the Sui dynasty."}]}, {"heading": "Deaths", "year": "727", "date": "May 30", "txt": "Hubertus, bishop Liège", "entities": [{"title": "Saint Hubertus (first Bishop of Liège)", "href": "/wiki/Saint_Hubertus_(first_Bishop_of_Li%C3%A8ge)", "description": "Hubertus or Hubert was a Christian saint who became the first bishop of Liège in 708 AD. He is the patron saint of hunters, mathematicians, opticians, and metalworkers. Known as the \"Apostle of the Ardennes\", he was called upon, until the early 20th century, to cure rabies through the use of the traditional St Hubert's Key."}, {"title": "Prince-Bishopric of Liège", "href": "/wiki/Prince-Bishopric_of_Li%C3%A8ge", "description": "The Prince-Bishopric of Liège or Principality of Liège was an ecclesiastical principality of the Holy Roman Empire situated for the most part in present-day Belgium. As a prince, the bishop of Liège was an Imperial Estate and had seat and vote at the Imperial Diet. The Prince-Bishopric of Liège should not be confused with the Diocese of Liège, which was larger and over which the prince-bishop exer"}]}, {"heading": "Deaths", "year": "947", "date": "May 30", "txt": "Ma Xifan, king of Chu (b. 899)", "entities": [{"title": "Ma Xifan", "href": "/wiki/Ma_Xifan", "description": "Ma Xifan, courtesy name Baogui (寶規), formally Prince Wenzhao of Chu (楚文昭王), was the third ruler of the Chinese Five Dynasties and Ten Kingdoms Period state Chu."}, {"title": "Chu (Ten Kingdoms)", "href": "/wiki/Chu_(Ten_Kingdoms)", "description": "Chu, often referred to as Ma Chu (马楚) or Southern Chu (南楚) to distinguish it from other historical states called Chu, was a kingdom in south China during the Five Dynasties and Ten Kingdoms period (907–960). It existed from 907 to 951."}]}, {"heading": "Deaths", "year": "1035", "date": "May 30", "txt": "Baldwin IV, count of Flanders (b. 980)", "entities": [{"title": "Baldwin IV, Count of Flanders", "href": "/wiki/Baldwin_IV,_Count_of_Flanders", "description": "Baldwin IV, called the Bearded, was the count of Flanders from 987 until his death."}, {"title": "County of Flanders", "href": "/wiki/County_of_Flanders", "description": "The County of Flanders was a historic territory in the Low Countries."}]}, {"heading": "Deaths", "year": "1159", "date": "May 30", "txt": "Władysław II the Exile, High Duke of Poland and Duke of Silesia (b. 1105)", "entities": [{"title": "Władysław II the Exile", "href": "/wiki/W%C5%82adys%C5%82aw_II_the_Exile", "description": "Vladislaus II the Exile was the high duke of Poland and duke of Silesia from 1138 until his expulsion in 1146. He is the progenitor of the Silesian Piasts."}, {"title": "List of Polish monarchs", "href": "/wiki/List_of_Polish_monarchs", "description": "Poland was ruled at various times either by dukes and princes or by kings. During the latter period, a tradition of free election of monarchs made it a uniquely electable position in Europe."}, {"title": "Duchy of Silesia", "href": "/wiki/Duchy_of_Silesia", "description": "The Duchy of Silesia with its capital at Wrocław was a medieval duchy located in the historic Silesian region of Poland. Soon after it was formed under the Piast dynasty in 1138, it fragmented into various Duchies of Silesia. In 1327 the remaining Duchy of Wrocław as well as most other duchies ruled by the Silesian Piasts passed to the Kingdom of Bohemia as Duchies of Silesia. The acquisition was "}]}, {"heading": "Deaths", "year": "1252", "date": "May 30", "txt": "Ferdinand III, king of Castile and León (b. 1199)", "entities": [{"title": "Ferdinand III of Castile", "href": "/wiki/Ferdinand_III_of_Castile", "description": "Ferdinand III, called the Saint, was King of Castile from 1217 and King of León from 1230 as well as King of Galicia from 1231. He was the son of Alfonso IX of León and Berenguela of Castile. Through his second marriage he was also Count of Aumale. Ferdinand III was one of the most successful kings of Castile, securing not only the permanent union of the crowns of Castile and León, but also master"}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Deaths", "year": "1347", "date": "May 30", "txt": "John Darcy, 1st Baron Darcy de Knayth, English peer (b. 1290)", "entities": [{"title": "John Darcy, 1st Baron Darcy de Knayth", "href": "/wiki/John_Darcy,_1st_Baron_Darcy_de_Knayth", "description": "John D'arcy, 1st Baron D'arcy de Knayth was an English peer. He was created 1st Baron Darcy in 1317."}, {"title": "Peerage", "href": "/wiki/Peerage", "description": "A peerage is a legal system historically comprising various hereditary titles in a number of countries, and composed of assorted noble ranks."}]}, {"heading": "Deaths", "year": "1376", "date": "May 30", "txt": "Joan of Ponthieu, Dame of Epernon, French noblewoman", "entities": [{"title": "Joan of Ponthieu, Dame of Epernon", "href": "/wiki/Joan_of_Ponthieu,_Dame_of_Epernon", "description": "Jeanne de Ponthieu, dame d'Épernon, Countess of Vendôme and of Castres was a French noblewoman, the youngest daughter of Jean II de Ponthieu, Count of Aumale. She was the wife of Jean VI de Vendôme, Count of Vendôme and of Castres. She acted as regent for her infant granddaughter Jeanne, suo jure Countess of Vendôme from 1371 until the child's premature death in 1372."}]}, {"heading": "Deaths", "year": "1416", "date": "May 30", "txt": "Jerome of Prague, Czech martyr and theologian (b. 1379)", "entities": [{"title": "Jerome of Prague", "href": "/wiki/Jerome_of_Prague", "description": "Jerome of Prague was a Czech scholastic philosopher, theologian, reformer, and professor. Jerome was one of the chief followers of Jan Hus and was burned for heresy at the Council of Constance."}]}, {"heading": "Deaths", "year": "1431", "date": "May 30", "txt": "Joan of Arc, French martyr and saint (b. 1412)", "entities": [{"title": "Joan of Arc", "href": "/wiki/Joan_of_Arc", "description": "Joan of Arc, nicknamed \"The Maid of Orléans\" or \"Maid of Lorraine\", is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a saint. She was born to Jacques d'Arc and Isabelle Romée, a peasant family, at Domrémy in the Vosges of northeast France. Joan said that she received visions of the archangel Michael, Saint Margaret, and Sai"}]}, {"heading": "Deaths", "year": "1434", "date": "May 30", "txt": "Prokop the Great, Czech general (b. 1380)", "entities": [{"title": "Prokop the Great", "href": "/wiki/Prokop_the_Great", "description": "Prokop the Great or Prokop the Bald or the Shaven was a Czech Hussite general and a prominent Taborite military leader during the Hussite Wars. On his mother's side, he came from a German patrician family living in Prague."}]}, {"heading": "Deaths", "year": "1469", "date": "May 30", "txt": "Lope de Barrientos, Castilian bishop (b. 1389)", "entities": [{"title": "Lope de Barrientos", "href": "/wiki/Lope_de_Barrientos", "description": "Lope de Barrientos (1382–1469), sometimes called Obispo Barrientos, was a powerful clergyman and statesman of the Crown of Castile during the 15th century, although his prominence and the influence he wielded during his lifetime is not a subject of common study in Spanish history."}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}, {"title": "Bishop", "href": "/wiki/Bishop", "description": "A bishop is an ordained, consecrated, or appointed member of the Christian clergy who is generally entrusted with a position of authority and oversight."}]}, {"heading": "Deaths", "year": "1472", "date": "May 30", "txt": "Jacquetta of Luxembourg, daughter of Pierre de Luxembourg (b. 1416)", "entities": [{"title": "Jacquetta of Luxembourg", "href": "/wiki/Jacquetta_of_Luxembourg", "description": "Jacquetta of Luxembourg, Countess Rivers was the eldest daughter of Peter I of Luxembourg, Count of Saint-Pol, Conversano and Brienne, and his wife Margaret of Baux. She was a prominent, though often overlooked, figure in the Wars of the Roses. Through her short-lived first marriage to the Duke of Bedford, brother of King Henry V, she was firmly allied to the House of Lancaster. However, following"}]}, {"heading": "Deaths", "year": "1574", "date": "May 30", "txt": "Charles IX of France (b. 1550)", "entities": [{"title": "Charles IX of France", "href": "/wiki/Charles_IX_of_France", "description": "Charles IX was King of France from 1560 until his death in 1574 from tuberculosis. He ascended the throne of France upon the death of his brother Francis II in 1560."}]}, {"heading": "Deaths", "year": "1593", "date": "May 30", "txt": "Christopher Marlowe, English poet and playwright (b. 1564)", "entities": [{"title": "Christopher Marlowe", "href": "/wiki/Christopher_Marlowe", "description": "Christopher Marlowe, also known as Kit Marlowe, was an English playwright, poet and translator of the Elizabethan era. Modern scholars count Marlowe among the most famous of the Elizabethan playwrights; based upon the \"many imitations\" of his play Tamburlaine, they consider him to have been the foremost dramatist in London in the years just before his mysterious early death. Some scholars also bel"}]}, {"heading": "Deaths", "year": "1606", "date": "May 30", "txt": "Guru Arjan Dev, fifth of the Sikh gurus (b. 1563)", "entities": [{"title": "Guru Arjan Dev", "href": "/wiki/Guru_Arjan_Dev", "description": "Guru Arjan 15 April 1563 – 30 May 1606) was the first of the two Gurus martyred in the Sikh faith and the fifth of the ten total Sikh Gurus. He compiled the first official edition of the Sikh scripture called the Adi Granth, which later expanded into the Guru Granth Sahib."}, {"title": "Sikh gurus", "href": "/wiki/Sikh_gurus", "description": "The Sikh Gurus  are the spiritual masters of Sikhi, who established this religion over the course of about two and a half centuries, beginning in 1469. The year 1469 marks the birth of Guru Nanak, the founder of Sikhism. He was succeeded by nine other gurus until, in 1708, the Guruship was finally passed on by the tenth guru to the holy Sikh scripture, Guru Granth Sahib, which is now considered th"}]}, {"heading": "Deaths", "year": "1640", "date": "May 30", "txt": "Peter Paul Rubens, German-Belgian painter (b. 1577)", "entities": [{"title": "Peter Paul Rubens", "href": "/wiki/Peter_Paul_Rubens", "description": "Sir Peter Paul Rubens was a Flemish artist and diplomat from the Duchy of Brabant in the Southern Netherlands who lived during the Dutch Golden Age. He is considered the most influential artist of the Flemish Baroque tradition. Rubens's highly charged compositions reference erudite aspects of classical and Christian history. His unique and immensely popular Baroque style emphasized movement, colou"}]}, {"heading": "Deaths", "year": "1696", "date": "May 30", "txt": "Henry Capell, 1st Baron Capell of Tewkesbury, English politician, Lord Lieutenant of Ireland (b. 1638)", "entities": [{"title": "Henry Capell, 1st Baron Capell of Tewkesbury", "href": "/wiki/Henry_Capell,_1st_Baron_Capell_of_Tewkesbury", "description": "Henry Capell, 1st Baron Capell of Tewkesbury KB, PC was an English politician who sat in the House of Commons between 1660 and 1692. He was then created Baron Capell."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1670", "date": "May 30", "txt": "John Davenport, English minister, co-founded the New Haven Colony (b. 1597)", "entities": [{"title": "John Davenport (minister)", "href": "/wiki/John_Davenport_(minister)", "description": "John Davenport was an English Puritan clergyman and co-founder of the American colony of New Haven."}, {"title": "New Haven Colony", "href": "/wiki/New_Haven_Colony", "description": "The New Haven Colony was a small English colony in North America from 1637 to 1664 primarily in parts of what is now the state of Connecticut, but also with outposts in modern-day New York, New Jersey, Pennsylvania, and Delaware."}]}, {"heading": "Deaths", "year": "1712", "date": "May 30", "txt": "Andrea Lanzani, Italian painter (b. 1645)", "entities": [{"title": "Andrea Lanzani", "href": "/wiki/Andrea_Lanzani", "description": "Andrea Lanzani was an Italian painter of the Baroque period."}]}, {"heading": "Deaths", "year": "1718", "date": "May 30", "txt": "Arnold van Keppel, 1st Earl of Albemarle, Dutch-English general (b. 1670)", "entities": [{"title": "Arnold van Keppel, 1st Earl of Albemarle", "href": "/wiki/Arnold_van_Keppel,_1st_Earl_of_Albemarle", "description": "Arnold Joost van Keppel, 1st Earl of Albemarle,, and lord of De Voorst in Guelders (Gelderland), was a Dutch military leader who fought for King William III of England and became the first Earl of Albemarle. He was the son of Oswald van Keppel and his wife Anna Geertruid van Lintelo. De Voorst is a large country house near Zutphen, financed by William III, and not unlike the royal palace Het Loo i"}]}, {"heading": "Deaths", "year": "1744", "date": "May 30", "txt": "Alexander Pope, English poet, essayist, and translator (b. 1688)", "entities": [{"title": "Alexander Pope", "href": "/wiki/Alexander_Pope", "description": "Alexander Pope was a poet and satirist of the Augustan period and one of its greatest artistic exponents. He is considered the foremost English poet of the early 18th century and a master of the heroic couplet. Pope is best known for satirical and discursive poetry, including The Rape of the Lock, The Dunciad, and An Essay on Criticism, and for his translation of Homer. After Shakespeare, he is th"}]}, {"heading": "Deaths", "year": "1770", "date": "May 30", "txt": "François Boucher, French painter and set designer (b. 1703)", "entities": [{"title": "François Boucher", "href": "/wiki/Fran%C3%A7ois_Boucher", "description": "François Boucher was a French painter, draughtsman and etcher, who worked in the Rococo style. Boucher is known for his idyllic and voluptuous paintings on classical themes, decorative allegories, and pastoral scenes. He was perhaps the most celebrated painter and decorative artist of the 18th century."}]}, {"heading": "Deaths", "year": "1778", "date": "May 30", "txt": "Voltaire, French philosopher and author (b. 1694)", "entities": [{"title": "Voltaire", "href": "/wiki/Voltaire", "description": "François-Marie Arouet, known by his nom de plume Voltaire, was a French Enlightenment writer, historian, and philosopher famous for his wit, his criticism of Christianity—especially the Roman Catholic Church—as well as his advocacy of freedom of speech, freedom of religion, and separation of church and state."}]}, {"heading": "Deaths", "year": "1778", "date": "May 30", "txt": "José de la Borda, French/Spanish mining magnate in colonial Mexico (b. ca. 1700)", "entities": []}, {"heading": "Deaths", "year": "1829", "date": "May 30", "txt": "Philibert Jean-Baptiste Curial, French general (b. 1774)", "entities": [{"title": "Philibert Jean-Baptiste Curial", "href": "/wiki/Philibert_Jean-Baptiste_Curial", "description": "Philibert-Jean-Baptiste François Joseph, comte Curial was a general in the French Imperial Army during the Napoleonic Wars."}]}, {"heading": "Deaths", "year": "1832", "date": "May 30", "txt": "James Mackintosh, Scottish historian, jurist, and politician (b. 1765)", "entities": [{"title": "James Mackintosh", "href": "/wiki/James_Mackintosh", "description": "Sir James Mackintosh FRS FRSE was a Scottish jurist, Whig politician and historian. His studies and sympathies embraced many interests. He was trained as a doctor and barrister, and worked also as a journalist, judge, administrator, professor, philosopher and politician."}]}, {"heading": "Deaths", "year": "1855", "date": "May 30", "txt": "Mary Reibey, Australian businesswoman, (b. 1777)", "entities": [{"title": "Mary Reibey", "href": "/wiki/Mary_Reibey", "description": "Mary Reibey née Haydock was an English-born merchant, shipowner and trader who was transported to Australia as convict. After gaining her freedom, she was viewed by her contemporaries as a community role model and became legendary as a successful businesswoman in the colony."}]}, {"heading": "Deaths", "year": "1892", "date": "May 30", "txt": "Mary Hannah Gray Clarke, American author, correspondent, and poet (b. 1835)", "entities": [{"title": "Mary H. Gray Clarke", "href": "/wiki/Mary_H._Gray_Clarke", "description": "Mary Hannah Gray Clarke was an American author, correspondent, and poet from Rhode Island. She wrote extensively for magazines and for the public press, and was also the author of many dramas, lyric poems, operettas, stories for the young, and essays. In addition to the operettas, \"Just Like Cinderella\" and \"Jack Frost's Visit to the Fairies\", her works included \"Effle, Fairy Queen of Dolls,\" \"Pri"}]}, {"heading": "Deaths", "year": "1865", "date": "May 30", "txt": "John Catron, American lawyer and judge (b. 1786)", "entities": [{"title": "John Catron", "href": "/wiki/John_Catron", "description": "John Catron was an American jurist who served as an Associate Justice of the Supreme Court of the United States from 1837 to 1865, during the Taney Court era."}]}, {"heading": "Deaths", "year": "1901", "date": "May 30", "txt": "Victor D'Hondt, Belgian mathematician, lawyer, and jurist (b. 1841)", "entities": [{"title": "Victor D'Hondt", "href": "/wiki/Victor_D%27Hondt", "description": "Victor Joseph Auguste D'Hondt was a Belgian lawyer and jurist of civil law at Ghent University. He devised a procedure, the D'Hondt method, which he first described in 1878, for allocating seats to candidates in party-list proportional representation elections. The method has been adopted by a number of countries, including Albania, Argentina, Armenia, Austria, Belgium, Bulgaria, Chile, Colombia, "}]}, {"heading": "Deaths", "year": "1911", "date": "May 30", "txt": "Milton Bradley, American businessman, founded the Milton Bradley Company (b. 1836)", "entities": [{"title": "Milton Bradley", "href": "/wiki/Milton_Bradley", "description": "Milton Bradley was an American business magnate, game pioneer and publisher, credited by many with launching the board game industry, with the Milton Bradley Company, which was purchased by Hasbro in 1984."}, {"title": "Milton Bradley Company", "href": "/wiki/Milton_Bradley_Company", "description": "Milton Bradley Company or simply Milton Bradley (MB) was an American board game manufacturer established by Milton Bradley in Springfield, Massachusetts, in 1860. In 1920, it absorbed the game production of McLoughlin Brothers, formerly the largest game manufacturer in the United States. Since 1984, it has been a division of Hasbro."}]}, {"heading": "Deaths", "year": "1912", "date": "May 30", "txt": "Wilbur Wright, American pilot and businessman, co-founded the Wright Company (b. 1867)", "entities": [{"title": "Wilbur Wright", "href": "/wiki/Wilbur_Wright", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}, {"title": "Wright Company", "href": "/wiki/Wright_Company", "description": "The Wright Company was the commercial aviation business venture of the Wright Brothers, established by them on November 22, 1909, in conjunction with several prominent industrialists from New York and Detroit with the intention of capitalizing on their invention of the practical airplane. The company maintained its headquarters office in New York City and built its factory in Dayton, Ohio."}]}, {"heading": "Deaths", "year": "1918", "date": "May 30", "txt": "Georgi Plekhanov, Russian philosopher and theorist (b. 1856)", "entities": [{"title": "Georgi Plekhanov", "href": "/wiki/Georgi_Plekhanov", "description": "Georgi Valentinovich Plekhanov was a Russian revolutionary, philosopher and Marxist theoretician. He was a founder of the social-democratic movement in Russia and was one of the first Russians to identify himself as \"Marxist\". Facing political persecution, Plekhanov emigrated to Switzerland in 1880, where he continued in his political activity attempting to overthrow the Tsarist regime in Russia. "}]}, {"heading": "Deaths", "year": "1925", "date": "May 30", "txt": "Arthur Moeller van den Bruck, German historian and author (b. 1876)", "entities": [{"title": "Arthur Moeller van den Bruck", "href": "/wiki/Arthur_Moeller_van_den_Bruck", "description": "Arthur Wilhelm Ernst Victor Moeller van den Bruck was a German cultural historian and writer who best known for his controversial 1923 book Das Dritte Reich, which promoted German nationalism and strongly influenced the Conservative Revolutionary movement and then the Nazi Party."}]}, {"heading": "Deaths", "year": "1926", "date": "May 30", "txt": "Vladimir Steklov, Russian mathematician and physicist (b. 1864)", "entities": [{"title": "Vladimir Steklov (mathematician)", "href": "/wiki/Vladimir_Steklov_(mathematician)", "description": "Vladimir Andreevich Steklov was a Prominent Russian and Soviet mathematician, mechanician and physicist."}]}, {"heading": "Deaths", "year": "1934", "date": "May 30", "txt": "Tōgō Heihachirō, Japanese admiral (b. 1848)", "entities": [{"title": "Tōgō Heihachirō", "href": "/wiki/T%C5%8Dg%C5%8D_Heihachir%C5%8D", "description": " Marshal-Admiral the Marquis Tōgō Heihachirō , served as a  gensui or admiral of the fleet in the Imperial Japanese Navy and became one of Japan's greatest naval heroes. As Commander-in-Chief of the Combined Fleet during the Russo-Japanese War of 1904–1905, he successfully confined the Russian Pacific naval forces to Port Arthur before winning a decisive victory over a relieving fleet at Tsushima "}]}, {"heading": "Deaths", "year": "1939", "date": "May 30", "txt": "Floyd Roberts, American race car driver (b. 1904)", "entities": [{"title": "Floyd Roberts", "href": "/wiki/Floyd_Roberts", "description": "Floyd Marion Roberts was a Championship Car racing driver from Jamestown, North Dakota. He won the 1938 Indianapolis 500 with a then-record speed of 117.2 mph (188.6 km/h). He led for 92 laps. The following year, 1939, driving the same car, he was killed in a crash on the backstretch after hitting a wooden fence at 100 mph (160 km/h). Roberts was the first defending champion of the race to have be"}]}, {"heading": "Deaths", "year": "1941", "date": "May 30", "txt": "Prajadhipok, Thai king (b. 1893)", "entities": [{"title": "Prajadhipok", "href": "/wiki/Prajadhipok", "description": "Prajadhipok, reigning title Phra Pok Klao Chao Yu Hua, also Rama VII, was the seventh monarch of Siam of the Chakri dynasty. His reign was a turbulent time for Siam due to political and social changes during the Revolution of 1932. He is to date the only Siamese monarch of the Chakri Dynasty to abdicate."}]}, {"heading": "Deaths", "year": "1946", "date": "May 30", "txt": "Louis Slotin, Canadian physicist and chemist (b. 1910)", "entities": [{"title": "Louis Slotin", "href": "/wiki/Louis_Slotin", "description": "Louis Alexander Slotin was a Canadian physicist and chemist who took part in the Manhattan Project. He was born and raised in the North End of Winnipeg, Manitoba. After earning both his Bachelor of Science and Master of Science degrees from the University of Manitoba, Slotin attended King's College London, where he obtained his doctorate in physical chemistry in 1936. Afterwards, he joined the Uni"}]}, {"heading": "Deaths", "year": "1947", "date": "May 30", "txt": "Georg von Trapp, Austrian captain (b. 1880)", "entities": [{"title": "Georg von Trapp", "href": "/wiki/Georg_von_Trapp", "description": "Georg Ludwig Ritter von Trapp was an Austro-Hungarian naval officer who later acquired U.S. citizenship. He was the patriarch of the Trapp Family Singers, whose lives were the inspiration for the musical play and film The Sound of Music. His naval exploits during World War I earned him numerous decorations, including the Military Order of Maria Theresa. Under his command, the submarines SM U-5 and"}]}, {"heading": "Deaths", "year": "1948", "date": "May 30", "txt": "József Klekl, Slovene-Hungarian priest and politician (b. 1874)", "entities": [{"title": "József Klekl (politician)", "href": "/wiki/J%C3%B3zsef_Klekl_(politician)", "description": "József Klekl was a Slovene Roman Catholic priest from Prekmurje and politician in Hungary, writer, governor of the Slovene People's Party (Slovenska lüdska stranka), later a delegate in Belgrade. Klekl was an active proponent of the independence of the Slovene March in Hungary (Slovenska krajina), and for some time fusion with the State of Slovenes, Croats and Serbs."}]}, {"heading": "Deaths", "year": "1949", "date": "May 30", "txt": "Emmanuel Célestin Suhard, French cardinal (b. 1874)", "entities": [{"title": "Emmanuel Célestin Suhard", "href": "/wiki/Emmanuel_C%C3%A9lestin_Suhard", "description": "Emmanuel Célestin Suhard was a French Cardinal of the Catholic Church. He served as Archbishop of Paris from 1940 until his death, and was elevated to the cardinalate in 1935. He was instrumental in the founding of the Mission of France and the Worker-Priest Movement, to bring the clergy closer to the people."}]}, {"heading": "Deaths", "year": "1951", "date": "May 30", "txt": "Hermann Broch, Austrian-American author (b. 1886)", "entities": [{"title": "Hermann Broch", "href": "/wiki/Hermann_Broch", "description": "Hermann Broch was a 20th-century Austrian writer, considered one of the major Modernists."}]}, {"heading": "Deaths", "year": "1953", "date": "May 30", "txt": "Dooley Wilson, American actor and singer (b. 1886)", "entities": [{"title": "Dooley Wilson", "href": "/wiki/Dooley_Wilson", "description": "Arthur \"Dooley\" Wilson was an American actor, singer and musician who is best remembered as Sam in the 1942 film, Casablanca; in the film, he also performed its theme song, \"As Time Goes By\"."}]}, {"heading": "Deaths", "year": "1955", "date": "May 30", "txt": "Bill Vukovich, American race car driver (b. 1918)", "entities": [{"title": "Bill Vukovich", "href": "/wiki/Bill_Vukovich", "description": "William John Vukovich Sr. was an American automobile racing driver. He won the 1953 and 1954 Indianapolis 500 plus two more American Automobile Association National Championship races. Several drivers of his generation have referred to Vukovich as the greatest ever in American motorsport."}]}, {"heading": "Deaths", "year": "1957", "date": "May 30", "txt": "Piero Carini, Italian race car driver (b. 1921)", "entities": [{"title": "Piero Carini", "href": "/wiki/Piero_Carini", "description": "Piero Carini was a racing driver from Italy. He was born in Genoa and died in Saint-Étienne, France."}]}, {"heading": "Deaths", "year": "1960", "date": "May 30", "txt": "Boris Pasternak, Russian poet, novelist, and literary translator, Nobel Prize laureate (b. 1890)", "entities": [{"title": "Boris Pasternak", "href": "/wiki/Boris_Pasternak", "description": "Boris Leonidovich Pasternak was a Russian poet, novelist, and literary translator. Composed in 1917, Pasternak's first book of poems, My Sister, Life, was published in Berlin in 1922 and soon became an important collection in the Russian language. Pasternak's translations of stage plays by Goethe, Schiller, Calderón de la Barca and Shakespeare remain very popular with Russian audiences."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1961", "date": "May 30", "txt": "Rafael Trujillo, Dominican soldier and politician, 36th President of the Dominican Republic (b. 1891)", "entities": [{"title": "Rafael Trujillo", "href": "/wiki/Rafael_Trujillo", "description": "Rafael Leónidas Trujillo Molina, nicknamed El Jefe, was a Dominican dictator who ruled the Dominican Republic from February 1930 until his assassination in May 1961. He served as president from 1930 to 1938 and again from 1942 to 1952, ruling for the rest of the time as an unelected military strongman under figurehead presidents. His 31 years in power, to Dominicans known as the Trujillo Era, are "}, {"title": "List of Presidents of the Dominican Republic", "href": "/wiki/List_of_Presidents_of_the_Dominican_Republic", "description": "Since separation in 1844, the Dominican Republic has counted 54 people in the presidential office, whether constitutional, provisional or interim, divided into 66 periods of government. Likewise, there are also those periods in which the head of the State has been exercised by collegiate bodies."}]}, {"heading": "Deaths", "year": "1964", "date": "May 30", "txt": "Isaac Babalola Akinyele, Nigerian king (b. 1882)", "entities": [{"title": "Isaac Babalola Akinyele", "href": "/wiki/Isaac_Babalola_Akinyele", "description": "\n\nOba\nSir Isaac Babalola Akinyele, KBE was the first educated Olubadan of Ibadan, and the second Christian to ascend the throne."}]}, {"heading": "Deaths", "year": "1964", "date": "May 30", "txt": "Eddie Sachs, American race car driver (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "May 30", "txt": "Leó Szilárd, Hungarian-American physicist and engineer (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1965", "date": "May 30", "txt": "Louis Hjelmslev, Danish linguist and academic (b. 1899)", "entities": [{"title": "Louis Hjelmslev", "href": "/wiki/Louis_Hjelmslev", "description": "Louis Trolle Hjelmslev was a Danish linguist whose ideas formed the basis of the Copenhagen School of linguistics. Born into an academic family, Hjelmslev studied comparative linguistics in Copenhagen, Prague and Paris. In 1931, he founded the Cercle Linguistique de Copenhague. Together with Hans Jørgen Uldall he developed a structuralist theory of language which he called glossematics, which furt"}]}, {"heading": "Deaths", "year": "1967", "date": "May 30", "txt": "Claude Rains, English-American actor (b. 1889)", "entities": [{"title": "Claude Rains", "href": "/wiki/Claude_Rains", "description": "William Claude Rains was a British-American film and stage actor whose career spanned almost seven decades. After his American film debut as Dr. Jack Griffin in The Invisible Man (1933), he appeared in such highly regarded films as The Adventures of Robin Hood (1938), Mr. Smith Goes to Washington (1939), The Wolf Man (1941), Casablanca and Kings Row, Notorious (1946), Lawrence of Arabia (1962), an"}]}, {"heading": "Deaths", "year": "1967", "date": "May 30", "txt": "Georg Wilhelm Pabst, Austrian director, producer, and screenwriter (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "May 30", "txt": "Marcel Dupré, French organist and composer (b. 1886)", "entities": [{"title": "Marcel Dupré", "href": "/wiki/Marcel_Dupr%C3%A9", "description": "Marcel Dupré was a French organist, composer, and pedagogue."}]}, {"heading": "Deaths", "year": "1975", "date": "May 30", "txt": "Steve Prefontaine, American runner (b. 1951)", "entities": [{"title": "Steve Prefontaine", "href": "/wiki/Steve_Prefontaine", "description": "Steve Roland \"Pre\" Prefontaine was an American long-distance runner who competed in the 1972 Summer Olympics. While running for the Oregon Track Club, Prefontaine set American records at every distance from 2,000 to 10,000 meters, as he prepared for the 1976 Olympics. Prefontaine's career, alongside those of Jim Ryun, Frank Shorter, and Bill Rodgers, generated considerable media coverage, which he"}]}, {"heading": "Deaths", "year": "1975", "date": "May 30", "txt": "Tatsuo Shimabuku, Japanese martial artist, founded Isshin-ryū (b. 1908)", "entities": [{"title": "Isshin-ryū", "href": "/wiki/Isshin-ry%C5%AB", "description": "Isshin-Ryū  is a style of Okinawan karate founded by Tatsuo Shimabuku in 1956. Isshin-Ryū karate is largely a synthesis of Shorin-ryū karate, Gojū-ryū karate, and kobudō. The name means, literally, \"one heart method\". In 1989 there were 336 branches of Isshin-ryū throughout the world, most of which were concentrated in the United States."}]}, {"heading": "Deaths", "year": "1975", "date": "May 30", "txt": "Michel Simon, Swiss-born French actor (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "May 30", "txt": "Max Carey, American baseball player, coach, and manager (b. 1890)", "entities": [{"title": "Max Carey", "href": "/wiki/Max_Carey", "description": "Maximillian George Carnarius, known as Max George Carey, was an American professional baseball center fielder and manager. Carey played in Major League Baseball for the Pittsburgh Pirates from 1910 through 1926 and for the Brooklyn Robins from 1926 through 1929. He managed the Brooklyn Dodgers in 1932 and 1933."}]}, {"heading": "Deaths", "year": "1976", "date": "May 30", "txt": "Mitsuo Fuchida, Japanese captain (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "May 30", "txt": "Jean Deslauriers, Canadian violinist, composer, and conductor (b. 1909)", "entities": [{"title": "Jean Deslauriers", "href": "/wiki/Jean_Deslauriers", "description": "Jean Deslauriers was a Canadian conductor, violinist, and composer. As a conductor he had a long and fruitful partnership with the Canadian Broadcasting Corporation; conducting orchestras for feature films and television and radio programs for more than 40 years. He also worked as a guest conductor with orchestras and opera companies throughout Canada and served on the conducting staff of the Opér"}]}, {"heading": "Deaths", "year": "1980", "date": "May 30", "txt": "Carl Radle, American bass player and producer (b. 1942)", "entities": [{"title": "Carl Radle", "href": "/wiki/Carl_Radle", "description": "Carl Dean Radle was an American bassist who toured and recorded with many of the most influential recording artists of the late 1960s and 1970s. He was posthumously inducted to the Oklahoma Music Hall of Fame in 2006."}]}, {"heading": "Deaths", "year": "1981", "date": "May 30", "txt": "Don Ashby, Canadian ice hockey player (b. 1955)", "entities": [{"title": "Don Ashby", "href": "/wiki/Don_Ashby", "description": "Donald Allan Ashby was a Canadian professional ice hockey centre who played six seasons in the National Hockey League from 1975–76 until 1980–81."}]}, {"heading": "Deaths", "year": "1981", "date": "May 30", "txt": "Ziaur Rahman, Bangladeshi general and politician, 7th President of Bangladesh (b. 1936)", "entities": [{"title": "President of Bangladesh", "href": "/wiki/President_of_Bangladesh", "description": "The President of Bangladesh officially the President of the People's Republic of Bangladesh is the ceremonial Head of State of Bangladesh and Commander-in-Chief of the Bangladesh Armed Forces."}]}, {"heading": "Deaths", "year": "1982", "date": "May 30", "txt": "Albert Norden, German journalist and politician (b. 1904)", "entities": [{"title": "Albert Norden", "href": "/wiki/Albert_Norden", "description": "Albert Norden was a German communist politician."}]}, {"heading": "Deaths", "year": "1986", "date": "May 30", "txt": "Perry Ellis, American fashion designer, founded his own eponymous fashion brand (b. 1940)", "entities": [{"title": "Perry Ellis", "href": "/wiki/Perry_Ellis", "description": "Perry Edwin Ellis was an American fashion designer who founded his eponymous sportswear house in the mid-1970s. Ellis' influence on the fashion industry has been called \"a huge turning point\" because he introduced new patterns and proportions to a market which was dominated by more traditional men's clothing."}, {"title": "Perry Ellis (brand)", "href": "/wiki/Perry_Ellis_(brand)", "description": "Perry Ellis is an American designer fashion clothing brand owned by Perry Ellis International founded by eponymous American designer Perry Ellis."}]}, {"heading": "Deaths", "year": "1993", "date": "May 30", "txt": "Sun Ra, American pianist, composer, and bandleader (b. 1914)", "entities": [{"title": "Sun Ra", "href": "/wiki/Sun_Ra", "description": "Le Sony'r Ra, better known as Sun Ra, was an American jazz composer, bandleader, piano and synthesizer player, and poet known for his experimental music, \"cosmic\" philosophy, prolific output, and theatrical performances. For much of his career, Ra led \"The Arkestra,\" an ensemble with an ever-changing name and flexible line-up."}]}, {"heading": "Deaths", "year": "1994", "date": "May 30", "txt": "Ezra Taft Benson, American religious leader, 13th President of The Church of Jesus Christ of Latter-day Saints (b. 1899)", "entities": [{"title": "Ezra Taft Benson", "href": "/wiki/Ezra_Taft_Benson", "description": "Ezra Taft Benson was an American farmer, government official, and religious leader who served as the 15th United States Secretary of Agriculture during both presidential terms of Dwight D. Eisenhower and as the 13th president of The Church of Jesus Christ of Latter-day Saints from 1985 until his death in 1994."}, {"title": "List of presidents of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/List_of_presidents_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "This article lists the presidents of The Church of Jesus Christ of Latter-day Saints. The included persons have served as President of the Church and prophet, seer, and revelator of the LDS Church."}]}, {"heading": "Deaths", "year": "1994", "date": "May 30", "txt": "Marcel Bich, Italian-French businessman, co-founded Société Bic (b. 1914)", "entities": [{"title": "Société Bic", "href": "/wiki/Soci%C3%A9t%C3%A9_Bic", "description": "Société Bic S.A., commonly referred to simply as Bic and stylized as BiC, is a manufacturing corporation based in Clichy, France, best known for making disposable consumer products such as lighters, razors and pens. It was founded in 1945 by Marcel Bich."}]}, {"heading": "Deaths", "year": "1994", "date": "May 30", "txt": "Agostino Di Bartolomei, Italian footballer (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "May 30", "txt": "Ted Drake, English footballer and manager (b. 1912)", "entities": [{"title": "Ted Drake", "href": "/wiki/Ted_Drake", "description": "Edward Joseph Drake was an English football player and manager. As a player, he first played for Southampton but made his name playing for Arsenal in the 1930s, winning two league titles and an FA Cup, as well as five caps for England. Drake is Arsenal's joint fifth highest goalscorer of all time. He also holds the record for the most goals scored in a top flight game in English football, with sev"}]}, {"heading": "Deaths", "year": "1995", "date": "May 30", "txt": "Lofty England, English-Austrian engineer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "May 30", "txt": "Bobby Stokes, English footballer (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "May 30", "txt": "Léon-Étienne Duval, French cardinal (b. 1903)", "entities": [{"title": "Léon-Étienne Duval", "href": "/wiki/L%C3%A9on-%C3%89tienne_Duval", "description": "Léon-Étienne Duval was a French prelate and cardinal. He served as Archbishop of Algiers from 1954 to 1988, and was elevated to the cardinalate in 1965."}]}, {"heading": "Deaths", "year": "1996", "date": "May 30", "txt": "Alo Mattiisen, Estonian composer (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "May 30", "txt": "Kalju Lepik, Estonian poet and author (b. 1920)", "entities": [{"title": "Kalju Lepik", "href": "/wiki/Kalju_Lepik", "description": "Kalju Lepik was an Estonian poet who lived as an exile for most of his life."}]}, {"heading": "Deaths", "year": "2000", "date": "May 30", "txt": "Tex Beneke, American saxophonist and bandleader (b. 1914)", "entities": [{"title": "Tex Beneke", "href": "/wiki/Tex_Beneke", "description": "Gordon Lee \"Tex\" Beneke was an American saxophonist, singer, and bandleader. His career is a history of associations with bandleader Glenn Miller and former musicians and singers who worked with Miller. His band is also associated with the careers of Eydie Gormé, Henry Mancini and Ronnie Deauville. Beneke also solos on the recording the Glenn Miller Orchestra made of their popular song \"In The Moo"}]}, {"heading": "Deaths", "year": "2001", "date": "May 30", "txt": "Denis Whitaker, Canadian general and historian (b. 1915)", "entities": [{"title": "Denis Whitaker", "href": "/wiki/Denis_Whitaker", "description": "Brigadier William Denis Whitaker, was a Canadian athlete, soldier, businessman, and author."}]}, {"heading": "Deaths", "year": "2005", "date": "May 30", "txt": "Gérald Leblanc, Acadian poet (b. 1945)", "entities": [{"title": "Gérald Leblanc", "href": "/wiki/G%C3%A9rald_Leblanc", "description": "Gérald Leblanc was an Acadian poet notable for seeking his own Acadian roots and the current voices of Acadian culture. Leblanc was born in Bouctouche, New Brunswick. He studied at the Université de Moncton and lived in Moncton, where he died in 2005. He also spent a good part of his life in New York City, which he loved."}]}, {"heading": "Deaths", "year": "2005", "date": "May 30", "txt": "Tomasz Pacyński, Polish journalist and author (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 30", "txt": "Alma Ziegler, American baseball player and stenographer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 30", "txt": "Shohei Imamura, Japanese director, producer, and screenwriter (b. 1926)", "entities": [{"title": "Shohei Imamura", "href": "/wiki/Shohei_Imamura", "description": "Shōhei Imamura  was a Japanese film director. A key figure in the Japanese New Wave, who continued working into the 21st century, Imamura is the only director from Japan to win two Palme d'Or awards."}]}, {"heading": "Deaths", "year": "2006", "date": "May 30", "txt": "David Lloyd, New Zealand biologist and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 30", "txt": "Robert Sterling, American actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 30", "txt": "Jean-Claude Brialy, Algerian-French actor and director (b. 1933)", "entities": [{"title": "Jean-Claude Brialy", "href": "/wiki/Jean-Claude_Brialy", "description": "Jean-Claude Brialy was a French actor and director."}]}, {"heading": "Deaths", "year": "2007", "date": "May 30", "txt": "Birgit Dalland, Norwegian politician (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "May 30", "txt": "Gunturu Seshendra Sarma, Indian poet and critic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 30", "txt": "Torsten Andersson, Swedish painter and illustrator (b. 1926)", "entities": [{"title": "Torsten Andersson", "href": "/wiki/Torsten_Andersson", "description": "Otto Torsten Andersson was a Swedish modernist painter, best known for his theme of the realistic depiction of abstract sculptures, and two-dimensional exploration of three-dimensional objects, where the colors seem to be superimposed on a random and perfunctory manner."}]}, {"heading": "Deaths", "year": "2009", "date": "May 30", "txt": "Susanna Haapoja, Finnish politician (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 30", "txt": "Ephraim Katzir, Israeli biophysicist and politician, 4th President of Israel (b. 1916)", "entities": [{"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Deaths", "year": "2010", "date": "May 30", "txt": "Yuri Chesnokov, Russian volleyball player and coach (b. 1933)", "entities": [{"title": "Yuri Chesnokov (volleyball)", "href": "/wiki/Yuri_Chesnokov_(volleyball)", "description": "Yuri Borisovich Chesnokov was a Russian volleyball player who competed for the Soviet Union in the 1964 Summer Olympics. He was born in Moscow."}]}, {"heading": "Deaths", "year": "2010", "date": "May 30", "txt": "Dufferin Roblin, Canadian commander and politician, 14th Premier of Manitoba (b. 1917)", "entities": [{"title": "Premier of Manitoba", "href": "/wiki/Premier_of_Manitoba", "description": "The Premier of Manitoba is the first minister for the Canadian province of Manitoba—as well as the de facto President of the province's Executive Council."}]}, {"heading": "Deaths", "year": "2011", "date": "May 30", "txt": "Isikia Savua, Fijian police officer and diplomat (b. 1952)", "entities": [{"title": "Isikia Savua", "href": "/wiki/Isikia_Savua", "description": "\n\nIsikia Rabici Savua was a senior Fijian diplomat, who had a distinguished career in the Military and police forces before taking up his last post as Ambassador and Permanent Representative to the United Nations on 4 March 2003."}]}, {"heading": "Deaths", "year": "2011", "date": "May 30", "txt": "Saleem Shahzad, Pakistani journalist (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 30", "txt": "Marek Siemek, Polish philosopher and historian (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 30", "txt": "Clarice Taylor, American actress (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 30", "txt": "Rosalyn Sussman Yalow, American physicist and academic, Nobel Prize laureate (b. 1921)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2012", "date": "May 30", "txt": "John Fox, American comedian, actor, and screenwriter (b. 1957)", "entities": [{"title": "John Fox (comedian)", "href": "/wiki/John_Fox_(comedian)", "description": "John Fox was an American comedian."}]}, {"heading": "Deaths", "year": "2012", "date": "May 30", "txt": "Andrew Huxley, English physiologist and biophysicist, Nobel Prize laureate (b. 1917)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2012", "date": "May 30", "txt": "Gerhard Pohl, German economist and politician (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 30", "txt": "Jack Twyman, American basketball player and sportscaster (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 30", "txt": "Jayalath Jayawardena, Sri Lankan physician and politician (b. 1953)", "entities": [{"title": "Jayalath Jayawardena", "href": "/wiki/Jayalath_Jayawardena", "description": "Ruban Canistus Jayalath Jayawardena MP was a medical doctor who was elected to the Parliament of Sri Lanka for the opposition United National Party (UNP) in 1994. Dr.Jayawardena was known as a human rights activist. Dr. Jayawardena is also popular for his sheer commitment and loyalty for the UNP."}]}, {"heading": "Deaths", "year": "2013", "date": "May 30", "txt": "Larry Jones, American football player and coach (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 30", "txt": "Hienadz Buraukin, Belarusian poet, journalist, and diplomat (b. 1936)", "entities": [{"title": "Hienadz Buraukin", "href": "/wiki/Hienadz_Buraukin", "description": "Hienadz Buraukin was a Belarusian poet, journalist and diplomat."}]}, {"heading": "Deaths", "year": "2014", "date": "May 30", "txt": "Henning Carlsen, Danish director, producer, and screenwriter (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 30", "txt": "Joan Lorring, British actress (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 30", "txt": "Leonidas Vasilikopoulos, Greek admiral (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 30", "txt": "Beau Biden, American soldier, lawyer, and politician, 44th Attorney General of Delaware (b. 1969)", "entities": [{"title": "Beau Biden", "href": "/wiki/Beau_Biden", "description": "Joseph Robinette \"Beau\" Biden III was an American politician, lawyer, and officer in the Army Judge Advocate General's Corps from Wilmington, Delaware. He was the eldest of three children from the marriage of longtime U.S. Senator, Vice President, and current President Joe Biden and his first wife, Neilia Hunter Biden. He served as the 44th Attorney General of Delaware and was a Major in the Delaw"}, {"title": "Attorney General of Delaware", "href": "/wiki/Attorney_General_of_Delaware", "description": "The Attorney General of Delaware is a constitutional officer of the U.S. state of Delaware, and is the chief law officer and the head of the State Department of Justice. On January 1, 2019, Kathy Jennings was sworn in as the 46th Attorney General of Delaware."}]}, {"heading": "Deaths", "year": "2015", "date": "May 30", "txt": "Joël Champetier, Canadian author and screenwriter (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 30", "txt": "L. Tom Perry, American religious leader and member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (b. 1922)", "entities": [{"title": "Quorum of the Twelve Apostles (LDS Church)", "href": "/wiki/Quorum_of_the_Twelve_Apostles_(LDS_Church)", "description": "In The Church of Jesus Christ of Latter-day Saints, the Quorum of the Twelve Apostles is one of the governing bodies in the church hierarchy. Members of the Quorum of the Twelve Apostles are apostles, with the calling to be prophets, seers, and revelators, evangelical ambassadors, and special witnesses of Jesus Christ."}, {"title": "The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "The Church of Jesus Christ of Latter-day Saints, often informally known as the LDS Church or Mormon Church, is a nontrinitarian, Christian restorationist church that considers itself to be the restoration of the original church founded by Jesus Christ. The church is headquartered in the United States in Salt Lake City, Utah, and has established congregations and built temples worldwide. According "}]}, {"heading": "Deaths", "year": "2016", "date": "May 30", "txt": "Tom Lysiak, Polish-Canadian ice hockey player (b. 1953)", "entities": [{"title": "Tom Lysiak", "href": "/wiki/Tom_Lysiak", "description": "Thomas James Lysiak was a Canadian professional ice hockey player. Selected in the first round, second overall, of the 1973 NHL Amateur Draft by the Atlanta Flames, he was additionally selected by the Houston Aeros in the second round of the 1973 WHA Amateur Draft at 23rd overall."}]}, {"heading": "Deaths", "year": "2016", "date": "May 30", "txt": "Rick MacLeish, Canadian ice hockey player (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "May 30", "txt": "Jason Marcano, Trinidadian footballer (b. 1983)", "entities": [{"title": "Jason Marcano", "href": "/wiki/Jason_Marcano", "description": "Jason Marcano was a Trinidad and Tobago international footballer who played as a forward."}]}]