[{"heading": "Events", "year": "946", "date": "May 16", "txt": "Emperor Suzaku abdicates the throne in favor of his brother Murakami who becomes the 62nd emperor of Japan.", "entities": [{"title": "Emperor Suzaku", "href": "/wiki/Emperor_Suzaku", "description": "Emperor Suzaku  was the 61st emperor of Japan, according to the traditional order of succession."}, {"title": "Emperor Murakami", "href": "/wiki/Emperor_Murakami", "description": "Emperor Murakami  was the 62nd emperor of Japan, according to the traditional order of succession."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Events", "year": "1204", "date": "May 16", "txt": "Having been elected on May 9, Baldwin IX, Count of Flanders is crowned as the first Emperor of the Latin Empire.", "entities": [{"title": "Election", "href": "/wiki/Election", "description": "An election is a formal group decision-making process by which a population chooses an individual or multiple individuals to hold public office."}, {"title": "Baldwin I of Constantinople", "href": "/wiki/Baldwin_I_of_Constantinople", "description": "Baldwin I was the first emperor of the Latin Empire of Constantinople; Count of Flanders from 1194 to 1205 and Count of Hainaut from 1195-1205. Baldwin was one of the most prominent leaders of the Fourth Crusade, which resulted in the sack of Constantinople in 1204, the conquest of large parts of the Byzantine Empire, and the foundation of the Latin Empire. He lost his final battle to Kaloyan, the"}, {"title": "Emperor", "href": "/wiki/Emperor", "description": "An emperor is a monarch, and usually the sovereign ruler of an empire or another type of imperial realm. Empress, the female equivalent, may indicate an emperor's wife, mother, or a woman who rules in her own right. Emperors are generally recognized to be of the highest monarchic honour and rank, surpassing kings. In Europe, the title of Emperor has been used since the Middle Ages, considered in t"}, {"title": "Latin Empire", "href": "/wiki/Latin_Empire", "description": "The Latin Empire, also referred to as the Latin Empire of Constantinople, was a feudal Crusader state founded by the leaders of the Fourth Crusade on lands captured from the Byzantine Empire. The Latin Empire was intended to replace the Byzantine Empire as the Western-recognized Roman Empire in the east, with a Catholic emperor enthroned in place of the Eastern Orthodox Roman emperors."}]}, {"heading": "Events", "year": "1426", "date": "May 16", "txt": "Gov. Thado of Mohnyin becomes king of Ava.", "entities": [{"title": "Mohnyin Thado", "href": "/wiki/Mohnyin_Thado", "description": "Mohnyin Thado was king of Ava from 1426 to 1439. The ethnic Burman saopha (chief) of Mohnyin came to power after overthrowing King Kale Kye-Taung Nyo and his queen Shin Bo-Me in 1426. His reign marks the plateauing of Ava's power. Left exhausted by the Forty Years' War with Hanthawaddy Pegu (Bago) in the south, and long-running wars against various Shan States in the north, Ava was no longer in a "}, {"title": "Ava Kingdom", "href": "/wiki/Ava_Kingdom", "description": "The Ava Kingdom was the dominant kingdom that ruled upper Burma (Myanmar) from 1364 to 1555. Founded in 1365, the kingdom was the successor state to the petty kingdoms of Myinsaing, Pinya and Sagaing that had ruled central Burma since the collapse of the Pagan Empire in the late 13th century."}]}, {"heading": "Events", "year": "1527", "date": "May 16", "txt": "The Florentines drive out the Medici for a second time and Florence re-establishes itself as a republic.", "entities": [{"title": "Medici", "href": "/wiki/Medici", "description": "The House of Medici was an Italian banking family and political dynasty that first began to gather prominence under Cosimo de' Medici in the Republic of Florence during the first half of the 15th century. The family originated in the Mugello region of Tuscany, and prospered gradually until it was able to fund the Medici Bank. This bank was the largest in Europe during the 15th century, and it faci"}, {"title": "Florence", "href": "/wiki/Florence", "description": "Florence is a city in Central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area."}, {"title": "Republic of Florence", "href": "/wiki/Republic_of_Florence", "description": "The Republic of Florence, officially the Florentine Republic, was a medieval and early modern state that was centered on the Italian city of Florence in Tuscany. The republic originated in 1115, when the Florentine people rebelled against the Margraviate of Tuscany upon the death of Matilda of Tuscany, who controlled vast territories that included Florence. The Florentines formed a commune in her "}]}, {"heading": "Events", "year": "1532", "date": "May 16", "txt": "Sir Thomas More resigns as Lord Chancellor of England.", "entities": [{"title": "Thomas More", "href": "/wiki/Thomas_More", "description": "Sir Thomas More, venerated in the Catholic Church as Saint Thomas More, was an English lawyer, judge, social philosopher, author, statesman, and noted Renaissance humanist. He also served Henry VIII as Lord High Chancellor of England from October 1529 to May 1532. He wrote Utopia, published in 1516, which describes the political system of an imaginary island state."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Events", "year": "1568", "date": "May 16", "txt": "Mary, Queen of Scots, flees to England.", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}]}, {"heading": "Events", "year": "1584", "date": "May 16", "txt": "Santiago de Vera becomes sixth Governor-General of the Spanish colony of the Philippines.", "entities": [{"title": "Santiago de Vera", "href": "/wiki/Santiago_de_Vera", "description": "Santiago de Vera was a native of Alcalá de Henares, Spain and the sixth Spanish governor of the Philippines, from May 16, 1584 until May 1590."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1739", "date": "May 16", "txt": "The Battle of Vasai concludes as the Marathas defeat the Portuguese army.", "entities": [{"title": "Battle of Vasai", "href": "/wiki/Battle_of_Vasai", "description": "The Battle of Vasai or the Battle of Bassein was fought between the Marathas and the Portuguese rulers of Vasai, a town lying near Mumbai (Bombay) in the present-day state of Maharashtra, India. The Marathas were led by Chimaji Appa, a brother of Peshwa Baji Rao I. Maratha victory in this war was a major achievement of Baji Rao I's reign."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Portuguese Empire", "href": "/wiki/Portuguese_Empire", "description": "The Portuguese Empire, also known as the Portuguese Overseas or the Portuguese Colonial Empire, was composed of the overseas colonies and territories governed by Portugal. One of the longest-lived empires in world history, it existed for almost six centuries, from the capture of Ceuta in 1415, to the handover of Portuguese Macau to China in 1999. The empire began in the 15th century, and from the "}]}, {"heading": "Events", "year": "1770", "date": "May 16", "txt": "The 14-year-old Marie Antoinette marries 15-year-old Louis-Auguste, who later becomes king of France.", "entities": [{"title": "Marie Antoinette", "href": "/wiki/Marie_Antoinette", "description": "Marie Antoinette was the last queen of France before the French Revolution. She was born an archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Emperor Francis I. She became dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI "}, {"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}, {"title": "Early modern France", "href": "/wiki/Early_modern_France", "description": "The Kingdom of France in the early modern period, from the Renaissance to the Revolution (1789–1804), was a monarchy ruled by the House of Bourbon. This corresponds to the so-called Ancien Régime. The territory of France during this period increased until it included essentially the extent of the modern country, and it also included the territories of the first French colonial empire overseas."}]}, {"heading": "Events", "year": "1771", "date": "May 16", "txt": "The Battle of Alamance, a pre-American Revolutionary War battle between local militia and a group of rebels called The \"Regulators\", occurs in present-day Alamance County, North Carolina.", "entities": [{"title": "Battle of Alamance", "href": "/wiki/Battle_of_Alamance", "description": "The Battle of Alamance, which took place on May 16, 1771, was the final battle of the Regulator Movement, a rebellion in colonial North Carolina over issues of taxation and local control, considered by some to be the opening salvo of the American Revolution. Named for nearby Great Alamance Creek, the battle took place in what was then Orange County and has since become Alamance County in the centr"}, {"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "Militia", "href": "/wiki/Militia", "description": "A militia is generally an army or some other fighting organization of non-professional soldiers, citizens of a country, or subjects of a state, who may perform military service during a time of need, as opposed to a professional force of regular, full-time military personnel or (historically) to members of a warrior nobility class. Generally unable to hold ground against regular forces, militias c"}, {"title": "War of the Regulation", "href": "/wiki/War_of_the_Regulation", "description": "The Regulator Movement, also known as the Regulator Insurrection, War of Regulation, and War of the Regulation, was an uprising in Provincial North Carolina from 1766 to 1771 in which citizens took up arms against colonial officials, whom they viewed as corrupt. Though the rebellion did not change the power structure, some historians consider it a catalyst to the American Revolutionary War. Others"}, {"title": "Alamance County, North Carolina", "href": "/wiki/Alamance_County,_North_Carolina", "description": "Alamance County is a county in North Carolina. As of the 2010 census, the population was 151,131. Its county seat is Graham. Formed in 1849 from Orange County to the east, Alamance County has been the site of significant historical events, textile manufacturing, and agriculture."}]}, {"heading": "Events", "year": "1811", "date": "May 16", "txt": "Peninsular War: The allies Spain, Portugal and United Kingdom, defeat the French at the Battle of Albuera.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "Battle of Albuera", "href": "/wiki/Battle_of_Albuera", "description": "The Battle of Albuera was a battle during the Peninsular War. A mixed British, Spanish and Portuguese corps engaged elements of the French Armée du Midi at the small Spanish village of Albuera, about 20 kilometres (12 mi) south of the frontier fortress-town of Badajoz, Spain."}]}, {"heading": "Events", "year": "1812", "date": "May 16", "txt": "Imperial Russia signs the Treaty of Bucharest, ending the Russo-Turkish War. The Ottoman Empire cedes Bessarabia to Russia.", "entities": [{"title": "Imperial Russia", "href": "/wiki/Imperial_Russia", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Treaty of Bucharest (1812)", "href": "/wiki/Treaty_of_Bucharest_(1812)", "description": "The Treaty of Bucharest between the Ottoman Empire and the Russian Empire, was signed on 28 May 1812, in Manuc's Inn in Bucharest, and ratified on 5 July 1812, at the end of the Russo-Turkish War of 1806–12. The Ottomans had done poorly in the war. The Sublime Porte above all wanted to stay out of the impending conflict between Napoleon and Russia. The Russians wanted no side war and thus they mad"}, {"title": "Russo-Turkish War (1806–12)", "href": "/wiki/Russo-Turkish_War_(1806%E2%80%9312)", "description": "The Russo-Turkish War (1806–1812) between the Russian Empire and the Ottoman Empire was one of the Russo-Ottoman Wars. Russia prevailed, but both sides wanted peace as they feared Napoleon's moves to the east."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Bessarabia", "href": "/wiki/Bessarabia", "description": "Bessarabia is a historical region in Eastern Europe, bounded by the Dniester river on the east and the Prut river on the west. About two thirds of Bessarabia lies within modern-day Moldova, with the Ukrainian Budjak region covering the southern coastal region and part of the Ukrainian Chernivtsi Oblast covering a small area in the north."}]}, {"heading": "Events", "year": "1822", "date": "May 16", "txt": "Greek War of Independence: The Turks capture the Greek town of Souli.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Souli", "href": "/wiki/Souli", "description": "Souli is a municipality in Epirus, northwestern Greece. The seat of the municipality is the town of Paramythia."}]}, {"heading": "Events", "year": "1832", "date": "May 16", "txt": "Juan Godoy discovers the rich silver outcrops of Chañarcillo sparking the Chilean silver rush.", "entities": [{"title": "Juan Godoy", "href": "/wiki/Juan_Godoy", "description": "Juan Godoy was a Chilean prospector and woodcutter who in 1832 discovered an outcrop (reventón) of silver 50 km south of Copiapó in Chañarcillo. This event sparkled the Chilean silver rush. He successfully claimed the discovered outcrop in his name and the name of José Godoy and Manuel Gallo. The finding attracted thousands of people to the place and generated significant wealth."}, {"title": "Chañarcillo", "href": "/wiki/Cha%C3%B1arcillo", "description": "Chañarcillo is a town and mine in the Atacama Desert of Copiapó Province, Atacama Region, Chile, located near Vallenar and 75 kilometres from Copiapó. It is noted for its silver mining. The town grew up after the Chañarcillo silver mine was discovered on May 16, 1832 by Juan Godoy. This event sparkled the Chilean silver rush. It grew in prominence in the second half of the nineteenth century and b"}, {"title": "Chilean silver rush", "href": "/wiki/Chilean_silver_rush", "description": "Between 1830 and 1850 Chilean silver mining grew at an unprecedented pace which transformed mining into one of the country's principal sources of wealth. The rush caused rapid demographic, infrastructural, and economic expansion in the semi-arid Norte Chico mountains where the silver deposits lay. A number of Chileans made large fortunes in the rush and made investments in other areas of the econo"}]}, {"heading": "Events", "year": "1834", "date": "May 16", "txt": "The Battle of Asseiceira is fought, the last and decisive engagement of the Liberal Wars in Portugal.", "entities": [{"title": "Battle of Asseiceira", "href": "/wiki/Battle_of_Asseiceira", "description": "The Battle of Asseiceira, fought on 16 May, 1834, was the last and decisive engagement of the Portuguese Civil War, or \"War of the Two Brothers\", between Dom Pedro, ex-Emperor of Brazil and the usurper Dom Miguel. Dom Miguel's rebel forces were defeated."}, {"title": "Liberal Wars", "href": "/wiki/Liberal_Wars", "description": "The Liberal Wars, also known as the Portuguese Civil War, the War of the Two Brothers or Miguelite War, was a war between liberal constitutionalists and conservative absolutists in Portugal over royal succession that lasted from 1828 to 1834. Embroiled parties included the Kingdom of Portugal, Portuguese rebels, the United Kingdom, France, the Catholic Church, and Spain."}]}, {"heading": "Events", "year": "1842", "date": "May 16", "txt": "The first major wagon train heading for the Pacific Northwest sets out on the Oregon Trail from Elm Grove, Missouri, with 100 pioneers.", "entities": [{"title": "Wagon train", "href": "/wiki/Wagon_train", "description": "A wagon train is a group of wagons traveling together. Before the extensive use of military vehicles, baggage trains followed an army with supplies and ammunition."}, {"title": "Pacific Northwest", "href": "/wiki/Pacific_Northwest", "description": "The Pacific Northwest (PNW), sometimes referred to as Cascadia, is a geographic region in western North America bounded by the Pacific Ocean to the west and, loosely, by the Rocky Mountains to the east. Though no official boundary exists, the most common conception includes the Canadian province of British Columbia (BC) and the U.S. states of Oregon and Washington. Broader conceptions reach north "}, {"title": "Oregon Trail", "href": "/wiki/Oregon_Trail", "description": "The Oregon Trail was a 2,170-mile (3,490 km) east-west, large-wheeled wagon route and emigrant trail in the United States that connected the Missouri River to valleys in Oregon. The eastern part of the Oregon Trail spanned part of what is now the state of Kansas and nearly all of what are now the states of Nebraska and Wyoming. The western half of the trail spanned most of the current states of Id"}, {"title": "Elm Grove, Missouri", "href": "/wiki/Elm_Grove,_Missouri", "description": "The Oregon Trail was a 2,170-mile (3,490 km) east-west, large-wheeled wagon route and emigrant trail in the United States that connected the Missouri River to valleys in Oregon. The eastern part of the Oregon Trail spanned part of what is now the state of Kansas and nearly all of what are now the states of Nebraska and Wyoming. The western half of the trail spanned most of the current states of Id"}]}, {"heading": "Events", "year": "1866", "date": "May 16", "txt": "The United States Congress establishes the nickel.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Nickel (United States coin)", "href": "/wiki/Nickel_(United_States_coin)", "description": "A nickel is a five-cent coin struck by the United States Mint. Composed of 75% copper and 25% nickel, the piece has been issued since 1866. Its diameter is .835 inches (21.21 mm) and its thickness is .077 inches (1.95 mm). Due to inflation, the purchasing power of the nickel continues to drop, and currently the coin represents less than 1% of the federal hourly minimum wage. In 2018, over 1.26 bil"}]}, {"heading": "Events", "year": "1868", "date": "May 16", "txt": "The United States Senate fails to convict President Andrew Johnson by one vote.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Impeachment of Andrew Johnson", "href": "/wiki/Impeachment_of_Andrew_Johnson", "description": "The impeachment of Andrew Johnson was initiated on February 24, 1868, when the United States House of Representatives resolved to impeach Andrew Johnson, the 17th president of the United States, for \"high crimes and misdemeanors\", which were detailed in 11 articles of impeachment. The primary charge against Johnson was that he had violated the Tenure of Office Act, passed by Congress in March 1867"}, {"title": "Andrew Johnson", "href": "/wiki/Andrew_Johnson", "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the"}]}, {"heading": "Events", "year": "1874", "date": "May 16", "txt": "A flood on the Mill River in Massachusetts destroys much of four villages and kills 139 people.", "entities": [{"title": "Mill River (Northampton, Massachusetts)", "href": "/wiki/Mill_River_(Northampton,_Massachusetts)", "description": "The Mill River is a 13.5-mile-long (21.7 km) tributary of the Connecticut River arising in the western hilltowns of Hampshire County, Massachusetts. It is notable for dropping in elevation, along with its West Branch, more than 700 feet (210 m) over 15 miles (24 km)."}, {"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}]}, {"heading": "Events", "year": "1877", "date": "May 16", "txt": "The 16 May 1877 crisis occurs in France, ending with the dissolution of the National Assembly 22 June and affirming the interpretation of the Constitution of 1875 as a parliamentary rather than presidential system. The elections held in October 1877 led to the defeat of the royalists as a formal political movement in France.", "entities": [{"title": "16 May 1877 crisis", "href": "/wiki/16_May_1877_crisis", "description": "The 16 May 1877 crisis was a constitutional crisis in the French Third Republic concerning the distribution of power between the president and the legislature. When the royalist president Patrice MacMahon dismissed the Opportunist Republican prime minister Jules Simon, the parliament on 16 May 1877 refused to support the new government and was dissolved by the president. New elections resulted in "}, {"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}, {"title": "French Parliament", "href": "/wiki/French_Parliament", "description": "The French Parliament is the bicameral legislature of the French Republic, consisting of the Senate and the National Assembly. Each assembly conducts legislative sessions at a separate location in Paris: the Palais du Luxembourg for the Senate and the Palais Bourbon for the National Assembly."}, {"title": "French Constitutional Laws of 1875", "href": "/wiki/French_Constitutional_Laws_of_1875", "description": "The Constitutional Laws of 1875 were the laws passed in France by the National Assembly between February and July 1875 which established the Third French Republic."}, {"title": "Parliamentary", "href": "/wiki/Parliamentary", "description": "A parliamentary system or parliamentary democracy is a system of democratic governance of a state where the executive derives its democratic legitimacy from its ability to command the confidence of the legislature, typically a parliament, and is also held accountable to that parliament. In a parliamentary system, the head of state is usually a person distinct from the head of government. This is i"}, {"title": "Presidential system", "href": "/wiki/Presidential_system", "description": "A presidential system, or single executive system, is a form of government in which a head of government (president) leads an executive branch that is separate from the legislative branch. This head of government is in most cases also the head of state."}, {"title": "Monarchism in France", "href": "/wiki/Monarchism_in_France", "description": "Monarchism in France is the advocacy of restoring the monarchy in France, which was abolished after the 1870 defeat by Prussia, arguably before that in 1848 with the establishment of the French Second Republic.\nThe French monarchist movements are roughly divided today in three groups: the Legitimists for the royal House of Bourbon, the Orléanists for the cadet branch of the House of Orléans and th"}]}, {"heading": "Events", "year": "1888", "date": "May 16", "txt": "Nikola Tesla delivers a lecture describing the equipment which will allow efficient generation and use of alternating currents to transmit electric power over long distances.", "entities": [{"title": "Nikola Tesla", "href": "/wiki/Nikola_Tesla", "description": "Nikola Tesla was a Serbian-American inventor, electrical engineer, mechanical engineer, and futurist best known for his contributions to the design of the modern alternating current (AC) electricity supply system."}, {"title": "Alternating current", "href": "/wiki/Alternating_current", "description": "Alternating current (AC) is an electric current which periodically reverses direction and changes its magnitude continuously with time in contrast to direct current (DC) which flows only in one direction. Alternating current is the form in which electric power is delivered to businesses and residences, and it is the form of electrical energy that consumers typically use when they plug kitchen appl"}, {"title": "Electric power transmission", "href": "/wiki/Electric_power_transmission", "description": "Electric power transmission is the bulk movement of electrical energy from a generating site, such as a power plant, to an electrical substation. The interconnected lines which facilitate this movement are known as a transmission network. This is distinct from the local wiring between high-voltage substations and customers, which is typically referred to as electric power distribution. The combine"}]}, {"heading": "Events", "year": "1891", "date": "May 16", "txt": "The International Electrotechnical Exhibition opens in Frankfurt, Germany, and will feature the world's first long-distance transmission of high-power, three-phase electric current (the most common form today).", "entities": [{"title": "International Electrotechnical Exhibition", "href": "/wiki/International_Electrotechnical_Exhibition", "description": "The 1891 International Electrotechnical Exhibition was held between 16 May and 19 October on the disused site of the three former \"Westbahnhöfe\" in Frankfurt am Main. The exhibition featured the first long distance transmission of high-power, three-phase electric current, which was generated 175 km away at Lauffen am Neckar. As a result of this successful field trial, three-phase current became es"}, {"title": "Frankfurt", "href": "/wiki/Frankfurt", "description": "Frankfurt, officially Frankfurt am Main, is the most populous city in the German state of Hesse. Its 763,380 inhabitants as of 31 December 2019 make it the fifth-most populous city in Germany. On the River Main, it forms a continuous conurbation with the neighboring city of Offenbach am Main and its urban area has a population of 2.3 million. The city is the heart of the larger Rhine-Main Metropol"}, {"title": "Three-phase electric power", "href": "/wiki/Three-phase_electric_power", "description": "Three-phase electric power is a common method of alternating current electric power generation, transmission, and distribution. It is a type of polyphase system and is the most common method used by electrical grids worldwide to transfer power. It is also used to power large motors and other heavy loads."}]}, {"heading": "Events", "year": "1916", "date": "May 16", "txt": "The United Kingdom of Great Britain and Ireland and the French Third Republic sign the secret wartime Sykes-Picot Agreement partitioning former Ottoman territories such as Iraq and Syria.", "entities": [{"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}, {"title": "Sykes-Picot Agreement", "href": "/wiki/Sykes-Picot_Agreement", "description": "The Sykes–Picot Agreement was a 1916 secret treaty between the United Kingdom and France, with assent from the Russian Empire and the Kingdom of Italy, to define their mutually agreed spheres of influence and control in an eventual partition of the Ottoman Empire."}, {"title": "Partitioning of the Ottoman Empire", "href": "/wiki/Partitioning_of_the_Ottoman_Empire", "description": "The  partition of the Ottoman Empire was a geopolitical event that occurred after World War I and the occupation of Constantinople by British, French and Italian troops in November 1918. The partitioning was planned in several agreements made by the Allied Powers early in the course of World War I, notably the Sykes-Picot Agreement, after the Ottoman Empire had joined the Ottoman–German Alliance. "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}]}, {"heading": "Events", "year": "1918", "date": "May 16", "txt": "The Sedition Act of 1918 is passed by the U.S. Congress, making criticism of the government during wartime an imprisonable offense. It will be repealed less than two years later.", "entities": [{"title": "Sedition Act of 1918", "href": "/wiki/Sedition_Act_of_1918", "description": "The Sedition Act of 1918 was an Act of the United States Congress that extended the Espionage Act of 1917 to cover a broader range of offenses, notably speech and the expression of opinion that cast the government or the war effort in a negative light or interfered with the sale of government bonds."}]}, {"heading": "Events", "year": "1919", "date": "May 16", "txt": "A naval Curtiss NC-4 aircraft commanded by Albert Cushing Read leaves Trepassey, Newfoundland, for Lisbon via the Azores on the first transatlantic flight.", "entities": [{"title": "Curtiss NC-4", "href": "/wiki/Curtiss_NC-4", "description": "The NC-4 was a Curtiss NC flying boat that was the first aircraft to fly across the Atlantic Ocean, albeit not non-stop. The NC designation was derived from the collaborative efforts of the Navy (N) and Curtiss (C). The NC series flying boats were designed to meet wartime needs, and after the end of World War I they were sent overseas to validate the design concept."}, {"title": "Albert Cushing Read", "href": "/wiki/Albert_Cushing_Read", "description": "Albert Cushing Read, Sr. was an aviator and Rear Admiral in the United States Navy. He and his crew made the first transatlantic flight in the NC-4, a Curtiss NC flying boat."}, {"title": "Trepassey", "href": "/wiki/Trepassey", "description": "Trepassey, is a small fishing community located in Trepassey Bay on the south eastern corner of the Avalon Peninsula of Newfoundland and Labrador. It was in Trepassey Harbour where the flight of the Friendship took off, with Amelia Earhart on board, the first woman to fly across the Atlantic Ocean."}, {"title": "Newfoundland and Labrador", "href": "/wiki/Newfoundland_and_Labrador", "description": "Newfoundland and Labrador is the easternmost province of Canada, in the country's Atlantic region. It is composed of the island of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundl"}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "Azores", "href": "/wiki/Azores", "description": "The Azores, officially the Autonomous Region of the Azores, is one of the two autonomous regions of Portugal. It is an archipelago composed of nine volcanic islands in the Macaronesia region of the North Atlantic Ocean, about 1,400 km (870 mi) west of Lisbon, about 1,500 km (930 mi) northwest of Morocco, and about 1,930 km (1,200 mi) southeast of Newfoundland, Canada."}, {"title": "Transatlantic flight", "href": "/wiki/Transatlantic_flight", "description": "\nA transatlantic flight is the flight of an aircraft across the Atlantic Ocean from Europe, Africa, South Asia, or the Middle East to North America, Central America, or South America, or vice versa. Such flights have been made by fixed-wing aircraft, airships, balloons and other aircraft."}]}, {"heading": "Events", "year": "1920", "date": "May 16", "txt": "In Rome, Pope Benedict XV canonizes Joan of Arc.", "entities": [{"title": "Pope Benedict XV", "href": "/wiki/Pope_Benedict_XV", "description": "Pope Benedict XV, born Giacomo Paolo Giovanni Battista della Chiesa, was head of the Catholic Church from 1914 until his death in 1922. His pontificate was largely overshadowed by World War I and its political, social, and humanitarian consequences in Europe."}, {"title": "Canonization of Joan of Arc", "href": "/wiki/Canonization_of_Joan_of_Arc", "description": "Joan of Arc (1412–1431) was formally canonized as a saint of the Roman Catholic Church on 16 May 1920 by Pope Benedict XV in his bull Divina disponente, which concluded the canonization process that the Sacred Congregation of Rites instigated after a petition of 1869 of the French Catholic hierarchy. Although pro-English clergy had Joan burnt at the stake for heresy in 1431, she was rehabilitated "}]}, {"heading": "Events", "year": "1929", "date": "May 16", "txt": "In Hollywood, the first Academy Awards ceremony takes place.", "entities": [{"title": "Hollywood", "href": "/wiki/Hollywood", "description": "Hollywood is a neighborhood in the central region of Los Angeles, California. Its name has come to be a shorthand reference for the U.S. film industry and the people associated with it. Many of its studios such as Disney, Paramount Pictures, Warner Bros., and Universal Pictures were founded there; Paramount still has its studios there."}, {"title": "1st Academy Awards", "href": "/wiki/1st_Academy_Awards", "description": "The 1st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1927 and 1928 and took place on May 16, 1929, at a private dinner held at the Hollywood Roosevelt Hotel in Los Angeles, California. AMPAS president Douglas Fairbanks hosted the show. Tickets cost $5, 270 people attended the event and the presentation ceremony lasted 15 m"}, {"title": "Academy Awards", "href": "/wiki/Academy_Awards", "description": "The Academy Awards, popularly known as the Oscars, are awards for artistic and technical merit in the film industry. They are regarded as the most famous and prestigious awards in the entertainment industry around the world. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements, as assessed by "}]}, {"heading": "Events", "year": "1943", "date": "May 16", "txt": "The Holocaust: The Warsaw Ghetto Uprising ends.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Warsaw Ghetto Uprising", "href": "/wiki/Warsaw_Ghetto_Uprising", "description": "The Warsaw Ghetto Uprising was the 1943 act of Jewish resistance in the Warsaw Ghetto in German-occupied Poland during World War II to oppose Nazi Germany's final effort to transport the remaining ghetto population to Majdanek and Treblinka death camps."}]}, {"heading": "Events", "year": "1951", "date": "May 16", "txt": "The first regularly scheduled transatlantic flights begin between Idlewild Airport (now John F Kennedy International Airport) in New York City and Heathrow Airport in London, operated by El Al Israel Airlines.", "entities": [{"title": "Transatlantic flight", "href": "/wiki/Transatlantic_flight", "description": "\nA transatlantic flight is the flight of an aircraft across the Atlantic Ocean from Europe, Africa, South Asia, or the Middle East to North America, Central America, or South America, or vice versa. Such flights have been made by fixed-wing aircraft, airships, balloons and other aircraft."}, {"title": "John F Kennedy International Airport", "href": "/wiki/John_F_Kennedy_International_Airport", "description": "John F. Kennedy International Airport is an international airport in Queens, New York City, and one of the primary airports serving New York City. The airport is the busiest international air passenger gateway into North America, the 20th-busiest airport in the world, the sixth-busiest airport in the United States, and the busiest airport in the New York airport system, having handled over 62.5 mi"}, {"title": "Heathrow Airport", "href": "/wiki/Heathrow_Airport", "description": "Heathrow Airport, originally called London Airport until 1966 and now known as London Heathrow, is a major international airport in London, England. Heathrow is the second busiest airport in the world by international passenger traffic, the third busiest airport in Europe by passenger traffic but only the twenty second busiest airport in the world by total passenger traffic, the sole UK entry in t"}, {"title": "El Al Israel Airlines", "href": "/wiki/El_Al_Israel_Airlines", "description": "El Al Israel Airlines Ltd., trading as El Al, is the flag carrier of Israel. Since its inaugural flight from Geneva to Tel Aviv in September 1948, the airline has grown to serve over 50 destinations, operating scheduled domestic and international services and cargo flights within Israel, and to Europe, the Middle East, the Americas, Africa, Australia and the Far East, from its main base in Ben Gur"}]}, {"heading": "Events", "year": "1959", "date": "May 16", "txt": "The Triton Fountain in Valletta, Malta is turned on for the first time.", "entities": [{"title": "Triton Fountain (Malta)", "href": "/wiki/Triton_Fountain_(Malta)", "description": "The Tritons’ Fountain is a fountain located just outside the City Gate of Valletta, Malta. It consists of three bronze Tritons holding up a large basin, balanced on a concentric base built out of concrete and clad in travertine slabs. The fountain is one of Malta's most important Modernist landmarks."}, {"title": "Valletta", "href": "/wiki/Valletta", "description": "Valletta is the capital city of Malta. Located in the South Eastern Region of the main island, between Marsamxett Harbour to the west and the Grand Harbour to the east, its population in 2014 was 6,444, while the metropolitan area around it has a population of 393,938. Valletta is second only to Nicosia as the southernmost capital of Europe, and at just 0.61 square kilometres (61 ha), it is the Eu"}]}, {"heading": "Events", "year": "1960", "date": "May 16", "txt": "Theodore Maiman operates the first optical laser (a ruby laser), at Hughes Research Laboratories in Malibu, California.", "entities": [{"title": "Theodore Maiman", "href": "/wiki/Theodore_Maiman", "description": "Theodore Harold Maiman was an American engineer and physicist who is widely credited with the invention of the laser. Maiman's laser led to the subsequent development of many other types of lasers. The laser was successfully fired on May 16, 1960. In a July 7, 1960 press conference in Manhattan, Maiman and his employer, Hughes Aircraft Company, announced the laser to the world. Maiman was granted "}, {"title": "Optical laser", "href": "/wiki/Optical_laser", "description": "A laser is a device that emits light through a process of optical amplification based on the stimulated emission of electromagnetic radiation. The term \"laser\" originated as an acronym for \"light amplification by stimulated emission of radiation\". The first laser was built in 1960 by Theodore H. Maiman at Hughes Research Laboratories, based on theoretical work by Charles Hard Townes and Arthur Leo"}, {"title": "Ruby laser", "href": "/wiki/Ruby_laser", "description": "A ruby laser is a solid-state laser that uses a synthetic ruby crystal as its gain medium. The first working laser was a ruby laser made by Theodore H. \"Ted\" Maiman at Hughes Research Laboratories on May 16, 1960."}, {"title": "Hughes Research Laboratories", "href": "/wiki/Hughes_Research_Laboratories", "description": "HRL Laboratories is a research center in Malibu, California, established in 1960. Formerly the research arm of Hughes Aircraft, HRL is currently owned by General Motors Corporation and Boeing. The research facility is housed in two large, white multi-story buildings overlooking the Pacific Ocean."}, {"title": "Malibu, California", "href": "/wiki/Malibu,_California", "description": "Malibu is a beach city in western Los Angeles County, California, situated about 30 miles (48 km) west of Downtown Los Angeles. It is known for its Mediterranean climate and its 21-mile (34 km) strip of the Malibu coast, incorporated in 1991 into the City of Malibu. The exclusive Malibu Colony has been historically home to Hollywood celebrities. People in the entertainment industry and other afflu"}]}, {"heading": "Events", "year": "1961", "date": "May 16", "txt": "Park Chung-hee leads a coup d'état to overthrow the Second Republic of South Korea.", "entities": [{"title": "Park Chung-hee", "href": "/wiki/Park_Chung-hee", "description": "Park Chung-hee was a South Korean politician and army general who served as the President of South Korea from 1963 until his assassination in 1979, assuming that office after first ruling the country as head of a military dictatorship installed by the May 16 military coup d'état in 1961. Before his presidency, he was the chairman of the Supreme Council for National Reconstruction from 1961 to 1963"}, {"title": "May Coup (South Korea)", "href": "/wiki/May_Coup_(South_Korea)", "description": "The May 16 military coup d'état was a military coup d'état in South Korea in 1961, organized and carried out by Park Chung-hee and his allies who formed the Military Revolutionary Committee, nominally led by Army Chief of Staff Chang Do-yong after the latter's acquiescence on the day of the coup. The coup rendered powerless the democratically elected government of Yun Posun and ended the Second Re"}, {"title": "Second Republic of South Korea", "href": "/wiki/Second_Republic_of_South_Korea", "description": "The Second Republic of Korea was the government of South Korea from April 1960 to May 1961."}]}, {"heading": "Events", "year": "1966", "date": "May 16", "txt": "The Communist Party of China issues the \"May 16 Notice\", marking the beginning of the Cultural Revolution.", "entities": [{"title": "Communist Party of China", "href": "/wiki/Communist_Party_of_China", "description": "The Communist Party of China (CPC), commonly known as the Chinese Communist Party (CCP), is the founding and sole governing political party of the People's Republic of China (PRC). The CCP leads eight other legally permitted subordinate minor parties together as the United Front. The CCP was founded in 1921, with the help of the Far Eastern Bureau of the Communist Party of the Soviet Union and Far"}, {"title": "May 16 Notice", "href": "/wiki/May_16_Notice", "description": "The Cultural Revolution, formally the Great Proletarian Cultural Revolution, was a violent sociopolitical purge movement in China from 1966 until 1976. Launched by Mao Zedong, Chairman of the Communist Party of China (CPC), its stated goal was to preserve Chinese communism by purging remnants of capitalist and traditional elements from Chinese society, and to re-impose Mao Zedong Thought as the do"}, {"title": "Cultural Revolution", "href": "/wiki/Cultural_Revolution", "description": "The Cultural Revolution, formally the Great Proletarian Cultural Revolution, was a violent sociopolitical purge movement in China from 1966 until 1976. Launched by Mao Zedong, Chairman of the Communist Party of China (CPC), its stated goal was to preserve Chinese communism by purging remnants of capitalist and traditional elements from Chinese society, and to re-impose Mao Zedong Thought as the do"}]}, {"heading": "Events", "year": "1969", "date": "May 16", "txt": "Venera program: Venera 5, a Soviet space probe, lands on Venus.", "entities": [{"title": "Venera program", "href": "/wiki/Venera_program", "description": "The Venera program was the name given to a series of space probes developed by the Soviet Union between 1961 and 1984 to gather information about the planet Venus. Ten probes successfully landed on the surface of the planet, including the two Vega program and Venera-Halley probes, while thirteen probes successfully entered the Venusian atmosphere. Due to the extreme surface conditions on Venus, th"}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "1974", "date": "May 16", "txt": "Josip Broz Tito is elected president for life of Yugoslavia.", "entities": [{"title": "Josip Broz Tito", "href": "/wiki/Josip_Broz_Tito", "description": "Josip Broz, commonly known as Tito, was a Yugoslav communist revolutionary and statesman, serving in various roles from 1943 until his death in 1980. During World War II, he was the leader of the Partisans, often regarded as the most effective resistance movement in occupied Europe. He also served as the president of the Socialist Federal Republic of Yugoslavia from 14 January 1953 until his death"}, {"title": "President for life", "href": "/wiki/President_for_life", "description": "President for life is a title assumed by or granted to some leaders to remove their term limit irrevocably as a way of removing future challenges to their authority and legitimacy. The title sometimes confers on the holder the right to nominate or appoint a successor. The usage of the title of \"president for life\" rather than a traditionally autocratic title, such as that of a monarch, implies the"}, {"title": "Socialist Federal Republic of Yugoslavia", "href": "/wiki/Socialist_Federal_Republic_of_Yugoslavia", "description": "The Socialist Federal Republic of Yugoslavia, commonly referred to as SFR Yugoslavia or simply Yugoslavia, was a country in Southeast and Central Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km2, the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the no"}]}, {"heading": "Events", "year": "1988", "date": "May 16", "txt": "A report by the Surgeon General of the United States C. Everett Koop states that the addictive properties of nicotine are similar to those of heroin and cocaine.", "entities": [{"title": "Surgeon General of the United States", "href": "/wiki/Surgeon_General_of_the_United_States", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}, {"title": "C. Everett Koop", "href": "/wiki/C._Everett_Koop", "description": "Charles Everett Koop was an American pediatric surgeon and public health administrator. He was a vice admiral in the Public Health Service Commissioned Corps, and served as the 13th Surgeon General of the United States under President Ronald Reagan from 1982 to 1989. According to the Associated Press, \"Koop was the only surgeon general to become a household name.\""}, {"title": "Substance use disorder", "href": "/wiki/Substance_use_disorder", "description": "Substance use disorder (SUD) is the persistent use of drugs despite substantial harm and adverse consequences. Substance use disorders are characterized by an array of mental/emotional, physical, and behavioral problems such as chronic guilt; an inability to reduce or stop consuming the substance(s) despite repeated attempts; driving while intoxicated; and physiological withdrawal symptoms. Drug c"}, {"title": "Nicotine", "href": "/wiki/Nicotine", "description": "Nicotine is a chiral alkaloid that is naturally produced in the nightshade family of plants and is widely used recreationally as a stimulant and anxiolytic. As a pharmaceutical drug, it is used for smoking cessation to relieve withdrawal symptoms. Nicotine acts as a receptor agonist at most nicotinic acetylcholine receptors (nAChRs), except at two nicotinic receptor subunits where it acts as a rec"}, {"title": "Heroin", "href": "/wiki/Heroin", "description": "Heroin, also known as diacetylmorphine and diamorphine among other names, is an opioid used as a recreational drug for its euphoric effects. Medical grade diamorphine is used as a pure hydrochloride salt which is distinguished from black tar heroin, a variable admixture of morphine derivatives—predominantly 6-MAM (6-monoacetylmorphine), which is the result of crude acetylation during clandestine p"}, {"title": "Cocaine", "href": "/wiki/Cocaine", "description": "Cocaine is a tropane alkaloid and strong (SNDRI) stimulant made from coca leaves of one of four species of plant in the Erythroxylaceae family. It is frequently used as a recreational drug and euphoriant. It may be snorted, inhaled as smoke, or dissolved and injected into a vein. Mental effects may include an intense feeling of happiness, sexual arousal, loss of contact with reality, or agitation."}]}, {"heading": "Events", "year": "1991", "date": "May 16", "txt": "Queen Elizabeth II of the United Kingdom addresses a joint session of the United States Congress. She is the first British monarch to address the U.S. Congress.", "entities": [{"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1997", "date": "May 16", "txt": "Mobutu Sese Seko, the President of Zaire, flees the country.", "entities": [{"title": "Mobutu Sese Seko", "href": "/wiki/Mobutu_Sese_Seko", "description": "Mobutu Sese Seko Kuku Ngbendu Wa Za Banga was a Congolese politician and military officer who was the President of Zaire from 1965 to 1997. He also served as Chairman of the Organisation of African Unity from 1967 to 1968. During the Congo Crisis, Mobutu, serving as Chief of Staff of the Army and supported by Belgium and the United States, deposed the democratically elected government of Nationali"}, {"title": "Zaire", "href": "/wiki/Zaire", "description": "Zaire, officially the Republic of Zaire, was the name of a sovereign state between 1971 and 1997 in Central Africa that is now known as the Democratic Republic of the Congo. It was, by area, the largest country in sub-Saharan Africa, the third-largest in all of Africa, and the 11th-largest in the world. With a population of over 23 million inhabitants, Zaire was the most-populous officially Franco"}]}, {"heading": "Events", "year": "2003", "date": "May 16", "txt": "In Morocco, 33 civilians are killed and more than 100 people are injured in the Casablanca terrorist attacks.", "entities": [{"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}, {"title": "2003 Casablanca bombings", "href": "/wiki/2003_Casablanca_bombings", "description": "The 2003 Casablanca bombings were a series of suicide bombings on May 16, 2003, in Casablanca, Morocco. This same year, Adil Charkaoui, a Casablanca-based resident was issued a Security Certificate in Montreal, Canada, charged with supporting terrorism, and rumours allege he may have played a financial role in the bombings. The attacks were the deadliest terrorist attacks in the country's history."}]}, {"heading": "Events", "year": "2005", "date": "May 16", "txt": "Kuwait permits women's suffrage in a 35–23 National Assembly vote.", "entities": [{"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}, {"title": "Women's suffrage in Kuwait", "href": "/wiki/Women%27s_suffrage_in_Kuwait", "description": "The first bill which would have given women the right to vote in Kuwait was put to the parliament in 1963. It was ultimately overturned due to pressure from conservatives. Bills continued to be denied through 1985 and 1986. Kuwait then became heavily involved in the Iraq-Iran war, and women began demanding recognition for their efforts in keeping their families and society functional. The parliame"}, {"title": "National Assembly (Kuwait)", "href": "/wiki/National_Assembly_(Kuwait)", "description": "The National Assembly is the unicameral legislature of Kuwait. The National Assembly meets in Kuwait City. Kuwait is widely considered a dictatorship (autocracy)."}]}, {"heading": "Events", "year": "2011", "date": "May 16", "txt": "STS-134 (ISS assembly flight ULF6), launched from the Kennedy Space Center on the 25th and final flight for Space Shuttle Endeavour.", "entities": [{"title": "STS-134", "href": "/wiki/STS-134", "description": "STS-134 was the penultimate mission of NASA's Space Shuttle program and the 25th and last spaceflight of Space Shuttle Endeavour. This flight delivered the Alpha Magnetic Spectrometer and an ExPRESS Logistics Carrier to the International Space Station. Mark Kelly served as the mission commander. STS-134 was expected to be the final space shuttle mission if STS-135 did not receive funding from Cong"}, {"title": "ISS assembly sequence", "href": "/wiki/ISS_assembly_sequence", "description": "The process of assembling the International Space Station (ISS) has been under way since the 1990s. Zarya, the first ISS module, was launched by a Proton rocket on 20 November 1998. The STS-88 Space Shuttle mission followed two weeks after Zarya was launched, bringing Unity, the first of three node modules, and connecting it to Zarya. This bare 2-module core of the ISS remained uncrewed for the ne"}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "Space Shuttle Endeavour", "href": "/wiki/Space_Shuttle_Endeavour", "description": "Space Shuttle Endeavour is a retired orbiter from NASA's Space Shuttle program and the fifth and final operational Shuttle built. It embarked on its first mission, STS-49, in May 1992 and its 25th and final mission, STS-134, in May 2011. STS-134 was expected to be the final mission of the Space Shuttle program, but with the authorization of STS-135, Atlantis became the last shuttle to fly."}]}, {"heading": "Events", "year": "2014", "date": "May 16", "txt": "Twelve people are killed in two explosions in the Gikomba market area of Nairobi, Kenya.", "entities": [{"title": "2014 Gikomba bombings", "href": "/wiki/2014_Gikomba_bombings", "description": "On May 16, 2014, two improvised explosive devices were detonated simultaneously in the Gikomba market in Nairobi, Kenya, killing at least 12 people and injuring 70. The first blast came from a minibus and the second from within the market. Two people were reportedly arrested at the site of the explosions. Shortly after the attacks, hundreds of people swarmed onto the crime scene despite police eff"}, {"title": "Nairobi, Kenya", "href": "/wiki/Nairobi,_Kenya", "description": "Nairobi is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun."}]}, {"heading": "Births", "year": "1418", "date": "May 16", "txt": "John II of Cyprus, King of Cyprus and Armenia and also titular King of Jerusalem from 1432 to 1458 (probable; d. 1458)", "entities": [{"title": "John II of Cyprus", "href": "/wiki/John_II_of_Cyprus", "description": "John II or III of Cyprus was the King of Cyprus and Armenia and also titular King of Jerusalem from 1432 to 1458. He was previously a titular Prince of Antioch."}]}, {"heading": "Births", "year": "1455", "date": "May 16", "txt": "Wolfgang I of Oettingen, German count (d. 1522)", "entities": [{"title": "Wolfgang I of Oettingen", "href": "/wiki/Wolfgang_I_of_Oettingen", "description": "Wolfgang I of Oettingen was a Count of Oettingen-Oettingen."}]}, {"heading": "Births", "year": "1542", "date": "May 16", "txt": "Anna Sibylle of Hanau-Lichtenberg, German noblewoman (d. 1580)", "entities": [{"title": "Anna Sibylle of Hanau-Lichtenberg", "href": "/wiki/Anna_Sibylle_of_Hanau-Lichtenberg", "description": "Countess Anna Sibylle of Hanau-Lichtenberg was a German noblewoman. She was born in Lichtenberg, the eldest surviving daughter of Count Philipp IV and his wife, Countess Eleonore of Fürstenberg."}]}, {"heading": "Births", "year": "1606", "date": "May 16", "txt": "John Bulwer, British doctor (d. 1656)", "entities": [{"title": "John Bulwer", "href": "/wiki/John_Bulwer", "description": "John Bulwer \nwas an English physician and early Baconian natural philosopher\n who wrote five works exploring the Body and human communication, particularly by gesture.\nHe was the first person in England to propose educating deaf people,\n the plans for an Academy he outlines in Philocophus and The Dumbe mans academie."}]}, {"heading": "Births", "year": "1611", "date": "May 16", "txt": "Pope Innocent XI (d. 1689)", "entities": [{"title": "Pope Innocent XI", "href": "/wiki/Pope_Innocent_XI", "description": "Pope Innocent XI, born Benedetto Odescalchi, was Pope from 21 September 1676 to his death on August 12, 1689. He is known in Budapest as the \"Saviour of Hungary\"."}]}, {"heading": "Births", "year": "1641", "date": "May 16", "txt": "Dudley North, English economist and politician (d. 1691)", "entities": [{"title": "Dudley North (economist)", "href": "/wiki/Dudley_North_(economist)", "description": "Sir Dudley North was an English merchant, politician and economist, a writer on free trade."}]}, {"heading": "Births", "year": "1710", "date": "May 16", "txt": "William Talbot, 1st Earl Talbot, English politician, Lord Steward of the Household (d. 1782)", "entities": [{"title": "William Talbot, 1st Earl Talbot", "href": "/wiki/William_Talbot,_1st_Earl_Talbot", "description": "William Talbot, 1st Earl Talbot, PC, known as the Lord Talbot from 1737 to 1761, was a British politician. Talbot was a notable figure among opposition Whig politicians during the reign of King George II before later coming to Court during the reign of his grandson, taking the office of Lord Steward of the Household."}, {"title": "Lord Steward of the Household", "href": "/wiki/Lord_Steward_of_the_Household", "description": "The Lord Steward or Lord Steward of the Household is an important official of the Royal Household in England. He is always a peer. Until 1924, he was always a member of the Government. Until 1782, the office was one of considerable political importance and carried Cabinet rank."}]}, {"heading": "Births", "year": "1718", "date": "May 16", "txt": "Maria Gaetana Agnesi, Italian mathematician and philosopher (d. 1799)", "entities": [{"title": "Maria Gaetana Agnesi", "href": "/wiki/Maria_Gaetana_Agnesi", "description": "Maria Gaetana Agnesi was an Italian mathematician, philosopher, theologian, and humanitarian. She was the first woman to write a mathematics handbook and the first woman appointed as a mathematics professor at a university."}]}, {"heading": "Births", "year": "1763", "date": "May 16", "txt": "Louis Nicolas Vauquelin, French pharmacist and chemist (d. 1829)", "entities": [{"title": "Louis Nicolas Vauquelin", "href": "/wiki/Louis_Nicolas_Vauquelin", "description": "Prof Louis Nicolas Vauquelin FRS(For) HFRSE was a French pharmacist and chemist. He was the discoverer of both chromium and beryllium."}]}, {"heading": "Births", "year": "1788", "date": "May 16", "txt": "Friedrich Rückert, German poet and translator (d. 1866)", "entities": [{"title": "Friedrich Rückert", "href": "/wiki/Friedrich_R%C3%BCckert", "description": "Friedrich Rückert was a German poet, translator, and professor of Oriental languages."}]}, {"heading": "Births", "year": "1801", "date": "May 16", "txt": "William H. Seward, American lawyer and politician, 24th United States Secretary of State (d. 1872)", "entities": [{"title": "William H. Seward", "href": "/wiki/William_H._Seward", "description": "William Henry Seward was United States Secretary of State from 1861 to 1869, and earlier served as governor of New York and as a United States Senator. A determined opponent of the spread of slavery in the years leading up to the American Civil War, he was a prominent figure in the Republican Party in its formative years, and was praised for his work on behalf of the Union as Secretary of State du"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1804", "date": "May 16", "txt": "Elizabeth Palmer Peabody, American educator who founded the first U.S. kindergarten (d. 1894)", "entities": [{"title": "Elizabeth Peabody", "href": "/wiki/Elizabeth_Peabody", "description": "Elizabeth Palmer Peabody was an American educator who opened the first English-language kindergarten in the United States. Long before most educators, Peabody embraced the premise that children's play has intrinsic developmental and educational value."}]}, {"heading": "Births", "year": "1819", "date": "May 16", "txt": "Johann Voldemar Jannsen, Estonian journalist and poet (d. 1890)", "entities": [{"title": "Johann Voldemar Jannsen", "href": "/wiki/Johann_Voldemar_Jannsen", "description": "Johann Voldemar Jannsen was an Estonian journalist and poet active in Livonia."}]}, {"heading": "Births", "year": "1821", "date": "May 16", "txt": "Pafnuty Chebyshev, Russian mathematician and statistician (d. 1894)", "entities": [{"title": "Pafnuty Chebyshev", "href": "/wiki/Pafnuty_Chebyshev", "description": "Pafnuty Lvovich Chebyshev was a Russian mathematician and considered to be the founding father of Russian mathematics."}]}, {"heading": "Births", "year": "1824", "date": "May 16", "txt": "Levi P. Morton, American banker and politician, 22nd United States Vice President (d. 1920)", "entities": [{"title": "Levi P. Morton", "href": "/wiki/Levi_P._Morton", "description": "Levi Parsons Morton was the 22nd vice president of the United States from 1889 to 1893. He also served as United States ambassador to France, as a U.S. representative from New York, and as the 31st governor of New York."}, {"title": "United States Vice President", "href": "/wiki/United_States_Vice_President", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1824", "date": "May 16", "txt": "Edmund Kirby Smith, American general (d. 1893)", "entities": []}, {"heading": "Births", "year": "1827", "date": "May 16", "txt": "Pierre Cuypers, Dutch architect, designed the Amsterdam Centraal railway station and Rijksmuseum (d. 1921)", "entities": [{"title": "Pierre Cuypers", "href": "/wiki/Pierre_Cuypers", "description": "Petrus Josephus Hubertus \"Pierre\" Cuypers was a Dutch architect. His name is most frequently associated with the Amsterdam Central Station (1881–1889) and the Rijksmuseum (1876–1885), both in Amsterdam. More representative for his oeuvre, however, are numerous churches, of which he designed more than 100. Moreover, he restored many monuments."}, {"title": "Amsterdam Centraal railway station", "href": "/wiki/Amsterdam_Centraal_railway_station", "description": "Amsterdam Centraal Station is the largest railway station in Amsterdam in North Holland, Netherlands. A major international railway hub, it is used by 192,000 passengers a day, making it the second busiest railway station in the country after Utrecht Centraal and the most visited Rijksmonument of the Netherlands."}, {"title": "Rijksmuseum", "href": "/wiki/Rijksmuseum", "description": "The Rijksmuseum is a Dutch national museum dedicated to arts and history in Amsterdam. The museum is located at the Museum Square in the borough Amsterdam South, close to the Van Gogh Museum, the Stedelijk Museum Amsterdam, and the Concertgebouw."}]}, {"heading": "Births", "year": "1831", "date": "May 16", "txt": "David Edward Hughes, Welsh-American physicist, co-invented the microphone (d. 1900)", "entities": [{"title": "David Edward Hughes", "href": "/wiki/David_Edward_Hughes", "description": "David Edward Hughes, was a British-American inventor, practical experimenter, and professor of music known for his work on the printing telegraph and the microphone. He is generally considered to have been born in London but his family moved around that time so he may have been born in Corwen, Wales. His family moved to the U.S. while he was a child and he became a professor of music in Kentucky. "}, {"title": "Microphone", "href": "/wiki/Microphone", "description": "A microphone, colloquially called a mic or mike, is a device – a transducer – that converts sound into an electrical signal. Microphones are used in many applications such as telephones, hearing aids, public address systems for concert halls and public events, motion picture production, live and recorded audio engineering, sound recording, two-way radios, megaphones, radio and television broadcast"}]}, {"heading": "Births", "year": "1859", "date": "May 16", "txt": "Horace Hutchinson, English golfer (d. 1932)", "entities": [{"title": "Horace Hutchinson", "href": "/wiki/Horace_Hutchinson", "description": "Horatio Gordon \"Horace\" Hutchinson was an English amateur golfer who played in the late 19th century and early 20th century. Hutchinson won the 1886 and 1887 Amateur Championships. He had three top-10 finishes in the Open Championship, his best result being sixth in the 1890 Open Championship."}]}, {"heading": "Births", "year": "1862", "date": "May 16", "txt": "Margaret Fountaine, English lepidopterist and diarist (d.1940)", "entities": [{"title": "Margaret Fountaine", "href": "/wiki/Margaret_Fountaine", "description": "Margaret Elizabeth Fountaine, was a Victorian lepidopterist, natural history illustrator, diarist, and traveller who published in The Entomologist's Record and Journal of Variation. She is also known for her personal diaries, which were edited into two volumes by W.F. Cater for the popular market and published posthumously."}, {"title": "Lepidopterist", "href": "/wiki/Lepidopterist", "description": "Lepidopterology, is a branch of entomology concerning the scientific study of moths and the three superfamilies of butterflies. Someone who studies in this field is a lepidopterist or, archaically, an aurelian."}]}, {"heading": "Births", "year": "1876", "date": "May 16", "txt": "Fred Conrad Koch, American biochemist and endocrinologist (d. 1948)", "entities": [{"title": "Fred Conrad Koch", "href": "/wiki/Fred_Conrad_Koch", "description": "Frederick Conrad Koch was an American biochemist and endocrinologist. Born in Chicago, Illinois, Koch graduated from the University of Illinois in 1899. He was affiliated with the University of Chicago from 1912 to 1941, serving as chairman of the department of biochemistry from 1936 to 1941. He retired as professor emeritus, and was director of biomedical research at Armour and Company. He was kn"}]}, {"heading": "Births", "year": "1879", "date": "May 16", "txt": "Pierre Gilliard, Swiss author and academic (d. 1962)", "entities": [{"title": "Pierre Gilliard", "href": "/wiki/Pierre_Gilliard", "description": "Pierre Gilliard was a Swiss academic and author, best known as the French language tutor to the five children of Emperor Nicholas II of Russia from 1905 to 1918. In 1921, after the Russian Revolution of 1917, he published a memoir, Thirteen Years at the Russian Court, about his time with the family. In his memoirs, Gilliard described Tsarina Alexandra's torment over her son's haemophilia and her f"}]}, {"heading": "Births", "year": "1882", "date": "May 16", "txt": "Simeon Price, American golfer (d. 1945)", "entities": [{"title": "Simeon Price", "href": "/wiki/Simeon_Price", "description": "Simeon Taylor Price, Jr. was an American golfer who competed in the 1904 Summer Olympics. He was born in Maine and died in Washington, D.C. In 1904 he was part of the American team which won the bronze medal. He finished 20th in this competition. In the individual competition he finished 19th in the qualification and was eliminated in the first round of the match play."}]}, {"heading": "Births", "year": "1883", "date": "May 16", "txt": "Celâl Bayar, Turkish politician, 3rd President of Turkey (d. 1986)", "entities": [{"title": "Celâl Bayar", "href": "/wiki/Cel%C3%A2l_Bayar", "description": "Mahmut Celâl Bayar was a Turkish politician who was the third President of Turkey from 1950 to 1960; previously he was Prime Minister of Turkey from 1937 to 1939. Bayar, as the Turkish President, was decorated with the Legion of Merit by the President of the United States, as a result of Turkey's participation in the Korean War. He is considered to be the longest-lived former head of state and was"}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Births", "year": "1888", "date": "May 16", "txt": "Royal Rife, American microbiologist and instrument maker (d. 1971)", "entities": [{"title": "Royal Rife", "href": "/wiki/Royal_Rife", "description": "Royal Raymond Rife was an American inventor and early exponent of high-magnification time-lapse cine-micrography."}]}, {"heading": "Births", "year": "1890", "date": "May 16", "txt": "Edith Grace White, American ichthyologist (d. 1975)", "entities": [{"title": "Edith Grace White", "href": "/wiki/Edith_Grace_White", "description": "Edith Grace White was an American zoologist known for her studies of elasmobranchs. She was a professor of biology at Wilson College, and was a research associate of the American Museum of Natural History in New York City."}]}, {"heading": "Births", "year": "1892", "date": "May 16", "txt": "Osgood Perkins, American actor (d. 1937)", "entities": [{"title": "Osgood Perkins", "href": "/wiki/Osgood_Perkins", "description": "James Ridley Osgood Perkins was an American actor."}]}, {"heading": "Births", "year": "1894", "date": "May 16", "txt": "Walter Yust, American journalist and writer (d. 1960)", "entities": [{"title": "Walter Yust", "href": "/wiki/Walter_Yust", "description": "Walter M. Yust was an American journalist and writer. Yust was also the American editor-in-chief of the Encyclopædia Britannica from 1938 to 1960. He was the father of filmmaker Larry Yust and Jane Yust Rivera.\nA graduate of the University of Pennsylvania, Yust began his career as a writer for the Philadelphia Evening Ledger in 1917 and later worked for newspapers in New Orleans, Louisiana, and fo"}]}, {"heading": "Births", "year": "1897", "date": "May 16", "txt": "Zvi Sliternik, Israeli entomologist and academic (d. 1994)", "entities": [{"title": "Zvi Sliternik", "href": "/wiki/Zvi_Sliternik", "description": "Zvi Saliternik was an Israeli entomologist."}]}, {"heading": "Births", "year": "1898", "date": "May 16", "txt": "Tamara de Lempicka, Polish-American painter (d. 1980)", "entities": [{"title": "Tamara de Lempicka", "href": "/wiki/Tamara_de_Lempicka", "description": "Tamara Łempicka, better known as Tamara de Lempicka, was a Polish painter who spent her working life in France and the United States. She is best known for her polished Art Deco portraits of aristocrats and the wealthy, and for her highly stylized paintings of nudes."}]}, {"heading": "Births", "year": "1898", "date": "May 16", "txt": "Desanka Maksimović, Serbian poet and academic (d. 1993)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 16", "txt": "Kenji Mizoguchi, Japanese director and screenwriter (d. 1956)", "entities": []}, {"heading": "Births", "year": "1903", "date": "May 16", "txt": "Charles F. Brannock, American inventor and manufacturer (d. 1992)", "entities": [{"title": "Charles F. Brannock", "href": "/wiki/Charles_F._Brannock", "description": "Charles F. Brannock was the inventor and manufacturer of the Brannock Device for measuring overall length, width, and heel-to-ball length of the foot."}]}, {"heading": "Births", "year": "1905", "date": "May 16", "txt": "Henry Fonda, American actor (d. 1982)", "entities": [{"title": "Henry Fonda", "href": "/wiki/Henry_Fonda", "description": "Henry Jaynes Fonda was an American film and stage actor who had a career that spanned five decades in Hollywood. Fonda cultivated a strong, appealing screen image in several films now considered to be classics, earning one Academy Award for Best Actor on two nominations."}]}, {"heading": "Births", "year": "1906", "date": "May 16", "txt": "Ernie McCormick, Australian cricketer (d. 1991)", "entities": [{"title": "Ernie McCormick", "href": "/wiki/Ernie_McCormick", "description": "Ernest Leslie McCormick was an Australian cricketer who played in 12 Tests from 1935 to 1938."}]}, {"heading": "Births", "year": "1906", "date": "May 16", "txt": "Alfred Pellan, Canadian painter and educator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1906", "date": "May 16", "txt": "Arturo Uslar Pietri, Venezuelan lawyer, journalist, and author (d. 2001)", "entities": []}, {"heading": "Births", "year": "1906", "date": "May 16", "txt": "Margret Rey, German author and illustrator (d. 1996)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 16", "txt": "Bob Tisdall, Irish hurdler (d. 2004)", "entities": [{"title": "Bob Tisdall", "href": "/wiki/Bob_Tisdall", "description": "Robert (\"Bob\") Morton Newburgh Tisdall was an Irish athlete who won a gold medal in the 400-metre hurdles at the 1932 Summer Olympics in Los Angeles."}]}, {"heading": "Births", "year": "1909", "date": "May 16", "txt": "Margaret Sullavan, American actress and singer (d. 1960)", "entities": [{"title": "Margaret Sullavan", "href": "/wiki/Margaret_Sullavan", "description": "Margaret Brooke Sullavan was an American actress of stage and film."}]}, {"heading": "Births", "year": "1909", "date": "May 16", "txt": "Luigi Villoresi, Italian race car driver (d. 1997)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 16", "txt": "Olga Bergholz, Russian poet and author (d. 1975)", "entities": [{"title": "Olga Bergholz", "href": "/wiki/Olga_Bergholz", "description": "Olga Fyodorovna Bergholz was a Soviet poet, writer, playwright and journalist. She is most famous for her work on the Leningrad radio during the city's blockade, when she became the symbol of city's strength and determination."}]}, {"heading": "Births", "year": "1910", "date": "May 16", "txt": "Higashifushimi Kunihide, Japanese monk and educator (d. 2014)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 16", "txt": "Aleksandr Ivanovich Laktionov, Russian painter and educator (d. 1972)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 16", "txt": "Studs Terkel, American historian and author (d. 2008)", "entities": [{"title": "Studs Terkel", "href": "/wiki/Studs_Terkel", "description": "Louis \"Studs\" Terkel was an American author, historian, actor, and broadcaster. He received the Pulitzer Prize for General Non-Fiction in 1985 for The Good War and is best remembered for his oral histories of common Americans, and for hosting a long-running radio show in Chicago."}]}, {"heading": "Births", "year": "1913", "date": "May 16", "txt": "Gordon Chalk, Australian politician, 30th Premier of Queensland (d. 1991)", "entities": [{"title": "Gordon Chalk", "href": "/wiki/Gordon_Chalk", "description": "Sir Gordon William Wesley Chalk, was Premier of Queensland for a week, from 1 to 8 August 1968. He was the first and only Queensland Premier from the post-war Liberal Party."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1913", "date": "May 16", "txt": "Woody Herman, American singer, saxophonist, and clarinet player (d. 1987)", "entities": [{"title": "Woody Herman", "href": "/wiki/Woody_Herman", "description": "Woodrow Charles Herman was an American jazz clarinetist, saxophonist, singer, and big band leader. Leading various groups called \"The Herd\", Herman came to prominence in the late 1930s and was active until his death in 1987. His bands often played music that was cutting edge and experimental for its time; they received numerous Grammy nominations and awards."}]}, {"heading": "Births", "year": "1914", "date": "May 16", "txt": "Edward T. Hall, American anthropologist and author (d. 2009)", "entities": [{"title": "Edward T. Hall", "href": "/wiki/Edward_T._Hall", "description": "Edward Twitchell Hall, Jr. was an American anthropologist and cross-cultural researcher. He is remembered for developing the concept of proxemics and exploring cultural and social cohesion, and describing how people behave and react in different types of culturally defined personal space. Hall was an influential colleague of Marshall McLuhan and Buckminster Fuller."}]}, {"heading": "Births", "year": "1915", "date": "May 16", "txt": "Mario Monicelli, Italian director and screenwriter (d. 2010)", "entities": [{"title": "Mario Monicelli", "href": "/wiki/Mario_Monicelli", "description": "Mario Monicelli was an Italian film director and screenwriter and one of the masters of the Commedia all'Italiana. He was nominated six times for an Oscar, and was awarded the Golden Lion for his career."}]}, {"heading": "Births", "year": "1916", "date": "May 16", "txt": "Ephraim Katzir, Israeli biophysicist and politician, 4th President of Israel (d. 2009)", "entities": [{"title": "Ephraim Katzir", "href": "/wiki/Ephraim_Katzir", "description": "Ephraim Katzir was an Israeli biophysicist and Israeli Labor Party politician. He was the fourth President of Israel from 1973 until 1978."}, {"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Births", "year": "1917", "date": "May 16", "txt": "Ben Kuroki, American sergeant and pilot (d. 2015)", "entities": [{"title": "Ben Kuroki", "href": "/wiki/Ben_Kuroki", "description": "Ben Kuroki was the only American of Japanese descent in the United States Army Air Forces to serve in combat operations in the Pacific theater of World War II. He flew a total of 58 combat missions over Europe, North Africa, and Japan during World War II."}]}, {"heading": "Births", "year": "1917", "date": "May 16", "txt": "James C. Murray, American lawyer and politician (d. 1999)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 16", "txt": "Juan Rulfo, Mexican author and photographer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1918", "date": "May 16", "txt": "Wilf Mannion, English footballer and manager (d. 2000)", "entities": [{"title": "Wilf Mannion", "href": "/wiki/Wilf_Mannion", "description": "Wilfred James Mannion was an English professional footballer who played as an inside forward, making over 350 senior appearances for Middlesbrough. He also played international football for England. With his blonde hair, he was nicknamed \"The Golden Boy\"."}]}, {"heading": "Births", "year": "1919", "date": "May 16", "txt": "Liberace, American pianist and entertainer (d. 1987)", "entities": [{"title": "Liberace", "href": "/wiki/Liberace", "description": "Władziu Valentino Liberace was an American pianist, singer, and actor. A child prodigy born in Wisconsin to parents of Italian and Polish origin, Liberace enjoyed a career spanning four decades of concerts, recordings, television, motion pictures, and endorsements. At the height of his fame from the 1950s to 1970s, Liberace was the highest-paid entertainer in the world with established concert res"}]}, {"heading": "Births", "year": "1919", "date": "May 16", "txt": "Ramon Margalef, Spanish ecologist and biologist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1920", "date": "May 16", "txt": "Martine Carol, French actress (d. 1967)", "entities": [{"title": "Martine Carol", "href": "/wiki/Martine_Carol", "description": "Martine Carol was a French film actress."}]}, {"heading": "Births", "year": "1921", "date": "May 16", "txt": "Harry Carey, Jr., American actor, producer, and screenwriter (d. 2012)", "entities": [{"title": "Harry Carey, Jr.", "href": "/wiki/Harry_Carey,_Jr.", "description": "Henry George Carey Jr. was an American actor. He appeared in more than 90 films, including several John Ford Westerns, as well as numerous television series."}]}, {"heading": "Births", "year": "1923", "date": "May 16", "txt": "Victoria Fromkin, American linguist and academic (d. 2000)", "entities": [{"title": "Victoria Fromkin", "href": "/wiki/Victoria_Fromkin", "description": "Victoria Alexandra Fromkin was an American linguist who taught at UCLA. She studied slips of the tongue, mishearing, and other speech errors and applied this to phonology, the study of how the sounds of a language are organized in the mind."}]}, {"heading": "Births", "year": "1923", "date": "May 16", "txt": "Merton Miller, American economist and academic, Nobel Prize laureate (d. 2000)", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1923", "date": "May 16", "txt": "Peter Underwood, English parapsychologist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 16", "txt": "Barbara Bachmann, American microbiologist (d. 1999)", "entities": [{"title": "Barbara Bachmann", "href": "/wiki/Barbara_Bachmann", "description": "Barbara Joyce Bachmann was a lecturer at Yale University, UC Berkeley, Columbia and NYU, and is best known as director of the E. coli Genetic Stock Center and for publishing editions of the standard E. coli K-12 genetic linkage map."}]}, {"heading": "Births", "year": "1924", "date": "May 16", "txt": "Dawda Jawara, 1st President of the Gambia (d. 2019)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 16", "txt": "Nancy Roman, American astronomer (d. 2018)", "entities": [{"title": "Nancy Roman", "href": "/wiki/Nancy_Roman", "description": "Nancy Grace Roman was a noted American astronomer who made important contributions to stellar classification and motions, and became the first female executive at NASA, and served as NASA's first Chief of Astronomy throughout the 1960s and 1970s, establishing her as one of the \"visionary founders of the US civilian space program\". She created NASA's space astronomy program and is known to many as "}]}, {"heading": "Births", "year": "1925", "date": "May 16", "txt": "Ola Vincent, Nigerian banker and economist  (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 16", "txt": "Nílton Santos, Brazilian footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 16", "txt": "Billy Martin, American baseball player and coach (d. 1989)", "entities": [{"title": "Billy Martin", "href": "/wiki/Billy_Martin", "description": "Alfred Manuel Martin Jr., commonly called \"Billy\", was an American Major League Baseball second baseman and manager who, in addition to leading other teams, was five times the manager of the New York Yankees. First known as a scrappy infielder who made considerable contributions to the championship Yankee teams of the 1950s, he then built a reputation as a manager who would initially make bad team"}]}, {"heading": "Births", "year": "1929", "date": "May 16", "txt": "Betty Carter, American singer-songwriter (d. 1998)", "entities": [{"title": "Betty Carter", "href": "/wiki/Betty_Carter", "description": "Betty Carter was an American jazz singer known for her improvisational technique, scatting and other complex musical abilities that demonstrated her vocal talent and imaginative interpretation of lyrics and melodies. Vocalist Carmen McRae once remarked: \"There's really only one jazz singer—only one: Betty Carter.\""}]}, {"heading": "Births", "year": "1929", "date": "May 16", "txt": "John Conyers, American lawyer and politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 16", "txt": "Claude Morin, Canadian academic and politician", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 16", "txt": "Adrienne Rich, American poet, essayist, and feminist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 16", "txt": "Friedrich Gulda, Austrian pianist and composer (d. 2000)", "entities": [{"title": "Friedrich Gulda", "href": "/wiki/Friedrich_Gulda", "description": "Friedrich Gulda was an Austrian pianist and composer who worked in both the classical and jazz fields."}]}, {"heading": "Births", "year": "1931", "date": "May 16", "txt": "Vujadin Boškov, Serbian footballer, coach, and manager (d. 2014)", "entities": [{"title": "Vujadin Boškov", "href": "/wiki/Vujadin_Bo%C5%A1kov", "description": "Vujadin Boškov was a Serbian footballer and manager."}]}, {"heading": "Births", "year": "1931", "date": "May 16", "txt": "Hana Brady, Jewish-Czech Holocaust victim (d.1944)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 16", "txt": "K. Natwar Singh, Indian scholar and politician, Indian Minister of External Affairs", "entities": [{"title": "Minister of External Affairs (India)", "href": "/wiki/Minister_of_External_Affairs_(India)", "description": "The Minister of External Affairs is the head of the Ministry of External Affairs of the Government of India. One of the senior-most offices in the Union Cabinet, the chief responsibility of the Foreign Minister is to represent India and its government in the international community. The Foreign Minister also plays an important role in determining Indian foreign policy. Occasionally, the Foreign Mi"}]}, {"heading": "Births", "year": "1931", "date": "May 16", "txt": "Lowell P. Weicker, Jr., American soldier and politician, 85th Governor of Connecticut", "entities": [{"title": "Governor of Connecticut", "href": "/wiki/Governor_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Births", "year": "1934", "date": "May 16", "txt": "Kenneth O. Morgan, Welsh historian and author", "entities": [{"title": "Kenneth O. Morgan", "href": "/wiki/Kenneth_O._Morgan", "description": "Kenneth Owen Morgan, Baron Morgan, is a Welsh historian and author, known especially for his writings on modern British history and politics and on Welsh history. He is a regular reviewer and broadcaster on radio and television. He has been an influential intellectual resource in the Labour Party."}]}, {"heading": "Births", "year": "1934", "date": "May 16", "txt": "Antony Walker, English general", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 16", "txt": "Floyd Smith, Canadian ice hockey player and coach", "entities": [{"title": "Floyd Smith", "href": "/wiki/Floyd_Smith", "description": "Floyd Robert Donald Smith is a Canadian former professional ice hockey centre and coach."}]}, {"heading": "Births", "year": "1936", "date": "May 16", "txt": "Karl Lehmann, German cardinal (d. 2018)", "entities": [{"title": "Karl Lehmann", "href": "/wiki/Karl_Lehmann", "description": "Karl Lehmann was a German Cardinal prelate of the Catholic Church. He served as Bishop of Mainz from 1983 to 2016, being elevated to Cardinal in 2001. He also served as Chairman of the Conference of the German Bishops from 1987 to 2008, being considered one of the most influential prelates in Germany in these years and a leading proponent of liberal stances within the Church. Before he became a bi"}]}, {"heading": "Births", "year": "1937", "date": "May 16", "txt": "Yvonne Craig, American ballet dancer and actress (d. 2015)", "entities": [{"title": "Yvonne Craig", "href": "/wiki/Yvonne_Craig", "description": "Yvonne Joyce Craig was an American actress and ballet dancer best known for her role as Batgirl in the 1960s television series Batman and as the green-skinned Orion slave girl Marta in the Star Trek episode \"Whom Gods Destroy\" (1969). The Huffington Post called her \"a pioneer of female superheroes\" for television."}]}, {"heading": "Births", "year": "1938", "date": "May 16", "txt": "Stuart Bell, English lawyer and politician (d. 2012)", "entities": [{"title": "Stuart Bell", "href": "/wiki/Stuart_Bell", "description": "Sir Stuart Bell was a British Labour Party politician, who was the Member of Parliament (MP) for Middlesbrough from the 1983 general election until his death in 2012."}]}, {"heading": "Births", "year": "1938", "date": "May 16", "txt": "Ivan Sutherland, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 16", "txt": "Marco Aurelio Denegri, Peruvian television host and sexologist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 16", "txt": "Mario Segni, Italian professor and politician", "entities": [{"title": "Mario Segni", "href": "/wiki/Mario_Segni", "description": "Mariotto Segni is an Italian politician and professor of civil law. He founded several parties, which focused on fighting for electoral reform through referendums. He is the son of the politician Antonio Segni, one time President of the Republic of Italy."}]}, {"heading": "Births", "year": "1941", "date": "May 16", "txt": "Denis Hart, Australian archbishop", "entities": [{"title": "Denis Hart", "href": "/wiki/Denis_Hart", "description": "Denis James Hart is a retired Australian prelate of the Catholic Church. He was Archbishop of Melbourne from 2001 to 2018."}]}, {"heading": "Births", "year": "1942", "date": "May 16", "txt": "David Penry-Davey, English lawyer and judge (d. 2015)", "entities": [{"title": "David Penry-Davey", "href": "/wiki/David_Penry-Davey", "description": "Sir David Herbert Penry-Davey was a judge of the High Court of England and Wales."}]}, {"heading": "Births", "year": "1943", "date": "May 16", "txt": "Kay Andrews, Baroness Andrews, English politician", "entities": [{"title": "Kay Andrews, Baroness Andrews", "href": "/wiki/Kay_Andrews,_Baroness_Andrews", "description": "Elizabeth Kay Andrews, Baroness Andrews, is a British Labour politician and life peer. She was Chair of English Heritage from July 2009 to July 2013."}]}, {"heading": "Births", "year": "1943", "date": "May 16", "txt": "Dan Coats, American politician and diplomat, 29th United States Ambassador to Germany", "entities": [{"title": "United States Ambassador to Germany", "href": "/wiki/United_States_Ambassador_to_Germany", "description": "The United States has had diplomatic relations with the nation of Germany and its principal predecessor nation, the Kingdom of Prussia, since 1835. These relations were broken twice while Germany and the United States were at war and for a continuation interval afterwards."}]}, {"heading": "Births", "year": "1943", "date": "May 16", "txt": "Wieteke van Dort, Dutch actress, comedian, singer, writer and artist", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 16", "txt": "Billy Cobham, Panamanian-American drummer, composer, and bandleader", "entities": [{"title": "Billy Cobham", "href": "/wiki/Billy_Cobham", "description": "William Emanuel Cobham Jr. is a Panamanian-American jazz drummer who came to prominence in the late 1960s and early 1970s with trumpeter Miles Davis and then with the Mahavishnu Orchestra. According to AllMusic, Cobham is generally acclaimed as fusion's greatest drummer."}]}, {"heading": "Births", "year": "1944", "date": "May 16", "txt": "Antal Nagy, Hungarian footballer", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 16", "txt": "Danny Trejo, American actor", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 16", "txt": "John Law, English sociologist and academic", "entities": [{"title": "John Law (sociologist)", "href": "/wiki/John_Law_(sociologist)", "description": "John Law, is a sociologist and science and technology studies scholar, currently on the Faculty of Social Sciences at the Open University and key proponent of Actor-network theory. Actor-network theory, sometimes abbreviated to ANT, is a social science approach for describing and explaining social, organisational, scientific and technological structures, processes and events. It assumes that all t"}]}, {"heading": "Births", "year": "1946", "date": "May 16", "txt": "Robert Fripp, English guitarist, songwriter and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 16", "txt": "Cheryl Clarke, American writer", "entities": [{"title": "Cheryl Clarke", "href": "/wiki/Cheryl_Clarke", "description": "Cheryl L. Clarke is a lesbian poet, essayist, educator and a Black feminist community activist: she lives in Jersey City, New Jersey, and Hobart, New York. With her life partner, Barbara Balliet, she is co-owner of Bleinheim Hill Books, a used and rare bookstore in Hobart. Her younger sister is novelist Breena Clarke, with whom Clarke and Balliet organize the Hobart Festival of Women writers each "}]}, {"heading": "Births", "year": "1947", "date": "May 16", "txt": "Darrell Sweet, Scottish drummer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 16", "txt": "Roch Thériault, Canadian religious leader (d. 2011)", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 16", "txt": "Jesper Christensen, Danish actor, director, and producer", "entities": [{"title": "Jesper Christensen", "href": "/wiki/Jesper_Christensen", "description": "Jesper Christensen is a Danish actor. A veteran of European cinema, he has more recently made the transition to English language projects, including The Interpreter and Revelations. He has also appeared as the mysterious villain Mr. White in the James Bond films Casino Royale, Quantum of Solace, and Spectre."}]}, {"heading": "Births", "year": "1948", "date": "May 16", "txt": "Judy Finnigan, English talk show host and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 16", "txt": "Enrico Fumia, Italian automobile and product designer", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 16", "txt": "Emma Georgina Rothschild, English historian and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 16", "txt": "Staf Van Roosbroeck, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 16", "txt": "Rick Reuschel, American baseball player", "entities": [{"title": "Rick Reuschel", "href": "/wiki/Rick_Reuschel", "description": "Ricky Eugene Reuschel is an American former professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1972 to 1991, winning 214 games with a career 3.37 ERA. His nickname was \"Big Daddy\" because of his portly physique. He was known for his deceptive style of pitching, which kept hitters off balance by constantly varying the speeds of his pitches."}]}, {"heading": "Births", "year": "1950", "date": "May 16", "txt": "Georg Bednorz, German physicist and academic, Nobel Prize laureate", "entities": [{"title": "Georg Bednorz", "href": "/wiki/Georg_Bednorz", "description": "Johannes Georg Bednorz is a German physicist who, together with K. Alex Müller, discovered high-temperature superconductivity in ceramics, for which they shared the 1987 Nobel Prize in Physics."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1950", "date": "May 16", "txt": "Ray Condo, Canadian singer-songwriter and guitarist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 16", "txt": "Bruce Coville, American author", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 16", "txt": "Christian Lacroix, French fashion designer", "entities": [{"title": "Christian Lacroix", "href": "/wiki/Christian_Lacroix", "description": "Christian Marie Marc Lacroix is a French fashion designer. The name may also refer to the company he founded."}]}, {"heading": "Births", "year": "1951", "date": "May 16", "txt": "Jonathan Richman, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 16", "txt": "Janet Soskice, Canadian philosopher and theologian", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 16", "txt": "James Herndon, American psychologist and academic", "entities": [{"title": "James Herndon (media psychologist)", "href": "/wiki/James_Herndon_(media_psychologist)", "description": "James Neil Herndon is a media psychologist. He received his Ph.D. in Educational Technology from Arizona State University. His early experimental research focused on new methods of personalizing training materials. More recent work explores the use of media psychology research in digital public relations. His qualitative research tool, Affective Encryption Analysis, has received press notice as a "}]}, {"heading": "Births", "year": "1953", "date": "May 16", "txt": "Pierce Brosnan, Irish-American actor and producer", "entities": [{"title": "Pierce Brosnan", "href": "/wiki/Pierce_Brosnan", "description": "Pierce Brosnan is an Irish-American actor, film producer and environmental activist. He is best known as the fifth actor to play secret agent James Bond in the Bond film series, starring in four films from 1995 to 2002 and portraying the character in multiple video games."}]}, {"heading": "Births", "year": "1953", "date": "May 16", "txt": "Peter Onorati, American actor", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 16", "txt": "Richard Page, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 16", "txt": "Kitanoumi Toshimitsu, Japanese sumo wrestler, the 55th Yokozuna (d. 2015)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1953", "date": "May 16", "txt": "David Maclean, Scottish politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 16", "txt": "Stephen Woolman, Lord Woolman, Scottish judge and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 16", "txt": "Dafydd Williams, Canadian physician and astronaut", "entities": [{"title": "Dafydd Williams", "href": "/wiki/Dafydd_Williams", "description": "Dafydd Rhys Williams OC OOnt CCFP FCFP FRCPC FRCP is a Canadian physician, public speaker, CEO, author and a retired CSA astronaut. Williams was a mission specialist on two space shuttle missions. His first spaceflight, STS-90 in 1998, was a 16-day mission aboard Space Shuttle Columbia dedicated to neuroscience research. His second flight, STS-118 in August 2007, was flown by Space Shuttle Endeavo"}]}, {"heading": "Births", "year": "1955", "date": "May 16", "txt": "Olga Korbut, Soviet gymnast", "entities": [{"title": "Olga Korbut", "href": "/wiki/Olga_Korbut", "description": "Olga Valentinovna Korbut is a former gymnast who competed for the Soviet Union. Nicknamed the \"Sparrow from Minsk\", she won four gold medals and two silver medals at the Summer Olympic Games, in which she competed in 1972 and 1976 for the Soviet team, and was the inaugural inductee to the International Gymnastics Hall of Fame in 1988."}]}, {"heading": "Births", "year": "1955", "date": "May 16", "txt": "Jack Morris, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 16", "txt": "Hazel O'Connor, English-born Irish singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 16", "txt": "Páidí Ó Sé, Irish footballer and manager (d. 2012)", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 16", "txt": "Debra Winger, American actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 16", "txt": "Loretta Schrijver, Dutch television host, news anchor", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 16", "txt": "Joan Benoit, American runner", "entities": [{"title": "Joan Benoit", "href": "/wiki/Joan_Benoit", "description": "Joan Benoit Samuelson is an American Senior Grand Masters marathon runner who was the first women's Olympic Games marathon champion, winning the Gold medal at the 1984 Summer Olympics in Los Angeles. She held the fastest time for an American woman at the Chicago Marathon for 32 years after winning the race in 1985. Her time at the Boston Marathon was the fastest time by an American woman at that r"}]}, {"heading": "Births", "year": "1957", "date": "May 16", "txt": "Benjamin Mancroft, 3rd Baron Mancroft, English politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 16", "txt": "Yuri Shevchuk, Russian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 16", "txt": "Anthony St John, 22nd Baron St John of Bletso, English lawyer and businessman", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 16", "txt": "Bob Suter, American ice hockey player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 16", "txt": "Mitch Webster, American baseball player", "entities": [{"title": "Mitch Webster", "href": "/wiki/Mitch_Webster", "description": "Mitchell Dean Webster is a former outfielder in Major League Baseball who played from 1983 through 1995 for the Toronto Blue Jays, Montreal Expos, Chicago Cubs, Cleveland Indians, Pittsburgh Pirates and Los Angeles Dodgers. Listed at 6' 0\", 185 lb., he was a switch hitter and threw left handed."}]}, {"heading": "Births", "year": "1959", "date": "May 16", "txt": "Mare Winningham, American actress and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 16", "txt": "Landon Deireragea, Nauruan politician, Nauruan Speaker of Parliament", "entities": [{"title": "Landon Deireragea", "href": "/wiki/Landon_Deireragea", "description": "Landon Deireragea is a Nauruan politician."}, {"title": "List of Speakers of the Parliament of Nauru", "href": "/wiki/List_of_Speakers_of_the_Parliament_of_Nauru", "description": "The Speaker of the Parliament of Nauru is the presiding officer of that legislature in the Republic of Nauru. The Speaker is elected by the members in the Parliament of Nauru."}]}, {"heading": "Births", "year": "1960", "date": "May 16", "txt": "S. Shanmuganathan, Sri Lankan commander and politician (d. 1998)", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 16", "txt": "Kevin McDonald, Canadian actor and screenwriter", "entities": [{"title": "Kevin McDonald", "href": "/wiki/Kevin_McDonald", "description": "Kevin Hamilton McDonald is a Canadian actor, voice actor and comedian. He is a member of the comedy troupe The Kids in the Hall, who have appeared together in a number of stage, television and film productions, most notably the 1988–1995 TV series The Kids in the Hall. He played Pastor Dave in That '70s Show, and also starred as a co-pilot in the 2011 web comedy series Papillon. He also does voice"}]}, {"heading": "Births", "year": "1961", "date": "May 16", "txt": "Charles Wright, American wrestler", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 16", "txt": "Jimmy Hood, Scottish engineer and politician (d. 2017)", "entities": [{"title": "Jimmy Hood", "href": "/wiki/Jimmy_Hood", "description": "James Hood was a Scottish Labour Party politician, who served as a Member of Parliament from 1987 until being defeated in 2015. He represented the Clydesdale constituency until 2005, and the Lanark and Hamilton East constituency thereafter. Hood, a National Union of Mineworkers (NUM) trade union official during the miners' strike of 1984–85, remained a backbencher throughout his parliamentary care"}]}, {"heading": "Births", "year": "1962", "date": "May 16", "txt": "Helga Radtke, German long jumper", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 16", "txt": "Rachel Griffith, Anglo-American economist", "entities": [{"title": "Rachel Griffith", "href": "/wiki/Rachel_Griffith", "description": "Dame Rachel Susan Griffith, is a British-American academic and educator. She is professor of economics at the University of Manchester and a research director at the Institute for Fiscal Studies."}]}, {"heading": "Births", "year": "1963", "date": "May 16", "txt": "David Wilkinson, English theologian and academic", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 16", "txt": "John Salley, American basketball player and actor", "entities": [{"title": "John Salley", "href": "/wiki/John_Salley", "description": "John Thomas Salley is an American former professional basketball player and talk show host. He was the first player in NBA history to win championships with three franchises, as well as the first player in the NBA to win a championship in three different decades.\nHe’s a regular guest on VladTV."}]}, {"heading": "Births", "year": "1964", "date": "May 16", "txt": "Boyd Tinsley, American singer-songwriter and violinist", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 16", "txt": "Milton Jones, English comedian, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 16", "txt": "Krist Novoselic, American bass player, songwriter, author, and activist", "entities": [{"title": "Krist Novoselic", "href": "/wiki/Krist_Novoselic", "description": "Krist Anthony Novoselic is an American musician and activist best known as the bassist and a founding member of the rock band Nirvana."}]}, {"heading": "Births", "year": "1965", "date": "May 16", "txt": "Tanel Tammet, Estonian computer scientist, engineer, and academic", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 16", "txt": "Janet Jackson, American singer-songwriter, producer, dancer, and actress", "entities": [{"title": "Janet Jackson", "href": "/wiki/Janet_Jackson", "description": "Janet Damita Jo Jackson is an American singer, songwriter, actress, and dancer. A prominent figure in popular culture, she is noted for her sonically innovative, socially conscious and sexually provocative records, and elaborate stage shows."}]}, {"heading": "Births", "year": "1966", "date": "May 16", "txt": "Scott Reeves, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 16", "txt": "Thurman Thomas, American football player", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 16", "txt": "Doug Brocail, American baseball player and coach", "entities": [{"title": "Doug Brocail", "href": "/wiki/Doug_Brocail", "description": "Douglas Keith Brocail is an American professional baseball pitcher and pitching coach. He played in Major League Baseball (MLB) for the San Diego Padres, Houston Astros, Detroit Tigers, and Texas Rangers. He has coached in MLB for the Astros, Rangers, and Orioles."}]}, {"heading": "Births", "year": "1967", "date": "May 16", "txt": "Susan Williams, Baroness Williams of Trafford, British politician", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 16", "txt": "Ralph Tresvant, American singer and producer", "entities": [{"title": "Ralph Tresvant", "href": "/wiki/Ralph_Tresvant", "description": "Ralph Edward Tresvant is an American singer, songwriter, actor and record producer, best known as the lead singer of R&B group New Edition. As a solo artist, Tresvant released the album Ralph Tresvant (1990). In 2008, he began touring with Bobby Brown and Johnny Gill in a new group named Heads of State."}]}, {"heading": "Births", "year": "1969", "date": "May 16", "txt": "David Boreanaz, American actor", "entities": [{"title": "David Boreanaz", "href": "/wiki/David_Boreanaz", "description": "David Boreanaz is an American actor, television producer, and director, known for playing the roles of vampire-turned-private investigator Angel on Buffy the Vampire Slayer (1997–2003) and its spinoff Angel (1999–2004); FBI Special Agent Seeley Booth, a homicide investigator, on the television crime procedural comedy-drama series Bones (2005–2017); and United States Navy SEALs Master Chief Special"}]}, {"heading": "Births", "year": "1969", "date": "May 16", "txt": "Tucker Carlson, American journalist, co-founded The Daily Caller", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 16", "txt": "Steve Lewis, American sprinter", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 16", "txt": "Gabriela Sabatini, Argentinian tennis player", "entities": [{"title": "Gabriela Sabatini", "href": "/wiki/Gabriela_Sabatini", "description": "Gabriela Beatriz Sabatini is an Argentine former professional tennis player. She was one of the leading players from the mid-1980s to the mid-1990s, amassing 41 titles and achieving a career-high ranking of 3 in both singles and doubles. In singles, Sabatini won the 1990 US Open, the WTA Finals in 1988 and 1994, and was runner-up at Wimbledon 1991, the 1988 US Open and the silver medalist at the 1"}]}, {"heading": "Births", "year": "1970", "date": "May 16", "txt": "Danielle Spencer, Australian singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 16", "txt": "Phil Clarke, English rugby league player and sportscaster", "entities": [{"title": "Phil Clarke", "href": "/wiki/Phil_Clarke", "description": "Philip Clarke is an English former professional rugby league footballer who played in the 1980s and 1990s. A Great Britain and England international representative back-rower or stand-off, he played his club rugby league in England for Wigan, and in Australia for the Sydney City Roosters."}]}, {"heading": "Births", "year": "1971", "date": "May 16", "txt": "Rachel Goswell, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 16", "txt": "Christian Califano, French rugby player", "entities": [{"title": "Christian Califano", "href": "/wiki/Christian_Califano", "description": "Christian Califano is a former French rugby union player who finished his career at Gloucester Rugby."}]}, {"heading": "Births", "year": "1972", "date": "May 16", "txt": "Matthew Hart, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 16", "txt": "Tori Spelling, American actress, reality television personality, and author", "entities": [{"title": "Tori Spelling", "href": "/wiki/Tori_Spelling", "description": "Victoria Davey Spelling is an American actress and author. She is widely known for her first major role, Donna Martin, on Beverly Hills, 90210 beginning in 1990, produced by her father, Aaron. She has appeared in made for television films, including A Friend to Die For (1994), A Carol Christmas (2003), The Mistle-Tones (2012), both versions of Mother, May I Sleep with Danger? and The Last Sharknad"}]}, {"heading": "Births", "year": "1974", "date": "May 16", "txt": "Laura Pausini, Italian singer-songwriter and producer", "entities": [{"title": "Laura Pausini", "href": "/wiki/Laura_Pausini", "description": "Laura Pausini is an Italian singer-songwriter and television personality. As a child, she was encouraged by her father to join him during his performances in local piano bars. After competing in local singing contests, Pausini signed her first recording contract. She rose to fame in 1993, winning the newcomer artists' section of the 43rd Sanremo Music Festival with her debut single \"La solitudine\""}]}, {"heading": "Births", "year": "1974", "date": "May 16", "txt": "Sonny Sandoval, American singer-songwriter and rapper", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 16", "txt": "Tony Kakko, Finnish musician, composer, and vocalist", "entities": [{"title": "Tony Kakko", "href": "/wiki/Tony_Kakko", "description": "Toni Kristian \"Tony\" Kakko is a Finnish musician, composer and vocalist. He is known as the vocalist, primary songwriter, and creative lead of the band Sonata Arctica since 1996."}]}, {"heading": "Births", "year": "1975", "date": "May 16", "txt": "Simon Whitfield, Canadian triathlete", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 16", "txt": "Dirk Nannes, Australian-Dutch cricketer", "entities": [{"title": "Dirk Nannes", "href": "/wiki/Dirk_Nannes", "description": "Dirk Peter Nannes is an Australian-Dutch cricket commentator and former cricketer who has played internationally for both Australia and the Netherlands, one of the few players to represent multiple international teams."}]}, {"heading": "Births", "year": "1977", "date": "May 16", "txt": "Melanie Lynskey, New Zealand actress", "entities": [{"title": "Melanie Lynskey", "href": "/wiki/Melanie_Lynskey", "description": "Melanie Jayne Lynskey is a New Zealand actress. She is known for playing quirky, soft-spoken but headstrong characters, and often works in independent films. Lynskey is the recipient of several accolades, including a New Zealand Film Award, a Hollywood Film Award and a Sundance Special Jury Award, as well as Critics' Choice Award, Gotham Award, and Golden Nymph Award nominations."}]}, {"heading": "Births", "year": "1977", "date": "May 16", "txt": "Emilíana Torrini, Icelandic singer-songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 16", "txt": "Scott Nicholls, English motorcycle racer", "entities": [{"title": "Scott Nicholls", "href": "/wiki/Scott_Nicholls", "description": "Scott Karl Nicholls is a British speedway rider, who has won the British Championship seven times, and was a full participant in the Speedway Grand Prix series between 2002 and 2008."}]}, {"heading": "Births", "year": "1978", "date": "May 16", "txt": "Lionel Scaloni, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 16", "txt": "Nuria Llagostera Vives, Spanish tennis player", "entities": [{"title": "Nuria Llagostera Vives", "href": "/wiki/Nuria_Llagostera_Vives", "description": "Nuria Llagostera Vives is a retired Spanish tennis player. In June 2005, Llagostera Vives reached her best singles ranking of world No. 35. In November 2009, she peaked at No. 5 in the WTA doubles rankings."}]}, {"heading": "Births", "year": "1981", "date": "May 16", "txt": "Ricardo Costa, Portuguese footballer", "entities": [{"title": "Ricardo Costa (footballer, born 1981)", "href": "/wiki/Ricardo_Costa_(footballer,_born_1981)", "description": "Ricardo Miguel Moreira da Costa is a Portuguese former professional footballer who played mainly as a central defender but occasionally as a full back."}]}, {"heading": "Births", "year": "1982", "date": "May 16", "txt": "Łukasz Kubot, Polish tennis player", "entities": [{"title": "Łukasz Kubot", "href": "/wiki/%C5%81ukasz_Kubot", "description": "Łukasz Kubot is a Polish professional tennis player. Kubot is a doubles specialist and won the 2014 Australian Open men's doubles title with Robert Lindstedt as well as the 2017 Wimbledon men's doubles title with Marcelo Melo. On January 8, 2018 he achieved a career-high doubles ranking of World No. 1. He has also had success in singles, achieving a career-high singles ranking of World No. 41 in A"}]}, {"heading": "Births", "year": "1983", "date": "May 16", "txt": "Daniel Kerr, Australian footballer", "entities": [{"title": "Daniel Kerr", "href": "/wiki/Daniel_Kerr", "description": "Daniel Alan Kerr is a former Australian rules footballer who played for the West Coast Eagles in the Australian Football League (AFL). He played 220 games for the club between 2001 and 2013, as a hard-running inside midfielder."}]}, {"heading": "Births", "year": "1983", "date": "May 16", "txt": "Kyle Wellwood, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 16", "txt": "Darío Cvitanich, Argentinian footballer", "entities": [{"title": "Darío Cvitanich", "href": "/wiki/Dar%C3%ADo_Cvitanich", "description": "Darío Cvitanich is an Argentine professional footballer who plays as a striker for Racing Club de Avellaneda."}]}, {"heading": "Births", "year": "1984", "date": "May 16", "txt": "Tomáš Fleischmann, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 16", "txt": "Jensen Lewis, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 16", "txt": "Rick Rypien, Canadian ice hockey player (d. 2011)", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 16", "txt": "Anja Mittag, German footballer", "entities": [{"title": "Anja Mittag", "href": "/wiki/Anja_Mittag", "description": "Anja Mittag is a German football coach and player who plays as a striker. Mittag is currently a player-coach for RB Leipzig."}]}, {"heading": "Births", "year": "1985", "date": "May 16", "txt": "Rodrigo Peters Marques, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 16", "txt": "Corey Perry, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 16", "txt": "Megan Fox, American actress", "entities": [{"title": "Megan Fox", "href": "/wiki/Megan_Fox", "description": "Megan Denise Fox is an American actress and model. She is considered a sex symbol, and is recognized for her public image and looks, having appeared in numerous magazines such as Maxim, Rolling Stone, and FHM. She is the recipient of several accolades, including two Scream Awards and four Teen Choice Awards."}]}, {"heading": "Births", "year": "1986", "date": "May 16", "txt": "Andy Keogh, Irish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 16", "txt": "Shamcey Supsup, Filipino model and architect", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 16", "txt": "Tom Onslow-Cole, English race car driver", "entities": [{"title": "Tom Onslow-Cole", "href": "/wiki/Tom_Onslow-Cole", "description": "Thomas Michael Onslow-Cole is a British auto racing driver. He won the International GT Open in Pro-Am category in 2018 and in 2019 and the 24H Series in 2015."}]}, {"heading": "Births", "year": "1988", "date": "May 16", "txt": "Jesús Castillo, Mexican footballer", "entities": [{"title": "Jesús Castillo (footballer)", "href": "/wiki/Jes%C3%BAs_Castillo_(footballer)", "description": "Jesús Castillo Ugarte is a former defender who last played for the Celaya on loan from Monarcas Morelia, in the Ascenso MX."}]}, {"heading": "Births", "year": "1988", "date": "May 16", "txt": "Martynas Gecevičius, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 16", "txt": "Jaak Põldma, Estonian tennis player", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 16", "txt": "Behati Prinsloo, Namibian model", "entities": [{"title": "Behati Prinsloo", "href": "/wiki/Behati_Prinsloo", "description": "Behati Prinsloo Levine is a Namibian model. In 2008, she became a Pink contract model, and moved on to become a Victoria's Secret Angel in 2009. She has walked in nine consecutive Victoria's Secret Fashion Shows. She opened consecutive Victoria's Secret Fashion shows in 2014 and 2015."}]}, {"heading": "Births", "year": "1990", "date": "May 16", "txt": "Amanda Carreras, Gibraltarian tennis player", "entities": [{"title": "Amanda Carreras", "href": "/wiki/Amanda_Carreras", "description": "Amanda Carreras is a British tennis player from Gibraltar."}]}, {"heading": "Births", "year": "1990", "date": "May 16", "txt": "Thomas Brodie-Sangster, English actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 16", "txt": "Darko Šarović, Serbian sprinter", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 16", "txt": "Omar Strong, American basketball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 16", "txt": "Grigor Dimitrov, Bulgarian tennis player", "entities": [{"title": "Grigor Dimitrov", "href": "/wiki/Grigor_Dimitrov", "description": "Grigor Dimitrov is a Bulgarian professional tennis player. His career-high ATP singles ranking is world No. 3, which he achieved in November 2017 after winning the ATP Finals."}]}, {"heading": "Births", "year": "1991", "date": "May 16", "txt": "Joey Graceffa, American internet celebrity", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 16", "txt": "Ashley Wagner, American figure skater", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 16", "txt": "Jeff Skinner, Canadian ice hockey player", "entities": [{"title": "Jeff Skinner", "href": "/wiki/Jeff_Skinner", "description": "Jeffrey Scott Skinner is a Canadian professional ice hockey left winger for the Buffalo Sabres of the National Hockey League (NHL). He previously played for the Carolina Hurricanes for eight seasons, and was an alternate captain of the Hurricanes from 2016 to 2018."}]}, {"heading": "Births", "year": "1992", "date": "May 16", "txt": "Kirstin Maldonado, American singer and songwriter", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 16", "txt": "Johannes Thingnes Bø, Norwegian biathlete", "entities": [{"title": "Johannes Thingnes Bø", "href": "/wiki/Johannes_Thingnes_B%C3%B8", "description": "Johannes Thingnes Bø is a Norwegian biathlete. He represents Markane IL and is the younger brother of biathlete Tarjei Bø. Thingnes Bø has won the Biathlon World Cup in 2018/19, 2019/20 and 2020/21. He is the third most successful male biathlete of all time in the World Cup with 52 individual World Cup victories including victories at the Winter Olympic Games."}]}, {"heading": "Births", "year": "1993", "date": "May 16", "txt": "Karol Mets, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 16", "txt": "IU, Korean singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1995", "date": "May 16", "txt": "Elizabeth Ralston, Australian footballer", "entities": [{"title": "Elizabeth Ralston", "href": "/wiki/Elizabeth_Ralston", "description": "Elizabeth Rose \"Liz\" Ralston is an Australian football (soccer) player, who currently plays for Sydney FC in the Australian W-League. She also works as a physiotherapist."}]}, {"heading": "Births", "year": "1996", "date": "May 16", "txt": "Louisa Chirico, American tennis player", "entities": [{"title": "Louisa Chirico", "href": "/wiki/Louisa_Chirico", "description": "Louisa Chirico is an inactive American tennis player."}]}, {"heading": "Deaths", "year": "290", "date": "May 16", "txt": "Emperor Wu of Jin, Chinese emperor (b. 236)", "entities": [{"title": "Emperor Wu of Jin", "href": "/wiki/Emperor_Wu_of_Jin", "description": "Emperor Wu of Jin, personal name Sima Yan, courtesy name Anshi (安世), was the grandson of Sima Yi, nephew of Sima Shi and son of Sima Zhao. He became the first emperor of the Jin dynasty after forcing Cao Huan, last emperor of the state of Cao Wei, to abdicate to him. He reigned from 266 to 290, and after conquering the state of Eastern Wu in 280, was the emperor of a reunified China. Emperor Wu wa"}]}, {"heading": "Deaths", "year": "895", "date": "May 16", "txt": "Qian Kuan, Chinese nobleman", "entities": [{"title": "Qian Kuan", "href": "/wiki/Qian_Kuan", "description": "Qian Kuan, courtesy name Hongdao, was the father of the warlord Qian Liu who founded the Wuyue kingdom."}]}, {"heading": "Deaths", "year": "934", "date": "May 16", "txt": "Meng Hanqiong, eunuch official of Later Tang", "entities": [{"title": "Meng Hanqiong", "href": "/wiki/Meng_Hanqiong", "description": "Meng Hanqiong, was a eunuch of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang. He became powerful late in the reign of its second emperor Li Siyuan, in association with Li Siyuan's favorite concubine Consort Wang, and continued to be during the reign of Li Siyuan's son and successor Li Conghou. He was killed by Li Conghou's adoptive brother Li Congke, who overthrew Li Conghou."}]}, {"heading": "Deaths", "year": "995", "date": "May 16", "txt": "Fujiwara no Michitaka, Japanese nobleman (b. 953)", "entities": [{"title": "Fujiwara no Michitaka", "href": "/wiki/Fujiwara_no_Michitaka", "description": "Fujiwara no Michitaka , the first son of Kaneie, was a Kugyō of the Heian period. He served as regent (Sesshō) for the Emperor Ichijō, and later as Kampaku. Ichijō married Michitaka's daughter Teishi (Sadako), thus continuing the close ties between the Imperial family and the Fujiwara."}]}, {"heading": "Deaths", "year": "1182", "date": "May 16", "txt": "John Komnenos Vatatzes, Byzantine general (b. 1132)", "entities": [{"title": "John Komnenos Vatatzes", "href": "/wiki/John_Komnenos_Vatatzes", "description": "John Komnenos Vatatzes,, or simply John Komnenos or John Vatatzes in the sources, was a major military and political figure in the Byzantine Empire during the reigns of Manuel I Komnenos and Alexios II Komnenos. He was born c. 1132, and died of natural causes during a rebellion he raised against Andronikos I Komnenos in 1182."}]}, {"heading": "Deaths", "year": "1265", "date": "May 16", "txt": "Simon Stock, English-French saint (b. 1165)", "entities": [{"title": "Simon Stock", "href": "/wiki/Simon_Stock", "description": "Simon Stock, an Englishman who lived in the 13th century, was an early Prior of the Carmelite religious order. Little is known about his life with any historical certainty. The Blessed Virgin Mary is traditionally said to have appeared to him and given him the Carmelite habit, the Brown Scapular. Thus, popular devotion to Simon Stock is usually associated with devotion to Our Lady of Mount Carmel."}]}, {"heading": "Deaths", "year": "1375", "date": "May 16", "txt": "Liu Bowen, Chinese military strategist, officer, statesman and poet (b. 1311)", "entities": [{"title": "Liu Bowen", "href": "/wiki/Liu_Bowen", "description": "Liu Ji, courtesy name Bowen, better known as Liu Bowen, was a Chinese military strategist, philosopher, politician, and poet who lived in the late Yuan and early Ming dynasties. He was born in Qingtian County. He served as a key advisor to Zhu Yuanzhang, the founder of the Ming dynasty, in the latter's struggle to overthrow the Yuan dynasty and unify China under his rule. Liu is also known for his"}]}, {"heading": "Deaths", "year": "1412", "date": "May 16", "txt": "Gian Maria Visconti, Duke of Milan (b. 1388)", "entities": [{"title": "Gian Maria Visconti", "href": "/wiki/Gian_Maria_Visconti", "description": "Gian Maria Visconti was the second Visconti Duke of Milan, the son of Gian Galeazzo Visconti and Caterina Visconti."}]}, {"heading": "Deaths", "year": "1561", "date": "May 16", "txt": "Jan Tarnowski, Polish noble and statesman (b. 1488)", "entities": [{"title": "Jan Tarnowski", "href": "/wiki/Jan_Tarnowski", "description": "Jan Amor Tarnowski was a Polish nobleman, knight, military commander, military theoretician, and statesman of the Crown of the Kingdom of Poland. He was Grand Crown Hetman from 1527, and was the founder of the city of Tarnopol, where he built the Ternopil Castle and the Ternopil Pond."}]}, {"heading": "Deaths", "year": "1620", "date": "May 16", "txt": "William Adams, English sailor and navigator (b. 1564)", "entities": [{"title": "William Adams (sailor, born 1564)", "href": "/wiki/William_Adams_(sailor,_born_1564)", "description": "William Adams, known in Japanese as Miura Anjin , was an English navigator who, in 1600, was the first Englishman to reach Japan leading a five-ship expedition for a private Dutch fleet. Of the few survivors of the only ship that reached Japan, Adams and his second mate Jan Joosten were not allowed to leave the country while Jacob Quaeckernaeck and Melchior van Santvoort were permitted to go back "}]}, {"heading": "Deaths", "year": "1657", "date": "May 16", "txt": "Andrew Bobola, Polish missionary and martyr (b. 1591)", "entities": [{"title": "Andrew Bobola", "href": "/wiki/Andrew_Bobola", "description": "Andrew Bobola, S.J. was a Polish missionary and martyr of the Society of Jesus, known as the Apostle of Lithuania and the \"hunter of souls\". He was tortured to death during the Khmelnytsky Uprising. He was canonized in 1938 by Pope Pius XI."}]}, {"heading": "Deaths", "year": "1667", "date": "May 16", "txt": "Thomas Wriothesley, 4th Earl of Southampton, English politician, Lord High Treasurer (b. 1607)", "entities": [{"title": "Thomas Wriothesley, 4th Earl of Southampton", "href": "/wiki/Thomas_Wriothesley,_4th_Earl_of_Southampton", "description": "Thomas Wriothesley, 4th Earl of Southampton, KG, styled Lord Wriothesley before 1624, was an English statesman, a staunch supporter of King Charles II who after the Restoration of the Monarchy in 1660 rose to the position of Lord High Treasurer, which term began with the assumption of power by the Clarendon Ministry. He \"was remarkable for his freedom from any taint of corruption and for his effor"}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1669", "date": "May 16", "txt": "Pietro da Cortona, Italian painter and architect, designed the Santi Luca e Martina (b. 1596)", "entities": [{"title": "Pietro da Cortona", "href": "/wiki/Pietro_da_Cortona", "description": "Pietro da Cortona was an Italian Baroque painter and architect. Along with his contemporaries and rivals Gian Lorenzo Bernini and Francesco Borromini, he was one of the key figures in the emergence of Roman Baroque architecture. He was also an important designer of interior decorations."}, {"title": "Santi Luca e Martina", "href": "/wiki/Santi_Luca_e_Martina", "description": "Santi Luca e Martina is a church in Rome, Italy, situated between the Roman Forum and the Forum of Caesar and close to the Arch of Septimus Severus."}]}, {"heading": "Deaths", "year": "1691", "date": "May 16", "txt": "Jacob Leisler, German-American politician, 8th Colonial Governor of New York (b. 1640)", "entities": [{"title": "Jacob Leisler", "href": "/wiki/Jacob_Leisler", "description": "Jacob Leisler was a German-born colonist in the Province of New York. He gained wealth in New Amsterdam in the fur trade and tobacco business. In what became known as Leisler's Rebellion following the English Revolution of 1688, he took control of the city, and ultimately the entire province, from appointees of deposed King James II, in the name of the Protestant accession of William III and Mary "}, {"title": "List of colonial governors of New York", "href": "/wiki/List_of_colonial_governors_of_New_York", "description": "The territory which would later become the state of New York was settled by European colonists as part of the New Netherland colony under the command of the Dutch West India Company in the Seventeenth Century. These colonists were largely of Dutch, Flemish, Walloon, and German stock, but the colony soon became a \"melting pot.\" In 1664, at the onset of the Second Anglo-Dutch War, English forces und"}]}, {"heading": "Deaths", "year": "1696", "date": "May 16", "txt": "Mariana of Austria, Queen consort of Spain (b. 1634)", "entities": [{"title": "Mariana of Austria", "href": "/wiki/Mariana_of_Austria", "description": "Mariana of Austria or Maria Anna was the queen consort of her uncle Philip IV of Spain from their marriage in 1649 until Philip died in 1665. She was then appointed regent for their three-year-old son Charles II, and due to his ill health remained an influential figure until her own death in 1696."}]}, {"heading": "Deaths", "year": "1703", "date": "May 16", "txt": "Charles Perrault, French author and academic (b. 1628)", "entities": [{"title": "Charles Perrault", "href": "/wiki/Charles_Perrault", "description": "Charles Perrault was a French author and member of the Académie Française. He laid the foundations for a new literary genre, the fairy tale, with his works derived from earlier folk tales, published in his 1697 book Histoires ou contes du temps passé. The best known of his tales include Le Petit Chaperon Rouge, Cendrillon (\"Cinderella\"), Le Maître chat ou le Chat botté, La Belle au bois dormant, a"}]}, {"heading": "Deaths", "year": "1778", "date": "May 16", "txt": "Robert Darcy, 4th Earl of Holderness, English politician, Secretary of State for the Southern Department (b. 1718)", "entities": [{"title": "Robert Darcy, 4th Earl of Holderness", "href": "/wiki/Robert_Darcy,_4th_Earl_of_Holderness", "description": "Robert Darcy, 4th Earl of Holderness,, known before 1721 as Lord Darcy and Conyers, was a British diplomat and politician."}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Deaths", "year": "1790", "date": "May 16", "txt": "Philip Yorke, 2nd Earl of Hardwicke, English politician, Lord Lieutenant of Cambridgeshire (b. 1720)", "entities": [{"title": "Philip Yorke, 2nd Earl of Hardwicke", "href": "/wiki/Philip_Yorke,_2nd_Earl_of_Hardwicke", "description": "Philip Yorke, 2nd Earl of Hardwicke, PC, FRS, styled Viscount Royston between 1754 and 1764, was an English politician and writer."}, {"title": "Lord Lieutenant of Cambridgeshire", "href": "/wiki/Lord_Lieutenant_of_Cambridgeshire", "description": "This is a list of people who have served as Lord Lieutenant of Cambridgeshire. The title Lord Lieutenant is given to the British monarch's personal representative in the counties of the United Kingdom. The Lord Lieutenant is supported by a Vice Lord Lieutenant and Deputy Lieutenants which he or she appoints. Since 1715, all Lord Lieutenants have also been Custos Rotulorum of Cambridgeshire. Furthe"}]}, {"heading": "Deaths", "year": "1818", "date": "May 16", "txt": "Matthew Lewis, English author and playwright (b. 1775)", "entities": [{"title": "Matthew Lewis (writer)", "href": "/wiki/Matthew_Lewis_(writer)", "description": "Matthew Gregory Lewis was an English novelist and dramatist, whose writings are often classified as \"Gothic horror\". He was frequently referred to as \"Monk\" Lewis, because of the success of his 1796 Gothic novel The Monk. He also worked as a diplomat, politician and an estate owner in Jamaica."}]}, {"heading": "Deaths", "year": "1823", "date": "May 16", "txt": "Grace Elliott, Scottish courtesan and spy (b. c.1754)", "entities": [{"title": "Grace Elliott", "href": "/wiki/Grace_Elliott", "description": "Grace Dalrymple Elliott was a Scottish courtesan, writer and spy resident in Paris during the French Revolution. She was an eyewitness to events detailed in her memoirs, Journal of my life during the French Revolution  published posthumously in 1859. She was mistress to the Duke of Orléans and to the future George IV, by whom she is said to have borne an illegitimate daughter. Elliott trafficked c"}]}, {"heading": "Deaths", "year": "1830", "date": "May 16", "txt": "Joseph Fourier, French mathematician and physicist (b. 1768)", "entities": [{"title": "Joseph Fourier", "href": "/wiki/Joseph_Fourier", "description": "Jean-Baptiste Joseph Fourier was a French mathematician and physicist born in Auxerre and best known for initiating the investigation of Fourier series, which eventually developed into Fourier analysis and harmonic analysis, and their applications to problems of heat transfer and vibrations. The Fourier transform and Fourier's law of conduction are also named in his honour. Fourier is also general"}]}, {"heading": "Deaths", "year": "1862", "date": "May 16", "txt": "Edward Gibbon Wakefield, English politician (b. 1796)", "entities": [{"title": "Edward Gibbon Wakefield", "href": "/wiki/Edward_Gibbon_Wakefield", "description": "Edward Gibbon Wakefield is considered a key figure in the establishment of the colonies of South Australia and New Zealand. He also had significant interests in British North America, being involved in the drafting of Lord Durham's Report and being a member of the Parliament of the Province of Canada for a short time."}]}, {"heading": "Deaths", "year": "1882", "date": "May 16", "txt": "Reuben Chapman, American lawyer and politician, 13th Governor of Alabama (b. 1799)", "entities": [{"title": "Reuben Chapman", "href": "/wiki/Reuben_Chapman", "description": "Reuben Chapman was an American lawyer and politician."}, {"title": "Governor of Alabama", "href": "/wiki/Governor_of_Alabama", "description": "The Governor of Alabama is the head of state, head of government and the chief executive of the U.S. state of Alabama. The governor is the head of the executive branch of Alabama's state government and is charged with enforcing state laws."}]}, {"heading": "Deaths", "year": "1890", "date": "May 16", "txt": "Mihkel Veske, Estonian poet, linguist and theologist (b. 1843)", "entities": [{"title": "Mihkel Veske", "href": "/wiki/Mihkel_Veske", "description": "Mihkel Veske was an Estonian poet and linguist."}]}, {"heading": "Deaths", "year": "1891", "date": "May 16", "txt": "Ion C. Brătianu, Romanian politician, 14th Prime Minister of Romania (b. 1821)", "entities": [{"title": "Ion C. Brătianu", "href": "/wiki/Ion_C._Br%C4%83tianu", "description": "Ion Constantin Brătianu was one of the major political figures of 19th-century Romania. He was the son of Dincă Brătianu and the younger brother of Dimitrie, as well as the father of Ionel, Dinu, and Vintilă Brătianu. He also was the grandfather of poet Ion Pillat."}, {"title": "Prime Minister of Romania", "href": "/wiki/Prime_Minister_of_Romania", "description": "The prime minister of the Government of Romania is the head of the Government of Romania. Initially, the office was styled President of the Council of Ministers, when the term \"Government\" included more than the Cabinet, and the Cabinet was called The Council of Ministers. The title was officially changed to Prime Minister by the 1965 Constitution of Romania during the communist regime."}]}, {"heading": "Deaths", "year": "1910", "date": "May 16", "txt": "Henri-Edmond Cross, French Neo-Impressionist painter (b. 1856)", "entities": [{"title": "Henri-Edmond Cross", "href": "/wiki/Henri-Edmond_Cross", "description": "Henri-Edmond Cross, born Henri-Edmond-Joseph Delacroix, was a French painter and printmaker. He is most acclaimed as a master of Neo-Impressionism and he played an important role in shaping the second phase of that movement. He was a significant influence on Henri Matisse and many other artists. His work was instrumental in the development of Fauvism."}]}, {"heading": "Deaths", "year": "1913", "date": "May 16", "txt": "Louis Perrier, Swiss architect and politician (b. 1849)", "entities": [{"title": "Louis Perrier", "href": "/wiki/Louis_Perrier", "description": "Frédéric-François-Louis Perrier was a Swiss politician and member of the Swiss Federal Council (1912–1913). As of 2009, he is the member with the shortest time in office."}]}, {"heading": "Deaths", "year": "1920", "date": "May 16", "txt": "Levi P. Morton, American politician, 22nd United States Vice President (b. 1824)", "entities": [{"title": "Levi P. Morton", "href": "/wiki/Levi_P._Morton", "description": "Levi Parsons Morton was the 22nd vice president of the United States from 1889 to 1893. He also served as United States ambassador to France, as a U.S. representative from New York, and as the 31st governor of New York."}, {"title": "United States Vice President", "href": "/wiki/United_States_Vice_President", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1926", "date": "May 16", "txt": "Mehmed VI, Ottoman sultan (b. 1861)", "entities": [{"title": "Mehmed VI", "href": "/wiki/Mehmed_VI", "description": "Mehmed VI Vahideddin, also known as Şahbaba among the Osmanoğlu family, was the 36th and last Sultan of the Ottoman Empire, reigning from 4 July 1918 until 1 November, 1922 when the Ottoman Empire was dissolved after World War I, and was replaced by the Republic of Turkey, on 29 October 1923. The brother of Mehmed V, he became heir to the throne in 1916 after the suicide of Abdülaziz's son, Şehzad"}]}, {"heading": "Deaths", "year": "1936", "date": "May 16", "txt": "Leonidas Paraskevopoulos, Greek general and politician (b. 1860)", "entities": [{"title": "Leonidas Paraskevopoulos", "href": "/wiki/Leonidas_Paraskevopoulos", "description": "Leonidas Paraskevopoulos was a senior Greek military officer and politician. He played a major role in Greece's war effort during World War I, and was the commander-in-chief of the Greek Army of Asia Minor in 1919–20. In later life he was a member of the Greek Senate and served as its speaker in 1930–32."}]}, {"heading": "Deaths", "year": "1938", "date": "May 16", "txt": "Joseph Strauss, American engineer, co designed The Golden Gate Bridge (b. 1870)", "entities": [{"title": "Joseph Strauss (engineer)", "href": "/wiki/Joseph_Strauss_(engineer)", "description": "Joseph Baermann Strauss was an American structural engineer who revolutionized the design of bascule bridges. He was the chief engineer of the Golden Gate Bridge, a suspension bridge."}, {"title": "Golden Gate Bridge", "href": "/wiki/Golden_Gate_Bridge", "description": "The Golden Gate Bridge is a suspension bridge spanning the Golden Gate, the one-mile-wide (1.6 km) strait connecting San Francisco Bay and the Pacific Ocean. The structure links the U.S. city of San Francisco, California—the northern tip of the San Francisco Peninsula—to Marin County, carrying both U.S. Route 101 and California State Route 1 across the strait. The bridge is one of the most interna"}]}, {"heading": "Deaths", "year": "1943", "date": "May 16", "txt": "Alfred Hoche, German psychiatrist and academic (b. 1865)", "entities": [{"title": "Alfred Hoche", "href": "/wiki/Alfred_Hoche", "description": "Alfred Erich Hoche was a German psychiatrist well known for his writings about eugenics and euthanasia."}]}, {"heading": "Deaths", "year": "1944", "date": "May 16", "txt": "George Ade, American journalist, author, and playwright (b. 1866)", "entities": [{"title": "George Ade", "href": "/wiki/George_Ade", "description": "George Ade was an American writer, syndicated newspaper columnist, and playwright who gained national notoriety at the turn of the 20th century with his \"Stories of the Streets and of the Town\", a column that used street language and slang to describe daily life in Chicago, and a column of his fables in slang, which were humorous stories that featured vernacular speech and the liberal use of capit"}]}, {"heading": "Deaths", "year": "1946", "date": "May 16", "txt": "Bruno Tesch, German chemist and businessman (b. 1890)", "entities": [{"title": "Bruno Tesch", "href": "/wiki/Bruno_Tesch", "description": "Bruno Emil Tesch was a German chemist and entrepreneur. Together with Gerhard Peters and Walter Heerdt, he invented the insecticide Zyklon B. He was the owner of Tesch & Stabenow, a pest control company he co-founded in 1924 with Paul Stabenow in Hamburg, Germany."}]}, {"heading": "Deaths", "year": "1947", "date": "May 16", "txt": "Frederick Gowland Hopkins, English biochemist and academic, Nobel Prize laureate (b. 1861)", "entities": [{"title": "Frederick Gowland Hopkins", "href": "/wiki/Frederick_Gowland_Hopkins", "description": "Sir Frederick Gowland Hopkins was an English biochemist who was awarded the Nobel Prize in Physiology or Medicine in 1929, with Christiaan Eijkman, for the discovery of vitamins, even though Casimir Funk, a Polish biochemist, is widely credited with discovering vitamins. He also discovered the amino acid tryptophan, in 1901. He was President of the Royal Society from 1930 to 1935."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1947", "date": "May 16", "txt": "Zhang Lingfu, Chinese general (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "May 16", "txt": "Django Reinhardt, Belgian guitarist and composer  (b. 1910)", "entities": [{"title": "Django Reinhardt", "href": "/wiki/Django_Reinhardt", "description": "Jean Reinhardt, known to all by his Romani nickname Django, was a Belgian-born Romani-French jazz guitarist and composer. He was the first major jazz talent to emerge from Europe and remains the most significant."}]}, {"heading": "Deaths", "year": "1954", "date": "May 16", "txt": "Clemens Krauss, Austrian conductor and manager (b. 1893)", "entities": [{"title": "Clemens Krauss", "href": "/wiki/Clemens_Krauss", "description": "Clemens Heinrich Krauss was an Austrian conductor and opera impresario, particularly associated with the music of Richard Strauss."}]}, {"heading": "Deaths", "year": "1955", "date": "May 16", "txt": "James Agee, American novelist, screenwriter, and critic(b. 1909)", "entities": [{"title": "James Agee", "href": "/wiki/James_Agee", "description": "James Rufus Agee was an American novelist, journalist, poet, screenwriter and film critic. In the 1940s, he was one of the most influential film critics in the U.S. His autobiographical novel, A Death in the Family (1957), won the author a posthumous 1958 Pulitzer Prize."}]}, {"heading": "Deaths", "year": "1955", "date": "May 16", "txt": "Manny Ayulo, American race car driver (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "May 16", "txt": "H. B. Reese, American candy-maker and businessman, created Reese's Peanut Butter Cups  (b. 1876)", "entities": [{"title": "H. B. Reese", "href": "/wiki/H._B._Reese", "description": "Harry Burnett \"H. B.\" Reese was an American inventor and businessman known for creating the No. 1 selling candy brand in the United States, Reese's Peanut Butter Cups and founding the H.B. Reese Candy Company. In 2009, he was posthumously inducted into the Candy Hall of Fame."}, {"title": "Reese's Peanut Butter Cups", "href": "/wiki/Reese%27s_Peanut_Butter_Cups", "description": "Reese's Peanut Butter Cups are an American candy consisting of a chocolate cup filled with peanut butter, marketed by The Hershey Company. They were created on November 15, 1928, by H. B. Reese, a former dairy farmer and shipping foreman for Milton S. Hershey. Reese left his job with Hershey to start his own candy business. Reese's generates more than $2 billion in annual sales for The Hershey Com"}]}, {"heading": "Deaths", "year": "1957", "date": "May 16", "txt": "Eliot Ness, American federal agent (b. 1903)", "entities": [{"title": "Eliot Ness", "href": "/wiki/Eliot_Ness", "description": "Eliot Ness was an American Prohibition agent, famous for his efforts to bring down Al Capone and enforce Prohibition in Chicago, Illinois, and the leader of a famous team of law enforcement agents from Chicago, nicknamed The Untouchables. His co-authorship of a popular autobiography, The Untouchables, which was released shortly after his death, launched several television and motion picture portra"}]}, {"heading": "Deaths", "year": "1961", "date": "May 16", "txt": "George A. Malcolm, American lawyer and jurist (b. 1881)", "entities": [{"title": "George A. Malcolm", "href": "/wiki/George_A._Malcolm", "description": "George Arthur Malcolm was an American lawyer who emerged as an influential figure in the development of the practice of law in the Philippines in the 20th century. At age 35, he was appointed Associate Justice of the Supreme Court of the Philippines, where he would serve for 19 years. His most enduring legacy perhaps lies in his role in the establishment of the College of Law at the University of "}]}, {"heading": "Deaths", "year": "1973", "date": "May 16", "txt": "Jacques Lipchitz, Lithuanian-American sculptor (b. 1891)", "entities": [{"title": "Jacques Lipchitz", "href": "/wiki/Jacques_Lipchitz", "description": "Jacques Lipchitz was a Cubist sculptor. Lipchitz retained highly figurative and legible components in his work leading up to 1915–16, after which naturalist and descriptive elements were muted, dominated by a synthetic style of Crystal Cubism. In 1920 Lipchitz held his first solo exhibition, at Léonce Rosenberg's Galerie L'Effort Moderne in Paris. Fleeing the Nazis he moved to the US and settled i"}]}, {"heading": "Deaths", "year": "1977", "date": "May 16", "txt": "Modibo Keïta, Malian politician, 1st President of Mali (b. 1915)", "entities": [{"title": "Modibo Keïta", "href": "/wiki/Modibo_Ke%C3%AFta", "description": "Modibo Keïta was the first President of Mali (1960–1968) and the Prime Minister of the Mali Federation. He espoused a form of African socialism."}, {"title": "President of Mali", "href": "/wiki/President_of_Mali", "description": "This is a list of heads of state of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Deaths", "year": "1979", "date": "May 16", "txt": "A. Philip Randolph, American union leader and activist (b. 1889)", "entities": [{"title": "A. Philip Randolph", "href": "/wiki/A._Philip_Randolph", "description": "Asa Philip Randolph was an American labor unionist, civil rights activist, and socialist politician."}]}, {"heading": "Deaths", "year": "1981", "date": "May 16", "txt": "Ernie Freeman, American pianist, composer, and bandleader (b. 1922)", "entities": [{"title": "Ernie Freeman", "href": "/wiki/Ernie_Freeman", "description": "Ernest Aaron Freeman was an American pianist, organist, bandleader, and arranger. He was responsible for arranging many successful rhythm and blues and pop records from the 1950s to the 1970s."}]}, {"heading": "Deaths", "year": "1981", "date": "May 16", "txt": "Willy Hartner, German physician and academic (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "May 16", "txt": "Andy Kaufman, American actor, comedian, and screenwriter (b. 1949)", "entities": [{"title": "Andy Kaufman", "href": "/wiki/Andy_Kaufman", "description": "Andrew Geoffrey Kaufman was an American comedian, performance artist and wrestler. While often called a comedian, Kaufman preferred to describe himself instead as a \"song and dance man\". He has sometimes been called an \"anti-comedian\". He disdained telling jokes and engaging in comedy as it was traditionally understood, once saying in a rare introspective interview, \"I am not a comic, I have never"}]}, {"heading": "Deaths", "year": "1984", "date": "May 16", "txt": "Irwin Shaw, American playwright, screenwriter, novelist, and short story writer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "May 16", "txt": "Margaret Hamilton, American actress (b. 1902)", "entities": [{"title": "Margaret Hamilton (actress)", "href": "/wiki/Margaret_Hamilton_(actress)", "description": "Margaret Brainard Hamilton was an American film actress best known for her portrayal of the Wicked Witch of the West, and her Kansas counterpart Almira Gulch, in Metro-Goldwyn-Mayer's film The Wizard of Oz (1939)."}]}, {"heading": "Deaths", "year": "1989", "date": "May 16", "txt": "Leila Kasra, Iranian poet and songwriter (b. 1939)", "entities": [{"title": "Leila Kasra", "href": "/wiki/Leila_Kasra", "description": "Leila Kasra also known as Hedieh, was a prominent Iranian contemporary poet and lyricist who has written lyrics for notable artists including Ebi, Dariush, Sattar, Vigen, Moein, Mahasti, Andy, Homeyra, Morteza, Hassan Shamaizadeh, Siavash Shams and many more. She was best known for writing more than 30 songs for Hayedeh."}]}, {"heading": "Deaths", "year": "1990", "date": "May 16", "txt": "Sammy Davis Jr., American singer, dancer, and actor (b. 1925)", "entities": [{"title": "Sammy Davis Jr.", "href": "/wiki/Sammy_Davis_Jr.", "description": "Samuel George Davis Jr. was an American singer, dancer, actor, vaudevillian and comedian whom critic Randy Blaser called \"the greatest entertainer ever to grace a stage in these United States\"."}]}, {"heading": "Deaths", "year": "1990", "date": "May 16", "txt": "Jim Henson, American puppeteer, director, producer, and screenwriter, created The Muppets (b. 1936)", "entities": [{"title": "The Muppets", "href": "/wiki/The_Muppets", "description": "The Muppets are an ensemble cast of puppet characters known for an absurdist, burlesque, and self-referential style of variety-sketch comedy. Created by Jim Henson in 1955, they are the namesakes of the Disney-owned media franchise that encompasses television, film, music, and other media associated with the characters."}]}, {"heading": "Deaths", "year": "1993", "date": "May 16", "txt": "Marv Johnson, American singer-songwriter and pianist (b. 1938)", "entities": [{"title": "Marv Johnson", "href": "/wiki/Marv_Johnson", "description": "Marv Earl Johnson was an American R&B singer, songwriter and pianist. He was influential in the development of the Motown style of music, primarily for the song Come to Me, which was the first record issued by Tamla Records, the precursor to the famous label."}]}, {"heading": "Deaths", "year": "1994", "date": "May 16", "txt": "Alain Cuny, French actor (b. 1908)", "entities": [{"title": "Alain Cuny", "href": "/wiki/Alain_Cuny", "description": "Alain Cuny was a French actor in theatre and cinema."}]}, {"heading": "Deaths", "year": "1996", "date": "May 16", "txt": "Jeremy Michael Boorda, American admiral (b. 1939)", "entities": [{"title": "Jeremy Michael Boorda", "href": "/wiki/Jeremy_Michael_Boorda", "description": "Jeremy Michael Boorda was a United States Navy admiral who served as the 25th Chief of Naval Operations. Boorda is notable as the first person to have risen from the enlisted ranks to become Chief of Naval Operations, the highest-ranking billet in the United States Navy."}]}, {"heading": "Deaths", "year": "1997", "date": "May 16", "txt": "Elbridge Durbrow, American diplomat (b. 1903)", "entities": [{"title": "Elbridge Durbrow", "href": "/wiki/Elbridge_Durbrow", "description": "Elbridge Durbrow was a Foreign Service officer and diplomat who served as the Counselor of Embassy and Deputy Chief of Mission in Moscow in the late 1940s and then as the US ambassador to South Vietnam from March 1957 to April 1961. He supported the Diem regime until late1960, when he reported that its control was slipping and that unless steps were taken to reform the government Diem would be lik"}]}, {"heading": "Deaths", "year": "2002", "date": "May 16", "txt": "Alec Campbell, Australian soldier (b. 1899)", "entities": [{"title": "Alec Campbell", "href": "/wiki/Alec_Campbell", "description": "Alexander William Campbell was the final surviving Australian participant of the Gallipoli campaign during the First World War. Campbell joined the Australian Army at the age of 16 in 1915, and served as a stores carrier for two months during the fighting at Gallipoli. He was invalided home and discharged in 1916. He later worked in large number of roles, was twice married and had nine children. H"}]}, {"heading": "Deaths", "year": "2003", "date": "May 16", "txt": "Mark McCormack, American lawyer and sports agent, founded IMG (b. 1930)", "entities": [{"title": "Mark McCormack", "href": "/wiki/Mark_McCormack", "description": "Mark Hume McCormack was an American lawyer, sports agent and writer. He was the founder and chairman of International Management Group, now IMG, an international management organization serving sports figures and celebrities."}, {"title": "IMG (company)", "href": "/wiki/IMG_(company)", "description": "IMG, originally known as the International Management Group, is a global sports, events and talent management company headquartered in New York City. It has been owned by Endeavor and Silver Lake Partners since 2013. Trans World International (TWI) is the event company of IMG."}]}, {"heading": "Deaths", "year": "2005", "date": "May 16", "txt": "Andrew Goodpaster, American general (b. 1915)", "entities": [{"title": "Andrew Goodpaster", "href": "/wiki/Andrew_Goodpaster", "description": "Andrew Jackson Goodpaster was an American Army General. He served as NATO's Supreme Allied Commander, Europe (SACEUR) from July 1, 1969, and Commander in Chief of the United States European Command (CINCEUR) from May 5, 1969, until his retirement December 17, 1974. As such, he was the commander of all NATO (SACEUR) and United States (CINCEUR) military forces stationed in Europe and the surrounding"}]}, {"heading": "Deaths", "year": "2008", "date": "May 16", "txt": "Robert Mondavi, American winemaker, co-founded the Opus One Winery (b. 1913)", "entities": [{"title": "Robert Mondavi", "href": "/wiki/Robert_Mondavi", "description": "Robert Gerald Mondavi was an American winemaker. His technical and marketing strategies brought worldwide recognition for the wines of the Napa Valley in California. From an early period, Mondavi promoted labeling wines varietally rather than generically, which became the standard for New World wines. The Robert Mondavi Institute (RMI) for Wine and Food Science at the University of California, Dav"}, {"title": "Opus One Winery", "href": "/wiki/Opus_One_Winery", "description": "Opus One Winery is a winery in Oakville, California, United States. The wine was called napamedoc until 1982 when it was named Opus One. The winery was founded as a joint venture between Baron Philippe de Rothschild of Château Mouton Rothschild and Robert Mondavi to create a single Bordeaux style blend based upon Napa Valley Cabernet Sauvignon. It is located across State Route 29 from the Robert M"}]}, {"heading": "Deaths", "year": "2010", "date": "May 16", "txt": "Ronnie James Dio, American singer-songwriter and producer (b. 1942)", "entities": [{"title": "Ronnie James Dio", "href": "/wiki/Ronnie_James_Dio", "description": "Ronald James Padavona, known professionally as Ronnie James Dio, was an American heavy metal singer-songwriter and composer. He fronted or founded numerous groups throughout his career, including Elf, Rainbow, Black Sabbath, Dio, and Heaven & Hell."}]}, {"heading": "Deaths", "year": "2010", "date": "May 16", "txt": "Hank Jones, American pianist, composer, and bandleader (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 16", "txt": "Ralph Barker, English author (b. 1917)", "entities": [{"title": "Ralph Barker", "href": "/wiki/Ralph_Barker", "description": "Ralph Hammond Cecil Barker was an English non-fiction author with over twenty-five books to his credit. He wrote mainly about the Royal Flying Corps (RFC) and Royal Air Force (RAF) operations in the First and Second World Wars, and about cricket."}]}, {"heading": "Deaths", "year": "2011", "date": "May 16", "txt": "Bob Davis, Australian footballer and coach (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 16", "txt": "Edward Hardwicke, English actor (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 16", "txt": "Kiyoshi Kodama, Japanese actor (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 16", "txt": "Patricia Aakhus, American author and academic (b. 1952)", "entities": [{"title": "Patricia Aakhus", "href": "/wiki/Patricia_Aakhus", "description": "Patricia \"Patty\" Aakhus, also known by her maiden name and pseudonym, Patricia McDowell, was an American novelist and director of International Studies at the University of Southern Indiana. She specialized in Irish themes and won Readercon's Best Imaginative Literature Award in 1990 and the Cahill Award for The Voyage of Mael Duin's Curragh."}]}, {"heading": "Deaths", "year": "2012", "date": "May 16", "txt": "James Abdnor, American soldier and politician, 30th Lieutenant Governor of South Dakota (b. 1923)", "entities": [{"title": "Lieutenant Governor of South Dakota", "href": "/wiki/Lieutenant_Governor_of_South_Dakota", "description": "The Lieutenant Governor of South Dakota is the lieutenant governor of the U.S. state of South Dakota."}]}, {"heading": "Deaths", "year": "2012", "date": "May 16", "txt": "Chuck Brown, American singer-songwriter, guitarist, and producer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 16", "txt": "Ernie Chan, Filipino-American illustrator (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 16", "txt": "Kevin Hickey, American baseball player (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 16", "txt": "Angelo Errichetti, American politician (b. 1928)", "entities": [{"title": "Angelo Errichetti", "href": "/wiki/Angelo_Errichetti", "description": "Angelo Joseph Errichetti was an American Democratic Party politician who served as Mayor of Camden, New Jersey, and in the New Jersey Senate before being indicted during Abscam."}]}, {"heading": "Deaths", "year": "2013", "date": "May 16", "txt": "Bryan Illerbrun, Canadian football player (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 16", "txt": "Frankie Librán, Puerto Rican-American baseball player (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 16", "txt": "Heinrich Rohrer, Swiss physicist and academic, Nobel Prize laureate (b. 1933)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2013", "date": "May 16", "txt": "Dick Trickle, American race car driver (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 16", "txt": "Bernard Waber, American author and illustrator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 16", "txt": "Chris Duckworth, Zimbabwean-South African cricketer (b. 1933)", "entities": [{"title": "Chris Duckworth", "href": "/wiki/Chris_Duckworth", "description": "Christopher Anthony Russell Duckworth was a Rhodesian cricketer who played in two Tests for South Africa in 1957."}]}, {"heading": "Deaths", "year": "2014", "date": "May 16", "txt": "Vito Favero, Italian cyclist (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 16", "txt": "Bud Hollowell, American baseball player and manager (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 16", "txt": "Clyde Snow, American anthropologist and author (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 16", "txt": "Prashant Bhargava, American director and producer (b. 1973)", "entities": [{"title": "Prashant Bhargava", "href": "/wiki/Prashant_Bhargava", "description": "Prashant Bhargava was an Indian-American filmmaker and designer. \nHe died of a heart attack from a history of heart trouble. Bhargava's short film Sangam, described by Greg Tate of the Village Voice as \"an elegant and poetic evocation of immigrant angst, memory and haunted spirituality\", premiered at the Sundance Film Festival, and PBS. His other directorial efforts include the documentary portrai"}]}, {"heading": "Deaths", "year": "2015", "date": "May 16", "txt": "Moshe Levinger, Israeli rabbi and author (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 16", "txt": "Flora MacNeil, Scottish Gaelic singer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "May 16", "txt": "Piet Blauw, Dutch politician (b. 1937)", "entities": [{"title": "Piet Blauw", "href": "/wiki/Piet_Blauw", "description": "Pieter Marinus \"Piet\" Blauw was a Dutch politician for the People's Party for Freedom and Democracy (VVD). He was born in Alkmaar, North Holland and was a farmer by profession. Blauw was elected to the House of Representatives in 1981, serving until 1998."}]}, {"heading": "Deaths", "year": "2019", "date": "May 16", "txt": "Bob Hawke, Australian politician, 23rd Prime Minister of Australia (b. 1929)", "entities": [{"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "2019", "date": "May 16", "txt": "I. M. Pei, Chinese-American architect (b. 1917) ", "entities": []}]