[{"heading": "Events", "year": "639", "date": "May 19", "txt": "Ashina Jiesheshuai and his tribesmen assaulted Emperor Taizong at Jiucheng Palace.", "entities": [{"title": "Ashina Jiesheshuai", "href": "/wiki/Ashina_Jiesheshuai", "description": "Ashina Jiesheshuai was a member of the Ashina clan of the Eastern Turkic Khaganate and general (Zhonglangjiang) of the Tang dynasty."}, {"title": "Emperor Taizong of Tang", "href": "/wiki/Emperor_Taizong_of_Tang", "description": "Emperor Taizong of Tang, previously Prince of Qin, personal name Li Shimin, was the second emperor of the Tang dynasty of China, ruling from 626 to 649. He is traditionally regarded as a co-founder of the dynasty for his role in encouraging Li Yuan, his father, to rebel against the Sui dynasty at Jinyang in 617. Taizong subsequently played a pivotal role in defeating several of the dynasty's most "}]}, {"heading": "Events", "year": "715", "date": "May 19", "txt": "Pope Gregory II is elected.", "entities": [{"title": "Pope Gregory II", "href": "/wiki/Pope_Gregory_II", "description": "Pope Gregory II was the bishop of Rome from 19 May 715 to his death. His defiance of Emperor Leo III the Isaurian as a result of the iconoclastic controversy in the Eastern Empire prepared the way for a long series of revolts, schisms and civil wars that eventually led to the establishment of the temporal power of the popes."}]}, {"heading": "Events", "year": "1051", "date": "May 19", "txt": "Henry I of France marries the Rus' princess, Anne of Kiev.", "entities": [{"title": "Henry I of France", "href": "/wiki/Henry_I_of_France", "description": "Henry I was King of the Franks from 1031 to 1060. The royal demesne of France reached its smallest size during his reign, and for this reason he is often seen as emblematic of the weakness of the early Capetians. This is not entirely agreed upon, however, as other historians regard him as a strong but realistic king, who was forced to conduct a policy mindful of the limitations of the French monar"}, {"title": "Kievan Rus'", "href": "/wiki/Kievan_Rus%27", "description": "Kievan Rus' or Kyivan Rus' was a loose federation of East Slavic and Finno-Ugric peoples in Europe from the late 9th to the mid-13th century, under the reign of the Rurik dynasty, founded by the Varangian prince Rurik. The modern nations of Belarus, Russia, and Ukraine all claim Kievan Rus' as their cultural ancestors, with Belarus and Russia deriving their names from it. The Rurik dynasty would c"}, {"title": "Anne of Kiev", "href": "/wiki/Anne_of_Kiev", "description": "Anne of Kiev was a Rus' princess who became queen of France in 1051 upon marrying King Henry I. She ruled the kingdom as regent during the minority of their son Philip I from Henry's death in 1060 until her controversial marriage to Count Ralph IV of Valois. Anne founded the Abbey of St. Vincent at Senlis."}]}, {"heading": "Events", "year": "1445", "date": "May 19", "txt": "John II of Castile defeats the Infantes of Aragon at the First Battle of Olmedo.", "entities": [{"title": "John II of Castile", "href": "/wiki/John_II_of_Castile", "description": "John II of Castile was King of Castile and León from 1406 to 1454."}, {"title": "Infantes of Aragon", "href": "/wiki/Infantes_of_Aragon", "description": "The Infantes of Aragon is an appellation commonly used by Spanish historians to refer to a group of 15th-century infantes (princes) of the House of Trastámara, specifically the sons of King Ferdinand I of Aragon and his wife Eleanor of Alburquerque:Infante Alfonso (1396–1458) - became Alfonso V of Aragon, also king of Sicily and Naples (f.1442)\nInfanta Maria (1396–1445) - Maria of Aragon, first wi"}, {"title": "First Battle of Olmedo", "href": "/wiki/First_Battle_of_Olmedo", "description": "The First Battle of Olmedo, between Castilian forces and those of Navarre and Aragon, took place on 19 May 1445 outside Olmedo in Castile."}]}, {"heading": "Events", "year": "1499", "date": "May 19", "txt": "Catherine of Aragon is married by proxy to Arthur, Prince of Wales. Catherine is 13 and Arthur is 12.", "entities": [{"title": "Catherine of Aragon", "href": "/wiki/Catherine_of_Aragon", "description": "Catherine of Aragon was Queen of England from June 1509 until May 1533 as the first wife of King Henry VIII; she was previously Princess of Wales as the wife of Henry's elder brother, Arthur."}, {"title": "Proxy marriage", "href": "/wiki/Proxy_marriage", "description": "A proxy wedding or proxy marriage is a wedding in which one or both of the individuals being united are not physically present, usually being represented instead by other persons. If both partners are absent a double proxy wedding occurs."}, {"title": "Arthur, Prince of Wales", "href": "/wiki/Arthur,_Prince_of_Wales", "description": "Arthur Tudor was Prince of Wales, Earl of Chester and Duke of Cornwall. As the eldest son and heir apparent of Henry VII of England, Arthur was viewed by contemporaries as the great hope of the newly established House of Tudor. His mother, Elizabeth of York, was the daughter of Edward IV, and his birth cemented the union between the House of Tudor and the House of York."}]}, {"heading": "Events", "year": "1535", "date": "May 19", "txt": "French explorer Jacques Cartier sets sail on his second voyage to North America with three ships, 110 men, and Chief Donnacona's two sons (whom Cartier had kidnapped during his first voyage).", "entities": [{"title": "Jacques Cartier", "href": "/wiki/Jacques_Cartier", "description": "Jacques Cartier was a French-Breton maritime explorer for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\" after the Iroquoian names for the two big settlements he saw at Stadacona and at Hochelaga."}, {"title": "Chief Donnacona", "href": "/wiki/Chief_Donnacona", "description": "Chief Donnacona was the chief of the village of Stadacona, located at the present site of Quebec City, Quebec, Canada. French explorer Jacques Cartier, concluding his second voyage to what is now Canada, returned to France with Donnacona. Donnacona was treated well in France but he died there. Later Cartier would make a third voyage to the same area."}]}, {"heading": "Events", "year": "1536", "date": "May 19", "txt": "Anne Boleyn, the second wife of Henry VIII of England, is beheaded for adultery, treason, and incest.", "entities": [{"title": "Anne Boleyn", "href": "/wiki/Anne_Boleyn", "description": "Anne Boleyn was Queen of England from 1533 to 1536 as the second wife of King Henry VIII. Their marriage, and her execution for treason and other charges by beheading, made her a key figure in the political and religious upheaval that marked the start of the English Reformation. Anne was the daughter of Thomas Boleyn, 1st Earl of Wiltshire, and his wife, Lady Elizabeth Howard, and was educated in "}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Events", "year": "1542", "date": "May 19", "txt": "The Prome Kingdom falls to the Taungoo Dynasty in present-day Myanmar.", "entities": [{"title": "Prome Kingdom", "href": "/wiki/Prome_Kingdom", "description": "The Prome Kingdom was a kingdom that existed for six decades between 1482 and 1542 in present-day central Burma (Myanmar). Based out of the city of Prome (Pyay), the minor kingdom was one of the several statelets that broke away from the dominant Ava Kingdom in the late 15th century. Throughout the 1520s, Prome was an ally of the Confederation of Shan States, and together they raided Avan territor"}, {"title": "Taungoo Dynasty", "href": "/wiki/Taungoo_Dynasty", "description": "The Toungoo dynasty, and also known as the Restored Toungoo dynasty, was the ruling dynasty of Burma (Myanmar) from the mid-16th century to 1752. Its early kings Tabinshwehti and Bayinnaung succeeded in reunifying the territories of the Pagan Kingdom for the first time since 1287 and in incorporating the Shan States for the first time. At its peak, Toungoo Empire was the largest and strongest empi"}, {"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}]}, {"heading": "Events", "year": "1568", "date": "May 19", "txt": "Queen Elizabeth I of England orders the arrest of Mary, Queen of Scots.", "entities": [{"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}, {"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}]}, {"heading": "Events", "year": "1643", "date": "May 19", "txt": "Thirty Years' War: French forces under the duc d'Enghien decisively defeat Spanish forces at the Battle of Rocroi, marking the symbolic end of Spain as a dominant land power.", "entities": [{"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}, {"title": "Louis, Grand Condé", "href": "/wiki/Louis,_Grand_Cond%C3%A9", "description": "Louis de Bourbon, Prince of Condé, known as the Great Condé for his military exploits, was a French general and the most illustrious representative of the Condé branch of the House of Bourbon. He was one of Louis XIV's most pre-eminent generals. Condé is particularly celebrated for his triumphs in the Thirty Years' War, notably at Rocroi, and his campaigns against the Grand Alliance in the Franco-"}, {"title": "Battle of Rocroi", "href": "/wiki/Battle_of_Rocroi", "description": "The Battle of Rocroi, fought on 19 May 1643, was a major engagement of the Thirty Years' War. It was fought between a French army led by the 21-year-old Duke of Enghien and Spanish forces under General Francisco de Melo, only five days after the accession of Louis XIV to the throne of France following his father's death. Rocroi shattered the myth of invincibility of the Spanish Tercios, the terrif"}]}, {"heading": "Events", "year": "1649", "date": "May 19", "txt": "An Act of Parliament declaring England a Commonwealth is passed by the Long Parliament. England would be a republic for the next eleven years.", "entities": [{"title": "Act of Parliament", "href": "/wiki/Act_of_Parliament", "description": "Acts of parliament, sometimes referred to as primary legislation, are texts of law passed by the legislative body of a jurisdiction. In most countries, acts of parliament begin as a bill, which the legislature votes on. Depending on the structure of government, this text may then by subject to assent or approval from the executive branch."}, {"title": "Commonwealth of England", "href": "/wiki/Commonwealth_of_England", "description": "The Commonwealth was the political structure during the period from 1649 to 1660 when England and Wales, later along with Ireland and Scotland, were governed as a republic after the end of the Second English Civil War and the trial and execution of Charles I. The republic's existence was declared through \"An Act declaring England to be a Commonwealth\", adopted by the Rump Parliament on 19 May 1649"}, {"title": "Long Parliament", "href": "/wiki/Long_Parliament", "description": "The Long Parliament was an English Parliament which lasted from 1640 until 1660. It followed the fiasco of the Short Parliament, which had convened for only three weeks during the spring of 1640 after an 11-year parliamentary absence. In September 1640, King Charles I issued writs summoning a parliament to convene on 3 November 1640. He intended it to pass financial bills, a step made necessary by"}, {"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}]}, {"heading": "Events", "year": "1655", "date": "May 19", "txt": "The Invasion of Jamaica begins during the Anglo-Spanish War.", "entities": [{"title": "Invasion of Jamaica", "href": "/wiki/Invasion_of_Jamaica", "description": "The Invasion of Jamaica took place in May 1655, during the 1654 to 1660 Anglo-Spanish War, when an English expeditionary force captured Spanish Jamaica. It was part of an ambitious plan by Oliver Cromwell to acquire new colonies in the Americas, known as the Western Design."}, {"title": "Anglo-Spanish War (1654–60)", "href": "/wiki/Anglo-Spanish_War_(1654%E2%80%9360)", "description": "The Anglo-Spanish War was a conflict between the English Protectorate under Oliver Cromwell and Spain, between 1654 and 1660. It was caused by commercial rivalry. Each side attacked the other's commercial and colonial interests in various ways such as privateering and naval expeditions. In 1655, an English amphibious expedition invaded Spanish territory in the Caribbean. In 1657, England formed an"}]}, {"heading": "Events", "year": "1743", "date": "May 19", "txt": "Jean-Pierre Christin developed the centigrade temperature scale.", "entities": [{"title": "Jean-Pierre Christin", "href": "/wiki/Jean-Pierre_Christin", "description": "Jean-Pierre Christin was a French physicist, mathematician, astronomer and musician. His proposal in 1743 to reverse the Celsius thermometer scale was widely accepted and is still in use today."}, {"title": "Centigrade temperature scale", "href": "/wiki/Centigrade_temperature_scale", "description": "The degree Celsius is a unit of temperature on the Celsius scale, a temperature scale originally known as the centigrade scale. The degree Celsius can refer to a specific temperature on the Celsius scale or a unit to indicate a difference or range between two temperatures. It is named after the Swedish astronomer Anders Celsius (1701–1744), who developed a similar temperature scale. Before being r"}]}, {"heading": "Events", "year": "1749", "date": "May 19", "txt": "King George II of Great Britain grants the Ohio Company a charter of land around the forks of the Ohio River.", "entities": [{"title": "George II of Great Britain", "href": "/wiki/George_II_of_Great_Britain", "description": "George II was King of Great Britain and Ireland, Duke of Brunswick-Lüneburg (Hanover) and a prince-elector of the Holy Roman Empire from 11 June 1727 (O.S.) until his death in 1760."}, {"title": "Ohio Company", "href": "/wiki/Ohio_Company", "description": "The Ohio Company, formally known as the Ohio Company of Virginia, was a land speculation company organized for the settlement by Virginians of the Ohio Country and to trade with the Native Americans. The company had a land grant from Britain and a treaty with Indians, but France also claimed the area, and the conflict helped provoke the outbreak of the French and Indian War."}, {"title": "Ohio River", "href": "/wiki/Ohio_River", "description": "The Ohio River is a 981-mile (1,579 km) long river in the United States. It is located in the Midwestern and Southern United States, flowing southwesterly from western Pennsylvania south of Lake Erie to its mouth on the Mississippi River at the southern tip of Illinois. It is the third largest river by discharge volume in the United States and the largest tributary by volume of the north-south flo"}]}, {"heading": "Events", "year": "1776", "date": "May 19", "txt": "American Revolutionary War: A Continental Army garrison surrenders in the Battle of The Cedars.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "Battle of The Cedars", "href": "/wiki/Battle_of_The_Cedars", "description": "The Battle of the Cedars was a series of military confrontations early in the American Revolutionary War during the Continental Army's invasion of Canada that had begun in September 1775. The skirmishes, which involved limited combat, occurred in May 1776 at and around the Cedars, 45 km (28 mi) west of Montreal, British North America. Continental Army units were opposed by a small force of British"}]}, {"heading": "Events", "year": "1780", "date": "May 19", "txt": "New England's Dark Day, an unusual darkening of the day sky, was observed over the New England states and parts of Canada.", "entities": [{"title": "New England's Dark Day", "href": "/wiki/New_England%27s_Dark_Day", "description": "New England's Dark Day occurred on May 19, 1780, when an unusual darkening of the daytime sky was observed over the New England states and parts of Canada. The primary cause of the event is believed to have been a combination of smoke from forest fires, a thick fog, and cloud cover. The darkness was so complete that candles were required from noon on. It did not disperse until the middle of the ne"}, {"title": "New England", "href": "/wiki/New_England", "description": "New England is a region comprising six states in the Northeastern United States: Connecticut, Maine, Massachusetts, New Hampshire, Rhode Island, and Vermont. It is bordered by the state of New York to the west and by the Canadian provinces of New Brunswick to the northeast and Quebec to the north. The Atlantic Ocean is to the east and southeast, and Long Island Sound is to the southwest. Boston is"}, {"title": "Canada", "href": "/wiki/Canada", "description": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres, making it the world's second-largest country by total area. Its southern and western border with the United States, stretching 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. "}]}, {"heading": "Events", "year": "1802", "date": "May 19", "txt": "Napoleon Bonaparte founds the Legion of Honour.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Legion of Honour", "href": "/wiki/Legion_of_Honour", "description": "The Legion of Honour is the highest French order of merit, both military and civil. Established in 1802 by Napoleon Bonaparte, it has been retained by all later French governments and régimes."}]}, {"heading": "Events", "year": "1828", "date": "May 19", "txt": "U.S. President John Quincy Adams signs the Tariff of 1828 into law, protecting wool manufacturers in the United States.", "entities": [{"title": "John Quincy Adams", "href": "/wiki/John_Quincy_Adams", "description": "John Quincy Adams was an American statesman, diplomat, lawyer, and diarist who served as the sixth president of the United States, from 1825 to 1829. He previously served as the eighth United States Secretary of State from 1817 to 1825. During his long diplomatic and political career, Adams also served as an ambassador, and as a member of the United States Senate and House of Representatives repre"}, {"title": "Tariff of 1828", "href": "/wiki/Tariff_of_1828", "description": "The Tariff of 1828 was a very high protective tariff that became law in the United States in May 1828. It was a bill designed to not pass Congress because it hurt both industry and farming, but surprisingly it passed. The bill was vehemently denounced in the South and escalated to a threat of civil war in the Nullification crisis of 1832-1833. The tariff was replaced in 1833 and the crisis ended. "}, {"title": "Wool", "href": "/wiki/Wool", "description": "Wool is the textile fiber obtained from sheep and other animals, including cashmere and mohair from goats, qiviut from muskoxen, hide and fur clothing from bison, angora from rabbits, and other types of wool from camelids."}]}, {"heading": "Events", "year": "1845", "date": "May 19", "txt": "Captain Sir John Franklin and his ill-fated Arctic expedition depart from Greenhithe, England.", "entities": [{"title": "John Franklin", "href": "/wiki/John_Franklin", "description": "Sir John Franklin was a British Royal Navy officer and Arctic explorer. After serving in wars against Napoleonic France and the United States, he led two expeditions into the Canadian Arctic, in 1819 and 1825, and served as Lieutenant-Governor of Van Diemen's Land from 1839 to 1843. During his third and final expedition to force the Northwest Passage in 1845, Franklin's ships became icebound off K"}, {"title": "Franklin's lost expedition", "href": "/wiki/Franklin%27s_lost_expedition", "description": "Franklin's lost expedition was a British voyage of Arctic exploration led by Captain Sir John Franklin that departed from England in 1845 aboard two ships, HMS Erebus and HMS Terror, and was assigned to traverse the last unnavigated sections of the Northwest Passage in the Canadian Arctic and to record magnetic data to help determine whether a better understanding could aid navigation. The expedit"}, {"title": "Greenhithe", "href": "/wiki/Greenhithe", "description": "Greenhithe is a town in the Borough of Dartford in Kent, England, and the civil parish of Swanscombe and Greenhithe. It is located 3.6 miles east of Dartford and 4.5 miles west of Gravesend."}]}, {"heading": "Events", "year": "1848", "date": "May 19", "txt": "Mexican–American War: Mexico ratifies the Treaty of Guadalupe Hidalgo thus ending the war and ceding California, Nevada, Utah and parts of four other modern-day U.S. states to the United States for US$15 million.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Treaty of Guadalupe Hidalgo", "href": "/wiki/Treaty_of_Guadalupe_Hidalgo", "description": "The Treaty of Guadalupe Hidalgo, officially titled the Treaty of Peace, Friendship, Limits and Settlement between the United States of America and the Mexican Republic, is the peace treaty that was signed on February 2, 1848, in the Villa de Guadalupe Hidalgo between the United States and Mexico that ended the Mexican–American War (1846–1848). The treaty was ratified by the United States on March "}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "Nevada", "href": "/wiki/Nevada", "description": "Nevada is a state in the Western region of the United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th-most extensive, the 19th-least populous, and the 9th-least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the La"}, {"title": "Utah", "href": "/wiki/Utah", "description": "Utah is a state in the Mountain West subregion of the Western United States. It is bordered by Colorado to the east, Wyoming to the northeast, Idaho to the north, Arizona to the south and Nevada to the west. It also touches a corner of New Mexico in the southeast. Of the fifty U.S. states, Utah is the 13th-largest by area; with a population over three million, it is the 30th-most-populous and 11th"}]}, {"heading": "Events", "year": "1911", "date": "May 19", "txt": "Parks Canada, the world's first national park service, is established as the Dominion Parks Branch under the Department of the Interior.", "entities": [{"title": "Parks Canada", "href": "/wiki/Parks_Canada", "description": "Parks Canada, is an agency of the Government of Canada run by a chief executive who answers to the Minister of the Environment and Climate Change. Parks Canada is mandated to \"protect and present nationally significant examples of Canada's natural and cultural heritage, and foster public understanding, appreciation, and enjoyment in ways that ensure their ecological and commemorative integrity for"}, {"title": "National park", "href": "/wiki/National_park", "description": "A national park is a park in use for conservation purposes, created and protected by national governments. Often it is a reserve of natural, semi-natural, or developed land that a sovereign state declares or owns. Although individual nations designate their own national parks differently, there is a common idea: the conservation of 'wild nature' for posterity and as a symbol of national pride."}]}, {"heading": "Events", "year": "1917", "date": "May 19", "txt": "The Norwegian football club Rosenborg BK is founded.", "entities": [{"title": "Rosenborg BK", "href": "/wiki/Rosenborg_BK", "description": "Rosenborg Ballklub, commonly referred to simply as Rosenborg or RBK, is a Norwegian professional football club from Trondheim that plays in Eliteserien. The club have won a record 26 leagues titles, a shared record 12 Norwegian Football Cup titles and have played more UEFA matches than any other Norwegian team. RBK play their home games at the all-seater Lerkendal Stadion which has a capacity of 2"}]}, {"heading": "Events", "year": "1919", "date": "May 19", "txt": "Mustafa Kemal Atatürk lands at Samsun on the Anatolian Black Sea coast, initiating what is later termed the Turkish War of Independence.", "entities": [{"title": "Mustafa Kemal Atatürk", "href": "/wiki/Mustafa_Kemal_Atat%C3%BCrk", "description": "Kemal Atatürk was a Turkish field marshal, revolutionary statesman, author, and the founding father of the Republic of Turkey, serving as its first president from 1923 until his death in 1938. He undertook sweeping progressive reforms, which modernized Turkey into a secular, industrial nation. Ideologically a secularist and nationalist, his policies and theories became known as Kemalism. Due to hi"}, {"title": "Samsun", "href": "/wiki/Samsun", "description": "Samsun is a city on the north coast of Turkey with a population of around 1.4 million people. It is the provincial capital of Samsun Province and a major Black Sea port. The growing city has two universities, several hospitals, shopping malls, much light manufacturing industry, sports facilities and an opera."}, {"title": "Anatolia", "href": "/wiki/Anatolia", "description": "Anatolia, also known as Asia Minor, is a large peninsula in Western Asia and the westernmost protrusion of the Asian continent. It makes up the majority of modern-day Turkey. The region is bounded by the Turkish Straits to the northwest, the Black Sea to the north, the Armenian Highlands to the east, the Mediterranean Sea to the south, and the Aegean Sea to the west. The Sea of Marmara forms a con"}, {"title": "Black Sea", "href": "/wiki/Black_Sea", "description": "The Black Sea is a marginal sea of the Atlantic Ocean lying between Europe and Asia; east of the Balkans, south of the East European Plain in Eastern Europe, west of the Caucasus, and north of Anatolia in Western Asia. It is supplied by major rivers, principally the Danube, Dnieper, and Don. The watersheds of many countries drain into the sea beyond the six that share its coast."}, {"title": "Turkish War of Independence", "href": "/wiki/Turkish_War_of_Independence", "description": "The Turkish War of Independence was a series of military campaigns waged by the Turkish National Movement after parts of the Ottoman Empire were occupied and partitioned following its defeat in World War I. The campaigns were directed against Greece in the west, Armenia in the east, France in the south, royalists and separatists in various cities, and Britain and Italy in Constantinople. Simultane"}]}, {"heading": "Events", "year": "1921", "date": "May 19", "txt": "The United States Congress passes the Emergency Quota Act establishing national quotas on immigration.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Emergency Quota Act", "href": "/wiki/Emergency_Quota_Act", "description": "The Emergency Quota Act, also known as the Emergency Immigration Act of 1921, the Immigration Restriction Act of 1921, the Per Centum Law, and the Johnson Quota Act, was formulated mainly in response to the large influx of Southern and Eastern Europeans and successfully restricted their immigration as well as that of other \"undesirables\" to the United States. Although intended as temporary legisla"}]}, {"heading": "Events", "year": "1922", "date": "May 19", "txt": "The Young Pioneer Organization of the Soviet Union is established.", "entities": [{"title": "Young Pioneer Organization of the Soviet Union", "href": "/wiki/Young_Pioneer_Organization_of_the_Soviet_Union", "description": "The Vladimir Lenin All-Union Pioneer Organization, abbreviated as the Young Pioneers, was a mass youth organization of the Soviet Union for children and young adults aged age 9–15 that existed between 1922 and 1991. Similar to the Scouting organisations of the Western Bloc, Pioneers learned skills of social cooperation and attended publicly funded summer camps."}]}, {"heading": "Events", "year": "1934", "date": "May 19", "txt": "Zveno and the Bulgarian Army engineer a coup d'état and install Kimon Georgiev as the new Prime Minister of Bulgaria.", "entities": [{"title": "Zveno", "href": "/wiki/Zveno", "description": "Zveno was a Bulgarian military and political organization, founded in 1927 by Bulgarian Army officers. It was associated with a newspaper of that name."}, {"title": "Bulgarian Army", "href": "/wiki/Bulgarian_Army", "description": "The Bulgarian Land Forces are the ground warfare branch of the Bulgarian Armed Forces. The Land Forces were established in 1878, when they were composed of anti-Ottoman militia (opalchentsi) and were the only branch of the Bulgarian military. The Land Forces are administered by the Ministry of Defence, previously known as the Ministry of War during the Kingdom of Bulgaria."}, {"title": "Bulgarian coup d'état of 1934", "href": "/wiki/Bulgarian_coup_d%27%C3%A9tat_of_1934", "description": "The Bulgarian coup d'état of 1934, also known as the 19 May coup d'état, was a coup d'état in the Kingdom of Bulgaria carried out by the Zveno military organization and the Military Union with the aid of the Bulgarian Army. It overthrew the government of the wide Popular Bloc coalition and replaced it with one under Kimon Georgiev."}, {"title": "Kimon Georgiev", "href": "/wiki/Kimon_Georgiev", "description": "Kimon Georgiev Stoyanov was a Bulgarian general who was the Prime Minister of Bulgaria from 1934 to 1935 and again from 1944 to 1946."}, {"title": "List of Prime Ministers of Bulgaria", "href": "/wiki/List_of_Prime_Ministers_of_Bulgaria", "description": "This is a list of the heads of government of the modern Bulgarian state, from the establishment of the Principality of Bulgaria to the present day."}]}, {"heading": "Events", "year": "1942", "date": "May 19", "txt": "World War II: In the aftermath of the Battle of the Coral Sea, Task Force 16 heads to Pearl Harbor.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of the Coral Sea", "href": "/wiki/Battle_of_the_Coral_Sea", "description": "The Battle of the Coral Sea, from 4 to 8 May 1942, was a major naval battle between the Imperial Japanese Navy (IJN) and naval and air forces of the United States and Australia. Taking place in the Pacific Theatre of World War II, the battle is historically significant as the first action in which aircraft carriers engaged each other and the first in which the opposing ships neither sighted nor fi"}, {"title": "Task Force 16", "href": "/wiki/Task_Force_16", "description": "Task Force 16 (TF16) was one of the most storied task forces in the United States Navy, a major participant in a number of the most important battles of the Pacific War."}, {"title": "Pearl Harbor", "href": "/wiki/Pearl_Harbor", "description": "Pearl Harbor is an American lagoon harbor on the island of Oahu, Hawaii, west of Honolulu. It has been long visited by the Naval fleet of the United States, before it was acquired from the Hawaiian Kingdom by the U.S. with the signing of the Reciprocity Treaty of 1875. Much of the harbor and surrounding lands are now a United States Navy deep-water naval base. It is also the headquarters of the Un"}]}, {"heading": "Events", "year": "1950", "date": "May 19", "txt": "A barge containing munitions destined for Pakistan explodes in the harbor at South Amboy, New Jersey, devastating the city.", "entities": [{"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "South Amboy, New Jersey", "href": "/wiki/South_Amboy,_New_Jersey", "description": "South Amboy is a suburban city in Middlesex County, New Jersey, on the Raritan Bay. As of the 2010 United States Census, the city's population was 8,631, reflecting an increase of 718 (+9.1%) from the 7,913 counted in the 2000 Census, which had in turn increased by 50 (+0.6%) from the 7,863 counted in the 1990 Census."}]}, {"heading": "Events", "year": "1950", "date": "May 19", "txt": "Egypt announces that the Suez Canal is closed to Israeli ships and commerce.", "entities": [{"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}]}, {"heading": "Events", "year": "1959", "date": "May 19", "txt": "The North Vietnamese Army establishes Group 559, whose responsibility is to determine how to maintain supply lines to South Vietnam; the resulting route is the Ho Chi Minh trail.", "entities": [{"title": "People's Army of Vietnam", "href": "/wiki/People%27s_Army_of_Vietnam", "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Coast Guard, Border Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"}, {"title": "Group 559", "href": "/wiki/Group_559", "description": "Group 559 was a transportation and logistical unit of the People's Army of Vietnam. Established on 19 May 1959 to move troops, weapons, and materiel from North Vietnam to Vietcong paramilitary units in South Vietnam, the unit created and maintained the Ho Chi Minh Trail, the supply line that helped the North win the Vietnam War."}, {"title": "Supply line", "href": "/wiki/Supply_line", "description": "Military supply-chain management is a cross-functional approach to procuring, producing and delivering products and services for military materiel applications. The broad management scope includes sub-suppliers, suppliers, internal information and funds flow."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Ho Chi Minh trail", "href": "/wiki/Ho_Chi_Minh_trail", "description": "The Ho Chi Minh trail, also called Annamite Range trail was a logistical network of roads and trails that ran from the Democratic Republic of Vietnam to the Republic of Vietnam through the kingdoms of Laos and Cambodia. The system provided support, in the form of manpower and materiel, to the National Front for the Liberation of South Vietnam and the People's Army of Vietnam (PAVN), or North Vietn"}]}, {"heading": "Events", "year": "1961", "date": "May 19", "txt": "Venera program: Venera 1 becomes the first man-made object to fly by another planet by passing Venus (the probe had lost contact with Earth a month earlier and did not send back any data).", "entities": [{"title": "Venera program", "href": "/wiki/Venera_program", "description": "The Venera program was the name given to a series of space probes developed by the Soviet Union between 1961 and 1984 to gather information about the planet Venus. Ten probes successfully landed on the surface of the planet, including the two Vega program and Venera-Halley probes, while thirteen probes successfully entered the Venusian atmosphere. Due to the extreme surface conditions on Venus, th"}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "1961", "date": "May 19", "txt": "At Silchar Railway Station, Assam, 11 Bengalis die when police open fire on protesters demanding state recognition of Bengali language in the Bengali Language Movement.", "entities": [{"title": "Assam", "href": "/wiki/Assam", "description": "Assam is a state in northeastern India, south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres ("}, {"title": "Bengali Language Movement", "href": "/wiki/Bengali_Language_Movement#Legacy", "description": "The Bengali Language Movement was a political movement in former East Bengal (renamed East Pakistan in 1952 advocating the recognition of the Bengali language as an official language of the then-Dominion of Pakistan in order to allow its use in government affairs, the continuation of its use as a medium of education, its use in media, currency and stamps, and to maintain its writing in the Bengali"}]}, {"heading": "Events", "year": "1962", "date": "May 19", "txt": "A birthday salute to U.S. President John F. Kennedy takes place at Madison Square Garden, New York City. The highlight is Marilyn Monroe's rendition of \"Happy Birthday\".", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "Madison Square Garden (1925)", "href": "/wiki/Madison_Square_Garden_(1925)", "description": "Madison Square Garden was an indoor arena in New York City, the third bearing that name. Built in 1925 and closed in 1968, it was located on the west side of Eighth Avenue between 49th and 50th Streets in Manhattan, on the site of the city's trolley-car barns. It was the first Garden that was not located near Madison Square. MSG III was the home of the New York Rangers of the National Hockey Leagu"}, {"title": "Marilyn Monroe", "href": "/wiki/Marilyn_Monroe", "description": "Marilyn Monroe was an American actress, model, and singer. Famous for playing comedic \"blonde bombshell\" characters, she became one of the most popular sex symbols of the 1950s and early 1960s and was emblematic of the era's sexual revolution. She was a top-billed actress for only a decade, but her films grossed $200 million by the time of her death in 1962. Long after her death, she continues to "}, {"title": "Happy Birthday, Mr. President", "href": "/wiki/Happy_Birthday,_Mr._President", "description": "\"Happy Birthday, Mr. President\" is a song sung by actress and singer Marilyn Monroe on May 19, 1962, for President John F. Kennedy at a celebration of his 45th birthday, 10 days before the actual date."}, {"title": "Happy Birthday to You", "href": "/wiki/Happy_Birthday_to_You", "description": "\"Happy Birthday to You\", also known as \"Happy Birthday\", is a song traditionally sung to celebrate a person's birthday. According to the 1998 Guinness World Records, it is the most recognized song in the English language, followed by \"For He's a Jolly Good Fellow\". The song's base lyrics have been translated into at least 18 languages. The melody of \"Happy Birthday to You\" comes from the song \"Goo"}]}, {"heading": "Events", "year": "1963", "date": "May 19", "txt": "The New York Post Sunday Magazine publishes Martin Luther King Jr.'s Letter from Birmingham Jail.", "entities": [{"title": "Martin Luther King Jr.", "href": "/wiki/Martin_Luther_King_Jr.", "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"}, {"title": "Letter from Birmingham Jail", "href": "/wiki/Letter_from_Birmingham_Jail", "description": "The \"Letter from Birmingham Jail\", also known as the \"Letter from Birmingham City Jail\" and \"The Negro Is Your Brother\", is an open letter written on April 16, 1963, by Martin Luther King Jr. It says that people have a moral responsibility to break unjust laws and to take direct action rather than waiting potentially forever for justice to come through the courts. Responding to being referred to a"}]}, {"heading": "Events", "year": "1971", "date": "May 19", "txt": "Mars probe program: Mars 2 is launched by the Soviet Union.", "entities": [{"title": "Mars probe program", "href": "/wiki/Mars_probe_program", "description": "The Mars program was a series of uncrewed spacecraft launched by the Soviet Union between 1960 and 1973. The spacecraft were intended to explore Mars, and included flyby probes, landers and orbiters."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1986", "date": "May 19", "txt": "The Firearm Owners Protection Act is signed into law by U.S. President Ronald Reagan.", "entities": [{"title": "Firearm Owners Protection Act", "href": "/wiki/Firearm_Owners_Protection_Act", "description": "The Firearm Owners Protection Act (FOPA) of 1986 is a United States federal law that revised many provisions of the Gun Control Act of 1968."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}]}, {"heading": "Events", "year": "1991", "date": "May 19", "txt": "Croatians vote for independence in a referendum.", "entities": [{"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}, {"title": "1991 Croatian independence referendum", "href": "/wiki/1991_Croatian_independence_referendum", "description": "Croatia held an independence referendum on 19 May 1991, following the Croatian parliamentary elections of 1990 and the rise of ethnic tensions that led to the breakup of Yugoslavia. With 83 percent turnout, voters approved the referendum, with 93 percent in favor of independence. Subsequently, Croatia declared independence and the dissolution of its association with Yugoslavia on 25 June 1991, but"}]}, {"heading": "Events", "year": "1993", "date": "May 19", "txt": "SAM Colombia Flight 501 crashes on approach to José María Córdova International Airport in Medellín, Colombia, killing 132.", "entities": [{"title": "SAM Colombia Flight 501", "href": "/wiki/SAM_Colombia_Flight_501", "description": "SAM Colombia Flight 501 was a Boeing 727-46 that crashed on May 19, 1993, killing all 132 on board. The aircraft collided with a mountain while on approach to Medellín, Colombia."}, {"title": "José María Córdova International Airport", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_C%C3%B3rdova_International_Airport", "description": "José María Córdova International Airport is the second largest airport in Colombia after El Dorado International Airport of Bogotá in terms of infrastructure and passenger service. It is located in the city of Rionegro, 20 kilometres (12 mi) south-east of Medellín."}, {"title": "Medellín", "href": "/wiki/Medell%C3%ADn", "description": "Medellín, officially the Municipality of Medellín, is the second-largest city in Colombia, after Bogotá, and the capital of the department of Antioquia. It is located in the Aburrá Valley, a central region of the Andes Mountains in South America. According to the National Administrative Department of Statistics, the city had an estimated population of 2,508,452 according to the 2018 census. With i"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "1997", "date": "May 19", "txt": "The Sierra Gorda biosphere, the most ecologically diverse region in Mexico, is established as a result of grassroots efforts.", "entities": [{"title": "Sierra Gorda biosphere", "href": "/wiki/Sierra_Gorda_biosphere", "description": "The Sierra Gorda is an ecological region centered on the northern third of the Mexican state of Querétaro and extending into the neighboring states of Guanajuato, Hidalgo and San Luis Potosí. Within Querétaro, the ecosystem extends from the center of the state starting in parts of San Joaquín and Cadereyta de Montes municipalities and covering all of the municipalities of Peñamiller, Pinal de Amol"}, {"title": "Ecosystem diversity", "href": "/wiki/Ecosystem_diversity", "description": "Ecosystem diversity deals with the variations in ecosystems within a geographical location and its overall impact on human existence and the environment."}, {"title": "Grassroots", "href": "/wiki/Grassroots", "description": "A grassroots movement is one that uses the people in a given district, region, or community as the basis for a political or economic movement. Grassroots movements and organizations use collective action from the local level to effect change at the local, regional, national, or international level. Grassroots movements are associated with bottom-up, rather than top-down decision making, and are so"}]}, {"heading": "Events", "year": "2007", "date": "May 19", "txt": "President of Romania Traian Băsescu survives an impeachment referendum and returns to office from suspension.", "entities": [{"title": "President of Romania", "href": "/wiki/President_of_Romania", "description": "The president of Romania is the head of state of Romania. Following a modification to the Romanian Constitution in 2003, the president is directly elected by a two-round system and serves for five years. An individual may serve two terms. During their term in office, the president may not be a formal member of a political party."}, {"title": "Traian Băsescu", "href": "/wiki/Traian_B%C4%83sescu", "description": "Traian Băsescu is a Romanian conservative politician who served as President of Romania from 2004 to 2014."}, {"title": "2007 Romanian presidential impeachment referendum", "href": "/wiki/2007_Romanian_presidential_impeachment_referendum", "description": "The Romanian presidential impeachment referendum of 2007 was conducted in order to determine whether the president of Romania Traian Băsescu should be forced to step down."}]}, {"heading": "Events", "year": "2010", "date": "May 19", "txt": "The Royal Thai Armed Forces concludes its crackdown on protests by forcing the surrender of United Front for Democracy Against Dictatorship leaders.", "entities": [{"title": "Royal Thai Armed Forces", "href": "/wiki/Royal_Thai_Armed_Forces", "description": "The Royal Thai Armed Forces (RTARF) is the name of the military of the Kingdom of Thailand."}, {"title": "2010 Thai military crackdown", "href": "/wiki/2010_Thai_military_crackdown", "description": "On 10 April and 13–19 May 2010, the Thai military cracked down on the United Front for Democracy Against Dictatorship (UDD) protests in central Bangkok, the capital of Thailand. The crackdown was the culmination of months of protests that called for the Democrat Party-led government of Abhisit Vejjajiva to dissolve parliament and hold elections. The crackdowns occurred in the vicinity of protest s"}, {"title": "2010 Thai political protests", "href": "/wiki/2010_Thai_political_protests", "description": "The 2010 Thai political protests were a series of political protests that were organised by the National United Front of Democracy Against Dictatorship (UDD) in Bangkok, Thailand from 12 March–19 May 2010 against the Democrat Party-led government. The UDD called for Prime Minister Abhisit Vejjajiva to dissolve parliament and hold elections earlier than the end of term elections scheduled in 2012. "}, {"title": "United Front for Democracy Against Dictatorship", "href": "/wiki/United_Front_for_Democracy_Against_Dictatorship", "description": "The United Front for Democracy Against Dictatorship (UDD), whose supporters are commonly called Red Shirts, is a political pressure group opposed to the People's Alliance for Democracy (PAD), the 2006 Thai coup d'état, and supporters of the coup. Notable UDD leaders include Jatuporn Prompan, Nattawut Saikua, Veera Musikapong, Charan Ditthapichai, and Weng Tojirakarn. The UDD allies itself with the"}]}, {"heading": "Events", "year": "2012", "date": "May 19", "txt": "Three gas cylinder bombs explode in front of a vocational school in the Italian city of Brindisi, killing one person and injuring five others.", "entities": [{"title": "2012 Brindisi school bombing", "href": "/wiki/2012_Brindisi_school_bombing", "description": "The 2012 Brindisi school bombing occurred on May 19, 2012, when three gas cylinder bombs hidden in a large rubbish bin exploded in front of the Morvillo Falcone high school in Brindisi, Italy, killing a 16-year-old female student and injuring five others, one seriously."}, {"title": "Brindisi", "href": "/wiki/Brindisi", "description": "Brindisi alb. Brini zi is a city in the region of Apulia in southern Italy, the capital of the province of Brindisi, on the coast of the Adriatic Sea. \nHistorically, the city has played an important role in trade and culture, due to its strategic position on the Italian Peninsula and its natural port on the Adriatic Sea. The city remains a major port for trade with Greece and the Middle East. Its "}]}, {"heading": "Events", "year": "2012", "date": "May 19", "txt": "A car bomb explodes near a military complex in the Syrian city of Deir ez-Zor, killing nine people.", "entities": [{"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "Deir ez-Zor", "href": "/wiki/Deir_ez-Zor", "description": "Deir ez-Zor is the largest city in eastern Syria and the seventh largest in the country. Located 450 km (280 mi) to the northeast of the capital Damascus on the banks of the Euphrates River, Deir ez-Zor is the capital of the Deir ez-Zor Governorate. In the 2004 census, it had a population of 211,857 people."}]}, {"heading": "Events", "year": "2015", "date": "May 19", "txt": "The Refugio oil spill deposited 142,800 U.S. gallons (3,400 barrels) of crude oil onto an area in California considered one of the most biologically diverse coastlines of the west coast.", "entities": [{"title": "Refugio oil spill", "href": "/wiki/Refugio_oil_spill", "description": "The Refugio oil spill on May 19, 2015, deposited 142,800 U.S. gallons of crude oil onto one of the most biologically diverse coastlines of the West Coast of the United States. The corroded pipeline blamed for the spill has been closed indefinitely, resulting in financial impacts to the county estimated as high as $74 million as it and a related pipeline remained out of service for three years. The"}, {"title": "Crude oil", "href": "/wiki/Crude_oil", "description": "Petroleum, also known as crude oil and oil, is a naturally occurring, yellowish-black liquid found in geological formations beneath the Earth's surface. It is commonly refined into various types of fuels. Components of petroleum are separated using a technique called fractional distillation, i.e. separation of a liquid mixture into fractions differing in boiling point by means of distillation, typ"}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "West Coast of the United States", "href": "/wiki/West_Coast_of_the_United_States", "description": "The West Coast of the United States, also known as the Pacific Coast, Pacific states, and the western seaboard, is the coastline along which the Western United States meets the North Pacific Ocean. The term typically refers to the contiguous U.S. states of California, Oregon, and Washington, but sometimes includes Alaska and Hawaii, especially by the United States Census Bureau as a U.S. geographi"}]}, {"heading": "Events", "year": "2016", "date": "May 19", "txt": "EgyptAir Flight 804 crashes into the Mediterranean Sea while traveling from Paris to Cairo, killing all on board.", "entities": [{"title": "EgyptAir Flight 804", "href": "/wiki/EgyptAir_Flight_804", "description": "EgyptAir Flight 804 was a regularly scheduled international passenger flight from Paris Charles de Gaulle Airport to Cairo International Airport, operated by EgyptAir. On 19 May 2016 at 02:33 Egypt Standard Time (UTC+2), the Airbus A320 crashed into the Mediterranean Sea, killing all 56 passengers, 3 security personnel, and 7 crew members on board."}, {"title": "Mediterranean Sea", "href": "/wiki/Mediterranean_Sea", "description": "The Mediterranean Sea is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin and almost completely enclosed by land: on the north by Western and Southern Europe and Anatolia, on the south by North Africa, and on the east by the Levant. The Sea has played a central role in the history of Western civilization. Although the Mediterranean is sometimes considered a part of the "}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}, {"title": "Cairo", "href": "/wiki/Cairo", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}]}, {"heading": "Events", "year": "2018", "date": "May 19", "txt": "The wedding of Prince Harry and Meghan Markle is held at St George's Chapel, Windsor, with an estimated global audience of 1.9 billion.", "entities": [{"title": "Wedding of Prince Harry and Meghan Markle", "href": "/wiki/Wedding_of_Prince_Harry_and_Meghan_Markle", "description": "The wedding of Prince Harry and Meghan Markle was held on 19 May 2018 in St George's Chapel at Windsor Castle in the United Kingdom. The groom, Prince Harry, is a member of the British royal family; the bride, Meghan Markle, is American and previously worked as an actress, blogger and charity ambassador and advocate. On the morning of the wedding, Prince Harry's grandmother, Queen Elizabeth II, co"}, {"title": "St George's Chapel, Windsor Castle", "href": "/wiki/St_George%27s_Chapel,_Windsor_Castle", "description": "St George's Chapel at Windsor Castle in England is a chapel built in the late-medieval Perpendicular Gothic style. It is both a Royal Peculiar and the Chapel of the Order of the Garter. It is located in the Lower Ward of the castle.\nSt George's castle chapel was originally founded in the 14th century by King Edward III and extensively enlarged in the late 15th century. It has been the scene of man"}, {"title": "Windsor, Berkshire", "href": "/wiki/Windsor,_Berkshire", "description": "Windsor is an historic market town and unparished area in the Royal Borough of Windsor and Maidenhead in Berkshire, England, close to London. It is widely known as the site of Windsor Castle, one of the official residences of the British monarch."}]}, {"heading": "Births", "year": "1400", "date": "May 19", "txt": "John Stourton, 1st Baron Stourton, English soldier and politician (d. 1462)", "entities": [{"title": "John Stourton, 1st Baron Stourton", "href": "/wiki/John_Stourton,_1st_Baron_Stourton", "description": "John Stourton, 1st Baron Stourton of Stourton, Wiltshire, was an English soldier and politician, elevated to the peerage in 1448."}]}, {"heading": "Births", "year": "1462", "date": "May 19", "txt": "Baccio D'Agnolo, Italian woodcarver, sculptor and architect (d. 1543)", "entities": [{"title": "Baccio D'Agnolo", "href": "/wiki/Baccio_D%27Agnolo", "description": "Baccio D'Agnolo, born Bartolomeo Baglioni, was an Italian woodcarver, sculptor and architect from Florence."}, {"title": "Woodcarver", "href": "/wiki/Woodcarver", "description": "Wood carving is a form of woodworking by means of a cutting tool (knife) in one hand or a chisel by two hands or with one hand on a chisel and one hand on a mallet, resulting in a wooden figure or figurine, or in the sculptural ornamentation of a wooden object. The phrase may also refer to the finished product, from individual sculptures to hand-worked mouldings composing part of a tracery."}, {"title": "Sculpture", "href": "/wiki/Sculpture", "description": "Sculpture is the branch of the visual arts that operates in three dimensions. It is one of the plastic arts. Durable sculptural processes originally used carving and modelling, in stone, metal, ceramics, wood and other materials but, since Modernism, there has been an almost complete freedom of materials and process. A wide variety of materials may be worked by removal such as carving, assembled b"}, {"title": "Architect", "href": "/wiki/Architect", "description": "An architect is a person who plans, designs and oversees the construction of buildings. To practice architecture means to provide services in connection with the design of buildings and the space within the site surrounding the buildings that have human occupancy or use as their principal purpose. Etymologically, the term architect derives from the Latin architectus, which derives from the Greek, "}]}, {"heading": "Births", "year": "1476 (or 1474)", "date": "May 19", "txt": "Helena of Moscow, Grand Duchess consort of Lithuania and Queen consort of Poland (d. 1513)", "entities": [{"title": "1474", "href": "/wiki/1474", "description": "Year 1474 (MCDLXXIV) was a common year starting on Saturday of the Julian calendar."}, {"title": "Helena of Moscow", "href": "/wiki/Helena_of_Moscow", "description": "Helena Ivanovna of Moscow was daughter of Ivan III the Great, Grand Prince of Moscow, and an uncrowned Grand Duchess of Lithuania and Queen of Poland as she would not convert from Eastern Orthodoxy to Catholicism. Her childless marriage to Grand Duke of Lithuania and later King of Poland Alexander Jagiellon was a constant source of tension between the Grand Duchy of Moscow and the Grand Duchy of L"}]}, {"heading": "Births", "year": "1593", "date": "May 19", "txt": "Claude Vignon, French painter (d. 1670)", "entities": [{"title": "Claude Vignon", "href": "/wiki/Claude_Vignon", "description": "Claude Vignon was a French painter, printmaker and illustrator who worked in a wide range of genres. During a period of study in Italy, he became exposed to many new artistic currents, in particular through the works of Caravaggio and his followers, Guercino, Guido Reni and Annibale Caracci. A prolific artist, his work has remained enigmatic, contradictory and hard to define within a single term o"}]}, {"heading": "Births", "year": "1616", "date": "May 19", "txt": "Johann Jakob Froberger, German organist and composer (d. 1667)", "entities": [{"title": "Johann Jakob Froberger", "href": "/wiki/Johann_Jakob_Froberger", "description": "Johann Jakob Froberger was a German Baroque composer, keyboard virtuoso, and organist. Among the most famous composers of the era, he was influential in developing the musical form of the suite of dances in his keyboard works. His harpsichord pieces are highly idiomatic and programmatic."}]}, {"heading": "Births", "year": "1639", "date": "May 19", "txt": "Charles Weston, 3rd Earl of Portland, English soldier and noble (d. 1665)", "entities": [{"title": "Charles Weston, 3rd Earl of Portland", "href": "/wiki/Charles_Weston,_3rd_Earl_of_Portland", "description": "Charles Weston, 3rd Earl of Portland, was the only son and heir of the 2nd Earl of Portland and Lady Frances Stuart."}]}, {"heading": "Births", "year": "1700", "date": "May 19", "txt": "José de Escandón, 1st Count of Sierra Gorda, Spanish sergeant and politician (d. 1770)", "entities": [{"title": "José de Escandón, 1st Count of Sierra Gorda", "href": "/wiki/Jos%C3%A9_de_Escand%C3%B3n,_1st_Count_of_Sierra_Gorda", "description": "José de Escandón, conde de Sierra was a Spanish Indian-fighter in New Spain and the founder and first governor of the colony of Nuevo Santander, which extended from the Pánuco River in the modern-day Mexican state of Tamaulipas to the Guadalupe River in the modern-day U.S. state of Texas."}]}, {"heading": "Births", "year": "1724", "date": "May 19", "txt": "Augustus Hervey, 3rd Earl of Bristol, English admiral and politician, Chief Secretary for Ireland (d. 1779)", "entities": [{"title": "Augustus Hervey, 3rd Earl of Bristol", "href": "/wiki/Augustus_Hervey,_3rd_Earl_of_Bristol", "description": "Admiral Augustus John Hervey, 3rd Earl of Bristol, PC was a Royal Navy officer and politician. He commanded the sixth-rate HMS Phoenix at the Battle of Minorca in May 1756 as well as the third-rate HMS Dragon at the Capture of Belle Île in June 1761, the Invasion of Martinique in January 1762 and the Battle of Havana in June 1762 during the Seven Years' War. He went on to be Chief Secretary for Ir"}, {"title": "Chief Secretary for Ireland", "href": "/wiki/Chief_Secretary_for_Ireland", "description": "The Chief Secretary for Ireland was a key political office in the British administration in Ireland. Nominally subordinate to the Lord Lieutenant, and officially the \"Chief Secretary to the Lord Lieutenant\", from the early 19th century until the end of British rule he was effectively the government minister with responsibility for governing Ireland, roughly equivalent to the role of a Secretary of"}]}, {"heading": "Births", "year": "1744", "date": "May 19", "txt": "Charlotte of Mecklenburg-Strelitz, German-born Queen to George III of the United Kingdom (d. 1818)", "entities": [{"title": "Charlotte of Mecklenburg-Strelitz", "href": "/wiki/Charlotte_of_Mecklenburg-Strelitz", "description": "Charlotte of Mecklenburg-Strelitz was the queen consort of the British king George III from their marriage on 8 September 1761 until her death. As George's wife, she was also Electress and later Queen of Hanover."}, {"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}]}, {"heading": "Births", "year": "1762", "date": "May 19", "txt": "Johann Gottlieb Fichte, German philosopher and academic (d. 1814)", "entities": [{"title": "Johann Gottlieb Fichte", "href": "/wiki/Johann_Gottlieb_Fichte", "description": "Johann Gottlieb Fichte was a German philosopher who became a founding figure of the philosophical movement known as German idealism, which developed from the theoretical and ethical writings of Immanuel Kant. Recently, philosophers and scholars have begun to appreciate Fichte as an important philosopher in his own right due to his original insights into the nature of self-consciousness or self-awa"}]}, {"heading": "Births", "year": "1773", "date": "May 19", "txt": "Arthur Aikin, English chemist and mineralogist (d. 1854)", "entities": [{"title": "Arthur Aikin", "href": "/wiki/Arthur_Aikin", "description": "Arthur Aikin, FLS, FGS was an English chemist, mineralogist and scientific writer, and was a founding member of the Chemical Society. He first became its Treasurer in 1841, and later became the Society's second President."}]}, {"heading": "Births", "year": "1795", "date": "May 19", "txt": "Johns Hopkins, American businessman and philanthropist (d. 1873)", "entities": [{"title": "Johns Hopkins", "href": "/wiki/Johns_Hopkins", "description": "Johns Hopkins was an American entrepreneur, investor, and philanthropist of Baltimore, Maryland. \nHis bequests founded numerous institutions bearing his name, most notably Johns Hopkins Hospital, and Johns Hopkins University. Although historically noted as an abolitionist, recent research indicates that Johns Hopkins was a slave owner for at least part of his life."}]}, {"heading": "Births", "year": "1827", "date": "May 19", "txt": "Paul-Armand Challemel-Lacour, French academic and politician, French Minister of Foreign Affairs (d. 1896)", "entities": [{"title": "Paul-Armand Challemel-Lacour", "href": "/wiki/Paul-Armand_Challemel-Lacour", "description": "Paul-Armand Challemel-Lacour was a French statesman."}, {"title": "Minister of Foreign Affairs (France)", "href": "/wiki/Minister_of_Foreign_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1832", "date": "May 19", "txt": "James Watney, Jr., English politician, brewer and cricketer (d. 1886)", "entities": [{"title": "James Watney junior", "href": "/wiki/James_Watney_junior", "description": "James Watney Jr. was a prominent member of the Watney family and a Conservative Member of Parliament for East Surrey."}]}, {"heading": "Births", "year": "1857", "date": "May 19", "txt": "John Jacob Abel, American biochemist and pharmacologist (d. 1938)", "entities": [{"title": "John Jacob Abel", "href": "/wiki/John_Jacob_Abel", "description": "John Jacob Abel was an American biochemist and pharmacologist. He established the pharmacology department at Johns Hopkins University School of Medicine in 1893, and then became America's first full-time professor of pharmacology. During his time at Hopkins, he made several important medical advancements, especially in the field of hormone extraction. In addition to his laboratory work, he founded"}]}, {"heading": "Births", "year": "1861", "date": "May 19", "txt": "Nellie Melba, Australian soprano and actress (d. 1931)", "entities": [{"title": "Nellie Melba", "href": "/wiki/Nellie_Melba", "description": "Dame Nellie Melba GBE was an Australian operatic soprano. She became one of the most famous singers of the late Victorian era and the early 20th century, and was the first Australian to achieve international recognition as a classical musician. She took the pseudonym \"Melba\" from Melbourne, her home town."}]}, {"heading": "Births", "year": "1871", "date": "May 19", "txt": "Walter Russell, American painter, sculptor, and author (d. 1963)", "entities": [{"title": "Walter Russell", "href": "/wiki/Walter_Russell", "description": "Walter Bowman Russell was an impressionist American painter, sculptor, autodidact and author. His lectures and writing place him firmly in the New Thought Movement. Russell wrote extensively on science topics, but these writings \"were not taken seriously by scientists.\""}]}, {"heading": "Births", "year": "1874", "date": "May 19", "txt": "Gilbert Jessop, English cricketer and soldier (d. 1955)", "entities": [{"title": "Gilbert Jessop", "href": "/wiki/Gilbert_Jessop", "description": "Gilbert Laird Jessop was an English cricket player, often reckoned to have been the fastest run-scorer cricket has ever known. He was Wisden Cricketer of the Year for 1898."}]}, {"heading": "Births", "year": "1878", "date": "May 19", "txt": "Alfred Laliberté, Canadian sculptor and painter (d. 1953)", "entities": [{"title": "Alfred Laliberté", "href": "/wiki/Alfred_Lalibert%C3%A9", "description": "Alfred Laliberté was a French Canadian sculptor and painter based in Montreal. His output includes more than 900 sculptures in bronze, marble, wood, and plaster. Many of his sculptures depict national figures and events in Canada and France such as Louis Hébert, François-Xavier-Antoine Labelle, Adam Dollard des Ormeaux, and the Lower Canada Rebellion. Although he produced hundreds of paintings as "}]}, {"heading": "Births", "year": "1879", "date": "May 19", "txt": "Nancy Astor, Viscountess Astor, American-English politician (d. 1964)", "entities": [{"title": "Nancy Astor, Viscountess Astor", "href": "/wiki/Nancy_Astor,_Viscountess_Astor", "description": "Nancy Witcher Langhorne Astor, Viscountess Astor, was an American-born British politician who was first woman seated as a member of Parliament (MP), serving from 1919 to 1945."}]}, {"heading": "Births", "year": "1880", "date": "May 19", "txt": "Albert Richardson, English architect and educator, designed the Manchester Opera House (d. 1964)", "entities": [{"title": "Albert Richardson", "href": "/wiki/Albert_Richardson", "description": "Sir Albert Edward Richardson was a leading English architect, teacher and writer about architecture during the first half of the 20th century. He was Professor of Architecture at University College London, a President of the Royal Academy, editor of Architects' Journal and founder of the Georgian Group."}, {"title": "Manchester Opera House", "href": "/wiki/Manchester_Opera_House", "description": "The Opera House in Quay Street, Manchester, England, is a 1,920-seater commercial touring theatre that plays host to touring musicals, ballet, concerts and a Christmas pantomime. It is a Grade II listed building. The Opera House is one of the main theatres in Manchester, England. The Opera House and its sister theatre the Palace Theatre, Manchester on Oxford Street are operated by the same parent "}]}, {"heading": "Births", "year": "1881", "date": "May 19", "txt": "Mustafa Kemal Atatürk (official birthday), Turkish field marshal and statesman, 1st President of Turkey (d. 1938)", "entities": [{"title": "Mustafa Kemal Atatürk", "href": "/wiki/Mustafa_Kemal_Atat%C3%BCrk", "description": "Kemal Atatürk was a Turkish field marshal, revolutionary statesman, author, and the founding father of the Republic of Turkey, serving as its first president from 1923 until his death in 1938. He undertook sweeping progressive reforms, which modernized Turkey into a secular, industrial nation. Ideologically a secularist and nationalist, his policies and theories became known as Kemalism. Due to hi"}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Births", "year": "1884", "date": "May 19", "txt": "David Munson, American runner (d. 1953)", "entities": [{"title": "David Curtiss Munson", "href": "/wiki/David_Curtiss_Munson", "description": "David Curtiss Munson was an American athlete who competed in the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1886", "date": "May 19", "txt": "Francis Biddle, American lawyer and judge, 58th United States Attorney General (d. 1968)", "entities": [{"title": "Francis Biddle", "href": "/wiki/Francis_Biddle", "description": "Francis Beverley Biddle was an American lawyer and judge who was the US Attorney General during World War II. He also served as the primary American judge during the postwar Nuremberg Trials. He also served as a United States Circuit Judge of the Court of Appeals for the Third Circuit."}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1887", "date": "May 19", "txt": "Ion Jalea, Romanian soldier and sculptor (d. 1983)", "entities": [{"title": "Ion Jalea", "href": "/wiki/Ion_Jalea", "description": "Ion Jalea was a Romanian sculptor, medallist, titular member of the Romanian Academy."}]}, {"heading": "Births", "year": "1889", "date": "May 19", "txt": "Tản Đà, Vietnamese poet and author (d. 1939)", "entities": [{"title": "Tản Đà", "href": "/wiki/T%E1%BA%A3n_%C4%90%C3%A0", "description": "Nguyễn Khắc Hiếu (阮克孝), pen name Tản Đà was a Vietnamese poet."}]}, {"heading": "Births", "year": "1889", "date": "May 19", "txt": "Henry B. Richardson, American archer (d. 1963)", "entities": []}, {"heading": "Births", "year": "1890", "date": "May 19", "txt": "Eveline Adelheid von Maydell, German-American illustrator (d. 1962)", "entities": [{"title": "Eveline Adelheid von Maydell", "href": "/wiki/Eveline_Adelheid_von_Maydell", "description": "Eveline Adelheid von Maydell was a German silhouette artist. Born in Iran, she studied drawing in Pärnu, Estonia, in Riga, Latvia and in St. Petersburg, Russia. She moved to the United States in 1922."}]}, {"heading": "Births", "year": "1890", "date": "May 19", "txt": "Ho Chi Minh, Vietnamese politician, 1st President of Vietnam (d. 1969)", "entities": [{"title": "President of Vietnam", "href": "/wiki/President_of_Vietnam", "description": "The president of the Socialist Republic of Vietnam is the head of state of Vietnam, elected by the Vietnam National Assembly from delegates of the National Assembly. Since Vietnam is a single-party state, the president is generally considered to hold the second highest position in the political system, after the General Secretary of the Communist Party of Vietnam. In addition, the president appoin"}]}, {"heading": "Births", "year": "1891", "date": "May 19", "txt": "Oswald Boelcke, German captain and pilot (d. 1916)", "entities": [{"title": "Oswald Boelcke", "href": "/wiki/Oswald_Boelcke", "description": "Oswald Boelcke was a German flying ace of the First World War credited with 40 victories; he was one of the most influential patrol leaders and tacticians of the early years of air combat. Boelcke is honored as the father of the German fighter air force, as well as considered the \"Father of Air Fighting Tactics\"."}]}, {"heading": "Births", "year": "1893", "date": "May 19", "txt": "H. Bonciu, Romanian author, poet, and journalist (d. 1950)", "entities": [{"title": "H. Bonciu", "href": "/wiki/H._Bonciu", "description": "H. Bonciu, or Horia Bonciu, was a Romanian novelist, poet, journalist and translator, noted especially as an atypical figure on his country's avant-garde scene. His work, comprising several volumes of poetry and two novels, is a mixture of influences from the diverse literary schools of Europe's modernism, and, unusually in the context of Romanian literature, borrows heavily from German-born movem"}]}, {"heading": "Births", "year": "1897", "date": "May 19", "txt": "Frank Luke, American lieutenant and pilot, Medal of Honor recipient (d. 1918)", "entities": [{"title": "Frank Luke", "href": "/wiki/Frank_Luke", "description": "Frank Luke Jr. was an American fighter ace credited with 19 aerial victories, ranking him second among United States Army Air Service pilots after Captain Eddie Rickenbacker during World War I. Luke was the first airman to receive the Medal of Honor and first USAAS ace in day. Luke Air Force Base, Arizona, a United States Air Force pilot training installation since World War II, is named in his ho"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1898", "date": "May 19", "txt": "Julius Evola, Italian philosopher and painter (d. 1974)", "entities": [{"title": "Julius Evola", "href": "/wiki/Julius_Evola", "description": "Giulio Cesare Andrea Evola, better known as Julius Evola, was an Italian philosopher, poet, painter, antisemitic conspiracy theorist, esotericist, and occultist. He has been described as a \"fascist intellectual\", a \"radical traditionalist\", \"antiegalitarian, antiliberal, antidemocratic, and antipopular\", and as having been \"the leading philosopher of Europe's neofascist movement\"."}]}, {"heading": "Births", "year": "1899", "date": "May 19", "txt": "Lothar Rădăceanu, Romanian journalist, linguist, and politician (d. 1955)", "entities": [{"title": "Lothar Rădăceanu", "href": "/wiki/Lothar_R%C4%83d%C4%83ceanu", "description": "Lothar or Lotar Rădăceanu was a Romanian journalist and linguist, best known as a socialist and communist politician."}]}, {"heading": "Births", "year": "1902", "date": "May 19", "txt": "Lubka Kolessa, Ukrainian-Canadian pianist and educator (d. 1997)", "entities": [{"title": "Lubka Kolessa", "href": "/wiki/Lubka_Kolessa", "description": "\n\nLubka Oleksandrivna Kolessa was a classical pianist and professor of piano."}]}, {"heading": "Births", "year": "1903", "date": "May 19", "txt": "Ruth Ella Moore, American scientist (d. 1994)", "entities": [{"title": "Ruth Ella Moore", "href": "/wiki/Ruth_Ella_Moore", "description": "Ruth Ella Moore was a bacteriologist, who in 1933 became the first African-American woman to gain a PhD in a natural science. She was a professor and head of the Department of Bacteriology at Howard University, publishing work on tuberculosis, immunology and dental caries, the response of gut microorganisms to antibiotics, and the blood type of African-Americans. During that period she was promote"}]}, {"heading": "Births", "year": "1906", "date": "May 19", "txt": "Bruce Bennett, American shot putter and actor (d. 2007)", "entities": [{"title": "Bruce Bennett", "href": "/wiki/Bruce_Bennett", "description": "Bruce Bennett, was an American film and television actor who prior to his screen career was a highly successful college athlete in football and in both intercollegiate and international track-and-field competitions. In 1928 he won the silver medal for the shot put at the Olympic Games held in Amsterdam. Bennett's acting career spanned more than 40 years. He worked predominantly in films until the "}]}, {"heading": "Births", "year": "1908", "date": "May 19", "txt": "Manik Bandopadhyay, Indian author, poet, and playwright (d. 1956)", "entities": [{"title": "Manik Bandopadhyay", "href": "/wiki/Manik_Bandopadhyay", "description": "Manik Bandopadhyay was an Indian writer and novelist, regarded as one of the major figures of 20th century Bengali literature. During a lifespan of 48 years, plagued simultaneously by illness and financial crisis, he produced 36 novels and nearly 250 short stories. His notable works include Padma Nadir Majhi and Putul Nacher Itikatha, Shahartali and Chatushkone."}]}, {"heading": "Births", "year": "1908", "date": "May 19", "txt": "Merriam Modell, American author (d. 1994)", "entities": []}, {"heading": "Births", "year": "1908", "date": "May 19", "txt": "Percy Williams, Canadian sprinter (d. 1982)", "entities": []}, {"heading": "Births", "year": "1909", "date": "May 19", "txt": "Nicholas Winton, English banker and humanitarian (d. 2015)", "entities": [{"title": "Nicholas Winton", "href": "/wiki/Nicholas_Winton", "description": "Sir Nicholas George Winton was a British banker and humanitarian who established an organisation to rescue children at risk from Nazi Germany. Born to German-Jewish parents who had emigrated to Britain at the beginning of the 20th century, Winton supervised the rescue of 669 children, most of them Jewish, from Czechoslovakia on the eve of World War II. Winton found homes for the children and arran"}]}, {"heading": "Births", "year": "1910", "date": "May 19", "txt": "Alan Melville, South African cricketer (d. 1983)", "entities": [{"title": "Alan Melville", "href": "/wiki/Alan_Melville", "description": "Alan Melville was a South African cricketer who played in 11 Tests from 1938 to 1949. He was born in Carnarvon, Northern Cape, South Africa and died at Sabie, Transvaal."}]}, {"heading": "Births", "year": "1913", "date": "May 19", "txt": "Neelam Sanjiva Reddy, Indian lawyer and politician, 6th President of India (d. 1996)", "entities": [{"title": "Neelam Sanjiva Reddy", "href": "/wiki/Neelam_Sanjiva_Reddy", "description": "Neelam Sanjiva Reddy pronunciation (help·info) was the Seventh President of India, serving from 1977 to 1982. Beginning a long political career with the Indian National Congress Party in the independence movement, he went on to hold several key offices in independent India—as the first Chief Minister of Andhra Pradesh, a two-time Speaker of the Lok Sabha and a Union Minister—before becoming the yo"}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1914", "date": "May 19", "txt": "Max Perutz, Austrian-English biologist and academic, Nobel Prize laureate (d. 2002)", "entities": [{"title": "Max Perutz", "href": "/wiki/Max_Perutz", "description": "Max Ferdinand Perutz was an Austrian-born British molecular biologist, who shared the 1962 Nobel Prize for Chemistry with John Kendrew, for their studies of the structures of haemoglobin and myoglobin. He went on to win the Royal Medal of the Royal Society in 1971 and the Copley Medal in 1979. At Cambridge he founded and chaired (1962–79) The Medical Research Council (MRC) Laboratory of Molecular "}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1914", "date": "May 19", "txt": "Alex Shibicky, Canadian ice hockey player (d. 2005)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 19", "txt": "John Vachon, American photographer and journalist (d. 1975)", "entities": []}, {"heading": "Births", "year": "1915", "date": "May 19", "txt": "Renée Asherson, English actress (d. 2014)", "entities": [{"title": "Renée Asherson", "href": "/wiki/Ren%C3%A9e_Asherson", "description": "Dorothy Renée Ascherson, known professionally as Renée Asherson, was an English actress. Much of her theatrical career was spent in Shakespearean plays, appearing at such venues as the Old Vic, the Liverpool Playhouse, and the Westminster Theatre. Her first stage appearance was on 17 October 1935, aged 20, and her first major film appearance was in The Way Ahead (1944). Her last film appearance wa"}]}, {"heading": "Births", "year": "1918", "date": "May 19", "txt": "Abraham Pais, Dutch-American physicist, historian, and academic (d. 2000)", "entities": [{"title": "Abraham Pais", "href": "/wiki/Abraham_Pais", "description": "Abraham Pais was a Dutch-American physicist and science historian. Pais earned his Ph.D. from University of Utrecht just prior to a Nazi ban on Jewish participation in Dutch universities during World War II. When the Nazis began the forced relocation of Dutch Jews, he went into hiding, but was later arrested and saved only by the end of the war. He then served as an assistant to Niels Bohr in Denm"}]}, {"heading": "Births", "year": "1919", "date": "May 19", "txt": "Georgie Auld, Canadian-American saxophonist, clarinet player, and bandleader (d. 1990)", "entities": [{"title": "Georgie Auld", "href": "/wiki/Georgie_Auld", "description": "Georgie Auld was a jazz tenor saxophonist, clarinetist, and bandleader."}]}, {"heading": "Births", "year": "1919", "date": "May 19", "txt": "Mitja Ribičič, Italian-Slovenian soldier and politician, 25th Prime Minister of Yugoslavia (d. 2013)", "entities": [{"title": "Prime Minister of Yugoslavia", "href": "/wiki/Prime_Minister_of_Yugoslavia", "description": "The prime minister of Yugoslavia was the head of government of the Yugoslav state, from the creation of the Kingdom of Serbs, Croats and Slovenes in 1918 until the breakup of the Socialist Federal Republic of Yugoslavia in 1992."}]}, {"heading": "Births", "year": "1920", "date": "May 19", "txt": "Tina Strobos, Dutch psychiatrist known for rescuing Jews during World War II (d. 2012)", "entities": [{"title": "Tina Strobos", "href": "/wiki/Tina_Strobos", "description": "Tina Strobos, née Tineke Buchter, was a Dutch physician and psychiatrist from Amsterdam, known for her resistance work during World War II. While a young medical student, she worked with her mother and grandmother to rescue more than 100 Jewish refugees as part of the Dutch resistance during the Nazi occupation of the Netherlands. Strobos provided her house as a hiding place for Jews on the run, u"}]}, {"heading": "Births", "year": "1921", "date": "May 19", "txt": "Leslie Broderick, English lieutenant and pilot (d. 2013)", "entities": [{"title": "Leslie Broderick", "href": "/wiki/Leslie_Broderick", "description": "Leslie (Les) Charles James Broderick,, was a British World War II Royal Air Force Avro Lancaster bomber pilot and teacher who was a prisoner of war in Stalag Luft III and one of the last three survivors of the \"Great Escape\"."}]}, {"heading": "Births", "year": "1921", "date": "May 19", "txt": "Harry W. Brown, American colonel and pilot (d. 1991)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 19", "txt": "Daniel Gélin, French actor, director, and screenwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 19", "txt": "Yuri Kochiyama, American activist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 19", "txt": "Karel van het Reve, Dutch historian and author (d. 1999)", "entities": []}, {"heading": "Births", "year": "1922", "date": "May 19", "txt": "Arthur Gorrie, Australian hobby shop proprietor (d. 1992)", "entities": [{"title": "Arthur Gorrie", "href": "/wiki/Arthur_Gorrie", "description": "Arthur Gorrie was born at West End in Brisbane on 19 May 1922. He ran a small hobby shop in Woolloongabba, and was involved with model aeronautical clubs including the Model Aeronautical Association of Australia and the Queensland Model Aeronautical Association from the early 1950s. He was also heavily involved with Toastmasters International, and was honored by them on many occasions, becoming a "}]}, {"heading": "Births", "year": "1924", "date": "May 19", "txt": "Sandy Wilson, English composer and songwriter (d. 2014)", "entities": [{"title": "Sandy Wilson", "href": "/wiki/Sandy_Wilson", "description": "\n\nAlexander Galbraith \"Sandy\" Wilson was an English composer and lyricist, best known for his musical The Boy Friend (1953)."}]}, {"heading": "Births", "year": "1925", "date": "May 19", "txt": "Pol Pot, Cambodian general and politician, 29th Prime Minister of Cambodia (d. 1998)", "entities": [{"title": "Pol Pot", "href": "/wiki/Pol_Pot", "description": "Pol Pot was a Cambodian revolutionary and politician who governed Cambodia as the Prime Minister of Democratic Kampuchea between 1975 and 1979. Ideologically a Marxist–Leninist and a Khmer nationalist, he was a leading member of Cambodia's communist movement, the Khmer Rouge, from 1963 until 1997 and served as the General Secretary of the Communist Party of Kampuchea from 1963 to 1981. Under his a"}, {"title": "Prime Minister of Cambodia", "href": "/wiki/Prime_Minister_of_Cambodia", "description": "The prime minister of Cambodia is the head of government of Cambodia. The prime minister is also the chairman of the Cabinet and leads the executive branch of the Royal Cambodian Government. The prime minister is a member of parliament, and is appointed by the monarch for a term of five years. Since 1945, 36 individuals have served as prime minister; 32 as official prime ministers, and 4 in acting"}]}, {"heading": "Births", "year": "1925", "date": "May 19", "txt": "Malcolm X, American minister and activist (d. 1965)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 19", "txt": "Edward Parkes, English engineer and academic (d. 2019)", "entities": [{"title": "Edward Parkes", "href": "/wiki/Edward_Parkes", "description": "\n\nSir Edward Walter Parkes DL FREng was Vice-Chancellor of City University London from 1974 to 1978 and of the University of Leeds from 1983 to 1991."}]}, {"heading": "Births", "year": "1926", "date": "May 19", "txt": "Peter Zadek, German director and screenwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1927", "date": "May 19", "txt": "Serge Lang, French-American mathematician, author and academic (d. 2005)", "entities": [{"title": "Serge Lang", "href": "/wiki/Serge_Lang", "description": "Serge Lang was a French-American mathematician and activist who taught at Yale University for most of his career. He is known for his work in number theory and for his mathematics textbooks, including the influential Algebra. He received the Frank Nelson Cole Prize in 1960 and was a member of the Bourbaki group."}]}, {"heading": "Births", "year": "1928", "date": "May 19", "txt": "Colin Chapman, English engineer and businessman, founded Lotus Cars (d. 1982)", "entities": [{"title": "Colin Chapman", "href": "/wiki/Colin_Chapman", "description": "Anthony Colin Bruce Chapman, was an influential English design engineer, inventor, and builder in the automotive industry, and founder of Lotus Cars."}, {"title": "Lotus Cars", "href": "/wiki/Lotus_Cars", "description": "Lotus Cars Limited is a British automotive company headquartered in Norfolk, England. It manufactures sports cars and racing cars noted for their light weight and fine handling characteristics."}]}, {"heading": "Births", "year": "1928", "date": "May 19", "txt": "Thomas Kennedy, English air marshal (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 19", "txt": "Gil McDougald, American baseball player and coach (d. 2010)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 19", "txt": "Dolph Schayes, American basketball player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 19", "txt": "Helmut Braunlich, German-American violinist and composer (d. 2013)", "entities": [{"title": "Helmut Braunlich", "href": "/wiki/Helmut_Braunlich", "description": "Helmut Braunlich was a German-American violinist, composer, and musicologist."}]}, {"heading": "Births", "year": "1929", "date": "May 19", "txt": "Richard Larter, Australian painter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 19", "txt": "John Stroger, American politician (d. 2008)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 19", "txt": "Eugene Genovese, American historian and author (d. 2012)", "entities": [{"title": "Eugene Genovese", "href": "/wiki/Eugene_Genovese", "description": "Eugene Dominic Genovese was an American historian of the American South and American slavery. He was noted for bringing a Marxist perspective to the study of power, class and relations between planters and slaves in the South. His book Roll, Jordan, Roll: The World the Slaves Made won the Bancroft Prize. He later abandoned the left and Marxism and embraced traditionalist conservatism."}]}, {"heading": "Births", "year": "1930", "date": "May 19", "txt": "Lorraine Hansberry, American playwright and director (d. 1965)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 19", "txt": "Bob Anderson, English race car driver (d. 1967)", "entities": [{"title": "Bob Anderson (racing driver)", "href": "/wiki/Bob_Anderson_(racing_driver)", "description": "Robert Hugh Fearon Anderson was a British Grand Prix motorcycle road racer and racing driver. He competed in Grand Prix motorcycle racing from 1958 to 1960 and in Formula One from 1963 to the 1967 seasons. He was also a two-time winner of the North West 200 race in Northern Ireland. Anderson was one of the last independent privateer drivers in Formula One before escalating costs made it impossible"}]}, {"heading": "Births", "year": "1931", "date": "May 19", "txt": "Trevor Peacock, English actor, screenwriter and songwriter (d. 2021)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 19", "txt": "Alma Cogan, English singer (d. 1966)", "entities": [{"title": "Alma Cogan", "href": "/wiki/Alma_Cogan", "description": "Alma Angela Cohen Cogan was an English singer of traditional pop music in the 1950s and early 1960s. Dubbed the \"Girl with the Giggle in Her Voice\", she was the highest paid British female entertainer of her era."}]}, {"heading": "Births", "year": "1932", "date": "May 19", "txt": "Paul Erdman, American economist and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 19", "txt": "Bill Fitch, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 19", "txt": "Elena Poniatowska, Mexican intellectual and journalist", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 19", "txt": "Edward de Bono, Maltese physician, author, and academic", "entities": [{"title": "Edward de Bono", "href": "/wiki/Edward_de_Bono", "description": "Edward Charles Francis Publius de Bono is a Maltese physician, psychologist, author, inventor, philosopher and consultant. He originated the term lateral thinking, wrote the book Six Thinking Hats and is a proponent of the teaching of thinking as a subject in schools."}]}, {"heading": "Births", "year": "1934", "date": "May 19", "txt": "Ruskin Bond, Indian author and poet", "entities": [{"title": "Ruskin Bond", "href": "/wiki/Ruskin_Bond", "description": "Ruskin Bond is an Indian author of British descent. He lives with his adopted family in Landour, Mussoorie, India. The Indian Council for Child Education has recognised his role in the growth of children's literature in India. He was awarded the Sahitya Academy Award in 1992 for Our Trees Still Grow in Dehra, his novel in English. He was awarded the Padma Shri in 1999 and the Padma Bhushan in 2014"}]}, {"heading": "Births", "year": "1934", "date": "May 19", "txt": "Jim Lehrer, American journalist and author (d. 2020)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 19", "txt": "David Hartman, American journalist and television personality", "entities": [{"title": "David Hartman (TV personality)", "href": "/wiki/David_Hartman_(TV_personality)", "description": "David Downs Hartman is an American journalist and media host who began his media career as an actor. He currently anchors and hosts documentary programs on History and PBS. Hartman is best known as the first host of ABC's Good Morning America, from 1975 to 1987. As an actor, he starred in the 1970s as a young resident, Dr. Paul Hunter, on The Bold Ones: The New Doctors and as a teacher in the seri"}]}, {"heading": "Births", "year": "1937", "date": "May 19", "txt": "Pat Roach, English wrestler (d. 2004)", "entities": [{"title": "Pat Roach", "href": "/wiki/Pat_Roach", "description": "Francis Patrick Roach was an English actor, and professional wrestler. During an acting career between the 1970s and the 1990s, he appeared in multiple films, usually cast as a support player strongman villain. He appeared in the Indiana Jones film series, as the West Country bricklayer Brian \"Bomber\" Busbridge in the 1980s British television series Auf Wiedersehen, Pet, and in the role of Petty O"}]}, {"heading": "Births", "year": "1938", "date": "May 19", "txt": "Moisés da Costa Amaral, East Timorese politician (d. 1989)", "entities": [{"title": "Moisés da Costa Amaral", "href": "/wiki/Mois%C3%A9s_da_Costa_Amaral", "description": "Moisés da Costa Amaral was an East Timorese politician in the Timorese Democratic Union."}]}, {"heading": "Births", "year": "1938", "date": "May 19", "txt": "Herbie Flowers, English musician", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 19", "txt": "Igor Ter-Ovanesyan, Ukrainian long jumper and coach", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 19", "txt": "Livio Berruti, Italian sprinter", "entities": [{"title": "Livio Berruti", "href": "/wiki/Livio_Berruti", "description": "Livio Berruti is an Italian former athlete who was the winner of the 200-meter dash in the 1960 Summer Olympics."}]}, {"heading": "Births", "year": "1939", "date": "May 19", "txt": "James Fox, English actor", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 19", "txt": "Nancy Kwan, Hong Kong-American actress and makeup artist", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 19", "txt": "Jānis Lūsis, Latvian javelin thrower and coach (d. 2020)", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 19", "txt": "Dick Scobee, American colonel, pilot, and astronaut (d. 1986)", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 19", "txt": "Jan Janssen, Dutch cyclist", "entities": [{"title": "Jan Janssen", "href": "/wiki/Jan_Janssen", "description": "Johannes Adrianus \"Jan\" Janssen is a Dutch former professional cyclist (1962–1972). He was world champion and winner of the Tour de France and the Vuelta a España, the first Dutch rider to win either. He rode the Tour de France eight times and finished all but the first time. He won seven stages and wore the yellow jersey for two days. He was easily spotted in the peloton because of his blond hair"}]}, {"heading": "Births", "year": "1940", "date": "May 19", "txt": "Mickey Newbury, American country/pop singer-songwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 19", "txt": "Nora Ephron, American director, producer, and screenwriter (d. 2012)", "entities": [{"title": "Nora Ephron", "href": "/wiki/Nora_Ephron", "description": "Nora Ephron was an American journalist, writer, and filmmaker. She is best known for her romantic comedy films and was nominated three times for the Academy Award for Best Writing: for Silkwood (1983), When Harry Met Sally... (1989), and Sleepless in Seattle (1993). She won the BAFTA Award for Best Original Screenplay for When Harry Met Sally...."}]}, {"heading": "Births", "year": "1941", "date": "May 19", "txt": "Igor Judge, Baron Judge, Maltese-English lawyer and judge, Lord Chief Justice of England and Wales", "entities": [{"title": "Lord Chief Justice of England and Wales", "href": "/wiki/Lord_Chief_Justice_of_England_and_Wales", "description": "The Lord Chief Justice of England and Wales is the Head of the Judiciary of England and Wales and the President of the Courts of England and Wales."}]}, {"heading": "Births", "year": "1942", "date": "May 19", "txt": "Gary Kildall, American computer scientist, founded Digital Research Inc. (d. 1994)", "entities": [{"title": "Gary Kildall", "href": "/wiki/Gary_Kildall", "description": "Gary Arlen Kildall was an American computer scientist and microcomputer entrepreneur who created the CP/M operating system and founded Digital Research, Inc. (DRI). Kildall was one of the first people to see microprocessors as fully capable computers, rather than equipment controllers, and to organize a company around this concept. He also co-hosted the PBS TV show Computer Chronicles. Although hi"}, {"title": "Digital Research", "href": "/wiki/Digital_Research", "description": "Digital Research, Inc. was a company created by Gary Kildall to market and develop his CP/M operating system and related 8-bit, 16-bit and 32-bit systems like MP/M, Concurrent DOS, FlexOS, Multiuser DOS, DOS Plus, DR DOS and GEM. It was the first large software company in the microcomputer world. Digital Research was originally based in Pacific Grove, California, later in Monterey, California."}]}, {"heading": "Births", "year": "1942", "date": "May 19", "txt": "Robert Kilroy-Silk, English television host and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 19", "txt": "Eddie May, English footballer and manager (d. 2012)", "entities": [{"title": "Eddie May", "href": "/wiki/Eddie_May", "description": "Edwin Charles May was an English football player and manager. May was born in Epping, and played for Dagenham, Southend United, Wrexham and Swansea City."}]}, {"heading": "Births", "year": "1943", "date": "May 19", "txt": "Shirrel Rhoades, American author, publisher, and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 19", "txt": "Peter Mayhew, English-American actor (d. 2019)", "entities": [{"title": "Peter Mayhew", "href": "/wiki/Peter_Mayhew", "description": "Peter William Mayhew was an English-American actor, best known for portraying Chewbacca in the Star Wars film series. He played the character in all of his live-action appearances from the 1977 original to 2015's The Force Awakens before his retirement from the role."}]}, {"heading": "Births", "year": "1945", "date": "May 19", "txt": "Pete Townshend, English singer-songwriter and guitarist", "entities": [{"title": "Pete Townshend", "href": "/wiki/Pete_Townshend", "description": "Peter Dennis Blandford Townshend is an English guitarist, singer and composer. He is co-founder, leader, guitarist, secondary lead vocalist and principal songwriter of the Who, one of the most influential rock bands of the 1960s and 1970s."}]}, {"heading": "Births", "year": "1946", "date": "May 19", "txt": "Claude Lelièvre, Belgian activist", "entities": [{"title": "Claude Lelièvre", "href": "/wiki/Claude_Leli%C3%A8vre", "description": "Claude Lelièvre is the Commissioner for Children Rights of the French Community of Belgium, an office similar to the Children's Ombudsman agencies elsewhere."}]}, {"heading": "Births", "year": "1946", "date": "May 19", "txt": "Michele Placido, Italian actor and director", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 19", "txt": "André the Giant, French-American wrestler and actor (d. 1993)", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 19", "txt": "Paul Brady, Irish singer-songwriter, guitarist, and producer", "entities": [{"title": "Paul Brady", "href": "/wiki/Paul_Brady", "description": "Paul Joseph Brady is an Irish singer-songwriter and musician from Strabane, Northern Ireland. His work straddles folk and pop. He was interested in a wide variety of music from an early age. He initially collaborated with several major bands, prior to launching a successful solo career."}]}, {"heading": "Births", "year": "1947", "date": "May 19", "txt": "Christopher Chope, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 19", "txt": "David Helfgott, Australian pianist", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 19", "txt": "Grace Jones, Jamaican-American singer-songwriter, producer, and actress", "entities": [{"title": "Grace Jones", "href": "/wiki/Grace_Jones", "description": "Grace Beverly Jones is a Jamaican-American model, singer, songwriter, record producer and actress. \nIn 1999, Jones ranked 82nd on VH1's 100 Greatest Women of Rock and Roll, and in 2008, she was honored with a Q Idol Award. Jones influenced the cross-dressing movement of the 1980s and has been an inspiration for artists including Annie Lennox, Lady Gaga, Rihanna, Solange, Lorde, Róisín Murphy, Braz"}]}, {"heading": "Births", "year": "1949", "date": "May 19", "txt": "Dusty Hill, American singer-songwriter and bass player", "entities": [{"title": "Dusty Hill", "href": "/wiki/Dusty_Hill", "description": "Joseph Michael \"Dusty\" Hill is an American musician, singer, and songwriter, who is best known as the bassist and secondary lead vocalist of the American rock group ZZ Top. With the band, Hill plays bass guitar, sings backing and lead vocals, and keyboards. Hill was inducted into the Rock and Roll Hall of Fame as a member of ZZ Top in 2004."}]}, {"heading": "Births", "year": "1949", "date": "May 19", "txt": "Philip Hunt, Baron Hunt of Kings Heath, English politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 19", "txt": "Archie Manning, American football player", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 19", "txt": "Tadeusz Ślusarski, Polish pole vaulter (d. 1998)", "entities": [{"title": "Tadeusz Ślusarski", "href": "/wiki/Tadeusz_%C5%9Alusarski", "description": "Tadeusz Ślusarski was a Polish Olympic gold medalist in pole vault at the 1976 Olympics, as well as a silver medalist at the 1980 Olympics."}]}, {"heading": "Births", "year": "1951", "date": "May 19", "txt": "Joey Ramone, American singer-songwriter (d. 2001)", "entities": [{"title": "Joey Ramone", "href": "/wiki/Joey_Ramone", "description": "Jeffrey Ross Hyman, known professionally as Joey Ramone, was an American musician, singer, composer, and lead vocalist of the punk rock band the Ramones. Joey Ramone's image, voice, and tenure as frontman of the Ramones made him a countercultural icon."}]}, {"heading": "Births", "year": "1951", "date": "May 19", "txt": "Dick Slater, American wrestler", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 19", "txt": "Charlie Spedding, English runner", "entities": [{"title": "Charlie Spedding", "href": "/wiki/Charlie_Spedding", "description": "Charles Spedding is a male English former long-distance runner."}]}, {"heading": "Births", "year": "1952", "date": "May 19", "txt": "Bert van Marwijk, Dutch footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 19", "txt": "Patrick Hodge, Lord Hodge, Scottish lawyer and judge", "entities": [{"title": "Patrick Hodge, Lord Hodge", "href": "/wiki/Patrick_Hodge,_Lord_Hodge", "description": "Patrick Stewart Hodge, Lord Hodge, PC is a Scottish lawyer, currently serving as Deputy President of the Supreme Court of the United Kingdom."}]}, {"heading": "Births", "year": "1953", "date": "May 19", "txt": "Shavarsh Karapetyan, Armenian finswimmer", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 19", "txt": "Florin Marin, Romanian footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 19", "txt": "Victoria Wood, English actress, singer, director, and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 19", "txt": "Rick Cerone, American baseball player and sportscaster", "entities": [{"title": "Rick Cerone", "href": "/wiki/Rick_Cerone", "description": "Richard Aldo Cerone is an American former professional baseball player, television sports color commentator and minor league baseball team owner. He played in Major League Baseball as a catcher from 1975 to 1992 for the Cleveland Indians, Toronto Blue Jays, New York Yankees, Atlanta Braves, Milwaukee Brewers, Boston Red Sox, New York Mets, and Montreal Expos."}]}, {"heading": "Births", "year": "1954", "date": "May 19", "txt": "Lena Einhorn, Swedish director, writer and physician", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 19", "txt": "Hōchū Ōtsuka, Japanese voice actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 19", "txt": "Phil Rudd, Australian-New Zealand drummer", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 19", "txt": "James Gosling, Canadian-American computer scientist, created Java", "entities": [{"title": "James Gosling", "href": "/wiki/James_Gosling", "description": "James Arthur Gosling, often referred to as \"Dr. Java\", OC is a Canadian computer scientist, best known as the founder and lead designer behind the Java programming language."}, {"title": "Java (programming language)", "href": "/wiki/Java_(programming_language)", "description": "Java is a class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible. It is a general-purpose programming language intended to let application developers write once, run anywhere (WORA), meaning that compiled Java code can run on all platforms that support Java without the need for recompilation. Java applications are typically compile"}]}, {"heading": "Births", "year": "1956", "date": "May 19", "txt": "Oliver Letwin, English philosopher and politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Oliver Letwin", "href": "/wiki/Oliver_Letwin", "description": "Sir Oliver Letwin is a British politician who served as the Member of Parliament (MP) for West Dorset from 1997 to 2019. Letwin was elected as a member of the Conservative Party, but sat as an independent after having the whip removed in September 2019. He served as Shadow Chancellor of the Exchequer under Michael Howard and Shadow Home Secretary under Iain Duncan Smith. He was Chancellor of the D"}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1956", "date": "May 19", "txt": "Martyn Ware, English keyboard player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 19", "txt": "Bill Laimbeer, American basketball player and coach", "entities": [{"title": "Bill Laimbeer", "href": "/wiki/Bill_Laimbeer", "description": "William J. Laimbeer Jr. is an American professional basketball coach and former player who is the head coach of the Las Vegas Aces of the Women's National Basketball Association (WNBA)."}]}, {"heading": "Births", "year": "1957", "date": "May 19", "txt": "James Reyne, Nigerian-Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 19", "txt": "Vadim Cojocaru, Moldovan politician", "entities": [{"title": "Vadim Cojocaru", "href": "/wiki/Vadim_Cojocaru", "description": "Vadim Cojocaru is a Moldovan politician."}]}, {"heading": "Births", "year": "1961", "date": "May 19", "txt": "Gregory Poirier, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 19", "txt": "Wayne Van Dorp, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 19", "txt": "Filippo Galli, Italian footballer and manager", "entities": [{"title": "Filippo Galli", "href": "/wiki/Filippo_Galli", "description": "Filippo Galli is an Italian football manager and former player, who played as a defender."}]}, {"heading": "Births", "year": "1964", "date": "May 19", "txt": "Peter Jackson, Australian rugby league player and sportscaster (d. 1997)", "entities": [{"title": "Peter Jackson (rugby league)", "href": "/wiki/Peter_Jackson_(rugby_league)", "description": "Peter Jackson was an Australian professional rugby league footballer who played in the 1980s and 1990s. Nicknamed 'Jacko', he was an Australia national and Queensland State of Origin representative centre or five-eighth. Jackson played club football in the Brisbane Rugby League for the Souths Magpies, before moving to the New South Wales Rugby League and playing for the Canberra Raiders, Brisbane "}]}, {"heading": "Births", "year": "1964", "date": "May 19", "txt": "John Lee, South Korean-American football player", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 19", "txt": "Miloslav Mečíř, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 19", "txt": "Maile Flanagan, American actress, producer, and screenwriter", "entities": [{"title": "Maile Flanagan", "href": "/wiki/Maile_Flanagan", "description": "Maile Flanagan is an American television, film and voice actress. She is best known for her roles as Naruto Uzumaki in the English dub of Naruto and Terry Perry on Lab Rats. She has also had recurring roles on Shameless, Bad Teacher, The Class, Grey's Anatomy and many cartoons."}]}, {"heading": "Births", "year": "1966", "date": "May 19", "txt": "Marc Bureau, Canadian ice hockey player and sportscaster", "entities": [{"title": "Marc Bureau (ice hockey)", "href": "/wiki/Marc_Bureau_(ice_hockey)", "description": "Marc Joseph Denis Bureau is a Canadian former ice hockey centre who played in the National Hockey League for the Calgary Flames, Minnesota North Stars, Tampa Bay Lightning, Montreal Canadiens and Philadelphia Flyers."}]}, {"heading": "Births", "year": "1966", "date": "May 19", "txt": "Jodi Picoult, American author and educator", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 19", "txt": "Polly Walker, English actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 19", "txt": "Alexia, Italian singer", "entities": [{"title": "Alexia (Italian singer)", "href": "/wiki/Alexia_(Italian_singer)", "description": "Alexia is an Italian singer. Before recording in Italian in the 2000s, she made records in English in the 1990s. Many of those were international hits. Before her solo career she was the vocalist of Ice Mc."}]}, {"heading": "Births", "year": "1967", "date": "May 19", "txt": "Geraldine Somerville, Irish-born English actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 19", "txt": "Kyle Eastwood, American actor and bass player", "entities": [{"title": "Kyle Eastwood", "href": "/wiki/Kyle_Eastwood", "description": "Kyle Eastwood is an American jazz musician and actor. He studied film at the University of Southern California for two years before embarking on a music career. After becoming a session player in the early 1990s and leading his own quartet, he released his first solo album, From There to Here, in 1998. His album The View From Here was released in 2013 by Jazz Village. Eastwood plays fretted and fr"}]}, {"heading": "Births", "year": "1970", "date": "May 19", "txt": "Stuart Cable, Welsh drummer (d. 2010)", "entities": [{"title": "Stuart Cable", "href": "/wiki/Stuart_Cable", "description": "Stuart Cable was a British rock drummer and broadcaster from Aberdare, Wales, best known as the original drummer for the band Stereophonics."}]}, {"heading": "Births", "year": "1970", "date": "May 19", "txt": "K. J. Choi, South Korean golfer", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 19", "txt": "Regina Narva, Estonian chess player", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 19", "txt": "Nia Zulkarnaen, Indonesian actress, singer and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 19", "txt": "Ross Katz, American director, producer, and screenwriter", "entities": [{"title": "Ross Katz", "href": "/wiki/Ross_Katz", "description": "Ross Katz is an American film producer, screenwriter and film director."}]}, {"heading": "Births", "year": "1971", "date": "May 19", "txt": "Andres Salumets, Estonian biologist, biochemist, and educator", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 19", "txt": "Jenny Berggren, Swedish singer-songwriter", "entities": [{"title": "Jenny Berggren", "href": "/wiki/Jenny_Berggren", "description": "Jenny Cecilia Petrén, née Berggren,, professionally known as Jenny Berggren and Jenny from Ace of Base is a Swedish mezzo-soprano singer and former lead singer in the Swedish pop band Ace of Base. Since 1995, she has also been writing songs and performing solo. In 2010, she released her debut album My Story."}]}, {"heading": "Births", "year": "1972", "date": "May 19", "txt": "Claudia Karvan, Australian actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 19", "txt": "Dario Franchitti, Scottish race car driver", "entities": [{"title": "Dario Franchitti", "href": "/wiki/Dario_Franchitti", "description": "George Dario Marino Franchitti, MBE is a Scottish former racing driver and current motorsport commentator. He is a four time IndyCar Series champion, a three-time winner of the Indianapolis 500 as well as a winner of the 24 Hours of Daytona (2008)."}]}, {"heading": "Births", "year": "1974", "date": "May 19", "txt": "Andrew Johns, Australian rugby league player, coach, and sportscaster", "entities": [{"title": "Andrew Johns", "href": "/wiki/Andrew_Johns", "description": "Andrew Gary \"Joey\" Johns is an Australian former professional rugby league footballer who played in the 1990s and 2000s. He is widely considered to be one of the greatest players in rugby league history. Johns captained the Newcastle Knights in the National Rugby League and participated in the team's only two premiership victories in 1997 and 2001, playing a club record 249 games for the Knights. "}]}, {"heading": "Births", "year": "1974", "date": "May 19", "txt": "Emma Shapplin, French soprano", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 19", "txt": "Nawazuddin Siddiqui, Indian actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 19", "txt": "Pretinha, Brazilian footballer", "entities": [{"title": "Pretinha", "href": "/wiki/Pretinha", "description": "Delma Gonçalves, commonly known as Pretinha, is a Brazilian professional soccer player who is a forward for Icheon Daekyo in South Korea's WK-League. A longtime member of the Brazil national team, for whom she debuted in 1991, she played for clubs in Brazil, the United States and Japan before moving to South Korea in 2009."}]}, {"heading": "Births", "year": "1975", "date": "May 19", "txt": "London Fletcher, American football player", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 19", "txt": "Josh Paul, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 19", "txt": "Jonas Renkse, Swedish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 19", "txt": "Ed Cota, American basketball player", "entities": [{"title": "Ed Cota", "href": "/wiki/Ed_Cota", "description": "Eduardo Enrique Cota is a Panamanian-American former professional basketball player. He is currently living in Charlotte, North Carolina."}]}, {"heading": "Births", "year": "1976", "date": "May 19", "txt": "Kevin Garnett, American basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 19", "txt": "Manuel Almunia, Spanish footballer", "entities": [{"title": "Manuel Almunia", "href": "/wiki/Manuel_Almunia", "description": "Manuel Almunia Rivero is a Spanish former footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1977", "date": "May 19", "txt": "Wouter Hamel, Dutch singer and guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 19", "txt": "Brandon Inge, American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 19", "txt": "Natalia Oreiro, Uruguayan singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 19", "txt": "Marcus Bent, English footballer", "entities": [{"title": "Marcus Bent", "href": "/wiki/Marcus_Bent", "description": "Marcus Nathan Bent is a retired English professional footballer. A former England under-21 international, the journeyman striker played 573 games and scored 113 goals for fourteen different clubs. His numerous transfer fees totalled over £10 million."}]}, {"heading": "Births", "year": "1978", "date": "May 19", "txt": "Dave Bus, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 19", "txt": "Andrea Pirlo, Italian footballer", "entities": [{"title": "Andrea Pirlo", "href": "/wiki/Andrea_Pirlo", "description": "Andrea Pirlo is an Italian professional football coach and former player who is the head coach of Serie A club Juventus. Considered to be one of the greatest deep-lying playmakers of all time, Pirlo was renowned for his vision, ball control, technique, creativity, passing, and free-kick ability."}]}, {"heading": "Births", "year": "1979", "date": "May 19", "txt": "Diego Forlán, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 19", "txt": "Tony Hackworth, English footballer", "entities": [{"title": "Tony Hackworth", "href": "/wiki/Tony_Hackworth", "description": "Anthony Hackworth is an English footballer, an attacking midfielder, who is currently player-coach at Northern Counties East Football League Premier Division club Pickering Town."}]}, {"heading": "Births", "year": "1981", "date": "May 19", "txt": "Luciano Figueroa, Argentinian footballer", "entities": [{"title": "Luciano Figueroa", "href": "/wiki/Luciano_Figueroa", "description": "Luciano Gabriel \"Lucho\" Figueroa Herrera is an Argentine former professional footballer who played as a forward."}]}, {"heading": "Births", "year": "1981", "date": "May 19", "txt": "Yo Gotti, American rapper", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 19", "txt": "Michael Leighton, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 19", "txt": "Sina Schielke, German sprinter", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 19", "txt": "Klaas-Erik Zwering, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 19", "txt": "Kevin Amankwaah, English footballer", "entities": [{"title": "Kevin Amankwaah", "href": "/wiki/Kevin_Amankwaah", "description": "Kevin Osei-Kuffour Amankwaah is an English semi-professional footballer who plays as a defender for Southern League Premier Division South club Salisbury. Amankwaah enjoyed successful stints at Bristol City and Swindon Town."}]}, {"heading": "Births", "year": "1982", "date": "May 19", "txt": "Pål Steffen Andresen, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 19", "txt": "Klaas Vantornout, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 19", "txt": "Michael Che, American comedian", "entities": [{"title": "Michael Che", "href": "/wiki/Michael_Che", "description": "Michael Che Campbell is an American stand-up comedian, actor, and writer. He is best known for his work on Saturday Night Live, where he serves as co-anchor on Weekend Update and co-head writer. Che and Colin Jost were named co-hosts of the 70th Primetime Emmy Awards."}]}, {"heading": "Births", "year": "1983", "date": "May 19", "txt": "Jessica Fox, English actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 19", "txt": "Marcedes Lewis, American football player", "entities": [{"title": "Marcedes Lewis", "href": "/wiki/Marcedes_Lewis", "description": "Marcedes Alexis Lewis is an American football tight end for the Green Bay Packers of the National Football League (NFL). He played college football at UCLA, earning consensus All-American honors. He was selected by the Jacksonville Jaguars in the first round of the 2006 NFL Draft."}]}, {"heading": "Births", "year": "1985", "date": "May 19", "txt": "Aleister Black, Dutch professional wrestler", "entities": [{"title": "Aleister Black", "href": "/wiki/Aleister_Black", "description": "Tom Budgen is a Dutch professional wrestler. He is currently signed to WWE where he performs on the SmackDown brand under the ring name Aleister Black."}]}, {"heading": "Births", "year": "1986", "date": "May 19", "txt": "Mario Chalmers, American basketball player", "entities": [{"title": "Mario Chalmers", "href": "/wiki/Mario_Chalmers", "description": "Almario Vernard \"Mario\" Chalmers is an American professional basketball player for Aris of the Greek Basket League. He was selected as the 34th overall pick in the 2008 NBA draft by the Minnesota Timberwolves after playing three seasons of college basketball for the University of Kansas, including being a part of the 2007–08 national championship team. He was the first and currently only player to"}]}, {"heading": "Births", "year": "1987", "date": "May 19", "txt": "Michael Angelakos, American singer-songwriter and producer", "entities": [{"title": "Michael Angelakos", "href": "/wiki/Michael_Angelakos", "description": "Michael John Angelakos is an American musician, singer, songwriter and record producer. He is best known as the frontman of the indietronica band Passion Pit."}]}, {"heading": "Births", "year": "1987", "date": "May 19", "txt": "David Edgar, Canadian soccer player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 19", "txt": "Mariano Torres, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 19", "txt": "Jayne Wisener, Northern Irish actress", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 19", "txt": "Jordan Pruitt, American singer-songwriter", "entities": [{"title": "Jordan Pruitt", "href": "/wiki/Jordan_Pruitt", "description": "Jordan Pruitt Fuente is an American former singer-songwriter and producer living in Nashville, Tennessee. At age 13, after recording a demo EP with Keith Thomas in 2005, Pruitt was signed to Hollywood Records. She went on to tour with the likes of numerous other artists including Drake Bell, Demi Lovato, The Jonas Brothers, High School Musical, The Cheetah Girls, and Plain White T's. She is writin"}]}, {"heading": "Births", "year": "1992", "date": "May 19", "txt": "Marshmello, American electronic music producer and DJ", "entities": [{"title": "Marshmello", "href": "/wiki/Marshmello", "description": "Christopher Comstock, known professionally as Marshmello, is an American electronic music producer and DJ. His songs \"Silence\", \"Wolves\", \"Friends\", \"Happier\", and \"Alone\" have been certified multi-platinum in several countries and appeared in the Top 30 of the Billboard Hot 100."}]}, {"heading": "Births", "year": "1992", "date": "May 19", "txt": "Michele Camporese, Italian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 19", "txt": "Ola John, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 19", "txt": "Felise Kaufusi, New Zealand-Tongan rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 19", "txt": "Evgeny Kuznetsov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 19", "txt": "Sam Smith, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 19", "txt": "Carlos Guzmán, Mexican footballer", "entities": [{"title": "Carlos Guzmán", "href": "/wiki/Carlos_Guzm%C3%A1n", "description": "Carlos Alberto Guzmán Fonseca is a Mexican professional footballer who currently plays for Liga MX club Necaxa."}]}, {"heading": "Births", "year": "1995", "date": "May 19", "txt": "Taane Milne, New Zealand rugby league player", "entities": [{"title": "Taane Milne", "href": "/wiki/Taane_Milne", "description": "Taane Milne is a Fiji international rugby league footballer who plays as a centre for the South Sydney Rabbitohs in the NRL."}]}, {"heading": "Births", "year": "2003", "date": "May 19", "txt": "Jojo Siwa, American dancer, singer, actress, and youtube personality", "entities": [{"title": "JoJo Siwa", "href": "/wiki/JoJo_Siwa", "description": "Joelle Joanie \"JoJo\" Siwa is an American dancer, singer, actress, and YouTube personality. She is known for appearing for two seasons on Dance Moms along with her mother, Jessalynn Siwa, and for her singles \"Boomerang\" and \"Kid in a Candy Store\". Siwa posts daily videos of her day-to-day life on her YouTube channel, \"Its JoJo Siwa\". She was included on Time's annual list of the 100 most influentia"}]}, {"heading": "Deaths", "year": "804", "date": "May 19", "txt": "Alcuin, English monk and scholar (b. 735)", "entities": [{"title": "Alcuin", "href": "/wiki/Alcuin", "description": "Alcuin of York – also called Ealhwine, Alhwin, or Alchoin – was an English scholar, clergyman, poet, and teacher from York, Northumbria. He was born around 735 and became the student of Archbishop Ecgbert at York. At the invitation of Charlemagne, he became a leading scholar and teacher at the Carolingian court, where he remained a figure in the 780s and 790s. \"The most learned man anywhere to be "}]}, {"heading": "Deaths", "year": "956", "date": "May 19", "txt": "Robert, archbishop of Trier", "entities": [{"title": "Robert (archbishop of Trier)", "href": "/wiki/Robert_(archbishop_of_Trier)", "description": "Robert, also spelled Ruotbert or Rotbert, was the archbishop of Trier from 931 until his death. He played a leading role in the politics of both Germany and France, and especially of the Lotharingian territory in between. He was a patron of scholars and writers and a reformer of monasteries."}, {"title": "Roman Catholic Diocese of Trier", "href": "/wiki/Roman_Catholic_Diocese_of_Trier", "description": "The Roman Catholic diocese of Trier, in English traditionally known by its French name of Treves, is a diocese of the Latin Rite of the Roman Catholic church in Germany. When it was the archbishopric and Electorate of Trier, it was one of the most important states of the Holy Roman Empire, both as an ecclesiastical principality and as a diocese of the Church. Unlike the other Rhenish dioceses — Ma"}]}, {"heading": "Deaths", "year": "988", "date": "May 19", "txt": "Dunstan, English archbishop and saint (b. 909)", "entities": [{"title": "Dunstan", "href": "/wiki/Dunstan", "description": "Dunstan was an English bishop. He was successively Abbot of Glastonbury Abbey, Bishop of Worcester, Bishop of London and Archbishop of Canterbury, later canonised as a saint. His work restored monastic life in England and reformed the English Church. His 11th-century biographer Osbern, himself an artist and scribe, states that Dunstan was skilled in \"making a picture and forming letters\", as were "}]}, {"heading": "Deaths", "year": "1102", "date": "May 19", "txt": "Stephen, Count of Blois (b. 1045)", "entities": [{"title": "Stephen, Count of Blois", "href": "/wiki/Stephen,_Count_of_Blois", "description": "Stephen Henry, Count of Blois and Count of Chartres, was the son of Theobald III, count of Blois, and Gersent of Le Mans."}]}, {"heading": "Deaths", "year": "1125", "date": "May 19", "txt": "Vladimir II Monomakh, Grand Duke of Kiev", "entities": [{"title": "Vladimir II Monomakh", "href": "/wiki/Vladimir_II_Monomakh", "description": "Vladimir II Monomakh reigned as Grand Prince of Kievan Rus' from 1113 to 1125. He is considered a saint in the Eastern Orthodox Church and is celebrated on May 6."}, {"title": "Grand Duke", "href": "/wiki/Grand_Duke", "description": "Grand Duke is a European hereditary title, used either by certain monarchs or by members of certain monarchs' families. In status, a Grand Duke traditionally ranks in order of precedence below an emperor, king or archduke and above a sovereign prince or sovereign duke. The title is used in some current and former independent monarchies in Europe, particularly:in the present-day Grand Duchy of Luxe"}, {"title": "Kiev", "href": "/wiki/Kiev", "description": "Kyiv or Kiev is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kyiv the seventh-most populous city in Europe."}]}, {"heading": "Deaths", "year": "1164", "date": "May 19", "txt": "Saint Bashnouna, Egyptian saint and martyr", "entities": [{"title": "Saint Bashnouna", "href": "/wiki/Saint_Bashnouna", "description": "Bashnouna was a Coptic saint and martyr."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Saint", "href": "/wiki/Saint", "description": "In religious belief, a saint is a person who is recognized as having an exceptional degree of holiness, likeness, or closeness to God. However, the use of the term \"saint\" depends on the context and denomination. In Catholic, Eastern Orthodox, Anglican, Oriental Orthodox, and Lutheran doctrine, all of their faithful deceased in Heaven are considered to be saints, but some are considered worthy of "}, {"title": "Martyr", "href": "/wiki/Martyr", "description": "A martyr is someone who suffers persecution and death for advocating, renouncing, refusing to renounce, or refusing to advocate a religious belief or cause as demanded by an external party. In the martyrdom narrative of the remembering community, this refusal to comply with the presented demands results in the punishment or execution of an actor by an alleged oppressor. Accordingly, the status of "}]}, {"heading": "Deaths", "year": "1218", "date": "May 19", "txt": "Otto IV, Holy Roman Emperor", "entities": [{"title": "Otto IV, Holy Roman Emperor", "href": "/wiki/Otto_IV,_Holy_Roman_Emperor", "description": "Otto IV was one of two rival kings of Germany from 1198 on, sole king from 1208 on, and Holy Roman Emperor from 1209 until he was forced to abdicate in 1215. The only German king of the Welf dynasty, he incurred the wrath of Pope Innocent III and was excommunicated in 1210."}]}, {"heading": "Deaths", "year": "1296", "date": "May 19", "txt": "Pope Celestine V (b. 1215)", "entities": [{"title": "Pope Celestine V", "href": "/wiki/Pope_Celestine_V", "description": "Pope Celestine V, born Pietro Angelerio, also known as Pietro da Morrone, Peter of Morrone, and Peter Celestine, was pope for five months from 5 July to 13 December 1294, when he resigned. He was also a monk and hermit who founded the order of the Celestines as a branch of the Benedictine order."}]}, {"heading": "Deaths", "year": "1303", "date": "May 19", "txt": "Saint Ivo of Kermartin, French canon lawyer (b. 1253)", "entities": [{"title": "Ivo of Kermartin", "href": "/wiki/Ivo_of_Kermartin", "description": "Ivo of Kermartin, T.O.S.F., also known Yvo, Yves, or Ives, was a parish priest among the poor of Louannec, the only one of his station to be canonized in the Middle Ages. He is the patron of Brittany, lawyers and abandoned children. His feast day is 19 May. Poetically, he is referred to as \"Advocate of the Poor\"."}]}, {"heading": "Deaths", "year": "1319", "date": "May 19", "txt": "Louis, Count of Évreux (b. 1276)", "entities": [{"title": "Louis, Count of Évreux", "href": "/wiki/Louis,_Count_of_%C3%89vreux", "description": "Louis of Évreux was a prince, the only son of King Philip III of France and his second wife Maria of Brabant, and thus a half-brother of King Philip IV of France."}]}, {"heading": "Deaths", "year": "1389", "date": "May 19", "txt": "Dmitry Donskoy, Grand Prince of Muscovy (b. 1350)", "entities": [{"title": "Dmitry Donskoy", "href": "/wiki/Dmitry_Donskoy", "description": "Saint Dmitry Ivanovich Donskoy, or Dmitry of the Don, sometimes referred to simply as Dmitry, son of Ivan II the Fair of Moscow (1326–1359), reigned as the Prince of Moscow from 1359 and Grand Prince of Vladimir from 1363 to his death. He was the first prince of Moscow to openly challenge Mongol authority in Russia. His nickname, Donskoy, alludes to his great victory against the Tatars in the Batt"}]}, {"heading": "Deaths", "year": "1396", "date": "May 19", "txt": "John I of Aragon (b. 1350)", "entities": [{"title": "John I of Aragon", "href": "/wiki/John_I_of_Aragon", "description": "John I, called by posterity the Hunter or the Lover of Elegance, but the Abandoned in his lifetime, was the King of Aragon from 1387 until his death."}]}, {"heading": "Deaths", "year": "1526", "date": "May 19", "txt": "Emperor Go-Kashiwabara of Japan (b. 1464)", "entities": [{"title": "Emperor Go-Kashiwabara", "href": "/wiki/Emperor_Go-Kashiwabara", "description": "Emperor Go-Kashiwabara  was the 104th emperor of Japan, according to the traditional order of succession. He reigned from November 16, 1500, to May 19, 1526. His personal name was Katsuhito (勝仁). His reign marked the nadir of Imperial authority during the Ashikaga shogunate."}]}, {"heading": "Deaths", "year": "1531", "date": "May 19", "txt": "Jan Łaski, Polish archbishop and diplomat (b. 1456)", "entities": [{"title": "Jan Łaski (1456–1531)", "href": "/wiki/Jan_%C5%81aski_(1456%E2%80%931531)", "description": "Jan Łaski was a Polish nobleman, Grand Chancellor of the Crown (1503–10), diplomat, from 1490 secretary to Poland's King Casimir IV Jagiellon and from 1508 coadjutor to the Archbishop of Lwów."}]}, {"heading": "Deaths", "year": "1536", "date": "May 19", "txt": "Anne Boleyn, Queen of England (1533–1536); second wife of Henry VIII of England (b. c. 1501)", "entities": [{"title": "Anne Boleyn", "href": "/wiki/Anne_Boleyn", "description": "Anne Boleyn was Queen of England from 1533 to 1536 as the second wife of King Henry VIII. Their marriage, and her execution for treason and other charges by beheading, made her a key figure in the political and religious upheaval that marked the start of the English Reformation. Anne was the daughter of Thomas Boleyn, 1st Earl of Wiltshire, and his wife, Lady Elizabeth Howard, and was educated in "}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Deaths", "year": "1601", "date": "May 19", "txt": "Costanzo Porta, Italian composer (b. 1528)", "entities": [{"title": "Costanzo Porta", "href": "/wiki/Costanzo_Porta", "description": "Costanzo Porta was an Italian composer of the Renaissance, and a representative of what is known today as the Venetian School. He was highly praised throughout his life both as a composer and a teacher, and had a reputation especially as an expert contrapuntist."}]}, {"heading": "Deaths", "year": "1609", "date": "May 19", "txt": "García Hurtado de Mendoza, 5th Marquis of Cañete (b. 1535)", "entities": [{"title": "García Hurtado de Mendoza, 5th Marquis of Cañete", "href": "/wiki/Garc%C3%ADa_Hurtado_de_Mendoza,_5th_Marquis_of_Ca%C3%B1ete", "description": "García Hurtado de Mendoza y Manrique, 5th Marquis of Cañete was a Spanish Governor of Chile, and later Viceroy of Peru. He is often known simply as \"Marquis of Cañete\". Belonging to an influential family of Spanish noblemen Hurtado de Mendoza successfully fought in the Arauco War during his stay as Governor of Chile. The city of Mendoza is named after him. In his later position as Viceroy of Peru "}]}, {"heading": "Deaths", "year": "1610", "date": "May 19", "txt": "Thomas Sanchez, Spanish priest and theologian (b. 1550)", "entities": [{"title": "Thomas Sanchez", "href": "/wiki/Thomas_Sanchez", "description": "Tomás Sánchez was a 16th-century Spanish Jesuit and famous casuist."}]}, {"heading": "Deaths", "year": "1623", "date": "May 19", "txt": "Mariam-uz-Zamani, Empress of the Mughal Empire (b. 1542)", "entities": [{"title": "Mariam-uz-Zamani", "href": "/wiki/Mariam-uz-Zamani", "description": "Mariam-uz-Zamani was a wife of the third Mughal emperor, Akbar. In subsequent centuries, she has been referred to with several other names, including Hira Kunwari, Harkha Bai and Jodha Bai."}]}, {"heading": "Deaths", "year": "1637", "date": "May 19", "txt": "Isaac Beeckman, Dutch scientist and philosopher (b. 1588)", "entities": [{"title": "Isaac Beeckman", "href": "/wiki/Isaac_Beeckman", "description": "Isaac Beeckman was a Dutch philosopher and scientist, who, through his studies and contact with leading natural philosophers, may have \"virtually given birth to modern atomism\"."}]}, {"heading": "Deaths", "year": "1715", "date": "May 19", "txt": "Charles Montagu, 1st Earl of Halifax, English poet and politician, Chancellor of the Exchequer (b. 1661)", "entities": [{"title": "Charles Montagu, 1st Earl of Halifax", "href": "/wiki/Charles_Montagu,_1st_Earl_of_Halifax", "description": "Charles Montagu, 1st Earl of Halifax was an English poet and statesman."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1786", "date": "May 19", "txt": "John Stanley, English organist and composer (b. 1712)", "entities": [{"title": "John Stanley (composer)", "href": "/wiki/John_Stanley_(composer)", "description": "Charles John Stanley was an English composer and organist."}]}, {"heading": "Deaths", "year": "1795", "date": "May 19", "txt": "Josiah Bartlett, American physician and politician, 4th Governor of New Hampshire (b. 1729)", "entities": [{"title": "Josiah Bartlett", "href": "/wiki/Josiah_Bartlett", "description": "Josiah Bartlett was an American physician and statesman, delegate to the Continental Congress for New Hampshire, and signatory of the Declaration of Independence. He was later Governor of New Hampshire and Chief Justice of the New Hampshire Superior Court of Judicature."}, {"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Deaths", "year": "1795", "date": "May 19", "txt": "James Boswell, Scottish biographer (b. 1740)", "entities": []}, {"heading": "Deaths", "year": "1798", "date": "May 19", "txt": "William Byron, 5th Baron Byron, English lieutenant and politician (b. 1722)", "entities": [{"title": "William Byron, 5th Baron Byron", "href": "/wiki/William_Byron,_5th_Baron_Byron", "description": "William Byron, 5th Baron Byron, was a British nobleman, peer, politician, and great uncle of the poet George Gordon Byron, 6th Baron Byron who succeeded him. As a result of a number of stories that arose after a duel, and then because of his financial difficulties, he became known after his death as \"the Wicked Lord\" and \"the Devil Byron\"."}]}, {"heading": "Deaths", "year": "1821", "date": "May 19", "txt": "Camille Jordan, French lawyer and politician (b. 1771)", "entities": [{"title": "Camille Jordan (politician)", "href": "/wiki/Camille_Jordan_(politician)", "description": "Camille Jordan was a French politician born in Lyon of a well-to-do mercantile family."}]}, {"heading": "Deaths", "year": "1825", "date": "May 19", "txt": "Claude Henri de Rouvroy, comte de Saint-Simon, French philosopher and theorist (b. 1760)", "entities": [{"title": "Claude Henri de Rouvroy, comte de Saint-Simon", "href": "/wiki/Claude_Henri_de_Rouvroy,_comte_de_Saint-Simon", "description": "Claude Henri de Rouvroy, comte de Saint-Simon, often referred to as Henri de Saint-Simon, was a French political, economic and socialist theorist and businessman whose thought had a substantial influence on politics, economics, sociology and the philosophy of science."}]}, {"heading": "Deaths", "year": "1831", "date": "May 19", "txt": "Johann Friedrich von Eschscholtz, Estonian-German physician, botanist, and entomologist (b. 1793)", "entities": [{"title": "Johann Friedrich von Eschscholtz", "href": "/wiki/Johann_Friedrich_von_Eschscholtz", "description": "Johann Friedrich Gustav von Eschscholtz was a Baltic German physician, naturalist, and entomologist. He was one of the earliest scientific explorers of the Pacific region, making significant collections of flora and fauna in Alaska, California, and Hawaii."}]}, {"heading": "Deaths", "year": "1864", "date": "May 19", "txt": "Nathaniel Hawthorne, American novelist and short story writer (b. 1804)", "entities": [{"title": "Nathaniel Hawthorne", "href": "/wiki/Nathaniel_Hawthorne", "description": "Nathaniel Hawthorne was an American novelist, dark romantic, and short story writer. His works often focus on history, morality, and religion."}]}, {"heading": "Deaths", "year": "1865", "date": "May 19", "txt": "Sengge Rinchen, Mongolian general (b. 1811)", "entities": [{"title": "Sengge Rinchen", "href": "/wiki/Sengge_Rinchen", "description": "Sengge Rinchen or Senggelinqin was a Mongol nobleman and general who served under the Qing dynasty during the reigns of the Daoguang, Xianfeng and Tongzhi emperors. He is best known for his role at the Battle of Taku Forts and at the Battle of Baliqiao during the Second Opium War and his contributions in helping the Qing Empire suppress the Taiping and Nian rebellions."}]}, {"heading": "Deaths", "year": "1872", "date": "May 19", "txt": "John Baker, English-Australian politician, 2nd Premier of South Australia (b. 1813)", "entities": [{"title": "John Baker (Australian politician)", "href": "/wiki/John_Baker_(Australian_politician)", "description": "John Baker was an early South Australian pastoralist and politician. He was the second Premier of South Australia, succeeding Boyle Travers Finniss; however, he only held office for 12 days from 21 August to 1 September 1857 before being succeeded by the third Premier of the colony, Robert Torrens."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1876", "date": "May 19", "txt": "Guillaume Groen van Prinsterer, Dutch historian and politician (b. 1801)", "entities": [{"title": "Guillaume Groen van Prinsterer", "href": "/wiki/Guillaume_Groen_van_Prinsterer", "description": "Guillaume Groen van Prinsterer, Dutch politician and historian, was born at Voorburg, near The Hague."}]}, {"heading": "Deaths", "year": "1885", "date": "May 19", "txt": "Peter W. Barlow, English engineer (b. 1809)", "entities": [{"title": "Peter W. Barlow", "href": "/wiki/Peter_W._Barlow", "description": "Peter William Barlow was an English civil engineer, particularly associated with railways, bridges, the design of tunnels and the development of tunnelling techniques. In 1864 he patented a design for a cylindrical tunnelling shield, and obtained a provisional patent in 1868 for an improved design."}]}, {"heading": "Deaths", "year": "1895", "date": "May 19", "txt": "José Martí, Cuban journalist, poet, and philosopher (b. 1853)", "entities": [{"title": "José Martí", "href": "/wiki/Jos%C3%A9_Mart%C3%AD", "description": "José Julián Martí Pérez was a Cuban poet, philosopher, essayist, journalist, translator, professor, and publisher, who is considered a Cuban national hero because of his role in the liberation of his country. He was also an important figure in Latin American literature. He was very politically active and is considered an important revolutionary philosopher and political theorist. Through his writi"}]}, {"heading": "Deaths", "year": "1898", "date": "May 19", "txt": "William Ewart Gladstone, English lawyer and politician, Prime Minister of the United Kingdom (b. 1809)", "entities": [{"title": "William Ewart Gladstone", "href": "/wiki/William_Ewart_Gladstone", "description": "William Ewart Gladstone was a British statesman and Liberal politician. In a career lasting over 60 years, he served for 12 years as Prime Minister of the United Kingdom, spread over four terms beginning in 1868 and ending in 1894. He also served as Chancellor of the Exchequer four times, serving over 12 years."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1901", "date": "May 19", "txt": "Marthinus Wessel Pretorius, South African general and politician, 1st President of the South African Republic (b. 1819)", "entities": [{"title": "Marthinus Wessel Pretorius", "href": "/wiki/Marthinus_Wessel_Pretorius", "description": "Marthinus Wessel Pretorius was the first president of the South African Republic, and also compiled the constitution of the Republic."}, {"title": "List of Presidents of the South African Republic", "href": "/wiki/List_of_Presidents_of_the_South_African_Republic", "description": "This is a list of State Presidents of the South African Republic."}]}, {"heading": "Deaths", "year": "1903", "date": "May 19", "txt": "Arthur Shrewsbury, English cricketer (b. 1856)", "entities": [{"title": "Arthur Shrewsbury", "href": "/wiki/Arthur_Shrewsbury", "description": "Arthur Shrewsbury was an English cricketer and rugby football administrator. He was widely rated as competing with W. G. Grace for the accolade of best batsman of the 1880s; Grace himself, when asked whom he would most like in his side, replied simply, \"Give me Arthur\". An opening batsman, Shrewsbury played his cricket for Nottinghamshire County Cricket Club and played 23 Test matches for England,"}]}, {"heading": "Deaths", "year": "1904", "date": "May 19", "txt": "Auguste Molinier, French librarian and historian (b. 1851)", "entities": [{"title": "Auguste Molinier", "href": "/wiki/Auguste_Molinier", "description": "Auguste Molinier was a 19th-century French historian."}]}, {"heading": "Deaths", "year": "1904", "date": "May 19", "txt": "Jamsetji Tata, Indian businessman, founded Tata Group (b. 1839)", "entities": [{"title": "Tata Group", "href": "/wiki/Tata_Group", "description": "Tata Group is an Indian multinational conglomerate headquartered in Mumbai, Maharashtra, India. Founded in 1868 by Jamshedji Tata, the company gained international recognition after purchasing several global companies. It is one of the biggest and oldest industrial groups in India. Each Tata company operates independently under the guidance and supervision of its own board of directors and shareho"}]}, {"heading": "Deaths", "year": "1906", "date": "May 19", "txt": "Gabriel Dumont, Canadian Métis leader (b. 1837)", "entities": [{"title": "Gabriel Dumont (Métis leader)", "href": "/wiki/Gabriel_Dumont_(M%C3%A9tis_leader)", "description": "Gabriel Dumont (1837–1906) was a Canadian political figure best known for being a prominent leader of the Métis people. Dumont was well known for his movements within the North-West Rebellion at the battles of Batoche, Fish Creek, and Duck Lake as well as for his role in the signing of treaties with the Blackfoot tribe, the traditional main enemy of the Métis."}, {"title": "Métis people (Canada)", "href": "/wiki/M%C3%A9tis_people_(Canada)", "description": "The Métis are Indigenous peoples in Canada and parts of the United States who are unique in being of mixed Indigenous and European ancestry. In Canada, they are considered a distinct culture, and are one of three groups of Canadian Indigenous peoples referenced in the Constitution."}]}, {"heading": "Deaths", "year": "1907", "date": "May 19", "txt": "Benjamin Baker, English engineer, designed the Forth Bridge (b. 1840)", "entities": [{"title": "Benjamin Baker (engineer)", "href": "/wiki/Benjamin_Baker_(engineer)", "description": "Sir Benjamin Baker was an eminent English civil engineer who worked in mid to late Victorian era. He helped develop the early underground railways in London with Sir John Fowler, but he is best known for his work on the Forth Bridge. He made many other notable contributions to civil engineering, including his work as an expert witness at the public inquiry into the Tay Rail Bridge disaster. Later,"}, {"title": "Forth Bridge", "href": "/wiki/Forth_Bridge", "description": "The Forth Bridge is a cantilever railway bridge across the Firth of Forth in the east of Scotland, 9 miles west of central Edinburgh. Completed in 1890, it is considered as a symbol of Scotland, and is a UNESCO World Heritage Site. It was designed by the English engineers Sir John Fowler and Sir Benjamin Baker. It is sometimes referred to as the Forth Rail Bridge, although this has never been its "}]}, {"heading": "Deaths", "year": "1912", "date": "May 19", "txt": "Bolesław Prus, Polish journalist and author (b. 1847)", "entities": [{"title": "Bolesław Prus", "href": "/wiki/Boles%C5%82aw_Prus", "description": "Aleksander Głowacki, better known by his pen name Bolesław Prus, was a Polish novelist, a leading figure in the history of Polish literature and philosophy, as well as a distinctive voice in world literature."}]}, {"heading": "Deaths", "year": "1915", "date": "May 19", "txt": "John Simpson Kirkpatrick, English-Australian soldier (b. 1892)", "entities": [{"title": "John Simpson Kirkpatrick", "href": "/wiki/John_Simpson_Kirkpatrick", "description": "John Kirkpatrick was a stretcher bearer with the 3rd Australian Field Ambulance brigade during the Gallipoli campaign – the Allied attempt to capture Constantinople, capital of the Ottoman Empire, during the First World War."}]}, {"heading": "Deaths", "year": "1918", "date": "May 19", "txt": "Gervais Raoul Lufbery, French-American soldier and pilot (b. 1885)", "entities": [{"title": "Gervais Raoul Lufbery", "href": "/wiki/Gervais_Raoul_Lufbery", "description": "Gervais Raoul Victor Lufbery was a French and American fighter pilot and flying ace in World War I. Because he served in both the French Air Force, and later the United States Army Air Service in World War I, he is sometimes listed alternately as a French ace or as an American ace. Officially, all but one of his 17 combat victories came while flying in French units."}]}, {"heading": "Deaths", "year": "1935", "date": "May 19", "txt": "T. E. Lawrence, British colonel and archaeologist (b. 1888)", "entities": [{"title": "T. E. Lawrence", "href": "/wiki/T._E._Lawrence", "description": "Colonel Thomas Edward Lawrence was a British archaeologist, army officer, diplomat, and writer who became renowned for his role in the Arab Revolt (1916–1918) and the Sinai and Palestine Campaign (1915–1918) against the Ottoman Empire during the First World War. The breadth and variety of his activities and associations, and his ability to describe them vividly in writing, earned him international"}]}, {"heading": "Deaths", "year": "1936", "date": "May 19", "txt": "Muhammad Marmaduke Pickthall, British Islamic scholar (b. 1875)", "entities": [{"title": "Muhammad Marmaduke Pickthall", "href": "/wiki/Muhammad_Marmaduke_Pickthall", "description": "Muhammad Marmaduke Pickthall was a British Islamic scholar noted for his 1930 English translation of the Quran, called The Meaning of the Glorious Koran. His translation of the Qur'an is one of the most widely known and used in the English-speaking world. A convert from Christianity, Pickthall was a novelist, esteemed by D. H. Lawrence, H. G. Wells, and E. M. Forster, as well as a journalist, head"}]}, {"heading": "Deaths", "year": "1939", "date": "May 19", "txt": "Ahmet Ağaoğlu, Azerbaijani-Turkish journalist and publicist (b. 1869)", "entities": [{"title": "Ahmet Ağaoğlu", "href": "/wiki/Ahmet_A%C4%9Fao%C4%9Flu", "description": "Ahmet Ağaoğlu, also known as Ahmet Bey Ağayev, was a prominent Azerbaijani and naturalized Turkish politician, publicist and journalist. He was one of the founders of Pan-Turkism."}]}, {"heading": "Deaths", "year": "1943", "date": "May 19", "txt": "Kristjan Raud, Estonian painter and illustrator (b. 1865)", "entities": [{"title": "Kristjan Raud", "href": "/wiki/Kristjan_Raud", "description": "Kristjan Raud was an Estonian symbolist painter and illustrator who was one of the founders of the Estonian National Museum. Folklore elements figure heavily in his subject matter and his style is reminiscent of Primitivism. His twin brother, Paul, also became a well-known painter."}]}, {"heading": "Deaths", "year": "1945", "date": "May 19", "txt": "Philipp Bouhler, German soldier and politician (b. 1889)", "entities": [{"title": "Philipp Bouhler", "href": "/wiki/Philipp_Bouhler", "description": "Philipp Bouhler was a German senior Nazi Party functionary who was both a Reichsleiter and Chief of the Chancellery of the Führer of the NSDAP. He was also the SS official responsible for the Aktion T4 euthanasia program that killed more than 250,000 disabled adults and children in Nazi Germany, as well as co-initiator of Aktion 14f13, also called \"Sonderbehandlung\", that killed 15,000–20,000 conc"}]}, {"heading": "Deaths", "year": "1946", "date": "May 19", "txt": "Booth Tarkington, American novelist and dramatist (b. 1869)", "entities": [{"title": "Booth Tarkington", "href": "/wiki/Booth_Tarkington", "description": "Newton Booth Tarkington was an American novelist and dramatist best known for his novels The Magnificent Ambersons (1918) and Alice Adams (1921). He is one of only four novelists to win the Pulitzer Prize for Fiction more than once, along with William Faulkner, John Updike, and Colson Whitehead. In the 1910s and 1920s he was considered America's greatest living author. Several of his stories were "}]}, {"heading": "Deaths", "year": "1950", "date": "May 19", "txt": "Daniel Ciugureanu, Romanian physician and politician, Prime Minister of Moldova (b. 1884)", "entities": [{"title": "Daniel Ciugureanu", "href": "/wiki/Daniel_Ciugureanu", "description": "Daniel Ciugureanu was a Romanian politician from Bessarabia, deputy in Sfatul Țării from Chisinau, Prime minister of the Moldavian Democratic Republic from January 29 [O.S. January 16] 1918 - April 21 [O.S. April 8] 1918, Minister for Bessarabia in four Romanian Governments, Deputy and Senator, Vice-President of the Chamber of Deputies, Vice-President and President of the Senate of Kingdom of Roma"}, {"title": "Prime Minister of Moldova", "href": "/wiki/Prime_Minister_of_Moldova", "description": "The Prime Minister of Moldova is Moldova's head of government. The Prime Minister is formally appointed by the President and exercises executive power along with the cabinet subject to parliamentary support. Aureliu Ciocoi has been serving as acting Prime Minister since 31 December 2020 following the dissolution of Chicu cabinet."}]}, {"heading": "Deaths", "year": "1954", "date": "May 19", "txt": "Charles Ives, American composer and educator (b. 1874)", "entities": [{"title": "Charles Ives", "href": "/wiki/Charles_Ives", "description": "Charles Edward Ives was an American modernist composer, one of the first American composers of international renown. His music was largely ignored during his early life, and many of his works went unperformed for many years. Later in life, the quality of his music was publicly recognized, and he came to be regarded as an \"American original\". He was also among the first composers to engage in a sys"}]}, {"heading": "Deaths", "year": "1958", "date": "May 19", "txt": "Jadunath Sarkar, Indian historian (b. 1870)", "entities": [{"title": "Jadunath Sarkar", "href": "/wiki/Jadunath_Sarkar", "description": "Sir Jadunath Sarkar was a prominent Indian historian especially of the Mughal dynasty."}]}, {"heading": "Deaths", "year": "1958", "date": "May 19", "txt": "Archie Scott Brown, Scottish race car driver (b. 1927)", "entities": [{"title": "Archie Scott Brown", "href": "/wiki/Archie_Scott_Brown", "description": "William Archibald Scott Brown, known as Archie, was a British Formula One and sports car racing driver from Scotland who had a prodigious racing ability despite only having one hand. He became known as motorsport's first disabled hero and battled considerable adversity to participate in, and win, some of the most prestigious races of his day. After being discovered and championed by Brian Lister, "}]}, {"heading": "Deaths", "year": "1958", "date": "May 19", "txt": "Ronald Colman, English actor (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "May 19", "txt": "Walter Russell, American painter, sculptor, and author (b. 1871)", "entities": [{"title": "Walter Russell", "href": "/wiki/Walter_Russell", "description": "Walter Bowman Russell was an impressionist American painter, sculptor, autodidact and author. His lectures and writing place him firmly in the New Thought Movement. Russell wrote extensively on science topics, but these writings \"were not taken seriously by scientists.\""}]}, {"heading": "Deaths", "year": "1962", "date": "May 19", "txt": "Gabriele Münter, German painter (d. 1877)", "entities": [{"title": "Gabriele Münter", "href": "/wiki/Gabriele_M%C3%BCnter", "description": "Gabriele Münter was a German expressionist painter who was at the forefront of the Munich avant-garde in the early 20th century. She studied and lived with the painter Wassily Kandinsky and was a founding member of the expressionist group Der Blaue Reiter."}]}, {"heading": "Deaths", "year": "1969", "date": "May 19", "txt": "Coleman Hawkins, American saxophonist and clarinet player (b. 1901)", "entities": [{"title": "Coleman Hawkins", "href": "/wiki/Coleman_Hawkins", "description": "Coleman Randolph Hawkins, nicknamed \"Hawk\" and sometimes \"Bean\", was an American jazz tenor saxophonist. One of the first prominent jazz musicians on his instrument, as Joachim E. Berendt explained: \"there were some tenor players before him, but the instrument was not an acknowledged jazz horn\". Hawkins biographer John Chilton described the prevalent styles of tenor saxophone solos prior to Hawkin"}]}, {"heading": "Deaths", "year": "1971", "date": "May 19", "txt": "Ogden Nash, American poet (b. 1902)", "entities": [{"title": "Ogden Nash", "href": "/wiki/Ogden_Nash", "description": "Frederic Ogden Nash was an American poet well known for his light verse, of which he wrote over 500 pieces. With his unconventional rhyming schemes, he was declared the country's best-known producer of humorous poetry."}]}, {"heading": "Deaths", "year": "1978", "date": "May 19", "txt": "Albert Kivikas, Estonian-Swedish journalist and author (b. 1898)", "entities": [{"title": "Albert Kivikas", "href": "/wiki/Albert_Kivikas", "description": "Albert Kivikas was an Estonian writer and journalist. He is best known as the author of the book Names in Marble, the subject of which is the Estonian War of Independence."}]}, {"heading": "Deaths", "year": "1980", "date": "May 19", "txt": "Joseph Schull, Canadian playwright and historian (b. 1906)", "entities": [{"title": "Joseph Schull", "href": "/wiki/Joseph_Schull", "description": "Joseph Schull was a Canadian playwright and historian who wrote more than two dozen books and 200 plays for radio and television."}]}, {"heading": "Deaths", "year": "1983", "date": "May 19", "txt": "Jean Rey, Belgian lawyer and politician, 2nd President of the European Commission (b. 1902)", "entities": [{"title": "Jean Rey (politician)", "href": "/wiki/Jean_Rey_(politician)", "description": "Jean Rey was a Belgian Liberal politician who served as the second President of the European Commission from 1967 to 1970. He served as European Commissioner for External Relations from 1958 to 1967. The 1983–1984 academic year at the College of Europe was named in his honour."}, {"title": "President of the European Commission", "href": "/wiki/President_of_the_European_Commission", "description": "The President of the European Commission is the head of the European Commission, the executive branch of the European Union. The President of the Commission leads a Cabinet of Commissioners, referred to as the College, collectively accountable to the European Parliament. The President is empowered to allocate portfolios amongst, reshuffle or dismiss Commissioners as necessary. The College directs "}]}, {"heading": "Deaths", "year": "1984", "date": "May 19", "txt": "John Betjeman, English poet and academic (b. 1906)", "entities": [{"title": "John Betjeman", "href": "/wiki/John_Betjeman", "description": "Sir John Betjeman was an English poet, writer, and broadcaster. He was Poet Laureate from 1972 until his death. He was a founding member of the Victorian Society and a passionate defender of Victorian architecture, helping to save St Pancras railway station from demolition. He began his career as a journalist and ended it as one of the most popular British Poets Laureate and a much-loved figure on"}]}, {"heading": "Deaths", "year": "1986", "date": "May 19", "txt": "Jimmy Lyons, American saxophonist (b. 1931)", "entities": [{"title": "Jimmy Lyons", "href": "/wiki/Jimmy_Lyons", "description": "Jimmy Lyons was an alto saxophone player. He is best known for his long tenure in the Cecil Taylor Unit. Lyons was the only constant member of the band from the mid-1960s until his death in 1986. Taylor never worked with another musician as frequently as he did with Lyons. Lyons' playing, influenced by Charlie Parker, kept Taylor's avant-garde music tethered to the jazz tradition."}]}, {"heading": "Deaths", "year": "1987", "date": "May 19", "txt": "James Tiptree, Jr., American psychologist and author (b. 1915)", "entities": [{"title": "James Tiptree, Jr.", "href": "/wiki/James_Tiptree,_Jr.", "description": "Alice Bradley Sheldon was an American science fiction author better known as James Tiptree Jr., a pen name she used from 1967 to her death. It was not publicly known until 1977 that James Tiptree Jr. was a woman. From 1974 to 1977 she also used the pen name Raccoona Sheldon. Sheldon was inducted by the Science Fiction Hall of Fame in 2012."}]}, {"heading": "Deaths", "year": "1989", "date": "May 19", "txt": "Yiannis Papaioannou, Greek composer and educator (b. 1910)", "entities": [{"title": "Yiannis Papaioannou", "href": "/wiki/Yiannis_Papaioannou", "description": "Yiannis Papaioannou was a Greek composer and teacher of the Modern Era. He studied piano with Marika Laspopoulou and composition with Alekos Kontis at the Hellenic Conservatory in Athens (1922–34), as well as the piano and orchestration with Emilios Riadis in Thessaloniki (1928–29)."}]}, {"heading": "Deaths", "year": "1994", "date": "May 19", "txt": "Jacques Ellul, French sociologist, philosopher, and academic (b. 1912)", "entities": [{"title": "Jacques Ellul", "href": "/wiki/Jacques_Ellul", "description": "Jacques Ellul was a French philosopher, sociologist, lay theologian, and professor who was a noted Christian anarchist. Ellul was a longtime Professor of History and the Sociology of Institutions on the Faculty of Law and Economic Sciences at the University of Bordeaux. A prolific writer, he authored more than 60 books and more than 600 articles over his lifetime, many of which discussed propagand"}]}, {"heading": "Deaths", "year": "1994", "date": "May 19", "txt": "Jacqueline Kennedy Onassis, American journalist, 37th First Lady of the United States (b. 1929)", "entities": [{"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Deaths", "year": "1994", "date": "May 19", "txt": "Luis Ocaña, Spanish cyclist (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "May 19", "txt": "John Beradino, American baseball player and actor (b. 1917)", "entities": [{"title": "John Beradino", "href": "/wiki/John_Beradino", "description": "John Beradino was an American infielder in Major League Baseball and an actor. Known as Johnny Berardino during his baseball career, he was also credited during his acting career as John Berardino, John Baradino, John Barardino or John Barradino."}]}, {"heading": "Deaths", "year": "1998", "date": "May 19", "txt": "Sōsuke Uno, Japanese soldier and politician, 75th Prime Minister of Japan (b. 1922)", "entities": [{"title": "Sōsuke Uno", "href": "/wiki/S%C5%8Dsuke_Uno", "description": "Sōsuke Uno  was a Japanese politician who was briefly Prime Minister of Japan in 1989, the first Prime Minister who came from Shiga Prefecture."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "2001", "date": "May 19", "txt": "Alexey Maresyev, Russian soldier and pilot (b. 1916)", "entities": [{"title": "Alexey Maresyev", "href": "/wiki/Alexey_Maresyev", "description": "Aleksey Petrovich Maresyev was a Russian military pilot who became a Soviet fighter ace during World War II despite becoming a double amputee."}]}, {"heading": "Deaths", "year": "2001", "date": "May 19", "txt": "Susannah McCorkle, American singer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "May 19", "txt": "John Gorton, Australian lieutenant and politician, 19th Prime Minister of Australia (b. 1911)", "entities": [{"title": "John Gorton", "href": "/wiki/John_Gorton", "description": "Sir John Grey Gorton was the nineteenth Prime Minister of Australia, in office from 1968 to 1971. He led the Liberal Party during that time, having previously been a long-serving government minister."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "2002", "date": "May 19", "txt": "Walter Lord, American historian and author (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "May 19", "txt": "Mary Dresselhuys, Dutch actress and screenwriter (b. 1907)", "entities": [{"title": "Mary Dresselhuys", "href": "/wiki/Mary_Dresselhuys", "description": "Mary Dresselhuys was a Dutch stage actress, although she appeared in a few movies as well. She was born in Tiel, the Netherlands, and died in Amsterdam."}]}, {"heading": "Deaths", "year": "2007", "date": "May 19", "txt": "Bernard Blaut, Polish footballer and coach (b. 1940)", "entities": [{"title": "Bernard Blaut", "href": "/wiki/Bernard_Blaut", "description": "Bernard Blaut was a Polish football player, who is most famous for his 1960s performances in both Legia Warsaw and the Polish National Team."}]}, {"heading": "Deaths", "year": "2007", "date": "May 19", "txt": "Dean Eyre, New Zealand politician (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 19", "txt": "Vijay Tendulkar, Indian playwright and screenwriter (b. 1928)", "entities": [{"title": "Vijay Tendulkar", "href": "/wiki/Vijay_Tendulkar", "description": "Vijay Dhondopant Tendulkar was a leading Indian playwright, movie and television writer, literary essayist, political journalist, and social commentator primarily in Marāthi. He is best known for his plays Shantata! Court Chalu Aahe (1967), Ghāshirām Kotwāl (1972), and Sakhārām Binder (1972). Many of Tendulkar's plays derived inspiration from real-life incidents or social upheavals, which provide "}]}, {"heading": "Deaths", "year": "2009", "date": "May 19", "txt": "Robert F. Furchgott, American biochemist and academic, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Robert F. Furchgott", "href": "/wiki/Robert_F._Furchgott", "description": "Robert Francis Furchgott was a Nobel Prize-winning American biochemist who contributed to the discovery of nitric oxide as a transient cellular signal in mammalian systems."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2009", "date": "May 19", "txt": "Nicholas Maw, English composer and academic (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 19", "txt": "Clint Smith, Canadian ice hockey player and coach (b. 1913)", "entities": [{"title": "Clint Smith", "href": "/wiki/Clint_Smith", "description": "Clinton James \"Snuffy\" Smith was a Canadian professional ice hockey centre and head coach best known for his time spent in the National Hockey League (NHL) as a player with the New York Rangers and the Chicago Black Hawks. Following Smith's 10-year NHL career, he served as both a head coach and player in the United States Hockey League (USHL) and American Hockey League (AHL)."}]}, {"heading": "Deaths", "year": "2011", "date": "May 19", "txt": "Garret FitzGerald, Irish lawyer and politician, 8th Taoiseach of Ireland (b. 1926)", "entities": [{"title": "Garret FitzGerald", "href": "/wiki/Garret_FitzGerald", "description": "Garret Desmond FitzGerald was an Irish Fine Gael politician, economist and barrister who served twice as Taoiseach, serving from 1981 to 1982 and 1982 to 1987. He served as Leader of Fine Gael from 1977 to 1987, and was twice Leader of the Opposition between 1977 and 1982; he was previously Minister for Foreign Affairs from 1973 to 1977. FitzGerald served as a Teachta Dála (TD) from 1969 to 1992 a"}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Deaths", "year": "2011", "date": "May 19", "txt": "Jeffrey Catherine Jones, American artist (b.1944)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 19", "txt": "Bob Boozer, American basketball player (b. 1937)", "entities": [{"title": "Bob Boozer", "href": "/wiki/Bob_Boozer", "description": "Robert Louis Boozer was an American professional basketball player in the National Basketball Association (NBA). Boozer won a gold medal in the 1960 Summer Olympics and won an NBA Championship as a member of the Milwaukee Bucks in 1971. Boozer was a member of the 1960 United States men's Olympic basketball team, which was inducted into the Naismith Basketball Hall of Fame as a unit in 2010."}]}, {"heading": "Deaths", "year": "2012", "date": "May 19", "txt": "Tamara Brooks, American conductor and educator (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 19", "txt": "Ian Burgess, English race car driver (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 19", "txt": "Gerhard Hetz, German-Mexican swimmer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 19", "txt": "Phil Lamason, New Zealand soldier and pilot (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 19", "txt": "G. Sarsfield Ford, American lawyer and jurist (b. 1933)", "entities": [{"title": "G. Sarsfield Ford", "href": "/wiki/G._Sarsfield_Ford", "description": "G. Sarsfield Ford was an American jurist."}]}, {"heading": "Deaths", "year": "2013", "date": "May 19", "txt": "Robin Harrison, English-Canadian pianist and composer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 19", "txt": "Neil Reynolds, Canadian journalist and politician (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 19", "txt": "Simon Andrews, English motorcycle racer (b. 1982)", "entities": [{"title": "Simon Andrews (motorcycle racer)", "href": "/wiki/Simon_Andrews_(motorcycle_racer)", "description": "Simon Neil Stuart Andrews was a British motorcycle racer. He competed in the British Superbike Championship for the MSS Kawasaki aboard a Kawasaki ZX10-R and RAF Reserves team, aboard a Honda CBR1000RR. He died as a result of a crash when racing on a road course in Northern Ireland."}]}, {"heading": "Deaths", "year": "2014", "date": "May 19", "txt": "Jack Brabham, Australian race car driver (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 19", "txt": "Terry W. Gee, American businessman and politician (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 19", "txt": "Sam Greenlee, American author and poet (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 19", "txt": "Vincent Harding, American historian and scholar (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 19", "txt": "Gabriel Kolko, American historian and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 19", "txt": "Zbigniew Pietrzykowski, Polish boxer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 19", "txt": "Bruce Lundvall, American businessman (b. 1935)", "entities": [{"title": "Bruce Lundvall", "href": "/wiki/Bruce_Lundvall", "description": "Bruce Lundvall was an American record company executive, best known for his period as the President and CEO of the Blue Note Label Group, reporting directly to Eric Nicoli, the Chief Executive Officer of EMI Group."}]}, {"heading": "Deaths", "year": "2015", "date": "May 19", "txt": "Ted McWhinney, Australian-Canadian lawyer and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 19", "txt": "Happy Rockefeller, American philanthropist, socialite; 31st Second Lady of the United States (b. 1926)", "entities": [{"title": "Second Lady of the United States", "href": "/wiki/Second_Lady_of_the_United_States", "description": "Second Lady of the United States (SLOTUS) or Second Gentleman of the United States (SGOTUS) is the informal title held by the spouse of the vice president of the United States, concurrent with the vice president's term of office. Coined in contrast to \"first lady\", albeit used less commonly, the title \"second lady\" was apparently first used by Jennie Tuttle Hobart to refer to herself. Second Gentl"}]}, {"heading": "Deaths", "year": "2015", "date": "May 19", "txt": "Robert S. Wistrich, English historian, author, and academic (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "May 19", "txt": "Alan Young, English-born Canadian-American actor (b. 1919)", "entities": [{"title": "Alan Young", "href": "/wiki/Alan_Young", "description": "Alan Young was a British–American actor, comedian, radio host and television host, whom TV Guide called \"the Charlie Chaplin of television\". He was best known for his roles as Wilbur Post in the television comedy Mister Ed (1961–1966) and Disney's Scrooge McDuck for over 30 years, first in the Academy Award-nominated short film Mickey's Christmas Carol (1983) and in various other films, TV series "}]}, {"heading": "Deaths", "year": "2016", "date": "May 19", "txt": "Morley Safer, Canadian-born American journalist (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "May 19", "txt": "Nawshirwan Mustafa, General coordinator of the Movement for Change (Gorran) (b. 1944)", "entities": [{"title": "Nawshirwan Mustafa", "href": "/wiki/Nawshirwan_Mustafa", "description": "Nawshirwan Mustafa was an Iraqi Kurdish politician who served as the General Coordinator of the Movement for Change and the leader of the opposition in the Kurdistan Region from 1 April 2009 to his death on 19 May 2017."}, {"title": "Movement for Change", "href": "/wiki/Movement_for_Change", "description": "The Gorran Movement or just Gorran (Change) is a Kurdish political party in the Kurdistan Region of Iraq. Under the leadership of Omar Said Ali, it was founded in 2009 by Nawshirwan Mustafa. Gorran is the third largest party in the Kurdistan Region Parliament."}]}, {"heading": "Deaths", "year": "2017", "date": "May 19", "txt": "Stanislav Petrov, Lt. Colonel in Soviet Air Defence Forces (b. 1939)", "entities": [{"title": "Soviet Air Defence Forces", "href": "/wiki/Soviet_Air_Defence_Forces", "description": "The Soviet Air Defence Forces was the air defence branch of the Soviet Armed Forces. Formed in 1941, it continued being a service branch of the Russian Armed Forces after 1991 until it was merged into the Air Force in 1998. Unlike Western air defence forces, V-PVO was a branch of the military unto itself, separate from the Soviet Air Force (VVS) and Air Defence Troops of Ground Forces. During the "}]}, {"heading": "Deaths", "year": "2018", "date": "May 19", "txt": "Zhengzhang Shangfang, Chinese linguist (b. 1933)", "entities": [{"title": "Zhengzhang Shangfang", "href": "/wiki/Zhengzhang_Shangfang", "description": "Zhengzhang Shangfang was a Chinese linguist, known for his reconstruction of Old Chinese."}]}]