[{"heading": "Events", "year": "0330", "date": "May 11", "txt": "Constantinople is consecrated.", "entities": [{"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "0868", "date": "May 11", "txt": "A copy of the Diamond Sutra is printed in China, making it the oldest known dated printed book.", "entities": [{"title": "Diamond Sutra", "href": "/wiki/Diamond_Sutra", "description": "The Diamond Sūtra is a Mahāyāna (Buddhist) sūtra from the Prajñāpāramitā sutras or 'Perfection of Wisdom' genre. Translated into a variety of languages over a broad geographic range, the Diamond Sūtra is one of the most influential Mahayana sutras in East Asia, and it is particularly prominent within the Chan tradition,\nalong with the Heart Sutra."}]}, {"heading": "Events", "year": "0912", "date": "May 11", "txt": "Alexander becomes Emperor of the Byzantine Empire.", "entities": [{"title": "Alexander (Byzantine emperor)", "href": "/wiki/Alexander_(Byzantine_emperor)", "description": "Alexander, sometimes numbered Alexander II, or Alexander III ruled as Emperor of the Byzantine Empire in 912–913."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1745", "date": "May 11", "txt": "War of the Austrian Succession: French forces defeat an Anglo-Dutch–Hanoverian army.", "entities": [{"title": "War of the Austrian Succession", "href": "/wiki/War_of_the_Austrian_Succession", "description": "The War of the Austrian Succession was the last Great Power conflict with the Bourbon-Habsburg dynastic conflict at its heart. It occurred from 1740 to 1748 and marked the rise of Prussia as a major power. Related conflicts included King George's War, the War of Jenkins' Ear, the First Carnatic War and the First and the Second Silesian Wars."}, {"title": "Battle of Fontenoy", "href": "/wiki/Battle_of_Fontenoy", "description": "The Battle of Fontenoy was a major engagement of the War of the Austrian Succession, fought on 11 May 1745, 8 kilometres (5.0 mi) outside Tournai, Belgium. A French army of 50,000 under Marshal Saxe defeated a Pragmatic Army of 52,000, led by the Duke of Cumberland. Along with his son the Dauphin, Louis XV of France was present and thus technically in command, a fact later used to bolster the regi"}]}, {"heading": "Events", "year": "1792", "date": "May 11", "txt": "Robert Gray commands the first expedition to sail into the Columbia River.", "entities": [{"title": "Robert Gray (sea captain)", "href": "/wiki/Robert_Gray_(sea_captain)", "description": "Robert Gray was an American merchant sea captain who is known for his achievements in connection with two trading voyages to the northern Pacific coast of North America, between 1790 and 1793, which pioneered the American maritime fur trade in that region. In the course of those voyages, Gray explored portions of that coast and, in 1790, completed the first American circumnavigation of the world. "}, {"title": "Columbia River", "href": "/wiki/Columbia_River", "description": "The Columbia River is the largest river in the Pacific Northwest region of North America. The river rises in the Rocky Mountains of British Columbia, Canada. It flows northwest and then south into the US state of Washington, then turns west to form most of the border between Washington and the state of Oregon before emptying into the Pacific Ocean. The river is 1,243 miles (2,000 km) long, and its"}]}, {"heading": "Events", "year": "1812", "date": "May 11", "txt": "Prime Minister Spencer Perceval is assassinated by John Bellingham in the lobby of the British House of Commons.", "entities": [{"title": "Spencer Perceval", "href": "/wiki/Spencer_Perceval", "description": "Spencer Perceval was a British statesman and barrister. He was Prime Minister of the United Kingdom from October 1809 until his assassination in May 1812. Perceval is the only British prime minister to have been assassinated, and the only solicitor-general or attorney-general to have become prime minister."}, {"title": "Assassination of Spencer Perceval", "href": "/wiki/Assassination_of_Spencer_Perceval", "description": "On 11 May 1812, at about 5:15 pm, Spencer Perceval, the prime minister of the United Kingdom of Great Britain and Ireland, was shot dead in the lobby of the House of Commons by John Bellingham, a Liverpool merchant with a grievance against the government. Bellingham was detained and, four days after the murder, was tried, convicted and sentenced to death. He was hanged at Newgate Prison on 18 May,"}, {"title": "John Bellingham", "href": "/wiki/John_Bellingham", "description": "John Bellingham was an English merchant and the assassin of British prime minister Spencer Perceval."}]}, {"heading": "Events", "year": "1813", "date": "May 11", "txt": "William Lawson, Gregory Blaxland and William Wentworth discover a route across the Blue Mountains, opening up inland Australia to settlement.", "entities": [{"title": "William Lawson (explorer)", "href": "/wiki/William_Lawson_(explorer)", "description": "William Lawson, MLC was an English-born Australian explorer, land owner, grazier and politician who migrated to Sydney, New South Wales in 1800. Along with his close friends and colleagues Gregory Blaxland and William Wentworth, he pioneered the first successful crossing of the Blue Mountains by European settlers."}, {"title": "Gregory Blaxland", "href": "/wiki/Gregory_Blaxland", "description": "Gregory Blaxland was an English pioneer farmer and explorer in Australia, noted especially for initiating and co-leading the first successful crossing of the Blue Mountains by European settlers."}, {"title": "William Wentworth", "href": "/wiki/William_Wentworth", "description": "William Charles Wentworth was an Australian explorer, journalist, politician and author, and one of the leading figures of early colonial New South Wales. He was the first native-born Australian to achieve a reputation overseas, and a leading advocate for self-government for the Australian colonies."}, {"title": "1813 crossing of the Blue Mountains", "href": "/wiki/1813_crossing_of_the_Blue_Mountains", "description": "The 1813 crossing of the Blue Mountains was the expedition led by Gregory Blaxland, William Lawson and William Charles Wentworth, which became the first successful crossing of the Blue Mountains in New South Wales by European settlers. The crossing enabled the settlers to access and use the land west of the mountains for farming, and made possible the establishment of Australia's first inland sett"}]}, {"heading": "Events", "year": "1833", "date": "May 11", "txt": "The Lady of the Lake strikes an iceberg off Newfoundland and sinks with the loss of up to 265 passengers and crew.", "entities": [{"title": "Newfoundland", "href": "/wiki/Newfoundland", "description": "Newfoundland and Labrador is the easternmost province of Canada, in the country's Atlantic region. It is composed of the island of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundl"}]}, {"heading": "Events", "year": "1846", "date": "May 11", "txt": "President James K. Polk asked for a Declaration of War against Mexico, starting the Mexican–American War.", "entities": [{"title": "James K. Polk", "href": "/wiki/James_K._Polk", "description": "James Knox Polk was the 11th president of the United States, serving from 1845 to 1849. He previously was Speaker of the House of Representatives (1835–1839) and Governor of Tennessee (1839–1841). A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is chiefly known for extending the territory of the United States through the Mexican–Am"}, {"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}]}, {"heading": "Events", "year": "1857", "date": "May 11", "txt": "Indian Rebellion of 1857: Indian rebels seize Delhi from the British.", "entities": [{"title": "Indian Rebellion of 1857", "href": "/wiki/Indian_Rebellion_of_1857", "description": "The Indian Rebellion of 1857 was a major, but ultimately unsuccessful, uprising in India in 1857–58 against the rule of the British East India Company, which functioned as a sovereign power on behalf of the British Crown. The rebellion began on 10 May 1857 in the form of a mutiny of sepoys of the Company's army in the garrison town of Meerut, 40 mi (64 km) northeast of Delhi. It then erupted into "}]}, {"heading": "Events", "year": "1858", "date": "May 11", "txt": "Minnesota is admitted as the 32nd state of the United States.", "entities": [{"title": "Minnesota", "href": "/wiki/Minnesota", "description": "Minnesota is a state in the upper Midwestern United States. It is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord, French for \"The Star of the North\"."}]}, {"heading": "Events", "year": "1880", "date": "May 11", "txt": "Seven people are killed in the Mussel Slough Tragedy, a gun battle in California.", "entities": [{"title": "Mussel Slough Tragedy", "href": "/wiki/Mussel_Slough_Tragedy", "description": "The Mussel Slough Tragedy was a dispute over land titles between settlers and the Southern Pacific Railroad (SP) that took place on May 11, 1880, on a farm located 5.6 miles (9 km) northwest of Hanford, California, in the central San Joaquin Valley, leaving seven people dead. Frank Norris' 1901 novel, The Octopus: A Story of California, was inspired by this incident, as was W. C. Morrow's 1882 nov"}]}, {"heading": "Events", "year": "1889", "date": "May 11", "txt": "An attack upon a U.S. Army paymaster and escort results in the theft of over $28,000 and the award of two Medals of Honor.", "entities": [{"title": "Wham Paymaster robbery", "href": "/wiki/Wham_Paymaster_robbery", "description": "The Wham Paymaster robbery was an armed robbery of a United States Army paymaster and his escort on May 11, 1889, in the Arizona Territory. Major Joseph W. Wham was transporting a payroll consisting of more than US$28,000 in gold and silver coins from Fort Grant to Fort Thomas when he and his escort of eleven Buffalo Soldiers were ambushed. During the attack, the bandits wounded eight of the soldi"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Events", "year": "1894", "date": "May 11", "txt": "Four thousand Pullman Palace Car Company workers go on a wildcat strike.", "entities": [{"title": "Pullman Strike", "href": "/wiki/Pullman_Strike", "description": "The Pullman Strike was a nationwide railroad strike in the United States that lasted from May 11 to July 20, 1894, and a turning point for US labor law. It pitted the American Railway Union (ARU) against the Pullman Company, the main railroads, and the federal government of the United States under President Grover Cleveland. The strike and boycott shut down much of the nation's freight and passeng"}]}, {"heading": "Events", "year": "1910", "date": "May 11", "txt": "An act of the U.S. Congress establishes Glacier National Park in Montana.", "entities": [{"title": "Glacier National Park (U.S.)", "href": "/wiki/Glacier_National_Park_(U.S.)", "description": "Glacier National Park is an American national park located in northwestern Montana, on the Canada–United States border, adjacent to the Canadian provinces of Alberta and British Columbia. The park encompasses over 1 million acres (4,000 km2) and includes parts of two mountain ranges, over 130 named lakes, more than 1,000 different species of plants, and hundreds of species of animals. This vast pr"}]}, {"heading": "Events", "year": "1943", "date": "May 11", "txt": "World War II: American troops invade Attu Island in the Aleutian Islands in an attempt to expel occupying Japanese forces.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Attu", "href": "/wiki/Battle_of_Attu", "description": "The Battle of Attu, which took place on 11–30 May 1943, was a battle fought between forces of the United States, aided by Canadian reconnaissance and fighter-bomber support, and Japan on Attu Island off the coast of the Territory of Alaska as part of the Aleutian Islands Campaign during the American Theater and the Pacific Theater. In contrast with the tropical climate in the Pacific, Attu is the "}]}, {"heading": "Events", "year": "1945", "date": "May 11", "txt": "World War II: Off the coast of Okinawa, the aircraft carrier USS Bunker Hill is hit by two kamikazes.", "entities": [{"title": "USS Bunker Hill (CV-17)", "href": "/wiki/USS_Bunker_Hill_(CV-17)", "description": "USS Bunker Hill  was one of 24  Essex-class aircraft carriers built during World War II for the United States Navy. The ship was named for the Battle of Bunker Hill in the American Revolutionary War. Commissioned in May 1943 and sent to the Pacific Theater of Operations, the ship participated in battles in the Southwest Pacific, Central Pacific and the drive toward Japan through Iwo Jima, Okinawa,"}]}, {"heading": "Events", "year": "1960", "date": "May 11", "txt": "Adolf Eichmann is captured by the Mossad in Argentina.", "entities": [{"title": "Adolf Eichmann", "href": "/wiki/Adolf_Eichmann", "description": "Otto Adolf Eichmann was a German-Austrian SS-Obersturmbannführer and one of the major organizers of the Holocaust—the \"Final Solution to the Jewish Question\" in Nazi terminology. He was tasked by SS-Obergruppenführer Reinhard Heydrich with facilitating and managing the logistics involved in the mass deportation of Jews to ghettos and extermination camps in Nazi-occupied Eastern Europe during World"}, {"title": "Mossad", "href": "/wiki/Mossad", "description": "Mossad, short for HaMossad leModiʿin uleTafkidim Meyuḥadim, is the national intelligence agency of Israel. It is one of the main entities in the Israeli Intelligence Community, along with Aman and Shin Bet."}]}, {"heading": "Events", "year": "1963", "date": "May 11", "txt": "Racist bombings in Birmingham, Alabama, disrupt nonviolence in the Birmingham campaign and precipitate a crisis involving federal troops.", "entities": [{"title": "Birmingham, Alabama", "href": "/wiki/Birmingham,_Alabama", "description": "Birmingham is a city in the north central region of the U.S. state of Alabama. With an estimated population of 209,403 in 2019, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and"}, {"title": "Birmingham riot of 1963", "href": "/wiki/Birmingham_riot_of_1963", "description": "The Birmingham riot of 1963 was a civil disorder in Birmingham, Alabama, that was provoked by bombings on the night of May 11, 1963. The bombings targeted African-American leaders of the Birmingham campaign, a mass protest for racial justice. The places bombed were the parsonage of Rev. A. D. King, brother of Martin Luther King Jr., and a motel owned by A. G. Gaston, where King and others organizi"}]}, {"heading": "Events", "year": "1970", "date": "May 11", "txt": "The 1970 Lubbock tornado kills 26 and causes $250 million in damage.", "entities": [{"title": "1970 Lubbock tornado", "href": "/wiki/1970_Lubbock_tornado", "description": "The Lubbock tornado was a tornado event that occurred in Lubbock, Texas, on Monday, May 11, 1970. It was one of the worst tornadoes in Texas history, and occurred exactly 17 years to the day after the deadly Waco Tornado. It is also the most recent F5 tornado to have struck a central business district of a large city.\n"}]}, {"heading": "Events", "year": "1973", "date": "May 11", "txt": "Citing government misconduct, Daniel Ellsberg's charges for his involvement in releasing the Pentagon Papers to The New York Times are dismissed.", "entities": []}, {"heading": "Events", "year": "1985", "date": "May 11", "txt": "Fifty-six spectators die and more than 200 are injured in the Bradford City stadium fire.", "entities": [{"title": "Bradford City stadium fire", "href": "/wiki/Bradford_City_stadium_fire", "description": "The Bradford City stadium fire occurred during an English League Third Division match between Bradford City and Lincoln City at the Valley Parade stadium on Saturday, 11 May 1985, killing 56 spectators and injuring at least 265. The stadium, long-established home to Bradford City Football Club, was known for its antiquated design and facilities, which included the wooden roof of the main stand. Pr"}]}, {"heading": "Events", "year": "1987", "date": "May 11", "txt": "Klaus Barbie goes on trial in Lyon for war crimes committed during World War II.", "entities": [{"title": "Klaus Barbie", "href": "/wiki/Klaus_Barbie", "description": "Nikolaus “Klaus” Barbie was a Nazi, known as the \"Butcher of Lyon\" for having personally tortured prisoners of the Gestapo—primarily Jews and members of the French Resistance—while stationed in Lyon under the collaborationist Vichy regime. After the war, United States intelligence services employed him for his anti-Marxist efforts and also aided his escape to Bolivia."}, {"title": "Lyon", "href": "/wiki/Lyon", "description": "Lyon or Lyons is the third-largest city and second-largest urban area of France. It is located at the confluence of the rivers Rhône and Saône, about 470 km (292 mi) south-east of Paris, 320 km (199 mi) north of Marseille and 56 km (35 mi) northeast of Saint-Étienne. Inhabitants of the city are called Lyonnaises (fem.) and Lyonnais (masc.)."}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1996", "date": "May 11", "txt": "After the aircraft's departure from Miami, a fire started by improperly handled chemical oxygen generators in the cargo hold of Atlanta-bound ValuJet Flight 592 causes the Douglas DC-9 to crash in the Florida Everglades, killing all 110 on board.", "entities": [{"title": "ValuJet Flight 592", "href": "/wiki/ValuJet_Flight_592", "description": "ValuJet Flight 592 was a regularly scheduled flight from Miami International Airport to Hartsfield–Jackson Atlanta International Airport. On May 11, 1996, the ValuJet Airlines McDonnell Douglas DC-9 operating the route crashed into the Everglades about 10 minutes after taking off from Miami as a result of a fire in the cargo compartment caused by improperly stored cargo. All 110 people on board di"}]}, {"heading": "Events", "year": "1997", "date": "May 11", "txt": "Deep Blue, a chess-playing supercomputer, defeats Garry Kasparov in the last game of the rematch, becoming the first computer to beat a world-champion chess player in a classic match format.", "entities": [{"title": "Deep Blue versus Kasparov, 1997, Game 6", "href": "/wiki/Deep_Blue_versus_Kasparov,_1997,_Game_6", "description": "Game 6 of the Deep Blue–Kasparov rematch, played in New York City on May 11, 1997 and starting at 3:00 p.m. EDT, was the last chess game in the 1997 rematch of Deep Blue versus Garry Kasparov."}]}, {"heading": "Events", "year": "1998", "date": "May 11", "txt": "India conducts three underground atomic tests in Pokhran.", "entities": [{"title": "Pokhran-II", "href": "/wiki/Pokhran-II", "description": "The Pokhran-II tests were a series of five nuclear bomb test explosions conducted by India at the Indian Army's Pokhran Test Range in May 1998. It was the second instance of nuclear testing conducted by India; the first test, code-named Smiling Buddha, was conducted in May 1974."}]}, {"heading": "Events", "year": "2000", "date": "May 11", "txt": "Second Chechen War: Chechen separatists ambush Russian paramilitary forces in the Republic of Ingushetia.", "entities": [{"title": "Second Chechen War", "href": "/wiki/Second_Chechen_War", "description": "The Second Chechen War was an armed conflict in Chechnya and the border regions of the North Caucasus between the Russian Federation and the Chechen Republic of Ichkeria, fought from August 1999 to April 2009."}, {"title": "Galashki ambush", "href": "/wiki/Galashki_ambush", "description": "Galashki ambush took place of May 11, 2000, when the separatist militants from the group of Shamil Basayev, led by a Galashki native Ruslan Khuchbarov, attacked and destroyed a convoy of the Russian Interior Ministry paramilitary forces in the Republic of Ingushetia. The incident was the first major act of violence linked to the Second Chechen War in Ingushetia and the first major rebel raid outsi"}, {"title": "Republic of Ingushetia", "href": "/wiki/Republic_of_Ingushetia", "description": "Ingushetia, officially the Republic of Ingushetia, is a republic of Russia located in the North Caucasus of Eastern Europe. The republic is part of the North Caucasian Federal District, and shares land borders with the country of Georgia to its south; and borders the Russian republics of North Ossetia–Alania and Chechnya to its east and west; while having a border with Stavropol Krai to its north."}]}, {"heading": "Events", "year": "2010", "date": "May 11", "txt": "David Cameron takes office as Prime Minister of the United Kingdom as the Conservatives and Liberal Democrats form the country's first coalition government since the Second World War.", "entities": [{"title": "David Cameron", "href": "/wiki/David_Cameron", "description": "David William Donald Cameron is a British politician, businessman, lobbyist and author who served as Prime Minister of the United Kingdom from 2010 to 2016. He was Member of Parliament (MP) for Witney from 2001 to 2016 and leader of the Conservative Party from 2005 to 2016. He identifies as a one-nation conservative, and has been associated with both economically liberal and socially liberal polic"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Conservative Party (UK)", "href": "/wiki/Conservative_Party_(UK)", "description": "The Conservative Party, officially the Conservative and Unionist Party, and also known colloquially as the Tories, Tory Party, or simply the Conservatives, is a political party in the United Kingdom. Ideologically, the Conservatives sit on the centre-right of the political spectrum. The Conservatives have been in government since 2010; as of 2019, they hold an overall majority in the House of Comm"}, {"title": "Liberal Democrats (UK)", "href": "/wiki/Liberal_Democrats_(UK)", "description": "The Liberal Democrats are a liberal political party in the United Kingdom. The party has 11 Members of Parliament in the House of Commons, 89 members of the House of Lords, five Members of the Scottish Parliament, one member in the Welsh Parliament and one member in the London Assembly. The party served as the junior party in a coalition government with the Conservative Party between 2010–2015. Th"}, {"title": "Cameron–Clegg coalition", "href": "/wiki/Cameron%E2%80%93Clegg_coalition", "description": "The Cameron–Clegg coalition was formed by David Cameron and Nick Clegg when Cameron was invited by Queen Elizabeth II to form a new administration, following the resignation of Prime Minister Gordon Brown on 11 May 2010, after the general election on 6 May. It was the UK's first coalition government since the Churchill caretaker ministry in 1945. The coalition was led by Cameron as Prime Minister "}]}, {"heading": "Events", "year": "2011", "date": "May 11", "txt": "An earthquake of magnitude 5.1 hits Lorca, Spain.", "entities": [{"title": "2011 Lorca earthquake", "href": "/wiki/2011_Lorca_earthquake", "description": "The 2011 Lorca earthquake was a moderate 5.1 Mw earthquake that occurred 6:47 p.m. CEST on 11 May 2011, near the town of Lorca, causing significant localized damage in the Region of Murcia, Spain, and panic among locals, and displacing many from their homes. The quake was preceded by a magnitude 4.4 foreshock at 17:05, that inflicted substantial damage to many older structures in the area, includi"}, {"title": "Lorca, Spain", "href": "/wiki/Lorca,_Spain", "description": "Lorca is a municipality and city in the autonomous community of the Region of Murcia in southeastern Spain, 58 kilometres (36 mi) southwest of the city of Murcia. The municipality had a population of 94,404 in 2019, up from the 2001 census total of 77,477. Lorca is the municipality with the second largest surface area in Spain, 1,675.21 km2 (646.80 sq mi), after Cáceres. The city is home to Lorca "}]}, {"heading": "Events", "year": "2013", "date": "May 11", "txt": "Fifty-two people are killed in a bombing in Reyhanlı, Turkey.", "entities": [{"title": "2013 Reyhanlı car bombings", "href": "/wiki/2013_Reyhanl%C4%B1_car_bombings", "description": "The 2013 Reyhanlı car bombings took place on 11 May 2013, when two car bombs exploded in the Turkish town of Reyhanlı, a town of 64,000 people, 5 km from the Syrian border and the busiest land border post with Syria, in Hatay Province, Turkey. At least 52 people were killed and 140 injured in the attack."}]}, {"heading": "Events", "year": "2014", "date": "May 11", "txt": "Fifteen people are killed and 46 injured in Kinshasa in a stampede caused by tear gas being thrown into soccer stands by police officers.", "entities": [{"title": "2014 Stade Tata Raphaël disaster", "href": "/wiki/2014_Stade_Tata_Rapha%C3%ABl_disaster", "description": "The 2014 Stade Tata Raphaël disaster refers to a stampede that occurred in Kinshasa, Democratic Republic of the Congo, at the Stade Tata Raphaël on 11 May 2014."}]}, {"heading": "Events", "year": "2016", "date": "May 11", "txt": "One hundred and ten people are killed in an ISIL bombing in Baghdad.", "entities": [{"title": "11 May 2016 Baghdad bombing", "href": "/wiki/11_May_2016_Baghdad_bombing", "description": "On 11 May 2016, the Islamic State of Iraq and the Levant (ISIL) conducted a series of attacks in and near Baghdad, the capital of Iraq, killing at least 110 people and wounding more than 165. According to ISIL, attacks were aimed at Shia fighters."}]}, {"heading": "Births", "year": "1571", "date": "May 11", "txt": "Niwa Nagashige, Japanese daimyō (d. 1637)", "entities": [{"title": "Niwa Nagashige", "href": "/wiki/Niwa_Nagashige", "description": "Niwa Nagashige  was a Japanese daimyō who served the Oda clan. Nagashige was the eldest son of Niwa Nagahide and married the 5th daughter of Oda Nobunaga. He took part in his first campaign in 1583, assisting his father in the Battle of Shizugatake against Shibata Katsuie. In 1584, the Battle of Nagakute, at the age of thirteen, Nagashige led a troop of the Niwa clan in place of his father, who wa"}]}, {"heading": "Births", "year": "1715", "date": "May 11", "txt": "Johann Gottfried Bernhard Bach, German organist (d. 1739)", "entities": [{"title": "Johann Gottfried Bernhard Bach", "href": "/wiki/Johann_Gottfried_Bernhard_Bach", "description": "Johann Gottfried Bernhard Bach was a German musician. It is not known whether he composed, and his career as an organist is not in itself notable, but his life throws light on his famous father, the composer Johann Sebastian Bach.\nJohann Gottfried was the fourth child of Johann Sebastian Bach and Maria Barbara Bach to reach adulthood."}]}, {"heading": "Births", "year": "1752", "date": "May 11", "txt": "Johann Friedrich Blumenbach, German physician, physiologist, and anthropologist (d. 1840):94", "entities": [{"title": "Johann Friedrich Blumenbach", "href": "/wiki/Johann_Friedrich_Blumenbach", "description": "Johann Friedrich Blumenbach was a German physician, naturalist, physiologist, and anthropologist. He is considered to be a main founder of zoology and anthropology as comparative, scientific disciplines. He was also important as a race theorist."}]}, {"heading": "Births", "year": "1797", "date": "May 11", "txt": "José Mariano Salas, Mexican general and politician (d. 1867)", "entities": [{"title": "José Mariano Salas", "href": "/wiki/Jos%C3%A9_Mariano_Salas", "description": "José Mariano de Salas was a Mexican general and politician who served twice as interim president of Mexico. He was also a member of the executive triumvirate of the Second Mexican Empire that invited Maximilian of Habsburg to take the throne."}]}, {"heading": "Births", "year": "1811", "date": "May 11", "txt": "Jean-Jacques Challet-Venel, Swiss politician (d. 1893)", "entities": [{"title": "Jean-Jacques Challet-Venel", "href": "/wiki/Jean-Jacques_Challet-Venel", "description": "Jean-Jacques Challet-Venel was a Swiss politician and member of the Swiss Federal Council (1864–1872)."}]}, {"heading": "Births", "year": "1852", "date": "May 11", "txt": "Charles W. Fairbanks, American journalist and politician, 26th United States Vice President (d. 1918)", "entities": [{"title": "Charles W. Fairbanks", "href": "/wiki/Charles_W._Fairbanks", "description": "Charles Warren Fairbanks was an American politician who served as a senator from Indiana from 1897 to 1905 and the 26th vice president of the United States from 1905 to 1909. He was also the Republican vice presidential nominee in the 1916 presidential election. Had the Republican ticket been elected, Fairbanks would have become the third Vice President to multiple presidents, after George Clinton"}, {"title": "United States Vice President", "href": "/wiki/United_States_Vice_President", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1854", "date": "May 11", "txt": "Jack Blackham, Australian cricketer (d. 1932)", "entities": [{"title": "Jack Blackham", "href": "/wiki/Jack_Blackham", "description": "John McCarthy Blackham was a Test cricketer who played for Victoria and Australia."}]}, {"heading": "Births", "year": "1869", "date": "May 11", "txt": "Archibald Warden, English tennis player (d. 1943)", "entities": [{"title": "Archibald Warden", "href": "/wiki/Archibald_Warden", "description": "Archibald Adam Warden was a British tennis player who competed in the 1900 Summer Olympics."}]}, {"heading": "Births", "year": "1871", "date": "May 11", "txt": "Frank Schlesinger, American astronomer and author (d. 1943)", "entities": [{"title": "Frank Schlesinger", "href": "/wiki/Frank_Schlesinger", "description": "Frank Schlesinger was an American astronomer. His work concentrated on using photographic plates rather than direct visual studies for astronomical research."}]}, {"heading": "Births", "year": "1875", "date": "May 11", "txt": "Harriet Quimby, American pilot and screenwriter (d. 1912)", "entities": [{"title": "Harriet Quimby", "href": "/wiki/Harriet_Quimby", "description": "Harriet Quimby was an early American aviation pioneer and a movie screenwriter."}]}, {"heading": "Births", "year": "1881", "date": "May 11", "txt": "Al Cabrera, Spanish-Cuban baseball player and manager (d. 1964)", "entities": [{"title": "Al Cabrera", "href": "/wiki/Al_Cabrera", "description": "Alfredo A. Cabrera was a professional baseball shortstop who played many years in the Cuban League. His nickname was Pájaro, which is Spanish for \"Bird.\""}]}, {"heading": "Births", "year": "1881", "date": "May 11", "txt": "Jan van Gilse, Dutch composer and conductor (d. 1944)", "entities": []}, {"heading": "Births", "year": "1881", "date": "May 11", "txt": "Theodore von Kármán, Hungarian-American mathematician, physicist, and engineer (d. 1963)", "entities": []}, {"heading": "Births", "year": "1888", "date": "May 11", "txt": "Irving Berlin, Belarusian-American pianist and composer (d. 1989)", "entities": [{"title": "Irving Berlin", "href": "/wiki/Irving_Berlin", "description": "Irving Berlin was an American composer and lyricist, widely considered one of the greatest songwriters in American history. His music forms a great part of the Great American Songbook. Born in Imperial Russia, Berlin arrived in the United States at the age of five. He published his first song, \"Marie from Sunny Italy\", in 1907, receiving 33 cents for the publishing rights, and had his first major "}]}, {"heading": "Births", "year": "1888", "date": "May 11", "txt": "Willis Augustus Lee, American admiral (d. 1945)", "entities": []}, {"heading": "Births", "year": "1889", "date": "May 11", "txt": "Paul Nash, British painter (d. 1946)", "entities": [{"title": "Paul Nash (artist)", "href": "/wiki/Paul_Nash_(artist)", "description": "Paul Nash was a British surrealist painter and war artist, as well as a photographer, writer and designer of applied art. Nash was among the most important landscape artists of the first half of the twentieth century. He played a key role in the development of Modernism in English art."}]}, {"heading": "Births", "year": "1890", "date": "May 11", "txt": "Willie Applegarth, English-American sprinter (d. 1958)", "entities": [{"title": "Willie Applegarth", "href": "/wiki/Willie_Applegarth", "description": "William Reuben Applegarth was a British track and field athlete, and winner of a gold medal in the 4 × 100 metres relay at the 1912 Summer Olympics."}]}, {"heading": "Births", "year": "1890", "date": "May 11", "txt": "Helge Løvland, Norwegian decathlete (d. 1984)", "entities": []}, {"heading": "Births", "year": "1894", "date": "May 11", "txt": "Martha Graham, American dancer and choreographer (d. 1991)", "entities": [{"title": "Martha Graham", "href": "/wiki/Martha_Graham", "description": "Martha Graham was an American modern dancer and choreographer. Her style, the Graham technique, reshaped American dance and is still taught worldwide."}]}, {"heading": "Births", "year": "1895", "date": "May 11", "txt": "Jiddu Krishnamurti, Indian philosopher and speaker (d. 1986)", "entities": [{"title": "Jiddu Krishnamurti", "href": "/wiki/Jiddu_Krishnamurti", "description": "Jiddu Krishnamurti was a philosopher, speaker and writer. In his early life, he was groomed to be the new World Teacher, but later rejected this mantle and withdrew from the Theosophy organization behind it. His interests included psychological revolution, the nature of mind, meditation, inquiry, human relationships, and bringing about radical change in society. He stressed the need for a revoluti"}]}, {"heading": "Births", "year": "1895", "date": "May 11", "txt": "Jacques Brugnon, French tennis player (d. 1978)", "entities": [{"title": "Jacques Brugnon", "href": "/wiki/Jacques_Brugnon", "description": "Jacques Marie Stanislas Jean Brugnon, known as Jacques Brugnon and nicknamed \"Toto\", was a French tennis player, one of the famous \"Four Musketeers\" from France who dominated tennis in the late 1920s and early 1930s. He was born in Paris and died in Paris."}]}, {"heading": "Births", "year": "1895", "date": "May 11", "txt": "William Grant Still, American composer and conductor (d. 1978)", "entities": []}, {"heading": "Births", "year": "1896", "date": "May 11", "txt": "Josip Štolcer-Slavenski, Croatian composer and academic (d. 1955)", "entities": [{"title": "Josip Štolcer-Slavenski", "href": "/wiki/Josip_%C5%A0tolcer-Slavenski", "description": "Josip Štolcer-Slavenski was a Croatian composer and professor at the Music Academy in Belgrade."}]}, {"heading": "Births", "year": "1897", "date": "May 11", "txt": "Robert E. Gross, American businessman (d. 1961)", "entities": [{"title": "Robert E. Gross (businessman)", "href": "/wiki/Robert_E._Gross_(businessman)", "description": "Robert Ellsworth Gross was an American businessman involved in the field of aviation. His first venture, the Viking Flying Boat Company, failed with the loss of the aircraft market brought on by the Great Depression."}]}, {"heading": "Births", "year": "1901", "date": "May 11", "txt": "Rose Ausländer, Ukrainian-English poet and author (d. 1988):7", "entities": [{"title": "Rose Ausländer", "href": "/wiki/Rose_Ausl%C3%A4nder", "description": "Rose Ausländer was a Jewish poet writing in German and English. Born in Czernowitz in the Bukovina, she lived through its tumultuous history of belonging to the Austro-Hungarian Empire, Kingdom of Romania, and eventually the Soviet Union."}]}, {"heading": "Births", "year": "1901", "date": "May 11", "txt": "Gladys Rockmore Davis, American painter (d. 1967)", "entities": []}, {"heading": "Births", "year": "1902", "date": "May 11", "txt": "Edna Ernestine Kramer, American mathematician (d. 1984)", "entities": [{"title": "Edna Kramer", "href": "/wiki/Edna_Kramer", "description": "Edna Ernestine Kramer Lassar, born Edna Ernestine Kramer, was an American mathematician and author of mathematics books."}]}, {"heading": "Births", "year": "1903", "date": "May 11", "txt": "Charlie Gehringer, American baseball player and manager (d. 1993)", "entities": [{"title": "Charlie Gehringer", "href": "/wiki/Charlie_Gehringer", "description": "Charles Leonard Gehringer, nicknamed \"The Mechanical Man\", was an American professional baseball second baseman, coach, general manager, and team vice president, who played in Major League Baseball (MLB) for the Detroit Tigers for 19 seasons (1924–1942). He was elected to the Baseball Hall of Fame in 1949."}]}, {"heading": "Births", "year": "1904", "date": "May 11", "txt": "Salvador Dalí, Spanish artist (d. 1989)", "entities": [{"title": "Salvador Dalí", "href": "/wiki/Salvador_Dal%C3%AD", "description": "Salvador Domingo Felipe Jacinto Dalí i Domènech, 1st Marquess of Dalí de Púbol was a Spanish surrealist artist renowned for his technical skill, precise draftsmanship, and the striking and bizarre images in his work."}]}, {"heading": "Births", "year": "1905", "date": "May 11", "txt": "Lise de Baissac, Mauritian-born SOE agent, war hero (d. 2004)", "entities": [{"title": "Lise de Baissac", "href": "/wiki/Lise_de_Baissac", "description": "Lise Marie Jeanette de Baissac MBE CdeG, code names Odile and Marguerite, was born in Mauritius of French descent and British nationality. She was an agent of the United Kingdom's clandestine Special Operations Executive (SOE) organization in France during World War II. The purpose of SOE was to conduct espionage, sabotage, and reconnaissance in countries occupied by the Axis powers, especially Na"}, {"title": "Special Operations Executive", "href": "/wiki/Special_Operations_Executive", "description": "The Special Operations Executive (SOE) was a secret British World War II organisation. It was officially formed on 22 July 1940 under Minister of Economic Warfare Hugh Dalton, from the amalgamation of three existing secret organisations. Its purpose was to conduct espionage, sabotage and reconnaissance in occupied Europe against the Axis powers, and to aid local resistance movements."}]}, {"heading": "Births", "year": "1905", "date": "May 11", "txt": "Catherine Bauer Wurster, American architect and public housing advocate (d. 1964)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 11", "txt": "Rip Sewell, American baseball player and coach (d. 1989)", "entities": [{"title": "Rip Sewell", "href": "/wiki/Rip_Sewell", "description": "Truett Banks \"Rip\" Sewell was a right-handed starting pitcher in Major League Baseball who played 13 years in the major leagues with the Detroit Tigers (1932) and Pittsburgh Pirates (1938–1949). Sewell was selected four times to the National League All-Star team (1943–1946) and is credited with inventing the \"Eephus pitch.\""}]}, {"heading": "Births", "year": "1911", "date": "May 11", "txt": "Mitchell Sharp, Canadian economist and politician, 23rd Canadian Minister of Finance (d. 2004)", "entities": [{"title": "Mitchell Sharp", "href": "/wiki/Mitchell_Sharp", "description": "Mitchell William Sharp was a Canadian politician and a Companion of the Order of Canada, most noted for his service as a Liberal Cabinet minister. He did, however, serve in both private and public sectors during his long career."}, {"title": "Minister of Finance (Canada)", "href": "/wiki/Minister_of_Finance_(Canada)", "description": "The minister of finance is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Department of Finance and presenting the federal government's budget each year. It is one of the most important positions in the Cabinet."}]}, {"heading": "Births", "year": "1911", "date": "May 11", "txt": "Phil Silvers, American actor and comedian (d. 1985)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 11", "txt": "Saadat Hasan Manto, Indian-Pakistani author and screenwriter (d. 1955)", "entities": [{"title": "Saadat Hasan Manto", "href": "/wiki/Saadat_Hasan_Manto", "description": "Saadat Hasan Manto was a writer, playwright and author born in Ludhiana active in British India and later, after the partition, in Pakistan. Writing mainly in the Urdu language, he produced 22 collections of short stories, a novel, five series of radio plays, three collections of essays and two collections of personal sketches. His best short stories are held in high esteem by writers and critics."}]}, {"heading": "Births", "year": "1916", "date": "May 11", "txt": "Camilo José Cela, Spanish author and politician, Nobel Prize laureate (d. 2002)", "entities": [{"title": "Camilo José Cela", "href": "/wiki/Camilo_Jos%C3%A9_Cela", "description": "Camilo José Cela y Trulock, 1st Marquis of Iria Flavia was a Spanish novelist, poet, story writer and essayist associated with the Generation of '36 movement."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1918", "date": "May 11", "txt": "Richard Feynman, American physicist and engineer, Nobel Prize laureate (d. 1988)", "entities": [{"title": "Richard Feynman", "href": "/wiki/Richard_Feynman", "description": "Richard Phillips Feynman was an American theoretical physicist, known for his work in the path integral formulation of quantum mechanics, the theory of quantum electrodynamics, the physics of the superfluidity of supercooled liquid helium, as well as his work in particle physics for which he proposed the parton model. For contributions to the development of quantum electrodynamics, Feynman receive"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1921", "date": "May 11", "txt": "Robin Barbour, Scottish minister and author (d. 2014)", "entities": [{"title": "Robin Barbour", "href": "/wiki/Robin_Barbour", "description": "Robert Alexander Stewart \"Robin\" Barbour was a Church of Scotland minister and an author."}]}, {"heading": "Births", "year": "1921", "date": "May 11", "txt": "Hildegard Hamm-Brücher, German politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "May 11", "txt": "Antony Hewish, English astronomer and academic, Nobel Prize laureate", "entities": [{"title": "Antony Hewish", "href": "/wiki/Antony_Hewish", "description": "Antony Hewish is a British radio astronomer who won the Nobel Prize for Physics in 1974 for his role in the discovery of pulsars. He was also awarded the Eddington Medal of the Royal Astronomical Society in 1969."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1925", "date": "May 11", "txt": "Edward J. King, American football player and politician, 66th Governor of Massachusetts (d. 2006)", "entities": [{"title": "Edward J. King", "href": "/wiki/Edward_J._King", "description": "Edward Joseph King was an American politician who served as the 66th Governor of Massachusetts from 1979 to 1983. A member of the Democratic Party until 1985, he then became a member of the Republican Party. Elected in the 1978 Massachusetts gubernatorial election, he lost the Democratic primary of the 1982 election to his predecessor Michael Dukakis."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1927", "date": "May 11", "txt": "Bernard Fox, British actor (d. 2016)", "entities": [{"title": "Bernard Fox (actor)", "href": "/wiki/Bernard_Fox_(actor)", "description": "Bernard Lawson, better known as Bernard Fox, was a Welsh actor. He is remembered for his roles as Dr. Bombay in the comedy fantasy series Bewitched (1964–1972), Colonel Crittendon in the comedy series Hogan's Heroes (1965–1971), Malcolm Merriweather in The Andy Griffith Show (1963–1965), Colonel Redford in Barnaby Jones (1975), Max in Herbie Goes to Monte Carlo (1977), and Archibald Gracie IV in t"}]}, {"heading": "Births", "year": "1927", "date": "May 11", "txt": "Gene Savoy, American explorer, author, and scholar (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 11", "txt": "Edsger W. Dijkstra, Dutch computer scientist and academic (d. 2002)", "entities": [{"title": "Edsger W. Dijkstra", "href": "/wiki/Edsger_W._Dijkstra", "description": "Edsger Wybe Dijkstra was a Dutch computer scientist, programmer, software engineer, systems scientist, science essayist, and pioneer in computing science. A theoretical physicist by training, he worked as a programmer at the Mathematisch Centrum (Amsterdam) from 1952 to 1962. A university professor for much of his life, Dijkstra held the Schlumberger Centennial Chair in Computer Sciences at the Un"}]}, {"heading": "Births", "year": "1930", "date": "May 11", "txt": "Stanley Elkin, American novelist, short story writer, and essayist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 11", "txt": "Valentino Garavani, Italian fashion designer", "entities": [{"title": "Valentino Garavani", "href": "/wiki/Valentino_Garavani", "description": "Valentino Clemente Ludovico Garavani, known mononymously as Valentino, is an Italian fashion designer, the founder of the Valentino brand and company. His main lines include Valentino, Valentino Garavani, Valentino Roma, and R.E.D. Valentino."}]}, {"heading": "Births", "year": "1933", "date": "May 11", "txt": "Louis Farrakhan, American religious leader", "entities": [{"title": "Louis Farrakhan", "href": "/wiki/Louis_Farrakhan", "description": "Louis Farrakhan is an American religious leader, political activist, and anti-Semite who heads the Nation of Islam (NOI). Earlier in his career, he served as the minister of mosques in Boston and Harlem and was appointed National Representative of the Nation of Islam by former NOI leader Elijah Muhammad."}]}, {"heading": "Births", "year": "1934", "date": "May 11", "txt": "Jim Jeffords, American captain, lawyer, and politician (d. 2014)", "entities": [{"title": "Jim Jeffords", "href": "/wiki/Jim_Jeffords", "description": "James Merrill Jeffords was an American politician who served as a U.S. Senator from Vermont. Sworn into the Senate in 1989, he served as a Republican until 2001, when he left the party to become an independent and began caucusing with the Democrats. Jeffords retired from the Senate in 2007. Prior to serving in the Senate, he served as the U.S. Representative for Vermont's at-large congressional di"}]}, {"heading": "Births", "year": "1934", "date": "May 11", "txt": "Jack Twyman, American basketball player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 11", "txt": "Francisco Umbral, Spanish journalist and author (d. 2007)", "entities": [{"title": "Francisco Umbral", "href": "/wiki/Francisco_Umbral", "description": "Francisco Alejandro Pérez Martínez, better known as Francisco Umbral, was a Spanish journalist, novelist, biographer and essayist."}]}, {"heading": "Births", "year": "1937", "date": "May 11", "txt": "Ildikó Újlaky-Rejtő, Hungarian Olympic and world champion foil fencer", "entities": [{"title": "Ildikó Újlaky-Rejtő", "href": "/wiki/Ildik%C3%B3_%C3%9Ajlaky-Rejt%C5%91", "description": "Ildikó Újlaky-Rejtő is a retired Hungarian Olympic champion and world champion foil fencer."}]}, {"heading": "Births", "year": "1938", "date": "May 11", "txt": "Narendra Patel, Baron Patel, Tanzanian-English obstetrician, academic, and politician", "entities": [{"title": "Narendra Patel, Baron Patel", "href": "/wiki/Narendra_Patel,_Baron_Patel", "description": "Narendra Babubhai Patel, Baron Patel, is a British obstetrician and cross bench peer, and a former Chancellor of the University of Dundee."}]}, {"heading": "Births", "year": "1941", "date": "May 11", "txt": "Eric Burdon, English musician", "entities": [{"title": "Eric Burdon", "href": "/wiki/Eric_Burdon", "description": "Eric Victor Burdon is an English singer-songwriter and actor. He was previously the vocalist of rock band The Animals and funk band War. He is regarded as one of the British Invasion's most distinctive singers with his deep, powerful blues-rock voice. He is also known for his aggressive stage performances."}]}, {"heading": "Births", "year": "1941", "date": "May 11", "txt": "Ian Redpath, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 11", "txt": "Nancy Greene, Canadian skier and politician", "entities": [{"title": "Nancy Greene", "href": "/wiki/Nancy_Greene", "description": "Nancy Catherine Greene Raine is a former Canadian Senator for British Columbia and an Olympian alpine skier voted as Canada's Female Athlete of the 20th Century. She was born in Ottawa, Ontario, Canada. Greene Raine won a very decisive giant slalom victory in Grenoble, France, in the 1968 Winter Olympics."}]}, {"heading": "Births", "year": "1944", "date": "May 11", "txt": "John Benaud, Australian cricketer", "entities": [{"title": "John Benaud", "href": "/wiki/John_Benaud", "description": "John Benaud is a former Australian cricketer."}]}, {"heading": "Births", "year": "1948", "date": "May 11", "txt": "Jack Cantoni, French rugby player (d. 2013)", "entities": [{"title": "Jack Cantoni", "href": "/wiki/Jack_Cantoni", "description": "Jack Cantoni was a French international rugby union player."}]}, {"heading": "Births", "year": "1948", "date": "May 11", "txt": "Nirj Deva, Sri Lankan-English politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 11", "txt": "Jeremy Paxman, English journalist and author", "entities": [{"title": "Jeremy Paxman", "href": "/wiki/Jeremy_Paxman", "description": "Jeremy Dickson Paxman is a British broadcaster, journalist, author, and television presenter. Born in Leeds, Paxman was educated at Malvern College and St Catharine's College, Cambridge, where he edited the undergraduate newspaper Varsity. At Cambridge, he was a member of a Labour Party club and described himself as a socialist, although in later life described himself as a one-nation conservative"}]}, {"heading": "Births", "year": "1950", "date": "May 11", "txt": "Sadashiv Amrapurkar, Indian actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 11", "txt": "Ed Stelmach, Canadian farmer and politician, 13th Premier of Alberta", "entities": [{"title": "Ed Stelmach", "href": "/wiki/Ed_Stelmach", "description": "Edward Michael Stelmach is a Canadian politician and served as the 13th Premier of Alberta, Canada, from 2006 to 2011. The grandson of Ukrainian immigrants, Stelmach was born and raised on a farm near Lamont and speaks fluent Ukrainian. He spent his entire pre-political adult life as a farmer, except for some time spent studying at the University of Alberta. His first foray into politics was a 198"}, {"title": "Premier of Alberta", "href": "/wiki/Premier_of_Alberta", "description": "The premier of Alberta is the first minister for the Canadian province of Alberta, and the province's head of government. The current premier is Jason Kenney, leader of the United Conservative Party, who was sworn in on April 30, 2019."}]}, {"heading": "Births", "year": "1954", "date": "May 11", "txt": "John Gregory, English footballer and manager", "entities": [{"title": "John Gregory (footballer)", "href": "/wiki/John_Gregory_(footballer)", "description": "John Charles Gregory is an English former footballer. He has previously managed: Portsmouth, Plymouth Argyle, Wycombe Wanderers, Aston Villa, Derby County, Queens Park Rangers, Maccabi Ahi Nazareth, F.C. Ashdod, FC Kairat, Crawley Town and Chennaiyin. As a player, he was a versatile midfielder who started his career at Northampton Town and later played for Brighton & Hove Albion, QPR, Derby and As"}]}, {"heading": "Births", "year": "1955", "date": "May 11", "txt": "John DeStefano, Jr., American politician, 49th Mayor of New Haven", "entities": [{"title": "John DeStefano, Jr.", "href": "/wiki/John_DeStefano,_Jr.", "description": "John DeStefano Jr. is an American politician who served as the 49th mayor of New Haven, Connecticut, from 1994 until 2014. He was the Democratic nominee in 2006 for Governor of Connecticut, unsuccessfully challenging incumbent Republican Governor M. Jodi Rell. He was also the named defendant in the landmark 2009 U.S. Supreme Court case of Ricci v. DeStefano. John DeStefano is the son of a New Have"}, {"title": "List of mayors of New Haven, Connecticut", "href": "/wiki/List_of_mayors_of_New_Haven,_Connecticut", "description": "This is a list of the Mayors of New Haven, Connecticut."}]}, {"heading": "Births", "year": "1957", "date": "May 11", "txt": "Mike Nesbitt, Northern Irish journalist and politician", "entities": [{"title": "Mike Nesbitt", "href": "/wiki/Mike_Nesbitt", "description": "Michael Nesbitt, MLA is a British politician and former broadcaster who was the Leader of the Ulster Unionist Party from 2012 to 2017 and has been the Member of the Northern Ireland Assembly for Strangford since 2011."}]}, {"heading": "Births", "year": "1962", "date": "May 11", "txt": "Steve Bono, American football player", "entities": [{"title": "Steve Bono", "href": "/wiki/Steve_Bono", "description": "Steven Christopher Bono is a former American football quarterback in the National Football League."}]}, {"heading": "Births", "year": "1964", "date": "May 11", "txt": "Bobby Witt, American baseball player", "entities": [{"title": "Bobby Witt", "href": "/wiki/Bobby_Witt", "description": "Robert Andrew Witt Sr., is a former professional baseball pitcher, who played all or part of sixteen seasons in Major League Baseball (MLB) for the Texas Rangers, Oakland Athletics, Florida Marlins, St. Louis Cardinals, Tampa Bay Devil Rays, Cleveland Indians, and Arizona Diamondbacks."}]}, {"heading": "Births", "year": "1964", "date": "May 11", "txt": "Floyd Youmans, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 11", "txt": "Alberto García Aspe, Mexican footballer and manager", "entities": [{"title": "Alberto García Aspe", "href": "/wiki/Alberto_Garc%C3%ADa_Aspe", "description": "Alberto García Aspe Mena is a retired Mexican professional footballer who played as a midfielder. He is one of the all-time appearance leaders for the Mexico national team. He participated in 109 matches, scoring a total 21 goals. In addition, he has played in three FIFA World Cups."}]}, {"heading": "Births", "year": "1969", "date": "May 11", "txt": "Mitch Healey, Australian rugby league player and coach", "entities": [{"title": "Mitch Healey", "href": "/wiki/Mitch_Healey", "description": "Mitch Healey is an Australian former professional rugby league footballer, a former member of the Cronulla-Sutherland Sharks."}]}, {"heading": "Births", "year": "1969", "date": "May 11", "txt": "Simon Vroemen, Dutch runner", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 11", "txt": "Harold Ford, Jr., American lawyer and politician", "entities": [{"title": "Harold Ford, Jr.", "href": "/wiki/Harold_Ford,_Jr.", "description": "Harold Eugene Ford Jr. is an American financial managing director, pundit, author, and former U.S. congressman who served from 1997–2007 in the United States House of Representatives as a member of the Democratic Party from Tennessee's 9th congressional district, centered in Memphis. He is the son of former Congressman Harold Ford Sr., who held the same seat for 22 years. In 2006, Ford made an uns"}]}, {"heading": "Births", "year": "1970", "date": "May 11", "txt": "Jason Queally, English cyclist", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 11", "txt": "Tomáš Dvořák, Czech decathlete and coach", "entities": [{"title": "Tomáš Dvořák", "href": "/wiki/Tom%C3%A1%C5%A1_Dvo%C5%99%C3%A1k", "description": "Tomáš Dvořák, born 11 May 1972 in Gottwaldov, Czechoslovakia, is an athlete from the Czech Republic. He competed in the decathlon and heptathlon for the team Dukla Prague. He is a three-time decathlon world champion and a former world record holder, which is still the fourth best performance of all-time. This record was broken by Dvořák's compatriot Roman Šebrle in 2001. Dvořák is the only athlete"}]}, {"heading": "Births", "year": "1973", "date": "May 11", "txt": "Tsuyoshi Ogata, Japanese runner", "entities": [{"title": "Tsuyoshi Ogata", "href": "/wiki/Tsuyoshi_Ogata", "description": "Tsuyoshi Ogata  is a Japanese long-distance athlete competing mainly in the marathon."}]}, {"heading": "Births", "year": "1974", "date": "May 11", "txt": "Darren Ward, English-Welsh footballer and coach", "entities": [{"title": "Darren Ward (footballer, born 1974)", "href": "/wiki/Darren_Ward_(footballer,_born_1974)", "description": "Darren Ward is a Welsh former international football goalkeeper and former First Team goalkeeping coach at Sheffield United."}]}, {"heading": "Births", "year": "1974", "date": "May 11", "txt": "Tony Warner, English born Trinidadian international footballer and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 11", "txt": "Francisco Cordero, Dominican-American baseball player", "entities": [{"title": "Francisco Cordero", "href": "/wiki/Francisco_Cordero", "description": "Francisco Javier Cordero is a Dominican former professional baseball pitcher. He played in Major League Baseball (MLB) for the Detroit Tigers, Texas Rangers, Milwaukee Brewers, Cincinnati Reds, Toronto Blue Jays, and Houston Astros from 1999 through 2012, often serving as the closer. On June 1, 2011, Cordero recorded his 300th career save with the Reds, becoming only the 22nd player to reach that "}]}, {"heading": "Births", "year": "1976", "date": "May 11", "txt": "Kardinal Offishall, American rapper and record producer/executive", "entities": [{"title": "Kardinal Offishall", "href": "/wiki/Kardinal_Offishall", "description": "Jason Drew Harrow, better known by his stage name Kardinal Offishall, is a Canadian rapper, record producer, DJ, and record executive. Often credited as Canada's \"hip hop ambassador\", he is regarded as one of the country's best hip hop producers, and is best known for his distinctive reggae and dancehall-influenced style of hip hop."}]}, {"heading": "Births", "year": "1977", "date": "May 11", "txt": "Pablo Gabriel García, Uruguayan footballer", "entities": [{"title": "Pablo Gabriel García", "href": "/wiki/Pablo_Gabriel_Garc%C3%ADa", "description": "Pablo Gabriel García Pérez is a Uruguayan former footballer who played as a defensive midfielder, and is the current manager of Greek club PAOK FC."}]}, {"heading": "Births", "year": "1977", "date": "May 11", "txt": "Victor Matfield, South African rugby player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 11", "txt": "Bobby Roode, Canadian professional wrestler", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 11", "txt": "Laetitia Casta, French model and actress", "entities": [{"title": "Laetitia Casta", "href": "/wiki/Laetitia_Casta", "description": "Laetitia Marie Laure Casta is a French actress and model."}]}, {"heading": "Births", "year": "1982", "date": "May 11", "txt": "Cory Monteith, Canadian actor and singer (d. 2013)", "entities": [{"title": "Cory Monteith", "href": "/wiki/Cory_Monteith", "description": "Cory Allan Michael Monteith was a Canadian actor and musician best known for his role as Finn Hudson on the Fox television series Glee. As an actor based in British Columbia, Monteith had minor roles on television series before being cast on Glee. During his success on the show, he also acted in films. Monteith's film work included Monte Carlo and a starring role in Sisters & Brothers."}]}, {"heading": "Births", "year": "1983", "date": "May 11", "txt": "Matt Leinart, American football player", "entities": [{"title": "Matt Leinart", "href": "/wiki/Matt_Leinart", "description": "Matthew Stephen Leinart is a former American football quarterback who now works as a studio analyst for Fox Sports’ college football coverage. He played college football at the University of Southern California (USC) from 2001 to 2005. He was the starting quarterback for the Trojans in 2003, 2004, and 2005. As junior in 2004, he won the Heisman Trophy. Leinart played professionally in the National"}]}, {"heading": "Births", "year": "1983", "date": "May 11", "txt": "Steven Sotloff, American-Israeli journalist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 11", "txt": "Holly Valance,  Australian actress, singer and model", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 11", "txt": "Andrés Iniesta, Spanish footballer", "entities": [{"title": "Andrés Iniesta", "href": "/wiki/Andr%C3%A9s_Iniesta", "description": "Andrés Iniesta Luján is a Spanish professional footballer who plays as a central midfielder and is the captain of J1 League club Vissel Kobe. Widely regarded as one of the greatest midfielders of all time and one of the best players of his generation, Iniesta spent most of his career at Barcelona, where he served as the captain for three seasons."}]}, {"heading": "Births", "year": "1986", "date": "May 11", "txt": "Abou Diaby, French footballer", "entities": [{"title": "Abou Diaby", "href": "/wiki/Abou_Diaby", "description": "Vassiriki Abou Diaby, known as Abou Diaby, is a French former professional footballer. He played primarily in a box to box role, adept at both attacking and defending. Described as a player who was \"languid, elusive, and athletic\" that could either \"dribble past opponents or slip passes to team-mates\". Of Ivorian descent, Diaby also possessed \"superb touch\" and \"excellent close control\". Diaby's c"}]}, {"heading": "Births", "year": "1986", "date": "May 11", "txt": "Miguel Veloso, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 11", "txt": "Lim Seul-ong, South Korean singer and actor", "entities": [{"title": "Lim Seul-ong", "href": "/wiki/Lim_Seul-ong", "description": "Lim Seul-ong, also known by the mononym Seulong, is a South Korean singer and actor. He debuted as a singer in 2008 as a member of the K-pop boyband 2AM. He made his acting debut in 2010 in the Korean drama, Personal Taste."}]}, {"heading": "Births", "year": "1987", "date": "May 11", "txt": "Monica Roșu, Romanian gymnast", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 11", "txt": "Jeremy Maclin, American football player", "entities": [{"title": "Jeremy Maclin", "href": "/wiki/Jeremy_Maclin", "description": "Jeremy Maclin is a former American football wide receiver. He played college football at Missouri, where he was a two-time consensus All-American, and was drafted by the Philadelphia Eagles in the first round of the 2009 NFL Draft. He also played for the Kansas City Chiefs and Baltimore Ravens, making a Pro Bowl appearance in 2014 with the Eagles. He retired in 2019."}]}, {"heading": "Births", "year": "1988", "date": "May 11", "txt": "Brad Marchand, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 11", "txt": "Alyssa Brown, Canadian artistic gymnast", "entities": [{"title": "Alyssa Brown", "href": "/wiki/Alyssa_Brown", "description": "Alyssa Brown is a Canadian artistic gymnast."}]}, {"heading": "Births", "year": "1989", "date": "May 11", "txt": "Giovani dos Santos, Mexican international footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 11", "txt": "Cam Newton, American football player", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 11", "txt": "Thibaut Courtois, Belgian footballer", "entities": [{"title": "Thibaut Courtois", "href": "/wiki/Thibaut_Courtois", "description": "Thibaut Nicolas Marc Courtois is a Belgian professional footballer who plays as a goalkeeper for Spanish club Real Madrid and the Belgium national team. He is considered by many to be one of the best goalkeepers in the world."}]}, {"heading": "Births", "year": "1992", "date": "May 11", "txt": "Pablo Sarabia, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 11", "txt": "Maurice Harkless, American-Puerto Rican basketball player", "entities": [{"title": "Maurice Harkless", "href": "/wiki/Maurice_Harkless", "description": "Maurice José \"Moe\" Harkless is an American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA). He played college basketball for the St. John's Red Storm before being drafted 15th overall, after his freshman season, in the 2012 NBA draft. Harkless has represented the Puerto Rican national team."}]}, {"heading": "Births", "year": "1994", "date": "May 11", "txt": "Hagos Gebrhiwet, Ethiopian runner", "entities": [{"title": "Hagos Gebrhiwet", "href": "/wiki/Hagos_Gebrhiwet", "description": "Hagos Gebrhiwet Berhe is an Ethiopian long-distance runner and the former World Junior Record holder in the 5000 meters (12:47:53)."}]}, {"heading": "Births", "year": "1995", "date": "May 11", "txt": "Gelson Martins, Portuguese footballer", "entities": [{"title": "Gelson Martins", "href": "/wiki/Gelson_Martins", "description": "Gelson Dany Batalha Martins is a Portuguese professional footballer who plays as a winger for Ligue 1 club Monaco and the Portugal national team."}]}, {"heading": "Births", "year": "1999", "date": "May 11", "txt": "Sabrina Carpenter, American singer and actress", "entities": [{"title": "Sabrina Carpenter", "href": "/wiki/Sabrina_Carpenter", "description": "Sabrina Annlynn Carpenter is an American singer and actress. Carpenter made her acting debut with an appearance in the crime series Law & Order: Special Victims Unit and first received recognition for her recurring role as the young version of Chloe Goodwin in the television series The Goodwin Games. She then had her breakthrough starring as Maya Hart in the Disney Channel series Girl Meets World "}]}, {"heading": "Deaths", "year": "1610", "date": "May 11", "txt": "Matteo Ricci, Italian priest and mathematician (b. 1552)", "entities": [{"title": "Matteo Ricci", "href": "/wiki/Matteo_Ricci", "description": "Matteo Ricci, was an Italian Jesuit priest and one of the founding figures of the Jesuit China missions. He created the Kunyu Wanguo Quantu, a 1602 map of the world written in Chinese characters. He is considered a Servant of God by the Catholic Church."}]}, {"heading": "Deaths", "year": "1686", "date": "May 11", "txt": "Otto von Guericke, German physicist and politician (b. 1602)", "entities": [{"title": "Otto von Guericke", "href": "/wiki/Otto_von_Guericke", "description": "Otto von Guericke was a German scientist, inventor, and politician. His pioneering scientific work, the development of experimental methods and repeatable demonstrations on the physics of the vacuum, atmospheric pressure, electrostatic repulsion, his advocacy for the reality of \"action at a distance\" and of \"absolute space\" were remarkable contributions for the advancement of the Scientific Revolu"}]}, {"heading": "Deaths", "year": "1778", "date": "May 11", "txt": "William Pitt, 1st Earl of Chatham, English soldier and politician, Prime Minister of the United Kingdom (b. 1708)", "entities": [{"title": "William Pitt, 1st Earl of Chatham", "href": "/wiki/William_Pitt,_1st_Earl_of_Chatham", "description": "William Pitt, 1st Earl of Chatham, was a British statesman of the Whig group who served as Prime Minister of Great Britain in the middle of the 18th century. Historians call him Pitt of Chatham, or William Pitt the Elder, to distinguish him from his son, William Pitt the Younger, who also was a prime minister. Pitt was also known as the Great Commoner, because of his long-standing refusal to accep"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1779", "date": "May 11", "txt": "John Hart, American lawyer and politician (b. 1711)", "entities": [{"title": "John Hart (New Jersey politician)", "href": "/wiki/John_Hart_(New_Jersey_politician)", "description": "John Hart was a public official and politician in colonial New Jersey who served as a delegate to the Continental Congress and also signed the Declaration of Independence."}]}, {"heading": "Deaths", "year": "1812", "date": "May 11", "txt": "Spencer Perceval, English lawyer and politician, Prime Minister of the United Kingdom (b. 1762)", "entities": [{"title": "Spencer Perceval", "href": "/wiki/Spencer_Perceval", "description": "Spencer Perceval was a British statesman and barrister. He was Prime Minister of the United Kingdom from October 1809 until his assassination in May 1812. Perceval is the only British prime minister to have been assassinated, and the only solicitor-general or attorney-general to have become prime minister."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1848", "date": "May 11", "txt": "Tom Cribb, English boxer (b. 1781)", "entities": [{"title": "Tom Cribb", "href": "/wiki/Tom_Cribb", "description": "Tom Cribb was a world champion English bare-knuckle boxer of the 19th century."}]}, {"heading": "Deaths", "year": "1849", "date": "May 11", "txt": "Juliette Récamier, French businesswoman (b. 1777)", "entities": [{"title": "Juliette Récamier", "href": "/wiki/Juliette_R%C3%A9camier", "description": "Jeanne Françoise Julie Adélaïde Récamier, known as Juliette, was a French socialite, whose salon drew Parisians from the leading literary and political circles of the early 19th century. As an icon of neoclassicism, Récamier cultivated a public persona of herself as a great beauty and her fame quickly spread across Europe. She befriended many intellectuals, sat for the finest artists of the age, a"}]}, {"heading": "Deaths", "year": "1882", "date": "May 11", "txt": "Frederick Innes, Scottish-Australian politician, 9th Premier of Tasmania (b. 1816)", "entities": [{"title": "Frederick Innes", "href": "/wiki/Frederick_Innes", "description": "Frederick Maitland Innes was Premier of Tasmania from 4 November 1872 to 4 August 1873."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1889", "date": "May 11", "txt": "John Cadbury, English businessman and philanthropist, founded the Cadbury Company (b. 1801)", "entities": [{"title": "John Cadbury", "href": "/wiki/John_Cadbury", "description": "John Cadbury was a Quaker and English proprietor and founder of Cadbury, the chocolate business based in Birmingham, England."}, {"title": "Cadbury", "href": "/wiki/Cadbury", "description": "Cadbury, formerly Cadbury's and Cadbury Schweppes, is a British multinational confectionery company fully owned by Mondelez International since 2010. It is the second largest confectionery brand in the world after Mars. Cadbury is internationally headquartered in Uxbridge, west London, and operates in more than 50 countries worldwide. It is known for its Dairy Milk chocolate, the Creme Egg and Ros"}]}, {"heading": "Deaths", "year": "1908", "date": "May 11", "txt": "Charles Kingston, Australian politician, 20th Premier of South Australia (b. 1850)", "entities": [{"title": "Charles Kingston", "href": "/wiki/Charles_Kingston", "description": "Charles Cameron Kingston was an Australian politician. From 1893 to 1899 he was a radical liberal Premier of South Australia, occupying this office with the support of Labor, which in the House of Assembly was led by John McPherson from 1893, and by Lee Batchelor upon McPherson's death in 1897."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1916", "date": "May 11", "txt": "Karl Schwarzschild, German astronomer and physicist (b. 1873):xix", "entities": [{"title": "Karl Schwarzschild", "href": "/wiki/Karl_Schwarzschild", "description": "Karl Schwarzschild was a German physicist and astronomer."}]}, {"heading": "Deaths", "year": "1918", "date": "May 11", "txt": "George Elmslie, Australian politician, 25th Premier of Victoria (b. 1861)", "entities": [{"title": "George Elmslie (Australian politician)", "href": "/wiki/George_Elmslie_(Australian_politician)", "description": "George Alexander Elmslie was an Australian politician who served as the 25th and shortest serving Premier of Victoria, and the first Labor Premier."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1920", "date": "May 11", "txt": "James Colosimo, Italian-American mob boss (b. 1878)", "entities": [{"title": "James Colosimo", "href": "/wiki/James_Colosimo", "description": "Vincenzo Colosimo, known as James \"Big Jim\" Colosimo or as \"Diamond Jim\", was an Italian-American Mafia crime boss who emigrated from Calabria, Italy, in 1895 and built a criminal empire in Chicago based on prostitution, gambling and racketeering. He gained power through petty crime and by heading a chain of brothels. From about 1902 until his death in 1920, he led a gang that became known after h"}]}, {"heading": "Deaths", "year": "1920", "date": "May 11", "txt": "William Dean Howells, American novelist, literary critic, and playwright (b. 1837)", "entities": []}, {"heading": "Deaths", "year": "1927", "date": "May 11", "txt": "Juan Gris, Spanish painter and sculptor (b. 1887)", "entities": [{"title": "Juan Gris", "href": "/wiki/Juan_Gris", "description": "José Victoriano González-Pérez , better known as Juan Gris, was a Spanish painter born in Madrid who lived and worked in France for most of his active period. Closely connected to the innovative artistic genre Cubism, his works are among the movement's most distinctive."}]}, {"heading": "Deaths", "year": "1929", "date": "May 11", "txt": "Jozef Murgaš, Slovak-American priest, architect, botanist, and painter (b. 1864)", "entities": [{"title": "Jozef Murgaš", "href": "/wiki/Jozef_Murga%C5%A1", "description": "Jozef Murgaš was a Slovak inventor, architect, botanist, painter and Roman Catholic priest. He contributed to wireless telegraphy and helped in the development of mobile communications and the wireless transmission of information and the human voice."}]}, {"heading": "Deaths", "year": "1938", "date": "May 11", "txt": "George Lyon, Canadian golfer and cricketer (b. 1858)", "entities": [{"title": "George Lyon (golfer)", "href": "/wiki/George_Lyon_(golfer)", "description": "George Seymour Lyon was a Canadian golfer, an Olympic gold medalist in golf, an eight-time Canadian Amateur Championship winner, and a member of Canada's Sports Hall of Fame. He worked in the insurance industry."}]}, {"heading": "Deaths", "year": "1946", "date": "May 11", "txt": "Seán McCaughey Irish Republican, Hunger Striker", "entities": [{"title": "Seán McCaughey", "href": "/wiki/Se%C3%A1n_McCaughey", "description": "Seán McCaughey was an Irish Republican Army leader in the 1930s and 1940s, and hunger striker."}]}, {"heading": "Deaths", "year": "1955", "date": "May 11", "txt": "Gilbert Jessop, English cricketer (b. 1874)", "entities": [{"title": "Gilbert Jessop", "href": "/wiki/Gilbert_Jessop", "description": "Gilbert Laird Jessop was an English cricket player, often reckoned to have been the fastest run-scorer cricket has ever known. He was Wisden Cricketer of the Year for 1898."}]}, {"heading": "Deaths", "year": "1960", "date": "May 11", "txt": "John D. Rockefeller Jr., American businessman and philanthropist (b. 1874)", "entities": [{"title": "John D. Rockefeller Jr.", "href": "/wiki/John_D._Rockefeller_Jr.", "description": "John Davison Rockefeller Jr. was an American financier and philanthropist, and the only son of Standard Oil co-founder John D. Rockefeller. He was often known as “Junior”, to distinguish him from his father."}]}, {"heading": "Deaths", "year": "1963", "date": "May 11", "txt": "Herbert Spencer Gasser, American physiologist and academic, Nobel Prize laureate (b. 1888):169", "entities": [{"title": "Herbert Spencer Gasser", "href": "/wiki/Herbert_Spencer_Gasser", "description": "Herbert Spencer Gasser was an American physiologist, and recipient of the Nobel Prize for Physiology or Medicine in 1944 for his work with action potentials in nerve fibers while on the faculty of Washington University in St. Louis, awarded jointly with Joseph Erlanger."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1967", "date": "May 11", "txt": "James E. Brewton, American painter (b. 1930)", "entities": [{"title": "James E. Brewton", "href": "/wiki/James_E._Brewton", "description": "James Edward Brewton was an American painter and printmaker who synthesized expressionism, graffiti and Pataphysics."}]}, {"heading": "Deaths", "year": "1979", "date": "May 11", "txt": "Lester Flatt, American singer-songwriter and guitarist (b. 1914)", "entities": [{"title": "Lester Flatt", "href": "/wiki/Lester_Flatt", "description": "Lester Raymond Flatt was an American bluegrass guitarist and mandolinist, best known for his collaboration with banjo picker Earl Scruggs in The Foggy Mountain Boys."}]}, {"heading": "Deaths", "year": "1981", "date": "May 11", "txt": "Odd Hassel, Norwegian chemist and academic, Nobel Prize laureate (b. 1897)", "entities": [{"title": "Odd Hassel", "href": "/wiki/Odd_Hassel", "description": "Odd Hassel was a Norwegian physical chemist and Nobel Laureate."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1981", "date": "May 11", "txt": "Bob Marley, Jamaican singer-songwriter and guitarist (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "May 11", "txt": "Zenna Henderson, American writer (b. 1917)", "entities": [{"title": "Zenna Henderson", "href": "/wiki/Zenna_Henderson", "description": "Zenna Chlarson Henderson was an American elementary school teacher and science fiction and fantasy author. Her first story was published in The Magazine of Fantasy & Science Fiction in 1951. Her work is cited as pre-feminist, often featuring middle-aged women, children, and their relationships, but with stereotyped gender roles. Many of her stories center around humanoid aliens called \"The People\""}]}, {"heading": "Deaths", "year": "1985", "date": "May 11", "txt": "Chester Gould, American cartoonist, created Dick Tracy (b. 1900)", "entities": [{"title": "Chester Gould", "href": "/wiki/Chester_Gould", "description": "Chester Gould was an American cartoonist, best known as the creator of the Dick Tracy comic strip, which he wrote and drew from 1931 to 1977, incorporating numerous colorful and monstrous villains."}]}, {"heading": "Deaths", "year": "1986", "date": "May 11", "txt": "Fritz Pollard, American football player and coach (b. 1894)", "entities": [{"title": "Fritz Pollard", "href": "/wiki/Fritz_Pollard", "description": "Fritz Pollard was an American football player and coach. He was the first African American head coach in the National Football League (NFL). Pollard and Bobby Marshall were the first two African American players in the NFL in 1920. Football pioneer Walter Camp called Pollard \"one of the greatest runners these eyes have ever seen.\""}]}, {"heading": "Deaths", "year": "1988", "date": "May 11", "txt": "Kim Philby, British-Soviet double agent (b. 1912)", "entities": [{"title": "Kim Philby", "href": "/wiki/Kim_Philby", "description": "Harold Adrian Russell \"Kim\" Philby was a British intelligence officer and a double agent for the Soviet Union. In 1963 he was revealed to be a member of the Cambridge Five, a spy ring which passed information to the Soviet Union during World War II and in the early stages of the Cold War. Of the five, Philby is believed to have been most successful in providing secret information to the Soviets."}]}, {"heading": "Deaths", "year": "1994", "date": "May 11", "txt": "Timothy Carey, American actor, director, and producer (b. 1928)", "entities": [{"title": "Timothy Carey", "href": "/wiki/Timothy_Carey", "description": "Timothy Agoglia Carey was an American film and television character actor. Carey was best known for portraying manic or violent characters who are driven to extremes."}]}, {"heading": "Deaths", "year": "2001", "date": "May 11", "txt": "Douglas Adams, English novelist and screenwriter (b. 1952)", "entities": [{"title": "Douglas Adams", "href": "/wiki/Douglas_Adams", "description": "Douglas Noel Adams was an English author, screenwriter, essayist, humorist, satirist and dramatist. Adams was author of The Hitchhiker's Guide to the Galaxy, which originated in 1978 as a BBC radio comedy, before developing into a \"trilogy\" of five books that sold more than 15 million copies in his lifetime and generated a television series, several stage plays, comics, a video game, and in 2005 a"}]}, {"heading": "Deaths", "year": "2002", "date": "May 11", "txt": "Renaude Lapointe, Canadian journalist and politician (b. 1912)", "entities": [{"title": "Renaude Lapointe", "href": "/wiki/Renaude_Lapointe", "description": "Louise Marguerite Renaude Lapointe, was a Canadian journalist and a Senator. She was among the first Canadian women to work as a professional journalist and the first French-Canadian woman to preside over the Senate."}]}, {"heading": "Deaths", "year": "2002", "date": "May 11", "txt": "Bill Peet, American animator and screenwriter (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "May 11", "txt": "Noel Redding, English bass player (b. 1945)", "entities": [{"title": "Noel Redding", "href": "/wiki/Noel_Redding", "description": "David Noel Redding was an English rock musician, best known as the bass player for the Jimi Hendrix Experience and guitarist/singer for Fat Mattress."}]}, {"heading": "Deaths", "year": "2005", "date": "May 11", "txt": "Léo Cadieux, Canadian politician, 17th Canadian Minister of National Defence (b. 1908)", "entities": [{"title": "Léo Cadieux", "href": "/wiki/L%C3%A9o_Cadieux", "description": "Joseph Alphonse Léo Cadieux, was a Canadian politician."}, {"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Deaths", "year": "2006", "date": "May 11", "txt": "Floyd Patterson, American boxer and actor (b. 1935)", "entities": [{"title": "Floyd Patterson", "href": "/wiki/Floyd_Patterson", "description": "Floyd Patterson was an American professional boxer who competed from 1952 to 1972, and twice reigned as the world heavyweight champion between 1956 and 1962. At the age of 21, he became the youngest boxer in history to win the title, and was also the first heavyweight to regain the title after losing it. As an amateur, he won a gold medal in the middleweight division at the 1952 Summer Olympics."}]}, {"heading": "Deaths", "year": "2007", "date": "May 11", "txt": "Malietoa Tanumafili II, Samoan ruler (b. 1913)", "entities": [{"title": "Malietoa Tanumafili II", "href": "/wiki/Malietoa_Tanumafili_II", "description": "Malietoa Tanumafili II, addressed Susuga Malietoa Tanumafili II, was the Malietoa, the title of one of Samoa's four paramount chiefs, and the head of state, or O le Ao o le Malo, a position that he held for life, of Samoa from 1962 to 2007. He was co-head of state in 1962 with the tama-a-'aiga Tupua Tamasese Mea'ole and became the sole head of state on 15 April 1963 upon the death of his counterpa"}]}, {"heading": "Deaths", "year": "2008", "date": "May 11", "txt": "John Rutsey, Canadian drummer (b. 1953)", "entities": [{"title": "John Rutsey", "href": "/wiki/John_Rutsey", "description": "John Howard Rutsey was a Canadian musician best known as a founding member and original drummer of Rush. He performed on the band's 1974 debut album but left shortly after its release due to health problems which limited his ability to tour with the band. He was replaced by Neil Peart, who would remain the band's drummer until they retired in 2015."}]}, {"heading": "Deaths", "year": "2009", "date": "May 11", "txt": "Abel Goumba, Central African physician and politician, Prime Minister of the Central African Republic (b. 1926)", "entities": [{"title": "Abel Goumba", "href": "/wiki/Abel_Goumba", "description": "Abel Nguéndé Goumba was a Central African political figure. During the late 1950s, he headed the government in the period prior to independence from France, and following independence he was an unsuccessful candidate for President of the Central African Republic four times. Goumba, who was President of the Patriotic Front for Progress (FPP) political party, served under President François Bozizé a"}, {"title": "Prime Minister of the Central African Republic", "href": "/wiki/Prime_Minister_of_the_Central_African_Republic", "description": "This article lists the heads of government of the Central African Republic. There have been twenty-three heads of government of the Central African Republic and the Central African Empire. The office of Prime Minister, the head of government, was created when the Central African Republic became an autonomous territory of France in December 1958. It was originally the highest post of the Central Af"}]}, {"heading": "Deaths", "year": "2009", "date": "May 11", "txt": "Claudio Huepe, Chilean economist and politician, Chilean Minister Secretary-General of Government (b. 1939)", "entities": [{"title": "Ministry General Secretariat of Government (Chile)", "href": "/wiki/Ministry_General_Secretariat_of_Government_(Chile)", "description": "The Ministry General Secretariat of Government (Segegob) is the cabinet-level administrative office charged with acting as the government's organ of communication. The principal function of the Minister Secretary General of Government and his or her staff is to serve as the spokesperson of the government. The current Minister Secretary General of Government is Jaime Bellolio."}]}, {"heading": "Deaths", "year": "2009", "date": "May 11", "txt": "Sardarilal Mathradas Nanda, Indian admiral (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 11", "txt": "Doris Eaton Travis, American dancer and vaudevillian (b. 1904)", "entities": [{"title": "Doris Eaton Travis", "href": "/wiki/Doris_Eaton_Travis", "description": "Doris Eaton Travis was an American dancer, stage and film actress, dance instructor, owner and manager, writer, and rancher, who was the last surviving Ziegfeld Girl, a troupe of acclaimed chorus girls who performed as members in the Broadway theatrical revues of the Ziegfeld Follies."}]}, {"heading": "Deaths", "year": "2011", "date": "May 11", "txt": "Robert Traylor, American basketball player (b. 1977)", "entities": [{"title": "Robert Traylor", "href": "/wiki/Robert_Traylor", "description": "Robert DeShaun \"Tractor\" Traylor was an American professional basketball player."}]}, {"heading": "Deaths", "year": "2020 - Jerry Stiller, American comedian, actor (b. 1927) [177]", "date": "May 11", "txt": "Jerry Stiller, American comedian, actor (b. 1927) ", "entities": []}]