[{"heading": "Events", "year": "192", "date": "May 22", "txt": "Dong Zhuo is assassinated by his adopted son Lü Bu.", "entities": [{"title": "Dong Zhuo", "href": "/wiki/Dong_Zhuo", "description": "Dong Zhuo, courtesy name Zhongying, was a military general and warlord who lived in the late Eastern Han dynasty of China. At the end of the reign of the Eastern Han, Dong Zhuo was a general and powerful minister of the imperial government. Yet he forced the young Emperor Shao of Han to abdicate and replaced him with his half-brother Emperor Xian of Han while he sought to become the de facto ruler"}, {"title": "Lü Bu", "href": "/wiki/L%C3%BC_Bu", "description": "Lü Bu, courtesy name Fengxian, was a military general and warlord who lived during the late Eastern Han dynasty of Imperial China. Originally a subordinate of a minor warlord Ding Yuan, he betrayed and murdered Ding Yuan and defected to Dong Zhuo, the warlord who controlled the Han central government in the early 190s. In 192, he turned against Dong Zhuo and killed him after being instigated by Wa"}]}, {"heading": "Events", "year": "760", "date": "May 22", "txt": "Fourteenth recorded perihelion passage of Halley's Comet.", "entities": [{"title": "Halley's Comet", "href": "/wiki/Halley%27s_Comet", "description": "Halley's Comet or Comet Halley, officially designated 1P/Halley, is a short-period comet visible from Earth every 75–76 years. Halley is the only known short-period comet that is regularly visible to the naked eye from Earth, and the only naked-eye comet that can appear twice in a human lifetime. Halley last appeared in the inner parts of the Solar System in 1986 and will next appear in mid-2061."}]}, {"heading": "Events", "year": "853", "date": "May 22", "txt": "A Byzantine fleet sacks and destroys undefended Damietta in Egypt.", "entities": [{"title": "Sack of Damietta (853)", "href": "/wiki/Sack_of_Damietta_(853)", "description": "The Sack of Damietta was a successful raid on the port city of Damietta on the Nile Delta by the Byzantine navy on 22–24 May 853. The city, whose garrison was absent at the time, was sacked and plundered, yielding not only many captives but also large quantities of weapons and supplies intended for the Emirate of Crete. The Byzantine attack, which was repeated in the subsequent years, shocked the "}, {"title": "Damietta", "href": "/wiki/Damietta", "description": "Damietta is a port city and the capital of the Damietta Governorate in Egypt, a former bishopric and present multiple Catholic titular see. It is located at the Damietta branch, an eastern distributary of the Nile Delta, 15 kilometres (9.3 mi) from the Mediterranean Sea, about 200 kilometres (120 mi) north of Cairo."}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1176", "date": "May 22", "txt": "The Hashshashin (Assassins) attempt to assassinate Saladin near Aleppo.", "entities": [{"title": "Order of Assassins", "href": "/wiki/Order_of_Assassins", "description": "The Assassins were a Nizari Isma'ili sect of Shia Islam who lived in the mountains of Persia and in Syria between 1090 and 1275. During that time, they held a strict subterfuge policy throughout the Middle East through the covert murder of first Muslim and later Christian leaders who were considered enemies of their state. The modern term assassination is based on the tactics used by the Assassins"}, {"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}, {"title": "Aleppo", "href": "/wiki/Aleppo", "description": "Aleppo is a city in Syria, which serves as the capital of the Aleppo Governorate, the most populous Syrian governorate. With an official population of 4.6 million in 2010, Aleppo was the largest Syrian city before the Syrian Civil War; however, it is now the second-largest city in Syria, after the capital Damascus."}]}, {"heading": "Events", "year": "1200", "date": "May 22", "txt": "King John of England and King Philip II of France sign the Treaty of Le Goulet.", "entities": [{"title": "John, King of England", "href": "/wiki/John,_King_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}, {"title": "Philip II of France", "href": "/wiki/Philip_II_of_France", "description": "Philip II, byname Philip Augustus, was King of France from 1180 to 1223. His predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself \"King of France\". The son of King Louis VII and his third wife, Adela of Champagne, he was originally nicknamed Dieudonné (God-given) because he was a first son and born late in his father's li"}, {"title": "Treaty of Le Goulet", "href": "/wiki/Treaty_of_Le_Goulet", "description": "The Treaty of Le Goulet was signed by Kings John of England and Philip II of France in May 1200. It concerned bringing an end to the war over the Duchy of Normandy and finalising the new borders of what was left of the duchy. The treaty was a victory for Philip in asserting his legal claims to overlordship over John's French lands. A consequence of the treaty was the separation of the Channel Isla"}]}, {"heading": "Events", "year": "1246", "date": "May 22", "txt": "Henry Raspe is elected anti-king of the Kingdom of Germany in opposition to Conrad IV.", "entities": [{"title": "Henry Raspe, Landgrave of Thuringia", "href": "/wiki/Henry_Raspe,_Landgrave_of_Thuringia", "description": "Henry Raspe was the Landgrave of Thuringia from 1231 until 1239 and again from 1241 until his death. In 1246, with the support of the Papacy, he was elected King of Germany in opposition to Conrad IV, but his contested reign lasted a mere nine months."}, {"title": "Anti-king", "href": "/wiki/Anti-king", "description": "An anti-king, anti king or antiking is a would-be king who, due to succession disputes or simple political opposition, declares himself king in opposition to a reigning monarch. The term is usually used in a European historical context where it relates to elective monarchies rather than hereditary ones. In hereditary monarchies such figures are more frequently referred to as pretenders or claimant"}, {"title": "Kingdom of Germany", "href": "/wiki/Kingdom_of_Germany", "description": "The terms Kingdom of Germany or German Kingdom denote the mostly Germanic-speaking Eastern Frankish kingdom, which was formed by the Treaty of Verdun in 843, especially after the kingship passed from Frankish kings to the Saxon Ottonian dynasty in 919. The king was elected, initially by the rulers of the stem duchies, who generally chose one of their own. After 962, when Otto I was crowned emperor"}, {"title": "Conrad IV of Germany", "href": "/wiki/Conrad_IV_of_Germany", "description": "Conrad, a member of the Hohenstaufen dynasty, was the only son of Emperor Frederick II from his second marriage with Queen Isabella II of Jerusalem. He inherited the title of King of Jerusalem upon the death of his mother in childbed. Appointed Duke of Swabia in 1235, his father had him elected King of Germany and crowned King of Italy in 1237. After the emperor was deposed and died in 1250, he ru"}]}, {"heading": "Events", "year": "1254", "date": "May 22", "txt": "Serbian King Stefan Uroš I and the Republic of Venice sign a peace treaty.", "entities": [{"title": "Kingdom of Serbia (medieval)", "href": "/wiki/Kingdom_of_Serbia_(medieval)", "description": "The Kingdom of Serbia, or the Serbian Kingdom, was a medieval Serbian state that existed from 1217 to 1346 and was ruled by the Nemanjić dynasty. The Grand Principality of Serbia was elevated with the regal coronation of Stefan Nemanjić as king, after the reunification of Serbian lands. In 1219, Serbian Orthodox Church was reorganized as an autocephalous archbishopric, headed by Saint Sava. The ki"}, {"title": "Stefan Uroš I", "href": "/wiki/Stefan_Uro%C5%A1_I", "description": "Stefan Uroš I, known as Uroš the Great was the King of Serbia from 1243 to 1276, succeeding his brother Stefan Vladislav. He was one of the most important rulers in Serbian history."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Events", "year": "1370", "date": "May 22", "txt": "Brussels massacre: Hundreds of Jews are murdered and the rest of the Jewish community is banished from Brussels, Belgium, for allegedly desecrating consecrated Host.", "entities": [{"title": "Brussels massacre", "href": "/wiki/Brussels_massacre", "description": "The Brussels massacre was an anti-Semitic episode in Brussels in 1370 in connection with an alleged host desecration at the Brussels synagogue. A number of Jews, variously given as six or about twenty, were executed or otherwise killed, while the rest of the small community was banished. The event occurred on May 22."}, {"title": "Brussels", "href": "/wiki/Brussels", "description": "Brussels, officially the Brussels-Capital Region, is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region and the Walloon Region. Brussels i"}, {"title": "Belgium", "href": "/wiki/Belgium", "description": "Belgium, officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the"}, {"title": "Sacramental bread", "href": "/wiki/Sacramental_bread", "description": "Sacramental bread, sometimes called altar bread, Communion bread, the Lamb or simply the host, is the bread used in the Christian ritual of the Eucharist. Along with sacramental wine, it is one of two \"elements\" of the Eucharist. The bread may be either leavened or unleavened, depending on tradition."}]}, {"heading": "Events", "year": "1377", "date": "May 22", "txt": "Pope Gregory XI issues five papal bulls to denounce the doctrines of English theologian John Wycliffe.", "entities": [{"title": "Pope Gregory XI", "href": "/wiki/Pope_Gregory_XI", "description": "Pope Gregory XI was head of the Catholic Church from 30 December 1370 to his death in 1378. He was the seventh and last Avignon pope and the most recent French pope recognized by the modern Catholic Church. In 1377, Gregory XI returned the Papal court to Rome, ending nearly 70 years of papal residency in Avignon, France. His death shortly after was followed by the Western Schism involving two Avig"}, {"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}, {"title": "Doctrine", "href": "/wiki/Doctrine", "description": "Doctrine is a codification of beliefs or a body of teachings or instructions, taught principles or positions, as the essence of teachings in a given branch of knowledge or in a belief system. The etymological Greek analogue is \"catechism\"."}, {"title": "Theology", "href": "/wiki/Theology", "description": "Theology is the systematic study of the nature of the divine and, more broadly, of religious belief. It is taught as an academic discipline, typically in universities and seminaries. It occupies itself with the unique content of analyzing the supernatural, but also deals with religious epistemology, asks and seeks to answer the question of revelation. Revelation pertains to the acceptance of God, "}, {"title": "John Wycliffe", "href": "/wiki/John_Wycliffe", "description": "John Wycliffe was an English scholastic philosopher, theologian, biblical translator, reformer, priest, and a seminary professor at the University of Oxford. He became an influential dissident within the Roman Catholic priesthood during the 14th century and is considered an important predecessor to Protestantism."}]}, {"heading": "Events", "year": "1455", "date": "May 22", "txt": "Start of the Wars of the Roses: At the First Battle of St Albans, Richard, Duke of York, defeats and captures King Henry VI of England.", "entities": [{"title": "Wars of the Roses", "href": "/wiki/Wars_of_the_Roses", "description": "The Wars of the Roses were a series of fifteenth-century English civil wars for control of the throne of England, fought between supporters of two rival cadet branches of the royal House of Plantagenet: the House of Lancaster, represented by a red rose, and the House of York, represented by a white rose. Eventually, the wars eliminated the male lines of both families. The conflict lasted through m"}, {"title": "First Battle of St Albans", "href": "/wiki/First_Battle_of_St_Albans", "description": "The First Battle of St Albans, fought on 22 May 1455 at St Albans, 22 miles (35 km) north of London, traditionally marks the beginning of the Wars of the Roses in England. Richard, Duke of York, and his allies, the Neville earls of Salisbury and Warwick, defeated a royal army commanded by Edmund Beaufort, Duke of Somerset, who was killed. With King Henry VI captured, a subsequent parliament appoin"}, {"title": "Richard of York, 3rd Duke of York", "href": "/wiki/Richard_of_York,_3rd_Duke_of_York", "description": "Richard of York, 3rd Duke of York, also named Richard Plantagenet, was a leading English magnate, a great-grandson of King Edward III through his father, and a great-great-great-grandson of the same king through his mother. He inherited vast estates and served in various offices of state in Ireland, France, and England, a country he ultimately governed as Lord Protector during the madness of King "}, {"title": "Henry VI of England", "href": "/wiki/Henry_VI_of_England", "description": "Henry VI was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards."}]}, {"heading": "Events", "year": "1520", "date": "May 22", "txt": "The massacre at the festival of Tóxcatl takes place during the Fall of Tenochtitlan, resulting in turning the Aztecs against the Spanish.", "entities": [{"title": "Massacre in the Great Temple of Tenochtitlan", "href": "/wiki/Massacre_in_the_Great_Temple_of_Tenochtitlan", "description": "\nThe Massacre in the Great Temple, also called the Alvarado Massacre, was an event on May 22, 1520, in the Aztec capital Tenochtitlan during the Spanish conquest of Mexico, in which the celebration of the Feast of Toxcatl ended in a massacre of Aztec elites.\nWhile Hernán Cortés was in Tenochtitlan, he heard about other Spaniards arriving on the coast – Pánfilo de Narváez had come from Cuba with or"}, {"title": "Fall of Tenochtitlan", "href": "/wiki/Fall_of_Tenochtitlan", "description": "The Fall of Tenochtitlan, the capital of the Aztec Empire, was a decisive event in the Spanish conquest of the Aztec Empire. It occurred in 1521 following extensive manipulation of local factions and exploitation of pre-existing divisions by Spanish conquistador Hernán Cortés, who was aided by the support of his indigenous allies and his interpreter and companion La Malinche."}]}, {"heading": "Events", "year": "1629", "date": "May 22", "txt": "Holy Roman Emperor Ferdinand II and Danish King Christian IV sign the Treaty of Lübeck ending Danish intervention in the Thirty Years' War.", "entities": [{"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Ferdinand II, Holy Roman Emperor", "href": "/wiki/Ferdinand_II,_Holy_Roman_Emperor", "description": "Ferdinand II, a member of the House of Habsburg, was Holy Roman Emperor (1619–1637), King of Bohemia, and King of Hungary and Croatia (1618–1637). He was the son of Archduke Charles II of Inner Austria, and Maria of Bavaria. His parents were devout Catholics, and, in 1590, they sent him to study at the Jesuits' college in Ingolstadt, because they wanted to isolate him from the Lutheran nobles. In "}, {"title": "List of Danish monarchs", "href": "/wiki/List_of_Danish_monarchs", "description": "This is a list of Danish monarchs, that is; the kings and queens regnant of Denmark. This includes:The Kingdom of Denmark \nPersonal union of Denmark and Norway (1380–1397)\nThe Kalmar Union (1397–1536)\nUnion of Denmark, Norway and Sweden (1397–1523)\nUnion of Denmark and Norway (1523–1536)\nThe Kingdom of Denmark-Norway (1536–1814)\nThe Kingdom of Denmark (1814–present)\nIceland \nGreenland \nFaroe Islan"}, {"title": "Christian IV of Denmark", "href": "/wiki/Christian_IV_of_Denmark", "description": "Christian IV was King of Denmark and Norway and Duke of Holstein and Schleswig from 1588 to 1648. His 59-year reign is the longest of Danish monarchs, and of all Scandinavian monarchies."}, {"title": "Treaty of Lübeck", "href": "/wiki/Treaty_of_L%C3%BCbeck", "description": "Treaty or Peace of Lübeck ended the Danish intervention in the Thirty Years' War. It was signed in Lübeck on 22 May 1629 by Albrecht von Wallenstein and Christian IV of Denmark, and on 7 June by Ferdinand II, Holy Roman Emperor. The Catholic League was formally included as a party. It restored to Denmark-Norway its pre-war territory at the cost of final disengagement from imperial affairs."}, {"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}]}, {"heading": "Events", "year": "1762", "date": "May 22", "txt": "Sweden and Prussia sign the Treaty of Hamburg.", "entities": [{"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Treaty of Hamburg (1762)", "href": "/wiki/Treaty_of_Hamburg_(1762)", "description": "The Treaty of Hamburg was signed on 22 May 1762 in the Free City of Hamburg between Sweden and Prussia during the Pomeranian War, a theater of the Seven Years' War."}]}, {"heading": "Events", "year": "1762", "date": "May 22", "txt": "Trevi Fountain is officially completed and inaugurated in Rome.", "entities": []}, {"heading": "Events", "year": "1766", "date": "May 22", "txt": "A large earthquake causes heavy damage and loss of life in Istanbul and the Marmara region.", "entities": [{"title": "1766 Istanbul earthquake", "href": "/wiki/1766_Istanbul_earthquake", "description": "The 1766 Istanbul earthquake was a strong earthquake with epicenter in the eastern part of the Sea of Marmara, in the Çınarcık Basin which occurred in the early hours of Thursday morning, 22 May 1766. The earthquake had an estimated magnitude of 7.1 on the surface wave magnitude scale, and caused effects in a vast area extending from Izmit to Tekirdağ. In this area, the earthquake was followed by "}, {"title": "Istanbul", "href": "/wiki/Istanbul", "description": "Istanbul, historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world's fifteenth-largest cit"}]}, {"heading": "Events", "year": "1804", "date": "May 22", "txt": "The Lewis and Clark Expedition officially begins as the Corps of Discovery departs from St. Charles, Missouri.", "entities": [{"title": "Lewis and Clark Expedition", "href": "/wiki/Lewis_and_Clark_Expedition", "description": "The Lewis and Clark Expedition from August 31, 1803, to September 25, 1806, also known as the Corps of Discovery Expedition, was the United States expedition to cross the newly acquired western portion of the country after the Louisiana Purchase. The Corps of Discovery was a select group of U.S. Army and civilian volunteers under the command of Captain Meriwether Lewis and his close friend Second "}, {"title": "Corps of Discovery", "href": "/wiki/Corps_of_Discovery", "description": "The Corps of Discovery was a specially-established unit of the United States Army which formed the nucleus of the Lewis and Clark Expedition that took place between May 1804 and September 1806. The Corps was led jointly by Captain Meriwether Lewis and Second Lieutenant William Clark. Commissioned by President Thomas Jefferson, the Corps' objectives were scientific and commercial – to study the are"}]}, {"heading": "Events", "year": "1807", "date": "May 22", "txt": "A grand jury indicts former Vice President of the United States Aaron Burr on a charge of treason.", "entities": [{"title": "Grand jury", "href": "/wiki/Grand_jury", "description": "A grand jury is a jury—a group of citizens—empowered by law to conduct legal proceedings, investigate potential criminal conduct, and determine whether criminal charges should be brought. A grand jury may subpoena physical evidence or a person to testify. A grand jury is separate from the courts, which do not preside over its functioning."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Aaron Burr", "href": "/wiki/Aaron_Burr", "description": "Aaron Burr Jr. was an American politician and lawyer. He served as the third vice president of the United States during President Thomas Jefferson's first term from 1801 to 1805. Burr's legacy is defined by his famous personal conflict with Alexander Hamilton that culminated in Burr killing Hamilton in the famous Burr–Hamilton duel in 1804."}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}]}, {"heading": "Events", "year": "1809", "date": "May 22", "txt": "On the second and last day of the Battle of Aspern-Essling (near Vienna, Austria), Napoleon I is repelled by an enemy army for the first time.", "entities": [{"title": "Battle of Aspern-Essling", "href": "/wiki/Battle_of_Aspern-Essling", "description": "In the Battle of Aspern-Essling, Napoleon attempted a forced crossing of the Danube near Vienna, but the French and their allies were driven back by the Austrians under Archduke Charles. The battle was the first time Napoleon had been personally defeated in over a decade. However, Archduke Charles failed to secure a decisive victory as Napoleon was able to successfully withdraw most of his forces."}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Events", "year": "1816", "date": "May 22", "txt": "A mob in Littleport, Cambridgeshire, England, riots over high unemployment and rising grain costs, and the riots spread to Ely the next day.", "entities": [{"title": "Littleport, Cambridgeshire", "href": "/wiki/Littleport,_Cambridgeshire", "description": "Littleport is a large village in East Cambridgeshire, within the Isle of Ely, Cambridgeshire, England. It lies about 6 miles (10 km) north-east of Ely and 6 miles (10 km) south-east of Welney, on the Bedford Level South section of the River Great Ouse, close to Burnt Fen and Mare Fen. There are two primary schools, Millfield Primary and Littleport Community, and a secondary, Littleport and East Ca"}, {"title": "Ely and Littleport riots of 1816", "href": "/wiki/Ely_and_Littleport_riots_of_1816", "description": "The Ely and Littleport riots of 1816, also known as the Ely riots or Littleport riots, occurred between 22 and 24 May 1816 in Littleport, Cambridgeshire. The riots were caused by high unemployment and rising grain costs, similar to the general unrest which spread throughout England following the Napoleonic Wars."}, {"title": "Ely, Cambridgeshire", "href": "/wiki/Ely,_Cambridgeshire", "description": "Ely is a cathedral city in Cambridgeshire, England, about 14 miles (23 km) north-northeast of Cambridge and about 80 miles (129 km) by road from London. Æthelthryth founded an abbey at Ely in 673; the abbey was destroyed in 870 by Danish invaders and was rebuilt by Æthelwold, Bishop of Winchester, in 970. Construction of the cathedral was started in 1083 by a Norman abbot, Simeon. Alan of Walsingh"}]}, {"heading": "Events", "year": "1819", "date": "May 22", "txt": "SS Savannah leaves port at Savannah, Georgia, United States, on a voyage to become the first steamship to cross the Atlantic Ocean.", "entities": [{"title": "SS Savannah", "href": "/wiki/SS_Savannah", "description": "SS Savannah was an American hybrid sailing ship/sidewheel steamer built in 1818. She was the first steamship to cross the Atlantic Ocean, transiting mainly under sail power from May to June 1819. In spite of this historic voyage, the great space taken up by her large engine and its fuel at the expense of cargo, and the public's anxiety over embracing her revolutionary steam power, kept Savannah fr"}, {"title": "Savannah, Georgia", "href": "/wiki/Savannah,_Georgia", "description": "Savannah is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and a"}, {"title": "Steamship", "href": "/wiki/Steamship", "description": "A steamship, often referred to as a steamer, is a type of steam-powered vessel, typically ocean-faring and seaworthy, that is propelled by one or more steam engines that typically move (turn) propellers or paddlewheels. The first steamships came into practical usage during the early 1800s; however, there were exceptions that came before. Steamships usually use the prefix designations of \"PS\" for p"}]}, {"heading": "Events", "year": "1826", "date": "May 22", "txt": "HMS Beagle departs on its first voyage.", "entities": [{"title": "HMS Beagle", "href": "/wiki/HMS_Beagle", "description": "HMS Beagle was a  Cherokee-class 10-gun brig-sloop of the Royal Navy, one of more than 100 ships of this class. The vessel, constructed at a cost of £7,803, was launched on 11 May 1820 from the Woolwich Dockyard on the River Thames. Later reports say the ship took part in celebrations of the coronation of King George IV of the United Kingdom, passing through the old London Bridge, and was the firs"}]}, {"heading": "Events", "year": "1840", "date": "May 22", "txt": "The penal transportation of British convicts to the New South Wales colony is abolished.", "entities": [{"title": "Penal transportation", "href": "/wiki/Penal_transportation", "description": "Penal transportation or transportation was the relocation of convicted criminals, or other persons regarded as undesirable, to a distant place, often a colony, for a specified term; later, specifically established penal colonies became their destination. While the prisoners may have been released once the sentences were served, they generally did not have the resources to return home."}, {"title": "Convict", "href": "/wiki/Convict", "description": "A convict is \"a person found guilty of a crime and sentenced by a court\" or \"a person serving a sentence in prison\". Convicts are often also known as \"prisoners\" or \"inmates\" or by the slang term \"con\", while a common label for former convicts, especially those recently released from prison, is \"ex-con\" (\"ex-convict\"). Persons convicted and sentenced to non-custodial sentences tend not to be descr"}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}, {"title": "Colony", "href": "/wiki/Colony", "description": "In political science, a colony is a territory subject to a form of foreign rule. Though dominated by the foreign colonizers, colonies remain separate from the administration of the original country of the colonizers, the metropolitan state .\nThis administrative colonial separation makes colonies neither incorporated territories, nor client states. Some colonies have been organized either as depend"}]}, {"heading": "Events", "year": "1848", "date": "May 22", "txt": "Slavery is abolished in Martinique.", "entities": [{"title": "History of Martinique", "href": "/wiki/History_of_Martinique#1815–1899", "description": "\n\nThis is a page on the history of the island of Martinique."}, {"title": "Martinique", "href": "/wiki/Martinique", "description": "Martinique is an island and an Overseas department/region and single territorial collectivity of France, and therefore an integral part of the French Republic, located in the Lesser Antilles of the West Indies in the eastern Caribbean Sea, with a land area of 1,128 square kilometres (436 sq mi) and a population of 376,480 inhabitants as of January 2016. One of the Windward Islands, it is directly "}]}, {"heading": "Events", "year": "1849", "date": "May 22", "txt": "Future U.S. President Abraham Lincoln is issued a patent for an invention to lift boats, making him the only U.S. president to ever hold a patent.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Abraham Lincoln's patent", "href": "/wiki/Abraham_Lincoln%27s_patent", "description": "Abraham Lincoln's patent relates to an invention to buoy and lift boats over shoals and obstructions in a river. Abraham Lincoln conceived the invention when on two occasions the boat on which he traveled got hung up on obstructions. Lincoln's device was composed of large bellows attached to the sides of a boat that were expandable due to air chambers. Filed on March 10, 1849, Lincoln's patent was"}]}, {"heading": "Events", "year": "1856", "date": "May 22", "txt": "Congressman Preston Brooks of South Carolina severely beats Senator Charles Sumner of Massachusetts with a cane in the hall of the United States Senate for a speech Sumner had made regarding  Southerners and slavery.", "entities": [{"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "Preston Brooks", "href": "/wiki/Preston_Brooks", "description": "Preston Smith Brooks was an American politician and Member of the U.S. House of Representatives from South Carolina, serving from 1853 until his resignation in July 1856 and again from August 1856 until his death."}, {"title": "South Carolina", "href": "/wiki/South_Carolina", "description": "South Carolina is a state in the Southeastern region of the United States. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River. South Carolina is the 40th most extensive and 23rd most populous U.S. state with a recorded population of 5,124,712 according to the 2020 census. In 2019 its GDP was $213.45 billi"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Charles Sumner", "href": "/wiki/Charles_Sumner", "description": "Charles Sumner was an American statesman and United States Senator from Massachusetts. As an academic lawyer and a powerful orator, Sumner was the leader of the anti-slavery forces in the state and a leader of the Radical Republicans in the U.S. Senate during the American Civil War. During Reconstruction, he fought to minimize the power of the ex-Confederates and guarantee equal rights to the free"}, {"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Southern United States", "href": "/wiki/Southern_United_States", "description": "The southern United States, also known as the American South, the southern states, or simply the South, is a geographic and cultural region of the United States. It is between the Atlantic Ocean and the western United States, with the midwestern United States and northeastern United States to its north and the Gulf of Mexico and Mexico to its south."}, {"title": "Slavery in the United States", "href": "/wiki/Slavery_in_the_United_States", "description": "Slavery in the United States was the legal institution of human chattel slavery, primarily of Africans and African Americans, that existed in the United States of America from its founding in 1776 until the passage of the Thirteenth Amendment in 1865. Slavery was established throughout European colonization in the Americas. From early colonial days, it was practiced in Britain's colonies, includin"}]}, {"heading": "Events", "year": "1863", "date": "May 22", "txt": "American Civil War: Union forces begin the Siege of Port Hudson which lasts 48 days, the longest siege in U.S. military history.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Siege of Port Hudson", "href": "/wiki/Siege_of_Port_Hudson", "description": "The siege of Port Hudson, Louisiana, was the final engagement in the Union campaign to recapture the Mississippi River in the American Civil War."}]}, {"heading": "Events", "year": "1864", "date": "May 22", "txt": "American Civil War: After ten weeks, the Union Army's Red River Campaign ends in failure.", "entities": [{"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Red River Campaign", "href": "/wiki/Red_River_Campaign", "description": "The Red River Campaign or Red River Expedition comprised a series of battles fought along the Red River in Louisiana during the American Civil War from March 10 to May 22, 1864. The campaign was a Union initiative, fought between approximately 30,000 Union troops under the command of Major General Nathaniel P. Banks, and Confederate troops under the command of Lieutenant General Richard Taylor, wh"}]}, {"heading": "Events", "year": "1866", "date": "May 22", "txt": "Oliver Winchester founded the Winchester Repeating Arms", "entities": []}, {"heading": "Events", "year": "1872", "date": "May 22", "txt": "Reconstruction Era: President Ulysses S. Grant signs the Amnesty Act into law, restoring full civil and political rights to all but about 500 Confederate sympathizers.", "entities": [{"title": "Reconstruction Era", "href": "/wiki/Reconstruction_Era", "description": "The Reconstruction era, the period in American history that lasted from 1865 to 1877 following the American Civil War (1861–65), marked a significant chapter in the history of civil rights in the United States. Reconstruction ended the remnants of Confederate secession and abolished slavery, making the newly freed slaves citizens with civil rights ostensibly guaranteed by three new constitutional "}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Amnesty Act", "href": "/wiki/Amnesty_Act", "description": "The Amnesty Act of 1872 was a United States federal law passed on May 22, 1872, which reversed most of the penalties imposed on former Confederates by the Fourteenth Amendment, adopted on July 9, 1868. Section 3 of the Fourteenth Amendment prohibited the election or appointment to any federal or state office of any person who had held any of certain offices and then engaged in insurrection, rebell"}, {"title": "Civil and political rights", "href": "/wiki/Civil_and_political_rights", "description": "Civil and political rights are a class of rights that protect individuals' freedom from infringement by governments, social organizations, and private individuals. They ensure one's entitlement to participate in the civil and political life of society and the state without discrimination or repression."}]}, {"heading": "Events", "year": "1900", "date": "May 22", "txt": "The Associated Press is formed in New York City as a non-profit news cooperative.", "entities": [{"title": "Associated Press", "href": "/wiki/Associated_Press", "description": "The Associated Press (AP) is an American non-profit news agency headquartered in New York City. Founded in 1846, it operates as a cooperative, unincorporated association. Its members are U.S. newspapers and broadcasters. AP news reports that it distributes to its members and customers are produced in English, Spanish, and Arabic. The AP has earned 54 Pulitzer Prizes, including 32 for photography, "}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}]}, {"heading": "Events", "year": "1906", "date": "May 22", "txt": "The Wright brothers are granted U.S. patent number 821,393 for their \"Flying-Machine\".", "entities": [{"title": "Wright brothers", "href": "/wiki/Wright_brothers", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}, {"title": "Airplane", "href": "/wiki/Airplane", "description": "An airplane or aeroplane is a fixed-wing aircraft that is propelled forward by thrust from a jet engine, propeller, or rocket engine. Airplanes come in a variety of sizes, shapes, and wing configurations. The broad spectrum of uses for airplanes includes recreation, transportation of goods and people, military, and research. Worldwide, commercial aviation transports more than four billion passenge"}]}, {"heading": "Events", "year": "1915", "date": "May 22", "txt": "Lassen Peak erupts with a powerful force, the only volcano besides Mount St. Helens to erupt in the contiguous U.S. during the 20th century.", "entities": [{"title": "Lassen Peak", "href": "/wiki/Lassen_Peak", "description": "Lassen Peak, commonly referred to as Mount Lassen, is the southernmost active volcano in the Cascade Range of the Western United States. Located in the Shasta Cascade region of Northern California, it is part of the Cascade Volcanic Arc, which stretches from southwestern British Columbia to northern California. Lassen Peak reaches an elevation of 10,457 ft (3,187 m), standing above the northern Sa"}, {"title": "Mount St. Helens", "href": "/wiki/Mount_St._Helens", "description": "Mount St. Helens is an active stratovolcano located in Skamania County, Washington, in the Pacific Northwest region of the United States. It is 52 miles (83 km) northeast of Portland, Oregon, and 98 miles (158 km) south of Seattle. Mount St. Helens takes its English name from the British diplomat Lord St Helens, a friend of explorer George Vancouver who made a survey of the area in the late 18th c"}]}, {"heading": "Events", "year": "1915", "date": "May 22", "txt": "Three trains collide in the Quintinshill rail disaster near Gretna Green, Scotland, killing 227 people and injuring 246.", "entities": [{"title": "Gretna Green", "href": "/wiki/Gretna_Green", "description": "Gretna Green is a parish in the southern council area of Dumfries and Galloway, Scotland, and is situated on the Scottish side of the borders of Scotland and England, defined by the small river Sark, which flows into the estuary of the western contiguous Solway Firth. It was historically the first village in Scotland, following the old coaching route from London to Edinburgh. Gretna Green railway "}]}, {"heading": "Events", "year": "1926", "date": "May 22", "txt": "Chiang Kai-shek replaces the communists in Kuomintang China.", "entities": [{"title": "Chiang Kai-shek", "href": "/wiki/Chiang_Kai-shek", "description": "Chiang Kai-shek, also known as Chiang Chung-cheng and romanized via Mandarin as Chiang Chieh-shih and Jiang Jieshi, was a Chinese Nationalist politician, revolutionary and military leader who served as the leader of the Republic of China between 1928 and 1975, first in mainland China until 1949 and then in Taiwan until his death."}, {"title": "Kuomintang", "href": "/wiki/Kuomintang", "description": "The Kuomintang is a major political party in Taiwan that originated as a revolutionary political party for the Republic of China on the Chinese mainland. Founded in 1919, the KMT was the dominant ruling party of the Republic of China on the mainland from 1928 to 1949, during which it fought the Chinese Communist Party (CCP) for control over China in the Chinese Civil War. The KMT was defeated and "}]}, {"heading": "Events", "year": "1927", "date": "May 22", "txt": "Near Xining, China, an 8.3 magnitude earthquake causes 200,000 deaths in one of the world's most destructive earthquakes.", "entities": [{"title": "Xining", "href": "/wiki/Xining", "description": "Xining is the capital of Qinghai province in western China, and the largest city on the Tibetan Plateau. It has 2,208,708 inhabitants at the 2010 census of whom 1,198,304 live in the built up area made of 4 urban districts."}, {"title": "1927 Gulang earthquake", "href": "/wiki/1927_Gulang_earthquake", "description": "The 1927 Gulang earthquake occurred at 6:32 a.m. on 22 May. This 7.6 magnitude event had an epicenter near Gulang, Gansu in the Republic of China. There were more than 40,900 casualties. It was felt up to 700 km (435 mi) away."}]}, {"heading": "Events", "year": "1939", "date": "May 22", "txt": "World War II: Germany and Italy sign the Pact of Steel.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Pact of Steel", "href": "/wiki/Pact_of_Steel", "description": "The Pact of Steel, known formally as the Pact of Friendship and Alliance between Germany and Italy, was a military and political alliance between Italy and Germany."}]}, {"heading": "Events", "year": "1941", "date": "May 22", "txt": "During the Anglo-Iraqi War, British troops take Fallujah.", "entities": [{"title": "Anglo-Iraqi War", "href": "/wiki/Anglo-Iraqi_War", "description": "The Anglo-Iraqi War was a British-led Allied military campaign during the Second World War against the Kingdom of Iraq under Rashid Ali, who had seized power in the 1941 Iraqi coup d'état, with assistance from Germany and Italy. The campaign resulted in the downfall of Ali's government, the re-occupation of Iraq by the British, and the return to power of the Regent of Iraq, Prince 'Abd al-Ilah, a "}, {"title": "Fallujah", "href": "/wiki/Fallujah", "description": "Fallujah is a city in the Iraqi province of Al Anbar, located roughly 69 kilometers (43 mi) west of Baghdad on the Euphrates. Fallujah dates from Babylonian times and was host to important Jewish academies for many centuries."}]}, {"heading": "Events", "year": "1942", "date": "May 22", "txt": "Mexico enters the Second World War on the side of the Allies.", "entities": [{"title": "History of Mexico", "href": "/wiki/History_of_Mexico#\"Revolution_to_evolution\",_1940–1970", "description": "The written history of Mexico spans more than three millennia. First populated more than 13,000 years ago, central and southern Mexico saw the rise and fall of complex indigenous civilizations. Mexico would later develop into a unique multicultural society. Mesoamerican civilizations developed glyphic writing systems, recording the political history of conquests and rulers. Mesoamerican history pr"}]}, {"heading": "Events", "year": "1943", "date": "May 22", "txt": "Joseph Stalin disbands the Comintern.", "entities": [{"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Comintern", "href": "/wiki/Comintern", "description": "The Communist International (Comintern), also known as the Third International (1919–1943), was an international organization that advocated world communism. It was controlled by the Soviet Union. The Comintern resolved at its Second Congress to \"struggle by all available means, including armed force, for the overthrow of the international bourgeoisie and the creation of an international Soviet re"}]}, {"heading": "Events", "year": "1947", "date": "May 22", "txt": "Cold War: The Truman Doctrine goes into effect, aiding Turkey and Greece.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Truman Doctrine", "href": "/wiki/Truman_Doctrine", "description": "The Truman Doctrine was an American foreign policy with the primary goal of containing Soviet geopolitical expansion during the Cold War. It was announced to Congress by President Harry S. Truman on March 12, 1947, and further developed on July 4, 1948, when he pledged to contain the communist uprisings in Greece and Turkey. Direct American military force was usually not involved, but Congress app"}]}, {"heading": "Events", "year": "1957", "date": "May 22", "txt": "South Africa's government approves of racial separation in universities.", "entities": [{"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}]}, {"heading": "Events", "year": "1958", "date": "May 22", "txt": "The 1958 riots in Ceylon become a watershed in the race relations of various ethnic communities of Sri Lanka. The total deaths is estimated at 300, mostly Tamils.", "entities": [{"title": "1958 riots in Ceylon", "href": "/wiki/1958_riots_in_Ceylon", "description": "The 1958 anti-Tamil pogrom and riots in Ceylon, also known as the 58 riots, refer to the first island wide ethnic riots and pogrom to target the minority Tamils in the Dominion of Ceylon after it became an independent dominion from Britain in 1948. The riots lasted from 22 May until 29 May 1958 although sporadic disturbances happened even after the declaration of emergency on 27 May 1958. The esti"}, {"title": "Tamils", "href": "/wiki/Tamils", "description": "The Tamil people, also known as Tamilar or simply Tamils, are a Dravidian ethno-linguistic group who trace their ancestry to the South Indian state of Tamil Nadu, Union territory of Puducherry and to Sri Lanka. Tamils constitute 5.9% of the population in India, 15% in Sri Lanka, 10% in Mauritius, 7% in Malaysia and 5% in Singapore. Tamils, with a population of around 76 million and with a document"}]}, {"heading": "Events", "year": "1960", "date": "May 22", "txt": "The Great Chilean earthquake, measuring 9.5 on the moment magnitude scale, hits southern Chile, becoming the most powerful earthquake ever recorded.", "entities": [{"title": "1960 Valdivia earthquake", "href": "/wiki/1960_Valdivia_earthquake", "description": "The 1960 Valdivia earthquake or the Great Chilean earthquake on 22 May 1960 was the most powerful earthquake ever recorded. Various studies have placed it at 9.4–9.6 on the moment magnitude scale. It occurred in the afternoon, and lasted for approximately 10 minutes. The resulting tsunamis affected southern Chile, Hawaii, Japan, the Philippines, eastern New Zealand, southeast Australia, and the Al"}, {"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}]}, {"heading": "Events", "year": "1962", "date": "May 22", "txt": "Continental Airlines Flight 11 crashes after bombs explode on board.", "entities": [{"title": "Continental Airlines Flight 11", "href": "/wiki/Continental_Airlines_Flight_11", "description": "Continental Airlines Flight 11, registration N70775, was a Boeing 707 aircraft which exploded in the vicinity of Centerville, Iowa, while en route from O'Hare Airport, Chicago, Illinois, to Kansas City, Missouri, on May 22, 1962. The aircraft crashed in a clover field near Unionville, in Putnam County, Missouri, killing all 45 crew and passengers on board. The investigation determined the cause of"}]}, {"heading": "Events", "year": "1963", "date": "May 22", "txt": "Greek left-wing politician Grigoris Lambrakis is shot in an assassination attempt, and dies five days later.", "entities": [{"title": "Grigoris Lambrakis", "href": "/wiki/Grigoris_Lambrakis", "description": "Grigoris Lambrakis was a Greek politician, physician, track and field athlete, and member of the faculty of the School of Medicine at the University of Athens. A member of the Greek resistance to Axis rule during WWII, he later became a prominent anti-war activist. His assassination by right-wing zealots provoked mass protests and led to a political crisis."}]}, {"heading": "Events", "year": "1964", "date": "May 22", "txt": "Lyndon B. Johnson launches the Great Society.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "Great Society", "href": "/wiki/Great_Society", "description": "The Great Society was a set of domestic programs in the United States launched by Democratic President Lyndon B. Johnson in 1964–65. It was coined during a 1964 speech by President Lyndon B. Johnson at Ohio University and came to represent his domestic agenda. The main goal was the total elimination of poverty and racial injustice."}]}, {"heading": "Events", "year": "1967", "date": "May 22", "txt": "Egypt closes the Straits of Tiran to Israeli shipping.", "entities": [{"title": "Straits of Tiran", "href": "/wiki/Straits_of_Tiran", "description": "The Straits of Tiran are the narrow sea passages between the Sinai and Arabian peninsulas which separate the Gulf of Aqaba from the Red Sea proper. The distance between the two peninsulas is about 13 km. The body is named after Tiran Island, located at its entrance 5 or 6 km from the Sinai, on which the Multinational Force and Observers has an observation post to monitor the compliance of Egypt in"}]}, {"heading": "Events", "year": "1967", "date": "May 22", "txt": "L'Innovation department store in Brussels, Belgium, burns down, resulting in 323 dead or missing and 150 injured, the most devastating fire in Belgian history.", "entities": [{"title": "Brussels", "href": "/wiki/Brussels", "description": "Brussels, officially the Brussels-Capital Region, is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region and the Walloon Region. Brussels i"}]}, {"heading": "Events", "year": "1968", "date": "May 22", "txt": "The nuclear-powered submarine USS Scorpion sinks with 99 men aboard, 400 miles southwest of the Azores.", "entities": [{"title": "Submarine", "href": "/wiki/Submarine", "description": "A submarine is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub. Submarines are referred to as \"boats\" rather than \"shi"}, {"title": "USS Scorpion (SSN-589)", "href": "/wiki/USS_Scorpion_(SSN-589)", "description": "USS Scorpion (SSN-589) was a Skipjack-class nuclear powered submarine that served in the United States Navy and the sixth vessel, and second submarine, of the U.S. Navy to carry that name."}, {"title": "Azores", "href": "/wiki/Azores", "description": "The Azores, officially the Autonomous Region of the Azores, is one of the two autonomous regions of Portugal. It is an archipelago composed of nine volcanic islands in the Macaronesia region of the North Atlantic Ocean, about 1,400 km (870 mi) west of Lisbon, about 1,500 km (930 mi) northwest of Morocco, and about 1,930 km (1,200 mi) southeast of Newfoundland, Canada."}]}, {"heading": "Events", "year": "1969", "date": "May 22", "txt": "Apollo 10's lunar module flies within 8.4 nautical miles (16 km) of the moon's surface.", "entities": [{"title": "Apollo 10", "href": "/wiki/Apollo_10", "description": "Apollo 10 was a human spaceflight, the fourth crewed mission in the United States Apollo program, and the second to orbit the Moon. It was the F mission: a \"dress rehearsal\" for the first Moon landing, testing all the components and procedures just short of actually landing. While astronaut John Young remained in the Command Module orbiting the Moon, astronauts Thomas Stafford and Gene Cernan flew"}, {"title": "Nautical mile", "href": "/wiki/Nautical_mile", "description": "A nautical mile is a unit of length used in air, marine, and space navigation, and for the definition of territorial waters. Historically, it was defined as the meridian arc length corresponding to one minute of latitude. Today the international nautical mile is defined as exactly 1852 metres. The derived unit of speed is the knot, one nautical mile per hour."}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1972", "date": "May 22", "txt": "Ceylon adopts a new constitution, becoming a republic and changing its name to Sri Lanka, and joins the Commonwealth of Nations.", "entities": [{"title": "Sri Lankan Constitution of 1972", "href": "/wiki/Sri_Lankan_Constitution_of_1972", "description": "The Sri Lankan Constitution of 1972 was a constitution of Sri Lanka, replaced by the 1978 constitution currently in force. It was Sri Lanka's first republican constitution, and its second since independence in 1948. The constitution changed the country's name to Sri Lanka from Ceylon, and established it as an independent republic. The country was officially designated \"Republic of Sri Lanka,\" lead"}, {"title": "Republic", "href": "/wiki/Republic", "description": "A republic is a form of government in which \"power is held by the people and their elected representatives\". In republics, the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained through democracy or a mix of democracy with oligarchy or autocracy rather than being unalterably occupied by any given"}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1972", "date": "May 22", "txt": "Over 400 women in Derry, Northern Ireland attack the offices of Sinn Féin following the shooting by the Irish Republican Army of a young British soldier on leave.", "entities": [{"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Sinn Féin", "href": "/wiki/Sinn_F%C3%A9in", "description": "Sinn Féin is an Irish republican and democratic socialist political party active in both the Republic of Ireland and Northern Ireland."}, {"title": "Irish Republican Army", "href": "/wiki/Irish_Republican_Army", "description": "The Irish Republican Army (IRA) is a name used by various paramilitary organisations in Ireland throughout the 20th and the 21st centuries. Organisations going by this name have been dedicated to irredentism through Irish republicanism, the belief that all of Ireland should be an independent republic free from British rule. The original Irish Republican Army was raised in 1917 from members of the "}]}, {"heading": "Events", "year": "1987", "date": "May 22", "txt": "Hashimpura massacre occurs in Meerut, India.", "entities": [{"title": "Hashimpura massacre", "href": "/wiki/Hashimpura_massacre", "description": "The Hashimpura massacre is an incident of mass murder which took place on or around 22 May 1987 near Meerut in Uttar Pradesh state, India, during the 1987 Meerut communal riots during March to June 1987 with a death toll of 350. It is alleged that 19 personnel of the Provincial Armed Constabulary rounded up 42 Muslim youths from the Hashimpura mohalla (locality) of the city, took them to the outsk"}, {"title": "Meerut", "href": "/wiki/Meerut", "description": "\nMeerut is a city in the western part of the Indian state of Uttar Pradesh. It is an ancient city, with settlements dating back to the Indus Valley civilisation having been found in and around the area. The city lies 70 km (43 mi) northeast of the national capital New Delhi, within the National Capital Region and 485 km (301 mi) west of the state capital Lucknow."}]}, {"heading": "Events", "year": "1987", "date": "May 22", "txt": "First ever Rugby World Cup kicks off with New Zealand playing Italy at Eden Park in Auckland, New Zealand.", "entities": [{"title": "New Zealand Rugby Union", "href": "/wiki/New_Zealand_Rugby_Union", "description": "New Zealand Rugby (NZR) is the governing body of rugby union in New Zealand. It was founded in 1892 as the New Zealand Rugby Football Union (NZRFU), 12 years after the first provincial unions in New Zealand. In 1949 it became an affiliate to the International Rugby Football Board, now known as World Rugby, the governing body of rugby union for the world. It dropped the word \"Football\" from its nam"}, {"title": "Italy national rugby union team", "href": "/wiki/Italy_national_rugby_union_team", "description": "The Italy national rugby union team represents Italy in men's international rugby union. The team is known as gli Azzurri. Savoy blue is the common colour of the national teams representing Italy, as it is the traditional colour of the royal House of Savoy which reigned over the Kingdom of Italy from 1860 to 1946."}, {"title": "Eden Park", "href": "/wiki/Eden_Park", "description": "Eden Park is New Zealand's largest sports stadium. Located in central Auckland, New Zealand's largest city, it is three kilometres southwest of the CBD, on the boundary between the suburbs of Mount Eden and Kingsland. Although used primarily for rugby union in winter and cricket in summer, it has hosted rugby league and association football matches. In 2011 it hosted pool games, two quarter-finals"}, {"title": "Auckland", "href": "/wiki/Auckland", "description": "Auckland is a large metropolitan city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of about 1,470,100. It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, and which has a total population of 1,717,500. While Europeans continue to make "}]}, {"heading": "Events", "year": "1990", "date": "May 22", "txt": "North and South Yemen are unified to create the Republic of Yemen.", "entities": [{"title": "Yemen Arab Republic", "href": "/wiki/Yemen_Arab_Republic", "description": "The Yemen Arab Republic, also known simply as North Yemen or Yemen (Sanaʽa), was a country from 1962 to 1990 in the northwestern part of what is now Yemen. Its capital was at Sanaʽa. It united with the People's Democratic Republic of Yemen, on May 22, 1990, to form the current Republic of Yemen."}, {"title": "South Yemen", "href": "/wiki/South_Yemen", "description": "South Yemen, officially the People's Democratic Republic of Yemen, also referred to as Democratic Yemen or Yemen (Aden), was a socialist country that existed from 1967 to 1990 as a state in the Middle East in the southern and eastern provinces of the present-day Republic of Yemen, including the island of Socotra."}, {"title": "Yemeni unification", "href": "/wiki/Yemeni_unification", "description": "Yemeni unification took place on May 22, 1990, when the area of the People's Democratic Republic of Yemen was united with the Yemen Arab Republic, forming the Republic of Yemen."}, {"title": "Yemen", "href": "/wiki/Yemen", "description": "Yemen, officially the Republic of Yemen, is a country at the southern end of the Arabian Peninsula in Western Asia. It is the second-largest Arab sovereign state in the peninsula, occupying 527,970 square kilometres. The coastline stretches for about 2,000 kilometres. Yemen's constitutionally stated capital is the city of Sanaa, but the city has been under Houthi rebel control since February 2015 "}]}, {"heading": "Events", "year": "1992", "date": "May 22", "txt": "Bosnia and Herzegovina, Croatia and Slovenia join the United Nations.", "entities": [{"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}, {"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1994", "date": "May 22", "txt": "A worldwide trade embargo against Haiti goes into effect to punish its military rulers for not reinstating the country's ousted elected leader, Jean-Bertrand Aristide.", "entities": [{"title": "Haiti", "href": "/wiki/Haiti", "description": "Haiti ; French: Haïti [a.iti]; officially the Republic of Haiti and formerly known as Hayti, is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south"}, {"title": "Jean-Bertrand Aristide", "href": "/wiki/Jean-Bertrand_Aristide", "description": "Jean-Bertrand Aristide is a Haitian former priest and politician who became Haiti's first democratically elected president. A proponent of liberation theology, Aristide was appointed to a Roman Catholic parish in Port-au-Prince in 1982 after completing his studies to become a priest of the Salesian order. He became a focal point for the pro-democracy movement first under Jean-Claude \"Baby Doc\" Duv"}]}, {"heading": "Events", "year": "1996", "date": "May 22", "txt": "The Burmese military regime jails 71 supporters of Aung San Suu Kyi in a bid to block a pro-democracy meeting.", "entities": [{"title": "Aung San Suu Kyi", "href": "/wiki/Aung_San_Suu_Kyi", "description": "Aung San Suu Kyi is a Burmese politician, diplomat, author, and a 1991 Nobel Peace Prize laureate who served as State Counsellor of Myanmar and Minister of Foreign Affairs from 2016 to 2021. She has served as the president of the National League for Democracy (NLD) since 2011, having been the General Secretary from 1988 to 2011. She played a vital role in Myanmar's transition from military junta t"}]}, {"heading": "Events", "year": "1998", "date": "May 22", "txt": "A U.S. federal judge rules that U.S. Secret Service agents can be compelled to testify before a grand jury concerning the Lewinsky scandal involving President Bill Clinton.", "entities": [{"title": "United States Secret Service", "href": "/wiki/United_States_Secret_Service", "description": "The United States Secret Service is a federal law enforcement agency under the Department of Homeland Security charged with conducting criminal investigations and protecting U.S. political leaders, their families, and visiting heads of state or government. Until 2003, the Secret Service was part of the Department of the Treasury, as the agency was founded in 1865 to combat the then-widespread coun"}, {"title": "Grand jury", "href": "/wiki/Grand_jury", "description": "A grand jury is a jury—a group of citizens—empowered by law to conduct legal proceedings, investigate potential criminal conduct, and determine whether criminal charges should be brought. A grand jury may subpoena physical evidence or a person to testify. A grand jury is separate from the courts, which do not preside over its functioning."}, {"title": "Lewinsky scandal", "href": "/wiki/Lewinsky_scandal", "description": "A political sex scandal involving 49-year-old US President Bill Clinton and 22-year-old White House intern Monica Lewinsky took place in 1998. Their sexual relationship lasted between 1995 and 1997. Clinton ended a televised speech in late January 1998 with the statement that he \"did not have sexual relations with that woman, Ms. Lewinsky.\" Further investigation led to charges of perjury and to th"}, {"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}]}, {"heading": "Events", "year": "2000", "date": "May 22", "txt": "In Sri Lanka, over 150 Tamil rebels are killed over two days of fighting for control in Jaffna.", "entities": [{"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Sri Lankan Tamil people", "href": "/wiki/Sri_Lankan_Tamil_people", "description": "Sri Lankan Tamils, also known as Eelam Tamils, Ceylon Tamils, or simply Tamils, are members of the Tamil ethnic group native to the South Asian island state of Sri Lanka. Today, they constitute a majority in the Northern Province, live in significant numbers in the Eastern Province and are in the minority throughout the rest of the country. 70% of Sri Lankan Tamils in Sri Lanka live in the Norther"}, {"title": "Jaffna", "href": "/wiki/Jaffna", "description": "Jaffna is the capital city of the Northern Province of Sri Lanka. It is the administrative headquarters of the Jaffna District located on a peninsula of the same name. With a population of 88,138 in 2012, Jaffna is Sri Lanka's 12th most populous city. Jaffna is approximately six miles from Kandarodai which served as an emporium in the Jaffna peninsula from classical antiquity. Jaffna's suburb Nall"}]}, {"heading": "Events", "year": "2002", "date": "May 22", "txt": "Civil rights movement: A jury in Birmingham, Alabama, convicts former Ku Klux Klan member Bobby Frank Cherry of the 1963 murder of four girls in the 16th Street Baptist Church bombing.", "entities": [{"title": "Civil rights movement", "href": "/wiki/Civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Birmingham, Alabama", "href": "/wiki/Birmingham,_Alabama", "description": "Birmingham is a city in the north central region of the U.S. state of Alabama. With an estimated population of 209,403 in 2019, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and"}, {"title": "Ku Klux Klan", "href": "/wiki/Ku_Klux_Klan", "description": "The Ku Klux Klan, commonly shortened to the KKK or the Klan, is an American white supremacist terrorist hate group whose primary targets are African Americans as well as Jews, immigrants, leftists, homosexuals, Catholics, Muslims, and atheists. The Klan has existed in three distinct eras at different points in time during the history of the United States. Each has advocated extremist reactionary p"}, {"title": "Bobby Frank Cherry", "href": "/wiki/Bobby_Frank_Cherry", "description": "Bobby Frank Cherry was an American white supremacist, terrorist, and Klansman who was convicted of murder in 2002 for his role in the 16th Street Baptist Church bombing in 1963. The bombing killed four young African-American girls and injured more than 20 other people."}, {"title": "1963", "href": "/wiki/1963", "description": "1963 (MCMLXIII) was a common year starting on Tuesday of the Gregorian calendar, the 1963rd year of the Common Era (CE) and Anno Domini (AD) designations, the 963rd year of the 2nd millennium, the 63rd year of the 20th century, and the 4th year of the 1960s decade. "}, {"title": "16th Street Baptist Church bombing", "href": "/wiki/16th_Street_Baptist_Church_bombing", "description": "The 16th Street Baptist Church bombing was a white supremacist terrorist bombing of the 16th Street Baptist Church in Birmingham, Alabama, on Sunday, September 15, 1963. Four members of a local Ku Klux Klan chapter planted 19 sticks of dynamite attached to a timing device beneath the steps located on the east side of the church."}]}, {"heading": "Events", "year": "2010", "date": "May 22", "txt": "Air India Express Boeing 737 crashes over a cliff upon landing at Mangalore, India, killing 158 of 166 people on board, becoming the deadliest crash involving a Boeing 737.", "entities": [{"title": "Air India Express Flight 812", "href": "/wiki/Air_India_Express_Flight_812", "description": "On 22 May 2010, a Boeing 737-800 passenger jet operating Air India Express Flight 812 from Dubai to Mangalore, India crashed on landing at Mangalore. The captain had continued an unstabilised approach, despite three calls from the First Officer to initiate a \"go-around\", resulting in the aircraft overshooting the runway, falling down a hillside and bursting into flames. Of the 160 passengers and s"}, {"title": "Boeing 737", "href": "/wiki/Boeing_737", "description": "The Boeing 737 is a narrow-body aircraft produced by Boeing at its Renton Factory in Washington.\n\nDeveloped to supplement the Boeing 727 on short and thin routes, the twinjet retains the 707 fuselage cross-section and nose with two underwing turbofans. Envisioned in 1964, the initial 737-100 made its first flight in April 1967 and entered service in February 1968 with Lufthansa.\nThe lengthened 737"}, {"title": "Mangalore", "href": "/wiki/Mangalore", "description": "Mangalore, officially Mangaluru, is a major port city of the Indian state of Karnataka. It is located between the Arabian Sea and the Western Ghats about 352 km (219 mi) west of Bangalore, the state capital. Mangalore is the state's only city to have all four modes of transport—air, road, rail and sea. The population of the urban agglomeration was 619,664 according to the 2011 national census of I"}]}, {"heading": "Events", "year": "2010", "date": "May 22", "txt": "Inter Milan beat Bayern Munich 2–0 in the Uefa Champions League final in Madrid, Spain to become the first, and so far only, Italian team to win the historic treble (Serie A, Coppa Italia, Champions League).", "entities": [{"title": "Bayern Munich", "href": "/wiki/Bayern_Munich", "description": "Fußball-Club Bayern München e. V., commonly known as FC Bayern München, FCB, Bayern Munich, or FC Bayern, is a German professional sports club based in Munich, Bavaria. It is best known for its professional football team, which plays in the Bundesliga, the top tier of the German football league system. Bayern is the most successful club in German football history, having won a record 30 national t"}, {"title": "Uefa Champions League", "href": "/wiki/Uefa_Champions_League", "description": "The UEFA Champions League is an annual club football competition organised by the Union of European Football Associations (UEFA) and contested by top-division European clubs, deciding the competition winners through a group and knockout format. It is one of the most prestigious football tournaments in the world and the most prestigious club competition in European football, played by the national "}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}]}, {"heading": "Events", "year": "2011", "date": "May 22", "txt": "An EF5 tornado strikes Joplin, Missouri, killing 158 people and wreaking $2.8 billion in damages, the costliest and seventh-deadliest single tornado in U.S. history.", "entities": [{"title": "2011 Joplin tornado", "href": "/wiki/2011_Joplin_tornado", "description": "The 2011 Joplin tornado was a devastating EF5-rated multiple-vortex tornado that struck Joplin, Missouri, United States, on the evening of Sunday, May 22, 2011. It was part of a larger late-May tornado outbreak and reached a maximum width of nearly one mile (1.6 km) during its path through the southern part of the city. This particular tornado was unusual in that it intensified in strength and gre"}, {"title": "Joplin, Missouri", "href": "/wiki/Joplin,_Missouri", "description": "Joplin, officially known as the City of Joplin, is a city in Jasper and Newton counties in the southwestern corner of the U.S. state of Missouri. The bulk of the city is in Jasper County, while the southern portion is in Newton County. Joplin is the largest city in Jasper County - even though it is not the county seat, and it is the 12th most-populous city in the state. As of the 2010 census, the "}]}, {"heading": "Events", "year": "2012", "date": "May 22", "txt": "Tokyo Skytree opens to the public. It is the tallest tower in the world (634 m), and the second tallest man-made structure on Earth after Burj Khalifa (829.8 m).", "entities": [{"title": "Tokyo Skytree", "href": "/wiki/Tokyo_Skytree", "description": "Tokyo Skytree  is a broadcasting and observation tower in Sumida, Tokyo. It became the tallest structure in Japan in 2010 and reached its full height of 634 meters (2,080 ft) in March 2011, making it the tallest tower in the world, displacing the Canton Tower, and the second tallest structure in the world after the Burj Khalifa (829.8 m/2,722 ft)."}, {"title": "List of tallest towers", "href": "/wiki/List_of_tallest_towers", "description": "This is a list of extant towers that fulfill the engineering definition of a tower: \"a tall human structure, always taller than it is wide, for public or regular operational access by humans, but not for living in or office work, and are self-supporting or free-standing, which means no guy-wires for support.\" The definition means the exclusion from this list of continuously habitable buildings and"}, {"title": "Burj Khalifa", "href": "/wiki/Burj_Khalifa", "description": "The Burj Khalifa, known as the Burj Dubai prior to its inauguration in 2010, is a skyscraper in Dubai, United Arab Emirates. With a total height of 829.8 m and a roof height of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009."}]}, {"heading": "Events", "year": "2014", "date": "May 22", "txt": "General Prayut Chan-o-cha becomes interim leader of Thailand in a military coup d'état, following six months of political turmoil.", "entities": [{"title": "Prayut Chan-o-cha", "href": "/wiki/Prayut_Chan-o-cha", "description": "Prayut Chan-o-cha is a Thai politician, retired Royal Thai Army general officer serving as Prime Minister of Thailand since 2014 and Minister of Defence since 2019. Prayut served as chief of the Thai army from 2010 to 2014 and was the leader of the National Council for Peace and Order (NCPO), the military junta which governed Thailand between 22 May 2014 and 10 July 2019."}, {"title": "2014 Thai coup d'état", "href": "/wiki/2014_Thai_coup_d%27%C3%A9tat", "description": "On 22 May 2014, the Royal Thai Armed Forces, led by General Prayut Chan-o-cha, Commander of the Royal Thai Army (RTA), launched a coup d'état, the 12th since the country's first coup in 1932, against the caretaker government of Thailand, following six months of political crisis. The military established a junta called the National Council for Peace and Order (NCPO) to govern the nation."}]}, {"heading": "Events", "year": "2014", "date": "May 22", "txt": "An explosion occurs in Ürümqi, capital of China's far-western Xinjiang region, resulting in at least 43 deaths and 91 injuries.", "entities": [{"title": "Ürümqi", "href": "/wiki/%C3%9Cr%C3%BCmqi", "description": "Ürümqi or Urumchi, formerly known as Dihua or Tihwa, is the capital of the Xinjiang Uyghur Autonomous Region in the far northwest of the People's Republic of China. Ürümqi was a major hub on the Silk Road during China's Tang dynasty and developed its reputation as a leading cultural and commercial center during the Qing dynasty in the 19th century."}, {"title": "Xinjiang Uyghur Autonomous Region", "href": "/wiki/Xinjiang_Uyghur_Autonomous_Region", "description": "Xinjiang, officially the Xinjiang Uygur Autonomous Region (XUAR), is an autonomous region of the People's Republic of China (PRC), located in the northwest of the country close to Central Asia. Being the largest province-level division of China and the 8th-largest country subdivision in the world, Xinjiang spans over 1.6 million square kilometres (620,000 sq mi) and has about 25 million inhabitant"}]}, {"heading": "Events", "year": "2015", "date": "May 22", "txt": "The Republic of Ireland becomes the first nation in the world to legalize gay marriage in a public referendum.", "entities": [{"title": "Republic of Ireland", "href": "/wiki/Republic_of_Ireland", "description": "Ireland, also known as the Republic of Ireland, is a country in north-western Europe consisting of 26 of the 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the Greater Dublin Area. The sovereign state shares its only land border with Northern Ir"}, {"title": "2015 Irish constitutional referendums", "href": "/wiki/2015_Irish_constitutional_referendums", "description": "The government of Ireland held referendums on 22 May 2015 on two proposed amendments to the Constitution of Ireland which had been recommended by the Constitutional Convention. The amendment to permit same-sex marriage in the Republic of Ireland was approved by 62%-38% of the voters. The other amendment would have reduced the age of candidacy for the President of Ireland from 35 to 21, but voters "}]}, {"heading": "Events", "year": "2017", "date": "May 22", "txt": "Twenty-two people are killed at an Ariana Grande concert in the 2017 Manchester Arena bombing.", "entities": [{"title": "Ariana Grande", "href": "/wiki/Ariana_Grande", "description": "Ariana Grande-Butera is an American singer and actress. She has received numerous accolades throughout her career, including two Grammy Awards, one Brit Award, two Billboard Music Awards, three American Music Awards, nine MTV Video Music Awards, and 22 Guinness World Records."}, {"title": "Manchester Arena bombing", "href": "/wiki/Manchester_Arena_bombing", "description": "On 22 May 2017, an Islamist extremist suicide bomber detonated a shrapnel-laden homemade bomb as people were leaving the Manchester Arena following a concert by American singer Ariana Grande."}]}, {"heading": "Events", "year": "2017", "date": "May 22", "txt": "United States President Donald Trump visits the Church of the Holy Sepulchre in Jerusalem and becomes the first sitting U.S. president to visit the Western Wall.", "entities": [{"title": "Church of the Holy Sepulchre", "href": "/wiki/Church_of_the_Holy_Sepulchre", "description": "The Church of the Holy Sepulchre is a church in the Christian Quarter of the Old City of Jerusalem. According to traditions dating back to the fourth century, it contains the two holiest sites in Christianity: the site where Jesus was crucified, at a place known as Calvary or Golgotha, and Jesus's empty tomb, where he is believed by Christians to have been buried and resurrected. The tomb is enclo"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Western Wall", "href": "/wiki/Western_Wall", "description": "The Wailing Wall or Western Wall, known in Islam as the Buraq Wall, is an ancient limestone wall in the Old City of Jerusalem. It is a relatively small segment of a far longer ancient retaining wall, known also in its entirety as the \"Western Wall\". The wall was originally erected as part of the expansion of the Second Jewish Temple begun by Herod the Great, which resulted in the encasement of the"}]}, {"heading": "Births", "year": "626", "date": "May 22", "txt": "Itzam K'an Ahk I, Mayan king (d. 686)", "entities": [{"title": "Itzam K'an Ahk I", "href": "/wiki/Itzam_K%27an_Ahk_I", "description": "Itzam Kʼan Ahk I, also known as Ruler 2, was an ajaw of Piedras Negras, an ancient Maya settlement in Guatemala. He ruled during the Late Classic Period, from AD 639-686. The son of Kʼinich Yoʼnal Ahk I, Itzam Kʼan Ahk I took the throne when he was only 12 years old. His reign was marked by several wars, and he seems to have had a special connection with Calakmul. Itzam Kʼan Ahk I died just a few "}]}, {"heading": "Births", "year": "1009", "date": "May 22", "txt": "Su Xun, Chinese writer (d. 1066)", "entities": [{"title": "Su Xun", "href": "/wiki/Su_Xun", "description": "Su Xun was a Song dynasty writer, best known for his essays. He is considered one of the Eight Masters of the Tang and Song, along with his sons Su Shi and Su Zhe."}]}, {"heading": "Births", "year": "1316", "date": "May 22", "txt": "Charles IV, Holy Roman Emperor, king of Bohemia (d. 1378)", "entities": [{"title": "Charles IV, Holy Roman Emperor", "href": "/wiki/Charles_IV,_Holy_Roman_Emperor", "description": "Charles IV, born Wenceslaus, King of Bohemia and Holy Roman Emperor, had a long and successful reign. The empire he ruled from Prague expanded, and his subjects lived in peace and prosperity. When the Emperor died, the whole empire mourned. More than 7,000 people accompanied him on his last procession."}]}, {"heading": "Births", "year": "1408", "date": "May 22", "txt": "Annamacharya, Hindu saint (d. 1503)", "entities": [{"title": "Annamacharya", "href": "/wiki/Annamacharya", "description": "Tallapaka Annamacharya was a 15th-century Hindu saint and the earliest known Indian musician to compose songs called sankirtanas in praise of the Lord Venkateswara, a form of Vishnu. He is the first known composer in carnatic music. The most famous composers of Carnatic music like Purandara Dasa, Kanaka Dasa also came after him. The musical form of the keertana songs that he composed, which are st"}]}, {"heading": "Births", "year": "1539", "date": "May 22", "txt": "Edward Seymour, 1st Earl of Hertford (d. 1621)", "entities": [{"title": "Edward Seymour, 1st Earl of Hertford", "href": "/wiki/Edward_Seymour,_1st_Earl_of_Hertford", "description": "Edward Seymour, 1st Earl of Hertford, 1st Baron Beauchamp, KG, of Wulfhall and Tottenham House in Great Bedwyn, Wiltshire, of Hatch Beauchamp in Somerset, of Netley Abbey, Hampshire, and of Hertford House, Cannon Row in Westminster, is most noted for incurring the displeasure of Queen Elizabeth I by more than one clandestine marriage."}]}, {"heading": "Births", "year": "1622", "date": "May 22", "txt": "Louis de Buade de Frontenac, French soldier and governor (d. 1698)", "entities": [{"title": "Louis de Buade de Frontenac", "href": "/wiki/Louis_de_Buade_de_Frontenac", "description": "Louis de Buade, Comte de Frontenac et de Palluau was a French soldier, courtier, and Governor General of New France in North America from 1672 to 1682 and from 1689 to his death in 1698. He established a number of forts on the Great Lakes and engaged in a series of battles against the English and the Iroquois."}]}, {"heading": "Births", "year": "1644", "date": "May 22", "txt": "Gabriël Grupello, Flemish Baroque sculptor (d. 1730)", "entities": [{"title": "Gabriël Grupello", "href": "/wiki/Gabri%C3%ABl_Grupello", "description": "Gabriël Grupello was a Flemish Baroque sculptor who produced religious and mythological sculptures, portraits and public sculptures. He was a virtuoso sculptor who enjoyed the patronage of several European rulers."}]}, {"heading": "Births", "year": "1650", "date": "May 22", "txt": "Richard Brakenburgh, Dutch Golden Age painter (d. 1702)", "entities": [{"title": "Richard Brakenburgh", "href": "/wiki/Richard_Brakenburgh", "description": "Richard Brakenburgh or Brakenburg, was a Dutch Golden Age painter."}]}, {"heading": "Births", "year": "1665", "date": "May 22", "txt": "Magnus Stenbock, Swedish field marshal and Royal Councillor (d. 1717)", "entities": [{"title": "Magnus Stenbock", "href": "/wiki/Magnus_Stenbock", "description": "Count Magnus Stenbock was a Swedish field marshal (Fältmarskalk) and Royal Councillor. A renowned commander of the Carolean Army during the Great Northern War, he was a prominent member of the Stenbock family. He studied at Uppsala University and joined the Swedish Army during the Nine Years' War, where he participated in the Battle of Fleurus in 1690. After the battle, he was appointed lieutenant"}]}, {"heading": "Births", "year": "1694", "date": "May 22", "txt": "Daniel Gran, Austrian painter (d. 1757)", "entities": [{"title": "Daniel Gran", "href": "/wiki/Daniel_Gran", "description": "Daniel Gran, was an Austrian painter. His pictures ornament several public buildings in his native city. He was of some consideration in his time and after a century of Italian dominance one of the first important painters of the German-speaking countries, but his works are relatively unknown outside of Austria and Germany today."}]}, {"heading": "Births", "year": "1715", "date": "May 22", "txt": "François-Joachim de Pierre de Bernis, French cardinal and diplomat (d. 1794)", "entities": [{"title": "François-Joachim de Pierre de Bernis", "href": "/wiki/Fran%C3%A7ois-Joachim_de_Pierre_de_Bernis", "description": "François-Joachim de Pierre de Bernis, comte de Lyonnais was a French cardinal and diplomat. He was the sixth member elected to occupy Seat 3 of the Académie française in 1744. Bernis was one of the most prominent figures in the autobiography of Giacomo Casanova Histoire de ma vie starting from the chapter on \"Convent Affairs\"."}]}, {"heading": "Births", "year": "1733", "date": "May 22", "txt": "Hubert Robert, French painter (d. 1808)", "entities": [{"title": "Hubert Robert", "href": "/wiki/Hubert_Robert", "description": "Hubert Robert was a French painter in the school of Romanticism, noted especially for his landscape paintings and capricci, or semi-fictitious picturesque depictions of ruins in Italy and of France."}]}, {"heading": "Births", "year": "1752", "date": "May 22", "txt": "Louis Legendre, French butcher and politician (d. 1797)", "entities": [{"title": "Louis Legendre", "href": "/wiki/Louis_Legendre", "description": "Louis Legendre was a French politician of the Revolution period."}]}, {"heading": "Births", "year": "1762", "date": "May 22", "txt": "Henry Bathurst, 3rd Earl Bathurst, English politician (d. 1834)", "entities": [{"title": "Henry Bathurst, 3rd Earl Bathurst", "href": "/wiki/Henry_Bathurst,_3rd_Earl_Bathurst", "description": "Henry Bathurst, 3rd Earl Bathurst, was a High Tory, High Church Pittite. For thirty years an MP and whence ennobled one of the government's main stalwarts on colonial policy. If rather dull and an indifferent speaker in debates, he was a competent administrator and he remained intensely loyal and at the centre of government for longer than all his contemporaries. A personal friend of William Pitt "}]}, {"heading": "Births", "year": "1770", "date": "May 22", "txt": "Princess Elizabeth of the United Kingdom (d. 1840)", "entities": [{"title": "Princess Elizabeth of the United Kingdom", "href": "/wiki/Princess_Elizabeth_of_the_United_Kingdom", "description": "Princess Elizabeth of the United Kingdom was the seventh child and third daughter of King George III and Charlotte of Mecklenburg-Strelitz. After marrying the Landgrave of Hesse-Homburg, Frederick VI, she took permanent residence in Germany as landgravine."}]}, {"heading": "Births", "year": "1772", "date": "May 22", "txt": "Ram Mohan Roy, Indian philosopher and reformer (d. 1833)", "entities": [{"title": "Ram Mohan Roy", "href": "/wiki/Ram_Mohan_Roy", "description": "Raja Ram Mohan Roy was one of the founders of the Brahmo Sabha, the precursor of the Brahmo Samaj, a social-religious reform movement in the Indian subcontinent. He was given the title of Raja by Akbar II, the Mughal emperor. His influence was apparent in the fields of politics, public administration, education and religion. He was known for his efforts to abolish the practices of sati and child m"}]}, {"heading": "Births", "year": "1779", "date": "May 22", "txt": "Johann Nepomuk Schödlberger, Austrian painter (d. 1853)", "entities": [{"title": "Johann Nepomuk Schödlberger", "href": "/wiki/Johann_Nepomuk_Sch%C3%B6dlberger", "description": "\n\nJohann Nepomuk Schödlberger was an Austrian painter who specialized in landscapes; often with figures. He was largely self-taught."}]}, {"heading": "Births", "year": "1782", "date": "May 22", "txt": "Hirose Tansō, Japanese neo-Confucian scholar, teacher, writer (d. 1856)", "entities": [{"title": "Hirose Tansō", "href": "/wiki/Hirose_Tans%C5%8D", "description": "Hirose Tanso was a neo-Confucian scholar, teacher and Japanese writer."}]}, {"heading": "Births", "year": "1783", "date": "May 22", "txt": "William Sturgeon, English physicist and inventor, invented the electromagnet and electric motor (d. 1850)", "entities": [{"title": "William Sturgeon", "href": "/wiki/William_Sturgeon", "description": "William Sturgeon was an English physicist and inventor who made the first electromagnets, and invented the first practical English electric motor."}, {"title": "Electromagnet", "href": "/wiki/Electromagnet", "description": "An electromagnet is a type of magnet in which the magnetic field is produced by an electric current. Electromagnets usually consist of wire wound into a coil. A current through the wire creates a magnetic field which is concentrated in the hole, denoting the center of the coil. The magnetic field disappears when the current is turned off. The wire turns are often wound around a magnetic core made "}, {"title": "Electric motor", "href": "/wiki/Electric_motor", "description": "An electric motor is an electrical machine that converts electrical energy into mechanical energy. Most electric motors operate through the interaction between the motor's magnetic field and electric current in a wire winding to generate force in the form of torque applied on the motor's shaft. Electric motors can be powered by direct current (DC) sources, such as from batteries, or rectifiers, or"}]}, {"heading": "Births", "year": "1808", "date": "May 22", "txt": "Gérard de Nerval, French poet and translator (d. 1855)", "entities": [{"title": "Gérard de Nerval", "href": "/wiki/G%C3%A9rard_de_Nerval", "description": "Gérard de Nerval was the nom de plume of the French writer, poet, and translator Gérard Labrunie, a major figure of French romanticism, best known for his novellas and poems, especially the collection Les Filles du feu, which included the novella Sylvie and the poem \"El Desdichado\". Through his translations, Nerval played a major role in introducing French readers to the works of German Romantic a"}]}, {"heading": "Births", "year": "1811", "date": "May 22", "txt": "Giulia Grisi, Italian soprano (d. 1869)", "entities": [{"title": "Giulia Grisi", "href": "/wiki/Giulia_Grisi", "description": "Giulia Grisi was an Italian opera singer. She performed widely in Europe, the United States and South America and is widely considered to be one of the leading sopranos of the 19th century."}]}, {"heading": "Births", "year": "1811", "date": "May 22", "txt": "Henry Pelham-Clinton, 5th Duke of Newcastle, English politician (d. 1864)", "entities": []}, {"heading": "Births", "year": "1813", "date": "May 22", "txt": "Richard Wagner, German composer (d. 1883)", "entities": [{"title": "Richard Wagner", "href": "/wiki/Richard_Wagner", "description": "Wilhelm Richard Wagner was a German composer, theatre director, polemicist, and conductor who is chiefly known for his operas. Unlike most opera composers, Wagner wrote both the libretto and the music for each of his stage works. Initially establishing his reputation as a composer of works in the romantic vein of Carl Maria von Weber and Giacomo Meyerbeer, Wagner revolutionised opera through his c"}]}, {"heading": "Births", "year": "1814", "date": "May 22", "txt": "Amalia Lindegren, Swedish painter (d. 1891)", "entities": [{"title": "Amalia Lindegren", "href": "/wiki/Amalia_Lindegren", "description": "Amalia Euphrosyne Lindegren was a Swedish artist and painter. She was a member of the Royal Swedish Academy of Arts (1856)."}]}, {"heading": "Births", "year": "1820", "date": "May 22", "txt": "Worthington Whittredge, American painter (d. 1910)", "entities": [{"title": "Worthington Whittredge", "href": "/wiki/Worthington_Whittredge", "description": "Thomas Worthington Whittredge was an American artist of the Hudson River School. Whittredge was a highly regarded artist of his time, and was friends with several leading Hudson River School artists including Albert Bierstadt and Sanford Robinson Gifford. He traveled widely and excelled at landscape painting, many examples of which are now in major museums. He served as president of the National A"}]}, {"heading": "Births", "year": "1828", "date": "May 22", "txt": "Albrecht von Graefe, German ophthalmologist and academic (d. 1870)", "entities": [{"title": "Albrecht von Graefe", "href": "/wiki/Albrecht_von_Graefe", "description": "Friedrich Wilhelm Ernst Albrecht von Gräfe, often Anglicized to Graefe, was a Prussian pioneer of German ophthalmology. Graefe was born in Finkenheerd, Brandenburg, the son of Karl Ferdinand von Graefe (1787–1840). He was the father of the far right politician Albrecht von Graefe (1868–1933)."}]}, {"heading": "Births", "year": "1831", "date": "May 22", "txt": "Henry Vandyke Carter, English anatomist and surgeon (d. 1897)", "entities": [{"title": "Henry Vandyke Carter", "href": "/wiki/Henry_Vandyke_Carter", "description": "Henry Vandyke Carter was an English anatomist, surgeon, and anatomical artist most notable for his illustrations of the book Gray's Anatomy."}]}, {"heading": "Births", "year": "1833", "date": "May 22", "txt": "Félix Bracquemond, French painter and etcher (d. 1914)", "entities": [{"title": "Félix Bracquemond", "href": "/wiki/F%C3%A9lix_Bracquemond", "description": "Félix Henri Bracquemond was a French painter and etcher. He played a key role in the revival of printmaking, encouraging artists such as Édouard Manet, Edgar Degas and Camille Pissaro to use this technique."}]}, {"heading": "Births", "year": "1833", "date": "May 22", "txt": "Manuel Ruiz Zorrilla, Spanish politician, Prime Minister of Spain (d. 1895)", "entities": [{"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1841", "date": "May 22", "txt": "Catulle Mendès, French poet, author, and playwright (d. 1909)", "entities": [{"title": "Catulle Mendès", "href": "/wiki/Catulle_Mend%C3%A8s", "description": "Catulle Mendès was a French poet and man of letters."}]}, {"heading": "Births", "year": "1844", "date": "May 22", "txt": "Mary Cassatt, American painter and educator (d. 1926)", "entities": [{"title": "Mary Cassatt", "href": "/wiki/Mary_Cassatt", "description": "Mary Stevenson Cassatt was an American painter and printmaker. She was born in Allegheny City, Pennsylvania, but lived much of her adult life in France where she befriended Edgar Degas and exhibited with the Impressionists. Cassatt often created images of the social and private lives of women, with particular emphasis on the intimate bonds between mothers and children."}]}, {"heading": "Births", "year": "1846", "date": "May 22", "txt": "Rita Cetina Gutiérrez, Mexican poet, educator, and activist (d. 1908)", "entities": [{"title": "Rita Cetina Gutiérrez", "href": "/wiki/Rita_Cetina_Guti%C3%A9rrez", "description": "Rita Cetina Gutiérrez was a Mexican teacher, poet and feminist who promoted secular education in the nineteenth century in Mérida, Yucatán. She was one of the first feminists and influenced the generation of young women who fueled the first wave of feminism in Mexico."}]}, {"heading": "Births", "year": "1848", "date": "May 22", "txt": "Fritz von Uhde, German painter and educator (d. 1911)", "entities": [{"title": "Fritz von Uhde", "href": "/wiki/Fritz_von_Uhde", "description": "Fritz von Uhde was a German painter of genre and religious subjects. His style lay in-between Realism and Impressionism, he was once known as \"Germany's outstanding impressionist\" and he became one of the first painters to introduce plein-air painting in his country."}]}, {"heading": "Births", "year": "1849", "date": "May 22", "txt": "Aston Webb, English architect and academic (d. 1930)", "entities": [{"title": "Aston Webb", "href": "/wiki/Aston_Webb", "description": "Sir Aston Webb was an English architect who designed the principal facade of Buckingham Palace and the main building of the Victoria and Albert Museum, among other major works around England, many of them in partnership with Ingress Bell. He was President of the Royal Academy from 1919 to 1924, and the founding Chairman of the London Society."}]}, {"heading": "Births", "year": "1858", "date": "May 22", "txt": "Belmiro de Almeida, Brazilian painter, illustrator, sculptor (d. 1935)", "entities": [{"title": "Belmiro de Almeida", "href": "/wiki/Belmiro_de_Almeida", "description": "Belmiro Barbosa de Almeida was a Brazilian painter, illustrator, sculptor and caricaturist."}]}, {"heading": "Births", "year": "1859", "date": "May 22", "txt": "Arthur Conan Doyle, British writer (d. 1930)", "entities": [{"title": "Arthur Conan Doyle", "href": "/wiki/Arthur_Conan_Doyle", "description": "Sir Arthur Ignatius Conan Doyle was a British writer and physician. He created the character Sherlock Holmes in 1887 for A Study in Scarlet, the first of four novels and fifty-six short stories about Holmes and Dr. Watson. The Sherlock Holmes stories are considered milestones in the field of crime fiction."}]}, {"heading": "Births", "year": "1859", "date": "May 22", "txt": "Tsubouchi Shōyō, Japanese author, playwright, and educator (d. 1935)", "entities": []}, {"heading": "Births", "year": "1864", "date": "May 22", "txt": "Willy Stöwer, German author and illustrator (d. 1931)", "entities": [{"title": "Willy Stöwer", "href": "/wiki/Willy_St%C3%B6wer", "description": "Willy Stöwer was a German artist, illustrator and author during the Imperial Period. He is best known for nautical paintings and lithographs. Many of his works depict historical maritime events such as the sinking of the RMS Titanic in 1912."}]}, {"heading": "Births", "year": "1868", "date": "May 22", "txt": "Augusto Pestana, Brazilian engineer and politician (d. 1934)", "entities": [{"title": "Augusto Pestana (politician)", "href": "/wiki/Augusto_Pestana_(politician)", "description": "Augusto Pestana was a Brazilian engineer and politician. Born in Rio de Janeiro, Pestana moved in the late 1880s to Rio Grande do Sul, Brazil's southernmost state, where he would become a specialist in railroad engineering and public administration, as well as one of the main leaders of the Republican Party of Rio Grande do Sul (PRR)."}]}, {"heading": "Births", "year": "1874", "date": "May 22", "txt": "Daniel François Malan, South African clergyman and politician, 5th Prime Minister of South Africa (d. 1959)", "entities": [{"title": "Daniel François Malan", "href": "/wiki/Daniel_Fran%C3%A7ois_Malan", "description": "Daniël François Malan, PC was a South African politician who served as Prime Minister of South Africa from 1948 to 1954. The National Party implemented the system of apartheid, which enforced racial segregation laws. The foundations of apartheid were firmly laid down during his tenure as Prime Minister."}, {"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}]}, {"heading": "Births", "year": "1876", "date": "May 22", "txt": "Julius Klinger, Austrian painter and illustrator (d. 1942)", "entities": [{"title": "Julius Klinger", "href": "/wiki/Julius_Klinger", "description": "Julius Klinger was an Austrian painter, draftsman, illustrator, commercial graphic artist, typographer and writer. Klinger studied at the Technologisches Gewerbemuseum in Vienna."}]}, {"heading": "Births", "year": "1879", "date": "May 22", "txt": "Warwick Armstrong, Australian cricketer and journalist (d. 1947)", "entities": [{"title": "Warwick Armstrong", "href": "/wiki/Warwick_Armstrong", "description": "Warwick Windridge Armstrong was an Australian cricketer who played 50 Test matches between 1902 and 1921. An all-rounder, he captained Australia in ten Test matches between 1920 and 1921, and was undefeated, winning eight Tests and drawing two. Armstrong was captain of the 1920–21 Australian team which defeated the touring English 5–0: one of only three teams to win an Ashes series in a whitewash."}]}, {"heading": "Births", "year": "1879", "date": "May 22", "txt": "Jean Cras, French admiral and composer (d. 1932)", "entities": []}, {"heading": "Births", "year": "1879", "date": "May 22", "txt": "Symon Petliura, Ukrainian statesman and independence leader (d. 1926)", "entities": []}, {"heading": "Births", "year": "1880", "date": "May 22", "txt": "Francis de Miomandre, French author and translator (d. 1959)", "entities": [{"title": "Francis de Miomandre", "href": "/wiki/Francis_de_Miomandre", "description": "Francis de Miomandre was a French novelist and well-known translator from Spanish into French."}]}, {"heading": "Births", "year": "1884", "date": "May 22", "txt": "Wilhelmina Hay Abbott, Scottish suffragist and feminist (d. 1957)", "entities": [{"title": "Wilhelmina Hay Abbott", "href": "/wiki/Wilhelmina_Hay_Abbott", "description": "Wilhelmina Hay Abbott, also known by the name \"Elizabeth Abbott,\" was a Scottish suffragist, editor, and feminist lecturer, and wife of author George Frederick Abbott."}]}, {"heading": "Births", "year": "1885", "date": "May 22", "txt": "Giacomo Matteotti, Italian lawyer and politician (d. 1924)", "entities": [{"title": "Giacomo Matteotti", "href": "/wiki/Giacomo_Matteotti", "description": "Giacomo Matteotti was an Italian socialist politician. On 30 May 1924, he openly spoke in the Italian Parliament alleging the Fascists committed fraud in the recently held elections, and denounced the violence they used to gain votes. Eleven days later he was kidnapped and killed by Fascists."}]}, {"heading": "Births", "year": "1885", "date": "May 22", "txt": "Soemu Toyoda, Japanese admiral (d. 1957)", "entities": []}, {"heading": "Births", "year": "1887", "date": "May 22", "txt": "A. W. Sandberg, Danish film director and screenwriter (d. 1938)", "entities": [{"title": "A. W. Sandberg", "href": "/wiki/A._W._Sandberg", "description": "Anders Wilhelm Sandberg was a Danish film director and screenwriter."}]}, {"heading": "Births", "year": "1891", "date": "May 22", "txt": "Johannes R. Becher, German politician, novelist, and poet (d. 1958)", "entities": [{"title": "Johannes R. Becher", "href": "/wiki/Johannes_R._Becher", "description": "Johannes Robert Becher was a German politician, novelist, and poet. He was affiliated with the Communist Party of Germany (KPD) before World War II. At one time, he was part of the literary avant-garde, writing in an expressionist style."}]}, {"heading": "Births", "year": "1894", "date": "May 22", "txt": "Friedrich Pollock, German sociologist and philosopher (d. 1970)", "entities": [{"title": "Friedrich Pollock", "href": "/wiki/Friedrich_Pollock", "description": "Friedrich Pollock was a German social scientist and philosopher. He was one of the founders of the Institute for Social Research in Frankfurt am Main, and a member of the Frankfurt School of neo-Marxist theory."}]}, {"heading": "Births", "year": "1897", "date": "May 22", "txt": "Robert Neumann, German and English-speaking author (d. 1975)", "entities": [{"title": "Robert Neumann (writer)", "href": "/wiki/Robert_Neumann_(writer)", "description": "Robert Neumann was a German and English-speaking writer. He published numerous novels, autobiographical texts, plays and radio plays as well a few scripts. Through his parody collections, Mit fremden Federn (1927) and Unter falscher Flagge (1932), he is considered as the founder of \"parody as a critical genre in the literature of the 1920s.\""}]}, {"heading": "Births", "year": "1900", "date": "May 22", "txt": "Juan Arvizu, Mexican lyric opera tenor and bolero vocalist (d.1985)", "entities": [{"title": "Juan Arvizu", "href": "/wiki/Juan_Arvizu", "description": "Juan Nepomuceno Arvizu Santelices, was an acclaimed lyric tenor in Mexico and a noted interpreter of the Latin American bolero and tango on the international concert stage, on the radio and in film. He was widely noted for his interpretations of the works of Agustin Lara and María Grever and was nicknamed \"The Tenor With the Silken Voice\"."}]}, {"heading": "Births", "year": "1901", "date": "May 22", "txt": "Maurice J. Tobin, American politician, 6th United States Secretary of Labor (d. 1953)", "entities": [{"title": "Maurice J. Tobin", "href": "/wiki/Maurice_J._Tobin", "description": "Maurice Joseph Tobin was a Mayor of Boston, Massachusetts, the Governor of Massachusetts, and United States Secretary of Labor. He was a Democrat and a liberal who supported the New Deal and Fair Deal programs, and was outspoken in his support for labor unions. However, he had little success battling against the conservative majorities in the Massachusetts legislature, and the U.S. Congress."}, {"title": "United States Secretary of Labor", "href": "/wiki/United_States_Secretary_of_Labor", "description": "The United States secretary of labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies."}]}, {"heading": "Births", "year": "1902", "date": "May 22", "txt": "Jack Lambert, English footballer and manager (d. 1940) ", "entities": [{"title": "Jack Lambert (footballer, born 1902)", "href": "/wiki/Jack_Lambert_(footballer,_born_1902)", "description": "John Lambert was an English footballer who played as a centre forward or inside forward. He scored 116 goals from 223 appearances in the Football League playing for Rotherham County, Leeds United, Doncaster Rovers, Arsenal and Fulham. He went on to manage Margate and coach the juniors at Arsenal."}]}, {"heading": "Births", "year": "1902", "date": "May 22", "txt": "Al Simmons, American baseball player and coach (d. 1956)", "entities": []}, {"heading": "Births", "year": "1904", "date": "May 22", "txt": "Uno Lamm, Swedish electrical engineer and inventor (d. 1989)", "entities": [{"title": "Uno Lamm", "href": "/wiki/Uno_Lamm", "description": "August Uno Lamm was a Swedish electrical engineer and inventor.\nHe was sometimes called \"The Father of High Voltage Direct Current\" power transmission.\nDuring his career, Lamm obtained 150 patents. In 1980 the Institute of Electrical and Electronics Engineers (IEEE) developed the Uno Lamm High Voltage Direct Current Award for contributions to the field of high voltage electrical engineering.\n \n"}]}, {"heading": "Births", "year": "1905", "date": "May 22", "txt": "Bodo von Borries, German physicist and academic, co-invented the electron microscope (d. 1956)", "entities": [{"title": "Bodo von Borries", "href": "/wiki/Bodo_von_Borries", "description": "Bodo von Borries was a German physicist. He was the co-inventor of the electron microscope."}, {"title": "Electron microscope", "href": "/wiki/Electron_microscope", "description": "An electron microscope is a microscope that uses a beam of accelerated electrons as a source of illumination. As the wavelength of an electron can be up to 100,000 times shorter than that of visible light photons, electron microscopes have a higher resolving power than light microscopes and can reveal the structure of smaller objects. A scanning transmission electron microscope has achieved better"}]}, {"heading": "Births", "year": "1905", "date": "May 22", "txt": "Tom Driberg, British politician (d. 1976)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 22", "txt": "Hergé, Belgian author and illustrator (d. 1983)", "entities": [{"title": "Hergé", "href": "/wiki/Herg%C3%A9", "description": "Georges Prosper Remi, known by the pen name Hergé, from the French pronunciation of his initials, was a Belgian cartoonist. He is best known for creating The Adventures of Tintin, the series of comic albums which are considered one of the most popular European comics of the 20th century. He was also responsible for two other well-known series, Quick & Flupke (1930–1940) and The Adventures of Jo, Z"}]}, {"heading": "Births", "year": "1907", "date": "May 22", "txt": "Laurence Olivier, English actor, director, and producer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1908", "date": "May 22", "txt": "Horton Smith, American golfer and captain (d. 1963)", "entities": [{"title": "Horton Smith", "href": "/wiki/Horton_Smith", "description": "Horton Smith was an American professional golfer, best known as the winner of the first and third Masters Tournaments."}]}, {"heading": "Births", "year": "1909", "date": "May 22", "txt": "Bob Dyer, American-Australian radio and television host (d. 1984)", "entities": [{"title": "Bob Dyer", "href": "/wiki/Bob_Dyer", "description": "Robert Neal Dyer OBE, who took the stage name of Bob Dyer, was a Gold Logie-award-winning American-born vaudeville entertainer and singer, radio and television personality, and radio and television quiz show host who made his name in Australia. Dyer is best known for the long-running radio and then television quiz show, Pick a Box."}]}, {"heading": "Births", "year": "1909", "date": "May 22", "txt": "Margaret Mee, English illustrator and educator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 22", "txt": "Herbert C. Brown, English-American chemist and academic, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Herbert C. Brown", "href": "/wiki/Herbert_C._Brown", "description": "Herbert Charles Brown was an American chemist and recipient of the 1979 Nobel Prize in Chemistry for his work with organoboranes."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1913", "date": "May 22", "txt": "Rafael Gil, Spanish director and screenwriter (d. 1986)", "entities": [{"title": "Rafael Gil", "href": "/wiki/Rafael_Gil", "description": "Rafael Gil was a Spanish film director and screenwriter."}]}, {"heading": "Births", "year": "1913", "date": "May 22", "txt": "Dominique Rolin, Belgian author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1914", "date": "May 22", "txt": "Max Kohnstamm, Dutch historian and diplomat (d. 2010)", "entities": [{"title": "Max Kohnstamm", "href": "/wiki/Max_Kohnstamm", "description": "Max Kohnstamm was a Dutch historian and diplomat."}]}, {"heading": "Births", "year": "1914", "date": "May 22", "txt": "Sun Ra, American pianist, composer, bandleader, poet (d. 1993)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 22", "txt": "George Aratani, American businessman and philanthropist (d. 2013)", "entities": [{"title": "George Aratani", "href": "/wiki/George_Aratani", "description": "George Tetsuo Aratani  was a Japanese American entrepreneur, philanthropist and the founder of Mikasa china and owner of the Kenwood Electronics corporation."}]}, {"heading": "Births", "year": "1917", "date": "May 22", "txt": "Jean-Louis Curtis, French author (d. 1995)", "entities": []}, {"heading": "Births", "year": "1919", "date": "May 22", "txt": "Paul Vanden Boeynants, Belgian businessman and politician, 55th Prime Minister of Belgium (d. 2001)", "entities": [{"title": "Paul Vanden Boeynants", "href": "/wiki/Paul_Vanden_Boeynants", "description": "Paul Emile François Henri Vanden Boeynants was a Belgian politician. He served as the prime minister of Belgium for two brief periods."}, {"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}]}, {"heading": "Births", "year": "1920", "date": "May 22", "txt": "Thomas Gold, Austrian-American astrophysicist and academic (d. 2004)", "entities": [{"title": "Thomas Gold", "href": "/wiki/Thomas_Gold", "description": "Thomas Gold, was an Austrian-born astrophysicist, a professor of astronomy at Cornell University, a member of the U.S. National Academy of Sciences, and a Fellow of the Royal Society (London). Gold was one of three young Cambridge scientists who in 1948 proposed the now mostly abandoned \"steady state\" hypothesis of the universe. Gold's work crossed academic and scientific boundaries, into biophysi"}]}, {"heading": "Births", "year": "1921", "date": "May 22", "txt": "George S. Hammond, American scientist (d. 2005)", "entities": [{"title": "George S. Hammond", "href": "/wiki/George_S._Hammond", "description": "George Simms Hammond was an American scientist and theoretical chemist who developed \"Hammond's postulate\", and fathered organic photochemistry,–the general theory of the geometric structure of the transition state in an organic chemical reaction. Hammond's research is also known for its influence on the philosophy of science. His research garnered him the Norris Award in 1968, the Priestley Medal"}]}, {"heading": "Births", "year": "1922", "date": "May 22", "txt": "Quinn Martin, American screenwriter and producer (d. 1987)", "entities": [{"title": "Quinn Martin", "href": "/wiki/Quinn_Martin", "description": "Quinn Martin was an American television producer. He had at least one television series running in prime time every year for 21 straight years. Martin is a member of the Television Hall of Fame, having been inducted in 1997."}]}, {"heading": "Births", "year": "1924", "date": "May 22", "txt": "Charles Aznavour, French-Armenian singer-songwriter and actor (d. 2018)", "entities": [{"title": "Charles Aznavour", "href": "/wiki/Charles_Aznavour", "description": "Charles Aznavour was a French-Armenian singer, lyricist, actor and diplomat. Aznavour was known for his distinctive tenor voice: clear and ringing in its upper reaches, with gravelly and profound low notes. In a career as a composer, singer and songwriter, spanning over 70 years, he recorded more than 1,200 songs interpreted in 9 languages. Moreover, he wrote or co-wrote more than 1,000 songs for "}]}, {"heading": "Births", "year": "1925", "date": "May 22", "txt": "Jean Tinguely, Swiss painter and sculptor (d. 1991)", "entities": [{"title": "Jean Tinguely", "href": "/wiki/Jean_Tinguely", "description": "Jean Tinguely was a Swiss sculptor best known for his kinetic art sculptural machines that extended the Dada tradition into the later part of the 20th century. Tinguely's art satirized automation and the technological overproduction of material goods."}]}, {"heading": "Births", "year": "1927", "date": "May 22", "txt": "Michael Constantine, American actor", "entities": [{"title": "Michael Constantine", "href": "/wiki/Michael_Constantine", "description": "Michael Constantine is an American actor of Greek descent."}]}, {"heading": "Births", "year": "1927", "date": "May 22", "txt": "Peter Matthiessen, American novelist, short story writer, editor, co-founded The Paris Review (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "May 22", "txt": "George Andrew Olah, Hungarian-American chemist and academic, Nobel Prize laureate (d. 2017)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1928", "date": "May 22", "txt": "Serge Doubrovsky, French theorist and author (d. 2017)", "entities": [{"title": "Serge Doubrovsky", "href": "/wiki/Serge_Doubrovsky", "description": "Julien Serge Doubrovsky was a French writer and 1989 Prix Médicis winner for Le Livre brisé. He is also a critical theorist, and the inventor of \"autofiction\"."}]}, {"heading": "Births", "year": "1928", "date": "May 22", "txt": "John Mackenzie, Scottish director and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 22", "txt": "T. Boone Pickens, American businessman (d. 2019)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 22", "txt": "Hiroshi Sano, Japanese novelist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 22", "txt": "Ahmed Fouad Negm, Egyptian poet (d. 2013)", "entities": [{"title": "Ahmed Fouad Negm", "href": "/wiki/Ahmed_Fouad_Negm", "description": "Ahmed Fouad Negm, popularly known as el-Fagommi الفاجومي, was an Egyptian vernacular poet. Negm is well known for his work with Egyptian composer Sheikh Imam, as well as his patriotic and revolutionary Egyptian Arabic poetry. Negm has been regarded as \"a bit of a folk hero in Egypt.\""}]}, {"heading": "Births", "year": "1930", "date": "May 22", "txt": "Kenny Ball, English jazz trumpet player, vocalist, and bandleader (d. 2013)", "entities": [{"title": "Kenny Ball", "href": "/wiki/Kenny_Ball", "description": "Kenneth Daniel Ball was an English jazz musician, best known as the bandleader, lead trumpet player and vocalist in Kenny Ball and his Jazzmen."}]}, {"heading": "Births", "year": "1930", "date": "May 22", "txt": "Marisol Escobar, French-American sculptor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 22", "txt": "Harvey Milk, American lieutenant and politician (d. 1978)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 22", "txt": "Robert Spitzer, American psychiatrist and academic (d. 2015)", "entities": [{"title": "Robert Spitzer (psychiatrist)", "href": "/wiki/Robert_Spitzer_(psychiatrist)", "description": "Robert Leopold Spitzer was a psychiatrist and professor of psychiatry at Columbia University in New York City. He was a major force in the development of the Diagnostic and Statistical Manual of Mental Disorders (DSM)."}]}, {"heading": "Births", "year": "1933", "date": "May 22", "txt": "Fred Anderson, Australian-South African rugby league player (d. 2012)", "entities": [{"title": "Fred Anderson (rugby league)", "href": "/wiki/Fred_Anderson_(rugby_league)", "description": "Fred Anderson was an Australian rugby league footballer who played in the 1950s and 1960s."}]}, {"heading": "Births", "year": "1933", "date": "May 22", "txt": "Chen Jingrun, Chinese mathematician and academic (d. 1996)", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 22", "txt": "Peter Nero, American pianist and conductor", "entities": [{"title": "Peter Nero", "href": "/wiki/Peter_Nero", "description": "Peter Nero is an American pianist and pops conductor. He directed the Philly Pops from 1979 to 2013, and has earned two Grammy Awards."}]}, {"heading": "Births", "year": "1935", "date": "May 22", "txt": "Billy Rayner, Australian rugby league player (d. 2006)", "entities": [{"title": "Billy Rayner", "href": "/wiki/Billy_Rayner", "description": "Billy Rayner was an Australian rugby league footballer who played in the 1950s and 1960s."}]}, {"heading": "Births", "year": "1936", "date": "May 22", "txt": "George H. Heilmeier, American engineer (d. 2014)", "entities": [{"title": "George H. Heilmeier", "href": "/wiki/George_H._Heilmeier", "description": "George Harry Heilmeier was an American engineer, manager, and a pioneering contributor to liquid crystal displays (LCDs), for which he was inducted into the National Inventors Hall of Fame. Heilmeier's work is an IEEE Milestone."}]}, {"heading": "Births", "year": "1937", "date": "May 22", "txt": "Facundo Cabral, Argentinian singer-songwriter (d. 2011)", "entities": [{"title": "Facundo Cabral", "href": "/wiki/Facundo_Cabral", "description": "Facundo Cabral was an Argentine singer, songwriter and philosopher."}]}, {"heading": "Births", "year": "1938", "date": "May 22", "txt": "Richard Benjamin, American actor and director", "entities": [{"title": "Richard Benjamin", "href": "/wiki/Richard_Benjamin", "description": "Richard Samuel Benjamin is an American actor and film director. He has starred in a number of well-known film productions, including Goodbye, Columbus (1969), based on the novella by Philip Roth; Catch-22 (1970), from the Joseph Heller best-seller; Westworld (1973), a science-fiction thriller by Michael Crichton; and The Sunshine Boys (1975), written by Neil Simon. After directing for television, "}]}, {"heading": "Births", "year": "1938", "date": "May 22", "txt": "Susan Strasberg, American actress (d. 1999)", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 22", "txt": "Paul Winfield, American actor (d. 2004)", "entities": [{"title": "Paul Winfield", "href": "/wiki/Paul_Winfield", "description": "Paul Edward Winfield was an American television, film and stage actor. He was known for his portrayal of a Louisiana sharecropper who struggles to support his family during the Great Depression in the landmark film Sounder (1972), which earned him an Academy Award nomination. He portrayed Martin Luther King Jr. in the 1978 television miniseries King, for which he was nominated for an Emmy Award. W"}]}, {"heading": "Births", "year": "1940", "date": "May 22", "txt": "Kieth Merrill, American filmmaker", "entities": [{"title": "Kieth Merrill", "href": "/wiki/Kieth_Merrill", "description": "Kieth W. Merrill is an American filmmaker who has worked as a writer, director, and producer in the film industry since 1967. He is a member of the Academy of Motion Picture Arts and Sciences and the Directors Guild of America, and received an Academy Award for The Great American Cowboy (1973) and a nomination for Amazon (1997)."}]}, {"heading": "Births", "year": "1940", "date": "May 22", "txt": "E. A. S. Prasanna, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 22", "txt": "Michael Sarrazin, Canadian actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 22", "txt": "Bernard Shaw, American journalist", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 22", "txt": "Mick Tingelhoff, American Pro Football Hall of Famer", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 22", "txt": "Menzies Campbell, Scottish sprinter and politician", "entities": [{"title": "Menzies Campbell", "href": "/wiki/Menzies_Campbell", "description": "Walter Menzies Campbell, Baron Campbell of Pittenweem,, often known as Ming Campbell, is a British Liberal Democrat politician, advocate and former athlete. He was the Member of Parliament (MP) for North East Fife from 1987 to 2015 and was the Leader of the Liberal Democrats from 2 March 2006 until 15 October 2007."}]}, {"heading": "Births", "year": "1942", "date": "May 22", "txt": "Roger Brown, American basketball player (d. 1997)", "entities": [{"title": "Roger Brown (basketball, born 1942)", "href": "/wiki/Roger_Brown_(basketball,_born_1942)", "description": "Roger William Brown was an American professional basketball player. Brown was inducted into the Naismith Memorial Basketball Hall of Fame on September 8, 2013."}]}, {"heading": "Births", "year": "1942", "date": "May 22", "txt": "Ted Kaczynski, American academic and mathematician turned anarchist and serial murderer (Unabomber)", "entities": [{"title": "Unabomber", "href": "/wiki/Unabomber", "description": "Theodore John Kaczynski, also known as the Unabomber, is an American domestic terrorist, primitivist and former mathematics professor. He was a mathematics prodigy, but abandoned his academic career in 1969 to pursue a more primitive life. Between 1978 and 1995, he killed three people and injured 23 others in a nationwide bombing campaign against people he believed to be advancing modern technolog"}]}, {"heading": "Births", "year": "1942", "date": "May 22", "txt": "Barbara Parkins, Canadian actress", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 22", "txt": "Richard Oakes, Native American civil rights activist (d. 1972)", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 22", "txt": "Betty Williams, Northern Irish peace activist, Nobel Prize laureate (d. 2020)", "entities": [{"title": "Betty Williams (Nobel laureate)", "href": "/wiki/Betty_Williams_(Nobel_laureate)", "description": "Elizabeth Williams was a peace activist from Northern Ireland. She was a co-recipient with Mairead Corrigan of the Nobel Peace Prize in 1976 for her work as a cofounder of Community of Peace People, an organisation dedicated to promoting a peaceful resolution to the Troubles in Northern Ireland."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1943", "date": "May 22", "txt": "Tommy John, American baseball player", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 22", "txt": "John Flanagan, Australian fantasy author", "entities": [{"title": "John Flanagan (author)", "href": "/wiki/John_Flanagan_(author)", "description": "John Anthony Flanagan is an Australian fantasy author best known for his medieval fantasy series, the Ranger's Apprentice series, and its sister series, the Brotherband Chronicles. Some of his other works include his Storm Peak duology, as well as the adult novel The Grey Raider."}]}, {"heading": "Births", "year": "1945", "date": "May 22", "txt": "Bob Katter, Australian politician", "entities": [{"title": "Bob Katter", "href": "/wiki/Bob_Katter", "description": "Robert Bellarmine Carl Katter is an Australian politician who has been a member of the House of Representatives since 1993. He was previously active in Queensland state politics from 1974 to 1992. Katter was a member of the National Party until 2001, when he left to sit as an independent. He formed his own party, Katter's Australian Party, in 2011."}]}, {"heading": "Births", "year": "1946", "date": "May 22", "txt": "George Best, Northern Irish footballer and manager (d. 2005)", "entities": [{"title": "George Best", "href": "/wiki/George_Best", "description": "George Best was a Northern Irish professional footballer who played as a winger, spending most of his club career at Manchester United. A highly skillful dribbler, Best is regarded as one of the best players in the history of the sport. He was named European Footballer of the Year in 1968 and came sixth in the FIFA Player of the Century vote. Best received plaudits for his playing style, which com"}]}, {"heading": "Births", "year": "1946", "date": "May 22", "txt": "Michael Green, English physicist and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 22", "txt": "Howard Kendall, English footballer and manager (d. 2015)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 22", "txt": "Andrei Marga, Romanian philosopher, political scientist, politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 22", "txt": "Lyudmila Zhuravleva, Russian-Ukrainian astronomer", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 22", "txt": "Tomás Sánchez, Cuban painter and engraver", "entities": [{"title": "Tomás Sánchez", "href": "/wiki/Tom%C3%A1s_S%C3%A1nchez", "description": "Tomás Sánchez is a Cuban painter and engraver, known for his landscapes. Sánchez is the most expensive living Cuban painter. Usually critics and curators have linked his work to the experience of meditation."}]}, {"heading": "Births", "year": "1948", "date": "May 22", "txt": "Nedumudi Venu, Indian actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 22", "txt": "Cheryl Campbell, English actress", "entities": [{"title": "Cheryl Campbell", "href": "/wiki/Cheryl_Campbell", "description": "Cheryl Campbell is an English actor of stage, film and television. She starred opposite Bob Hoskins in the 1978 BBC drama Pennies From Heaven, before going on to win the 1980 BAFTA TV Award for Best Actress for Testament of Youth and Malice Aforethought, and the 1982 Olivier Award for Best Actress in a Revival for A Doll's House. Her film appearances include Chariots of Fire (1981), Greystoke: The"}]}, {"heading": "Births", "year": "1949", "date": "May 22", "txt": "Valentin Inzko, Austrian diplomat", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 22", "txt": "Bernie Taupin, English singer-songwriter and poet", "entities": [{"title": "Bernie Taupin", "href": "/wiki/Bernie_Taupin", "description": "Bernard John Taupin is an English lyricist, poet, singer and artist. He is best known for his long-term collaboration with Elton John, having written the lyrics for most of John's songs."}]}, {"heading": "Births", "year": "1953", "date": "May 22", "txt": "François Bon, French writer", "entities": [{"title": "François Bon", "href": "/wiki/Fran%C3%A7ois_Bon", "description": "François Bon, born on 22 May 1953 in Luçon, is a French writer and translator."}]}, {"heading": "Births", "year": "1953", "date": "May 22", "txt": "Cha Bum-kun, South Korean footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 22", "txt": "Paul Mariner, English footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 22", "txt": "Barbara May Cameron, Native American human rights activist (d. 2002)", "entities": [{"title": "Barbara May Cameron", "href": "/wiki/Barbara_May_Cameron", "description": "Barbara May Cameron was a photographer, poet, writer and a nationally recognized human rights activist in the fields of gay women, women's rights and Native American rights."}]}, {"heading": "Births", "year": "1954", "date": "May 22", "txt": "Shuji Nakamura, Japanese-American physicist and engineer, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1955", "date": "May 22", "txt": "Iva Davies, Australian singer-songwriter and guitarist", "entities": [{"title": "Iva Davies", "href": "/wiki/Iva_Davies", "description": "Ivor Arthur Davies, AM, known professionally as Iva Davies, is an Australian singer, songwriter, composer, multi-instrumentalist and record producer. He is known for his distinctive singing voice, which was influenced by contemporary glam rock singers."}]}, {"heading": "Births", "year": "1956", "date": "May 22", "txt": "Lucie Brock-Broido, American poet (d. 2018)", "entities": [{"title": "Lucie Brock-Broido", "href": "/wiki/Lucie_Brock-Broido", "description": "Lucie Brock-Broido was an American author of four collections of poetry."}]}, {"heading": "Births", "year": "1957", "date": "May 22", "txt": "Lisa Murkowski, American lawyer and politician", "entities": [{"title": "Lisa Murkowski", "href": "/wiki/Lisa_Murkowski", "description": "Lisa Ann Murkowski is an American lawyer and politician serving as the senior United States Senator for Alaska, having held that seat since 2002. Murkowski is the second-most senior Republican woman in the Senate, after Susan Collins of Maine. Like Collins, Murkowski is often described as one of the most moderate Republicans in the Senate and a crucial swing vote."}]}, {"heading": "Births", "year": "1959", "date": "May 22", "txt": "David Blatt, Israeli-American basketball player and coach", "entities": [{"title": "David Blatt", "href": "/wiki/David_Blatt", "description": "David Michael Blatt, is an Israeli American professional basketball executive. He is also a former coach and player."}]}, {"heading": "Births", "year": "1959", "date": "May 22", "txt": "Olin Browne, American golfer", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 22", "txt": "Morrissey, English singer-songwriter and performer", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 22", "txt": "Kwak Jae-yong, South Korean director and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 22", "txt": "Mehbooba Mufti, Indian politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 22", "txt": "Hideaki Anno, Japanese animator, director, and screenwriter", "entities": [{"title": "Hideaki Anno", "href": "/wiki/Hideaki_Anno", "description": "Hideaki Anno  is a Japanese animator and filmmaker. He is best known for creating the anime series Neon Genesis Evangelion. His style has become defined by his postmodernist approach and the extensive portrayal of characters' thoughts and emotions, often through unconventional scenes presenting the mental deconstruction of those characters."}]}, {"heading": "Births", "year": "1962", "date": "May 22", "txt": "Andrew Magee, French-American golfer", "entities": [{"title": "Andrew Magee", "href": "/wiki/Andrew_Magee", "description": "Andrew Donald Magee is an American professional golfer who played for more than 20 years on the PGA Tour."}]}, {"heading": "Births", "year": "1962", "date": "May 22", "txt": "Brian Pillman, American football player and wrestler (d. 1997)", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 22", "txt": "Claude Closky, French contemporary artist", "entities": [{"title": "Claude Closky", "href": "/wiki/Claude_Closky", "description": "Claude Closky is a French contemporary artist that lives and works in Paris, France."}]}, {"heading": "Births", "year": "1965", "date": "May 22", "txt": "Jay Carney, American journalist, 29th White House Press Secretary", "entities": [{"title": "Jay Carney", "href": "/wiki/Jay_Carney", "description": "James Ferguson Carney is a former White House press secretary to President Barack Obama. He served as press secretary from February 2011 through June 2014. For the first two years of Obama's presidency, Carney was director of communications for Vice President Joe Biden. Prior to his government service, Carney worked for 20 years at Time Magazine, and was the magazine's Washington bureau chief from"}, {"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Births", "year": "1966", "date": "May 22", "txt": "Johnny Gill, American singer-songwriter and producer", "entities": [{"title": "Johnny Gill", "href": "/wiki/Johnny_Gill", "description": "Johnny Gill Jr. is an American singer-songwriter and actor. Gill is the sixth and final member of the R&B/pop group New Edition, and was also a member of the supergroup called LSG, with Gerald Levert and Keith Sweat. Gill has released eight solo albums, three albums with New Edition, two albums with LSG, and one collaborative album with Stacy Lattisaw."}]}, {"heading": "Births", "year": "1966", "date": "May 22", "txt": "Wang Xiaoshuai, Chinese director and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 22", "txt": "Graham Linehan, Irish comedian, actor, and author", "entities": [{"title": "Graham Linehan", "href": "/wiki/Graham_Linehan", "description": "Graham Linehan is an Irish television writer. He created or co-created the sitcoms Father Ted (1995–1998), Black Books (2000–2004) and The IT Crowd (2006–2013). He has also written for Count Arthur Strong, Brass Eye and The Fast Show."}]}, {"heading": "Births", "year": "1969", "date": "May 22", "txt": "Cathy McMorris Rodgers, American lawyer and politician", "entities": [{"title": "Cathy McMorris Rodgers", "href": "/wiki/Cathy_McMorris_Rodgers", "description": "Cathy Anne McMorris Rodgers is an American politician who is the U.S. Representative for Washington's 5th congressional district, which encompasses the eastern third of the state and includes Spokane, the state's second largest city. A Republican, McMorris Rodgers previously served in the Washington House of Representatives. From 2013 to 2019, she chaired the House Republican Conference. Since 202"}]}, {"heading": "Births", "year": "1970", "date": "May 22", "txt": "Naomi Campbell, English model", "entities": [{"title": "Naomi Campbell", "href": "/wiki/Naomi_Campbell", "description": "Naomi Elaine Campbell is a British model, actress and businesswoman. Discovered at the age of 15, she established herself amongst the most recognisable and in-demand models of the late 1980s, the 1990s and the earlier 2000s including modern day. Campbell was one of six models of her generation declared supermodels by the fashion industry and the international press."}]}, {"heading": "Births", "year": "1970", "date": "May 22", "txt": "Brody Stevens, American comedian and actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 22", "txt": "Max Brooks, American author and screenwriter", "entities": [{"title": "Max Brooks", "href": "/wiki/Max_Brooks", "description": "Maximillian Michael Brooks is an American actor and author. He is the son of comedy filmmaker Mel Brooks and actress Anne Bancroft. Much of Brooks's writing focuses on zombie stories. He is a senior fellow at the Modern War Institute at West Point, New York."}]}, {"heading": "Births", "year": "1973", "date": "May 22", "txt": "Nikolaj Lie Kaas, Danish actor", "entities": [{"title": "Nikolaj Lie Kaas", "href": "/wiki/Nikolaj_Lie_Kaas", "description": "Nikolaj Lie Kaas is a Danish actor whose career rose in the 1990s. Kaas graduated from the National Theater School in Denmark in 1998. He first appeared on screen in Søren Kragh-Jacobsen's film The Boys from St. Petri in 1991 as Otto, the rebel son of a traitor."}]}, {"heading": "Births", "year": "1974", "date": "May 22", "txt": "Garba Lawal, Nigerian footballer", "entities": [{"title": "Garba Lawal", "href": "/wiki/Garba_Lawal", "description": "Garba Lawal is a former football midfielder from Nigeria who worked as the General manager at Kaduna United F.C."}]}, {"heading": "Births", "year": "1974", "date": "May 22", "txt": "Henrietta Ónodi, Hungarian Olympic gymnast", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 22", "txt": "Arseniy Yatsenyuk, Ukrainian politician", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 22", "txt": "Salva Ballesta, Spanish footballer and manager", "entities": [{"title": "Salva Ballesta", "href": "/wiki/Salva_Ballesta", "description": "Salvador Ballesta Vialcho, commonly known as Salva, is a Spanish former footballer who played as a striker, and is the current manager of Algeciras CF."}]}, {"heading": "Births", "year": "1976", "date": "May 22", "txt": "Christian Vande Velde, American cyclist", "entities": [{"title": "Christian Vande Velde", "href": "/wiki/Christian_Vande_Velde", "description": "Christian Vande Velde is a retired American professional road racing cyclist of Belgian descent, who rode professionally between 1998 and 2013. Vande Velde competed for the U.S. Postal Service, Liberty Seguros, Team CSC and Garmin–Sharp squads. He is the son of United States Bicycling Hall of Fame inductee John Vande Velde."}]}, {"heading": "Births", "year": "1977", "date": "May 22", "txt": "Pat Smullen, Irish jockey (d. 2020)", "entities": [{"title": "Pat Smullen", "href": "/wiki/Pat_Smullen", "description": "Patrick Joseph Smullen, was an Irish jockey who won the Irish flat racing Champion Jockey title nine times. In a career running from 1992 to 2018 he rode 1,845 winners in Ireland and 47 in Britain. Amongst his biggest successes were riding Harzand to victories in the Epsom Derby and Irish Derby in 2016. He was stable jockey to Dermot Weld from 1999 until 2018."}]}, {"heading": "Births", "year": "1978", "date": "May 22", "txt": "Ginnifer Goodwin, American actress", "entities": [{"title": "Ginnifer Goodwin", "href": "/wiki/Ginnifer_Goodwin", "description": "Jennifer Michelle \"Ginnifer\" Goodwin is an American actress. She is known for her starring role as Margene Heffman in the HBO drama series Big Love (2006–2011) and Snow White / Mary Margaret Blanchard in the ABC fantasy series Once Upon a Time (2011–2018)."}]}, {"heading": "Births", "year": "1978", "date": "May 22", "txt": "Katie Price, English television personality and glamour model", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 22", "txt": "Nazanin Boniadi, Iranian-American actress", "entities": [{"title": "Nazanin Boniadi", "href": "/wiki/Nazanin_Boniadi", "description": "Nazanin Boniadi is an English actress. Born in Iran and raised in London, she went to university in the United States, where she landed her first major acting role as Leyla Mir in the medical drama General Hospital (2007–2009) and its spin-off General Hospital: Night Shift (2007). Since then, she is best known for playing \"Nora\" in the hit TV series \"How I Met Your Mother\", Fara Sherazi in the Sho"}]}, {"heading": "Births", "year": "1979", "date": "May 22", "txt": "Maggie Q, American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 22", "txt": "Tarin Bradford, Australian rugby league player", "entities": [{"title": "Tarin Bradford", "href": "/wiki/Tarin_Bradford", "description": "Tarin Bradford is an Australian former rugby league footballer who played for the North Queensland Cowboys and Manly Warringah Sea Eagles in the National Rugby League. He primarily played on the wing."}]}, {"heading": "Births", "year": "1980", "date": "May 22", "txt": "Sharice Davids, American politician", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 22", "txt": "Lucy Gordon, British actress and model (d. 2009)", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 22", "txt": "Daniel Bryan, American wrestler", "entities": [{"title": "Daniel Bryan", "href": "/wiki/Daniel_Bryan", "description": "Bryan Lloyd Danielson is an American professional wrestler best known in his time for WWE under the ring name Daniel Bryan."}]}, {"heading": "Births", "year": "1981", "date": "May 22", "txt": "Bassel Khartabil, Syrian computer programmer and engineer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 22", "txt": "Jürgen Melzer, Austrian tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 22", "txt": "Mark O'Meley, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 22", "txt": "Erin McNaught, Australian model and actress", "entities": [{"title": "Erin McNaught", "href": "/wiki/Erin_McNaught", "description": "Erin Gleave is an Australian model, actress, presenter and television personality. McNaught grew up in Australia alongside her older brothers and began playing in a band named \"Short Straw\" in her teenage years. After starting a career in modelling she represented Australia at the Miss Universe 2006 competition. After her participation McNaught went on to secure more modelling contracts and televi"}]}, {"heading": "Births", "year": "1982", "date": "May 22", "txt": "Apolo Ohno, American speed skater", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 22", "txt": "Hong Yong-jo, North Korean footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 22", "txt": "Natasha Kai, American soccer player and Olympic medalist", "entities": [{"title": "Natasha Kai", "href": "/wiki/Natasha_Kai", "description": "Natasha \"Tasha\" Kanani Janine Kai is an American professional soccer forward and Olympic gold medalist. She previously played for Sky Blue FC and the Philadelphia Independence of Women's Professional Soccer and National Women's Soccer League as well as the United States women's national soccer team. In 2011, Kai was also part of the first US women's rugby union sevens team to play in the IRB Women"}]}, {"heading": "Births", "year": "1984", "date": "May 22", "txt": "Karoline Herfurth, German actress", "entities": [{"title": "Karoline Herfurth", "href": "/wiki/Karoline_Herfurth", "description": "Karoline Herfurth is a German actress."}]}, {"heading": "Births", "year": "1984", "date": "May 22", "txt": "Didier Ya Konan, Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 22", "txt": "Dustin Moskovitz, American entrepreneur, co-founder of Facebook", "entities": [{"title": "Facebook", "href": "/wiki/Facebook", "description": "Facebook is an American online social media and social networking service based in Menlo Park, California, and a flagship service of the namesake company Facebook, Inc. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes."}]}, {"heading": "Births", "year": "1985", "date": "May 22", "txt": "Tranquillo Barnetta, Swiss footballer", "entities": [{"title": "Tranquillo Barnetta", "href": "/wiki/Tranquillo_Barnetta", "description": "Tranquillo Barnetta is a Swiss former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1985", "date": "May 22", "txt": "Tao Okamoto, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 22", "txt": "Julian Edelman, American football player", "entities": [{"title": "Julian Edelman", "href": "/wiki/Julian_Edelman", "description": "Julian Francis Edelman is a former American football wide receiver and return specialist who played in the National Football League (NFL) for 12 seasons with the New England Patriots. He played quarterback at Kent State and was selected in the seventh round of the 2009 NFL Draft by the Patriots, where he transitioned to a punt returner and wide receiver role. Edelman became a primary offensive sta"}]}, {"heading": "Births", "year": "1986", "date": "May 22", "txt": "Matt Jarvis, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 22", "txt": "Tatiana Volosozhar, Russian figure skater", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 22", "txt": "Novak Djokovic, Serbian tennis player", "entities": [{"title": "Novak Djokovic", "href": "/wiki/Novak_Djokovic", "description": "Novak Djokovic is a Serbian professional tennis player. He is currently ranked as world No. 1 by the Association of Tennis Professionals (ATP). Djokovic has been No. 1 for a record total of 319 weeks, and has finished as year-end No. 1 on six occasions, an Open Era record shared with Pete Sampras. Djokovic has won 18 Grand Slam men's singles titles and 82 ATP singles titles overall, including a re"}]}, {"heading": "Births", "year": "1987", "date": "May 22", "txt": "Arturo Vidal, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 22", "txt": "Heida Reed, Icelandic-British actress", "entities": [{"title": "Heida Reed", "href": "/wiki/Heida_Reed", "description": "Heiða Rún Sigurðardóttir known by her stage name Heida Reed, is an Icelandic actress and model. She is known for playing parts in One Day, Jo (2013), Silent Witness (2014) and the BBC drama Poldark."}]}, {"heading": "Births", "year": "1989", "date": "May 22", "txt": "Corey Dickerson, American baseball player", "entities": [{"title": "Corey Dickerson", "href": "/wiki/Corey_Dickerson", "description": "McKenzie Corey Dickerson is an American professional baseball outfielder for the Miami Marlins of Major League Baseball (MLB). He has previously played in the big leagues for the Colorado Rockies (2013–2015), Tampa Bay Rays (2016–2017), Pittsburgh Pirates (2018–2019), and Philadelphia Phillies (2019)."}]}, {"heading": "Births", "year": "1990", "date": "May 22", "txt": "Wyatt Roy, Australian politician", "entities": [{"title": "Wyatt Roy", "href": "/wiki/Wyatt_Roy", "description": "Wyatt Beau Roy is a former Australian parliamentarian. He served as the Assistant Minister for Innovation from September 2015 to the July 2016 federal election. He was a Liberal National Party of Queensland (LNP) member of the Australian House of Representatives from August 2010 to July 2016, representing the electorate of Longman. At 20 years of age, he was the youngest person ever to be elected "}]}, {"heading": "Births", "year": "1991", "date": "May 22", "txt": "Joel Obi, Nigerian footballer", "entities": [{"title": "Joel Obi", "href": "/wiki/Joel_Obi", "description": "Joel Chukwuma Obi, known as Joel Obi, is a Nigerian professional footballer who plays as a midfielder for Chievo Verona, and the Nigerian national team."}]}, {"heading": "Births", "year": "1991", "date": "May 22", "txt": "Suho, South Korean singer and actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 22", "txt": "Anna Baryshnikov, American actress", "entities": [{"title": "Anna Baryshnikov", "href": "/wiki/Anna_Baryshnikov", "description": "Anna Katerina Baryshnikov is an American actress. She had her breakout role as Sandy in the 2016 film Manchester by the Sea and was a series regular in the CBS sitcom Superior Donuts's first season."}]}, {"heading": "Births", "year": "1994", "date": "May 22", "txt": "Florian Luger, Austrian male model", "entities": [{"title": "Florian Luger", "href": "/wiki/Florian_Luger", "description": "Florian Luger is an Austrian male fashion model."}]}, {"heading": "Births", "year": "1994", "date": "May 22", "txt": "Athena Manoukian, Greek-Armenian singer and songwriter", "entities": []}, {"heading": "Births", "year": "1998", "date": "May 22", "txt": "Samile Bermannelli, Brazilian fashion model", "entities": [{"title": "Samile Bermannelli", "href": "/wiki/Samile_Bermannelli", "description": "Samile Bermannelli is a Brazilian fashion model."}]}, {"heading": "Births", "year": "1999", "date": "May 22", "txt": "Camren Bicondova, American actress", "entities": [{"title": "Camren Bicondova", "href": "/wiki/Camren_Bicondova", "description": "Camren Renee Bicondova is an American actress and dancer. She is best known for her role as Selina Kyle / Catwoman on the Fox television crime-drama Gotham (2014–2019)."}]}, {"heading": "Births", "year": "1999", "date": "May 22", "txt": "Femke Huijzer, Dutch model", "entities": []}, {"heading": "Births", "year": "1999", "date": "May 22", "txt": "Hōshōryū Tomokatsu, Mongolian sumo wrestler", "entities": []}, {"heading": "Deaths", "year": "192", "date": "May 22", "txt": "Dong Zhuo, Chinese warlord and politician (b. 138)", "entities": [{"title": "Dong Zhuo", "href": "/wiki/Dong_Zhuo", "description": "Dong Zhuo, courtesy name Zhongying, was a military general and warlord who lived in the late Eastern Han dynasty of China. At the end of the reign of the Eastern Han, Dong Zhuo was a general and powerful minister of the imperial government. Yet he forced the young Emperor Shao of Han to abdicate and replaced him with his half-brother Emperor Xian of Han while he sought to become the de facto ruler"}]}, {"heading": "Deaths", "year": "337", "date": "May 22", "txt": "Constantine the Great, Roman emperor (b. 272)", "entities": [{"title": "Constantine the Great", "href": "/wiki/Constantine_the_Great", "description": "Constantine I, also known as Constantine the Great, was a Roman emperor from 306 to 337. Born in Naissus, Dacia Mediterranea, he was the son of Flavius Constantius, a Roman army officer born in Dardania who became one of the four emperors of the Tetrarchy. His mother, Helena, was Greek and of low birth. Constantine served with distinction under emperors Diocletian and Galerius campaigning in the e"}]}, {"heading": "Deaths", "year": "748", "date": "May 22", "txt": "Empress Genshō of Japan (b. 683)", "entities": [{"title": "Empress Genshō", "href": "/wiki/Empress_Gensh%C5%8D", "description": "Empress Genshō  was the 44th monarch of Japan, according to the traditional order of succession. Her reign spanned the years 715 through 724."}]}, {"heading": "Deaths", "year": "1067", "date": "May 22", "txt": "Constantine X, Byzantine Emperor (b. 1006)", "entities": [{"title": "Constantine X Doukas", "href": "/wiki/Constantine_X_Doukas", "description": "Constantine X Doukas or Dukas, Latinised as Ducas, was Byzantine Emperor from 1059 to 1067. He was the founder and first ruling member of the short-lived Doukid dynasty. During his reign, the Normans took over much of the remaining Byzantine territories in Italy while in the Balkans the Hungarians occupied Belgrade. He also suffered defeats by the Seljuk sultan Alp Arslan."}, {"title": "Byzantine Emperor", "href": "/wiki/Byzantine_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}]}, {"heading": "Deaths", "year": "1068", "date": "May 22", "txt": "Emperor Go-Reizei of Japan (b. 1025)", "entities": [{"title": "Emperor Go-Reizei", "href": "/wiki/Emperor_Go-Reizei", "description": "Emperor Go-Reizei  was the 70th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1310", "date": "May 22", "txt": "Saint Humility, founder of the Vallumbrosan religious order of nuns (b. c.1226)", "entities": [{"title": "Saint Humility", "href": "/wiki/Saint_Humility", "description": "Saint Humility was a founder of Vallumbrosan convents, and is considered the founder of the Vallumbrosan Nuns."}, {"title": "Vallombrosians", "href": "/wiki/Vallombrosians", "description": "The Vallombrosians are a monastic religious order in the Catholic Church. They are named after the location of their motherhouse founded in Vallombrosa, situated 30 km from Florence on the northwest slope of Monte Secchieta in the Pratomagno chain. They use the abbreviation O.S.B. Vall. to distinguish themselves from the Benedictines, who use the abbreviation O.S.B."}]}, {"heading": "Deaths", "year": "1409", "date": "May 22", "txt": "Blanche of England, sister of King Henry V (b. 1392)", "entities": [{"title": "Blanche of England", "href": "/wiki/Blanche_of_England", "description": "Blanche of England, LG, also known as Blanche of Lancaster, was a member of the House of Lancaster, the daughter of King Henry IV of England by his first wife Mary de Bohun."}]}, {"heading": "Deaths", "year": "1455", "date": "May 22", "txt": "Edmund Beaufort, 2nd Duke of Somerset, English commander (b. 1406)", "entities": [{"title": "Edmund Beaufort, 2nd Duke of Somerset", "href": "/wiki/Edmund_Beaufort,_2nd_Duke_of_Somerset", "description": "Edmund Beaufort, 2nd Duke of Somerset, 4th Earl of Somerset, 1st Earl of Dorset, 1st Marquess of Dorset styled 1st Count of Mortain, KG, was an English nobleman and an important figure during the Hundred Years' War. His rivalry with Richard, Duke of York, was a leading cause of the Wars of the Roses."}]}, {"heading": "Deaths", "year": "1455", "date": "May 22", "txt": "Thomas Clifford, 8th Baron de Clifford, Lancastrian commander (b. 1414)", "entities": []}, {"heading": "Deaths", "year": "1455", "date": "May 22", "txt": "Henry Percy, 2nd Earl of Northumberland, English commander (b. 1393)", "entities": []}, {"heading": "Deaths", "year": "1457", "date": "May 22", "txt": "Rita of Cascia, Italian nun and saint (b. 1381)", "entities": [{"title": "Rita of Cascia", "href": "/wiki/Rita_of_Cascia", "description": "Rita of Cascia was an Italian widow and Augustinian nun venerated as a saint in the Roman Catholic Church."}]}, {"heading": "Deaths", "year": "1490", "date": "May 22", "txt": "Edmund Grey, 1st Earl of Kent, English administrator, nobleman and magnate (b. 1416)", "entities": [{"title": "Edmund Grey, 1st Earl of Kent", "href": "/wiki/Edmund_Grey,_1st_Earl_of_Kent", "description": "Edmund Grey, 1st Earl of Kent, English administrator, nobleman and magnate, was the son of Sir John Grey, KG and Constance Holland. His main residence was at Wrest near Silsoe, Bedfordshire."}]}, {"heading": "Deaths", "year": "1538", "date": "May 22", "txt": "John Forest, English friar and martyr (b. 1471)", "entities": [{"title": "John Forest", "href": "/wiki/John_Forest", "description": "John Forest was an English Franciscan Friar and martyr. Confessor to Queen Catherine of Aragon, Forest was burned to death at Smithfield for heresy, in that he refused to acknowledge the King as head of the church."}]}, {"heading": "Deaths", "year": "1540", "date": "May 22", "txt": "Francesco Guicciardini, Italian historian and politician (b. 1483)", "entities": [{"title": "Francesco Guicciardini", "href": "/wiki/Francesco_Guicciardini", "description": "Francesco Guicciardini was an Italian historian and statesman. A friend and critic of Niccolò Machiavelli, he is considered one of the major political writers of the Italian Renaissance. In his masterpiece, The History of Italy, Guicciardini paved the way for a new style in historiography with his use of government sources to support arguments and the realistic analysis of the people and events of"}]}, {"heading": "Deaths", "year": "1545", "date": "May 22", "txt": "Sher Shah Suri, Indian ruler (b. 1486)", "entities": [{"title": "Sher Shah Suri", "href": "/wiki/Sher_Shah_Suri", "description": "Sher Shah Suri, born Farīd Khān, was the founder of the Suri Empire in India, with its capital in Sasaram in modern-day Bihar. He introduced the currency of rupee. Sher Shah of Sur took control of the Mughal Empire in 1540. After his accidental death in 1545, his son Islam Shah became his successor."}]}, {"heading": "Deaths", "year": "1553", "date": "May 22", "txt": "Giovanni Bernardi, Italian sculptor and engraver (b. 1495)", "entities": [{"title": "Giovanni Bernardi", "href": "/wiki/Giovanni_Bernardi", "description": "Giovanni Bernardi, also known as Giovanni da Castel Bolognese and as Giovanni da Castelbolognese, was an Italian gem engraver and medallist who was born in Castel Bolognese, Italy. He was the son of a goldsmith and by 1530 had moved to Rome, where he had a position in the Papal mint, which also allowed him time to work for other patrons. These included Cardinal Ippolito de' Medici (1511–35), Pope "}]}, {"heading": "Deaths", "year": "1602", "date": "May 22", "txt": "Renata of Lorraine (b. 1544)", "entities": [{"title": "Renata of Lorraine", "href": "/wiki/Renata_of_Lorraine", "description": "Renata of Lorraine was by birth a member of the House of Lorraine and by marriage Duchess of Bavaria."}]}, {"heading": "Deaths", "year": "1609", "date": "May 22", "txt": "Pieter Willemsz. Verhoeff, Dutch captain (b. 1573)", "entities": [{"title": "Pieter Willemsz. Verhoeff", "href": "/wiki/Pieter_Willemsz._Verhoeff", "description": "Pieter Willemsz Verhoeff was a Dutch admiral of the Admiralty of Amsterdam, notable for his voyage to Asia between 1607 and 1612."}]}, {"heading": "Deaths", "year": "1666", "date": "May 22", "txt": "Gaspar Schott, German physicist and mathematician (b. 1608)", "entities": [{"title": "Gaspar Schott", "href": "/wiki/Gaspar_Schott", "description": "Gaspar Schott was a German Jesuit and scientist, specializing in the fields of physics, mathematics and natural philosophy, and known for his industry."}]}, {"heading": "Deaths", "year": "1667", "date": "May 22", "txt": "Pope Alexander VII (b. 1599)", "entities": [{"title": "Pope Alexander VII", "href": "/wiki/Pope_Alexander_VII", "description": "Pope Alexander VII, born Fabio Chigi, was head of the Catholic Church and ruler of the Papal States from 7 April 1655 to his death in 1667."}]}, {"heading": "Deaths", "year": "1745", "date": "May 22", "txt": "François-Marie, 1st duc de Broglie, French general (b. 1671)", "entities": [{"title": "François-Marie, 1st duc de Broglie", "href": "/wiki/Fran%C3%A7ois-Marie,_1st_duc_de_Broglie", "description": "François-Marie, duc de Broglie, was a French military leader."}]}, {"heading": "Deaths", "year": "1760", "date": "May 22", "txt": "Baal Shem Tov, Polish rabbi and author (b. 1700)", "entities": [{"title": "Baal Shem Tov", "href": "/wiki/Baal_Shem_Tov", "description": "Rabbi Israel ben Eliezer, known as the Baal Shem Tov or as the Besht, was a Jewish mystic and healer from Poland, who is regarded as the founder of Hasidic Judaism. \"Besht\" is the acronym for Baal Shem Tov, which means \"Master of the Good Name\" or \"one with a good reputation\"."}]}, {"heading": "Deaths", "year": "1772", "date": "May 22", "txt": "Durastante Natalucci, Italian historian and academic (b. 1687)", "entities": [{"title": "Durastante Natalucci", "href": "/wiki/Durastante_Natalucci", "description": "Durastante Tommaso Francesco Emiliano Natalucci was an Italian historian who specialized in history of Trevi, in Umbria."}]}, {"heading": "Deaths", "year": "1795", "date": "May 22", "txt": "Ewald Friedrich von Hertzberg, Prussian politician, Foreign Minister of Prussia (b. 1725)", "entities": [{"title": "Ewald Friedrich von Hertzberg", "href": "/wiki/Ewald_Friedrich_von_Hertzberg", "description": "Ewald Friedrich Graf von Hertzberg was a Prussian statesman."}, {"title": "List of foreign ministers of Prussia", "href": "/wiki/List_of_foreign_ministers_of_Prussia", "description": "This page lists Foreign Ministers of Prussia. After the creation of the German Empire in 1871, the Imperial Chancellor was normally also Foreign Minister of Prussia. However, during the chancellorship of Prince Hohenlohe (1894–1900), the position was held by the State Secretaries for Foreign Affairs."}]}, {"heading": "Deaths", "year": "1802", "date": "May 22", "txt": "Martha Washington, First, First Lady of the United States (b. 1731)", "entities": [{"title": "Martha Washington", "href": "/wiki/Martha_Washington", "description": "Martha Washington was the wife of George Washington, the first President of the United States. Although the title was not coined until after her death, Martha Washington served as the inaugural First Lady of the United States. During her lifetime, she was often referred to as \"Lady Washington\"."}]}, {"heading": "Deaths", "year": "1851", "date": "May 22", "txt": "Mordecai Manuel Noah, American journalist and diplomat (b. 1755)", "entities": [{"title": "Mordecai Manuel Noah", "href": "/wiki/Mordecai_Manuel_Noah", "description": "Mordecai Manuel Noah was an American sheriff, playwright, diplomat, journalist, and utopian. He was born in a family of Portuguese Sephardic ancestry. He was the most important Jewish lay leader in New York in the early 19th century, and the first Jew born in the United States to reach national prominence. His negative reviews of black plays produced and hosted by William Brown at the African Grov"}]}, {"heading": "Deaths", "year": "1859", "date": "May 22", "txt": "Ferdinand II of the Two Sicilies (b. 1810)", "entities": [{"title": "Ferdinand II of the Two Sicilies", "href": "/wiki/Ferdinand_II_of_the_Two_Sicilies", "description": "Ferdinand II was King of the Two Sicilies from 1830 until his early death in 1859."}]}, {"heading": "Deaths", "year": "1861", "date": "May 22", "txt": "Thornsbury Bailey Brown, American soldier  (b. 1829)", "entities": [{"title": "Thornsbury Bailey Brown", "href": "/wiki/Thornsbury_Bailey_Brown", "description": "Thornsbury Bailey Brown of Taylor County, Virginia is generally considered the first Union soldier killed by a Confederate soldier during the American Civil War. Brown, a member of a Virginia militia or volunteer company which supported the Union with the grade of private, was killed by a member of a Virginia militia or volunteer company which supported the Confederacy at Fetterman, Virginia on Ma"}]}, {"heading": "Deaths", "year": "1868", "date": "May 22", "txt": "Julius Plücker, German mathematician and physicist (b. 1801)", "entities": [{"title": "Julius Plücker", "href": "/wiki/Julius_Pl%C3%BCcker", "description": "Julius Plücker was a German mathematician and physicist. He made fundamental contributions to the field of analytical geometry and was a pioneer in the investigations of cathode rays that led eventually to the discovery of the electron. He also vastly extended the study of Lamé curves."}]}, {"heading": "Deaths", "year": "1885", "date": "May 22", "txt": "Victor Hugo, French novelist, poet, and playwright (b. 1802)", "entities": [{"title": "Victor Hugo", "href": "/wiki/Victor_Hugo", "description": "Victor-Marie Hugo was a French poet, novelist, and dramatist of the Romantic movement. During a literary career that spanned more than sixty years, he wrote abundantly in an exceptional variety of genres: lyrics, satires, epics, philosophical poems, epigrams, novels, history, critical essays, political speeches, funeral orations, diaries, letters public and private, as well as dramas in verse and "}]}, {"heading": "Deaths", "year": "1901", "date": "May 22", "txt": "Gaetano Bresci, Italian-American anarchist, assassin of Umberto I of Italy (b. 1869)", "entities": [{"title": "Gaetano Bresci", "href": "/wiki/Gaetano_Bresci", "description": "Gaetano Bresci was an Italian anarchist who assassinated King Umberto I of Italy on July 29, 1900. Bresci was the first European regicide offender not to be executed, as capital punishment in Italy had been abolished in 1889."}, {"title": "Umberto I of Italy", "href": "/wiki/Umberto_I_of_Italy", "description": "Umberto I, nicknamed the Good, was the King of Italy from 9 January 1878 until his assassination on 29 July 1900."}]}, {"heading": "Deaths", "year": "1910", "date": "May 22", "txt": "Jules Renard, French author and playwright (b. 1864)", "entities": [{"title": "Jules Renard", "href": "/wiki/Jules_Renard", "description": "Pierre-Jules Renard was a French author and member of the Académie Goncourt, most famous for the works Poil de carotte and Les Histoires Naturelles. Among his other works are Le Plaisir de rompre and the posthumously published Huit Jours à la campagne."}]}, {"heading": "Deaths", "year": "1932", "date": "May 22", "txt": "Augusta, Lady Gregory, Anglo-Irish activist, landlord, and playwright, co-founded the Abbey Theatre (b. 1852)", "entities": [{"title": "Augusta, Lady Gregory", "href": "/wiki/Augusta,_Lady_Gregory", "description": "Isabella Augusta, Lady Gregory was an Irish dramatist, folklorist and theatre manager. With William Butler Yeats and Edward Martyn, she co-founded the Irish Literary Theatre and the Abbey Theatre, and wrote numerous short works for both companies. Lady Gregory produced a number of books of retellings of stories taken from Irish mythology. Born into a class that identified closely with British rule"}, {"title": "Abbey Theatre", "href": "/wiki/Abbey_Theatre", "description": "The Abbey Theatre, also known as the National Theatre of Ireland, in Dublin, Ireland, is one of the country's leading cultural institutions. First opening to the public on 27 December 1904, and moved from its original building after a fire in 1951, it has remained active to the present day. The Abbey was the first state-subsidized theatre in the English-speaking world; from 1925 onwards it receive"}]}, {"heading": "Deaths", "year": "1933", "date": "May 22", "txt": "Tsengeltiin Jigjidjav, Mongolian politician, 10th Prime Minister of Mongolia (b. 1894)", "entities": [{"title": "Tsengeltiin Jigjidjav", "href": "/wiki/Tsengeltiin_Jigjidjav", "description": "Tsengeltiin Jigjidjav, was prime minister of Mongolia from 1930 to 1932."}, {"title": "List of Prime Ministers of Mongolia", "href": "/wiki/List_of_Prime_Ministers_of_Mongolia", "description": "The Prime Minister of Mongolia is the head of government of Mongolia. The office was established in 1912, shortly after Mongolia declared its independence from the Qing dynasty during the Mongolian Revolution of 1911."}]}, {"heading": "Deaths", "year": "1938", "date": "May 22", "txt": "William Glackens, American painter and illustrator (b. 1870)", "entities": [{"title": "William Glackens", "href": "/wiki/William_Glackens", "description": "William James Glackens was an American realist painter and one of the founders of the Ashcan School, which rejected the formal boundaries of artistic beauty laid-down by the conservative National Academy of Design. He is also known for his work in helping Albert C. Barnes to acquire the European paintings that form the nucleus of the famed Barnes Foundation in Philadelphia. His dark-hued, vibrantl"}]}, {"heading": "Deaths", "year": "1939", "date": "May 22", "txt": "Ernst Toller, German playwright and author (b. 1893)", "entities": [{"title": "Ernst Toller", "href": "/wiki/Ernst_Toller", "description": "Ernst Toller was a German left-wing playwright, best known for his Expressionist plays. He served in 1919 for six days as President of the short-lived Bavarian Soviet Republic, after which he became the head of its army. He was imprisoned for five years for his part in the armed resistance by the Bavarian Soviet Republic to the central government in Berlin. While in prison Toller wrote several pla"}]}, {"heading": "Deaths", "year": "1939", "date": "May 22", "txt": "Jiří Mahen, Czech author and playwright (b. 1882)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "May 22", "txt": "Claude McKay, Jamaican writer and poet (b. 1889)", "entities": [{"title": "Claude McKay", "href": "/wiki/Claude_McKay", "description": "Festus Claudius McKay was a Jamaican writer and poet, and a central figure in the Harlem Renaissance. In 1919 McKay wrote \"If We Must Die\", one of his best known works."}]}, {"heading": "Deaths", "year": "1954", "date": "May 22", "txt": "Chief Bender, American baseball player, coach, and manager (b. 1884)", "entities": [{"title": "Chief Bender", "href": "/wiki/Chief_Bender", "description": "Charles Albert \"Chief\" Bender was a pitcher in Major League Baseball during the 1900s and 1910s. In 1911, Bender tied a record by pitching three complete games in a single World Series. He finished his career with a 212–127 win-loss record for a .625 winning percentage and a career 2.46 earned run average (ERA)."}]}, {"heading": "Deaths", "year": "1965", "date": "May 22", "txt": "Christopher Stone, English radio host (b. 1882)", "entities": [{"title": "Christopher Stone (broadcaster)", "href": "/wiki/Christopher_Stone_(broadcaster)", "description": "Major Christopher Reynolds Stone, D.S.O., M.C. was the first disc jockey in the United Kingdom."}]}, {"heading": "Deaths", "year": "1966", "date": "May 22", "txt": "Tom Goddard, English cricketer (b. 1900)", "entities": [{"title": "Tom Goddard", "href": "/wiki/Tom_Goddard", "description": "Thomas William John Goddard was an English cricketer and the fifth-highest wicket taker in first-class cricket."}]}, {"heading": "Deaths", "year": "1967", "date": "May 22", "txt": "Langston Hughes, American poet, social activist, novelist, and playwright (b. 1902)", "entities": [{"title": "Langston Hughes", "href": "/wiki/Langston_Hughes", "description": "James Mercer Langston Hughes was an American poet, social activist, novelist, playwright, and columnist from Joplin, Missouri. One of the earliest innovators of the literary art form called jazz poetry, Hughes is best known as a leader of the Harlem Renaissance. He famously wrote about the period that \"the Negro was in vogue\", which was later paraphrased as \"when Harlem was in vogue.\""}]}, {"heading": "Deaths", "year": "1967", "date": "May 22", "txt": "Charlotte Serber, American Librarian of the Manhattan Project's Los Alamos site (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "May 22", "txt": "Cecil Day-Lewis, Anglo-Irish poet and author (b. 1904)", "entities": [{"title": "Cecil Day-Lewis", "href": "/wiki/Cecil_Day-Lewis", "description": "Cecil Day-Lewis, often written as C. Day-Lewis, was an Anglo-Irish poet and Poet Laureate from 1968 until his death in 1972. He also wrote mystery stories under the pseudonym of Nicholas Blake."}]}, {"heading": "Deaths", "year": "1972", "date": "May 22", "txt": "Margaret Rutherford, English actress (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "May 22", "txt": "Irmgard Flügge-Lotz, German-American mathematician and aerospace engineer (b. 1903)", "entities": [{"title": "Irmgard Flügge-Lotz", "href": "/wiki/Irmgard_Fl%C3%BCgge-Lotz", "description": "Irmgard Flügge-Lotz, née Lotz was a German-American mathematician and aerospace engineer. She was a pioneer in the development of the theory of discontinuous automatic control, which has found wide application in hysteresis control systems; such applications include guidance systems, electronics, fire-control systems, and temperature regulation. She became the first female engineering professor at"}]}, {"heading": "Deaths", "year": "1975", "date": "May 22", "txt": "Lefty Grove, American baseball player (b. 1900)", "entities": [{"title": "Lefty Grove", "href": "/wiki/Lefty_Grove", "description": "Robert Moses \"Lefty\" Grove was an American professional baseball pitcher. After having success in the minor leagues during the early 1920s, Grove became a star in Major League Baseball with the American League's Philadelphia Athletics and Boston Red Sox. One of the greatest pitchers in history, Grove led the American League in wins in four separate seasons, in strikeouts seven years in a row, and "}]}, {"heading": "Deaths", "year": "1982", "date": "May 22", "txt": "Cevdet Sunay, Turkish general and politician, 5th President of Turkey (b. 1899)", "entities": [{"title": "Cevdet Sunay", "href": "/wiki/Cevdet_Sunay", "description": "Cevdet Sunay was a Turkish politician and army officer, who served as the fifth President of Turkey from 1966 to 1973."}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Deaths", "year": "1983", "date": "May 22", "txt": "Albert Claude, Belgian biologist and academic, Nobel Prize laureate (b. 1899)", "entities": [{"title": "Albert Claude", "href": "/wiki/Albert_Claude", "description": "Albert Claude was a Belgian-American cell biologist and medical doctor who shared the Nobel Prize in Physiology or Medicine in 1974 with Christian de Duve and George Emil Palade. His elementary education started in a comprehensive primary school at Longlier, his birthplace. He served in the British Intelligence Service during the First World War, and got imprisoned in concentration camps twice. In"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1985", "date": "May 22", "txt": "Wolfgang Reitherman, German-American animator, director, and producer (b. 1909)", "entities": [{"title": "Wolfgang Reitherman", "href": "/wiki/Wolfgang_Reitherman", "description": "Wolfgang Reitherman, also known and sometimes credited as Woolie Reitherman, was a German-American animator, director, and producer who was one of the Nine Old Men of core animators at Walt Disney Productions. Reitherman emerged as a key figure at Disney during the 1960s and 1970s, a transitionary period which saw the death of Walt Disney, with Reitherman serving as director and/or producer on eig"}]}, {"heading": "Deaths", "year": "1988", "date": "May 22", "txt": "Giorgio Almirante, Italian journalist and politician (b. 1914)", "entities": [{"title": "Giorgio Almirante", "href": "/wiki/Giorgio_Almirante", "description": "Giorgio Almirante was an Italian politician, the founder and leader of neo-fascist Italian Social Movement until his retirement in 1987."}]}, {"heading": "Deaths", "year": "1989", "date": "May 22", "txt": "Steven De Groote, South African pianist and educator (b. 1953)", "entities": [{"title": "Steven De Groote", "href": "/wiki/Steven_De_Groote", "description": "Steven De Groote was a South African classical pianist."}]}, {"heading": "Deaths", "year": "1990", "date": "May 22", "txt": "Rocky Graziano, American boxer (b. 1922)", "entities": [{"title": "Rocky Graziano", "href": "/wiki/Rocky_Graziano", "description": "Thomas Rocco Barbella, better known as Rocky Graziano, was an American professional boxer who held the World Middleweight title. Graziano is considered one of the greatest knockout artists in boxing history, often displaying the capacity to take his opponent out with a single punch. He was ranked 23rd on The Ring magazine list of the greatest punchers of all time. He fought many of the best middle"}]}, {"heading": "Deaths", "year": "1991", "date": "May 22", "txt": "Shripad Amrit Dange, Indian lawyer and politician (b. 1899)", "entities": [{"title": "Shripad Amrit Dange", "href": "/wiki/Shripad_Amrit_Dange", "description": "Shripad Amrit Dange was a founding member of the Communist Party of India (CPI) and a stalwart of Indian trade union movement. During the British Raj, Dange was arrested by the British authorities for communist and trade union activities and was jailed for an overall period of 13 years."}]}, {"heading": "Deaths", "year": "1991", "date": "May 22", "txt": "Stan Mortensen, English footballer and manager (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "May 22", "txt": "Zellig Harris, American linguist and academic (b. 1909)", "entities": [{"title": "Zellig Harris", "href": "/wiki/Zellig_Harris", "description": "Zellig Sabbettai Harris was an influential American linguist, mathematical syntactician, and methodologist of science. Originally a Semiticist, he is best known for his work in structural linguistics and discourse analysis and for the discovery of transformational structure in language. These developments from the first 10 years of his career were published within the first 25. His contributions i"}]}, {"heading": "Deaths", "year": "1993", "date": "May 22", "txt": "Mieczysław Horszowski, Polish-American pianist and composer (b. 1892)", "entities": [{"title": "Mieczysław Horszowski", "href": "/wiki/Mieczys%C5%82aw_Horszowski", "description": "Mieczysław Horszowski was a Polish-American pianist who had one of the longest careers in the history of the performing arts."}]}, {"heading": "Deaths", "year": "1997", "date": "May 22", "txt": "Alziro Bergonzo, Italian architect and painter (b. 1906)", "entities": [{"title": "Alziro Bergonzo", "href": "/wiki/Alziro_Bergonzo", "description": "Alziro Bergonzo was an Italian architect and painter. His primary style was the rationalized Stile Littorio."}]}, {"heading": "Deaths", "year": "1997", "date": "May 22", "txt": "Alfred Hershey, American biochemist and geneticist, Nobel Prize laureate (b. 1908)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1998", "date": "May 22", "txt": "John Derek, American actor, director, and photographer (b. 1926)", "entities": [{"title": "John Derek", "href": "/wiki/John_Derek", "description": "John Derek was an American actor, director, screenwriter, producer and photographer. He appeared in such films as Knock on Any Door, All the King's Men, and Rogues of Sherwood Forest (1950). He was also known for launching the career of his fourth wife, Bo Derek."}]}, {"heading": "Deaths", "year": "1998", "date": "May 22", "txt": "José Enrique Moyal, Israeli physicist and engineer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 22", "txt": "Davie Fulton, Canadian lawyer, judge, and politician (b. 1916)", "entities": [{"title": "Davie Fulton", "href": "/wiki/Davie_Fulton", "description": "Edmund Davie Fulton, was a Canadian Rhodes Scholar, politician and judge, who was also known as E. Davie Fulton. He was born in Kamloops, British Columbia, the son of politician/lawyer Frederick John Fulton and Winnifred M. Davie, daughter of A. E. B. Davie. He was the youngest of 4 children."}]}, {"heading": "Deaths", "year": "2004", "date": "May 22", "txt": "Richard Biggs, American actor (b. 1960)", "entities": [{"title": "Richard Biggs", "href": "/wiki/Richard_Biggs", "description": "Richard James Biggs II was an American television and stage actor, known for his roles on the television series Days of Our Lives and Babylon 5."}]}, {"heading": "Deaths", "year": "2004", "date": "May 22", "txt": "Mikhail Voronin, Russian gymnast (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "May 22", "txt": "Charilaos Florakis, Greek politician (b. 1914)", "entities": [{"title": "Charilaos Florakis", "href": "/wiki/Charilaos_Florakis", "description": "Charilaos Florakis was a leader of the Communist Party of Greece (KKE). He is best known for establishing the dominance of the KKE over other left-wing elements, and for his flexibility and forming alliances with the conservatives."}]}, {"heading": "Deaths", "year": "2005", "date": "May 22", "txt": "Thurl Ravenscroft, American voice actor and singer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 22", "txt": "Lee Jong-wook, South Korean physician and diplomat (b. 1945)", "entities": [{"title": "Lee Jong-wook", "href": "/wiki/Lee_Jong-wook", "description": "Lee Jong-wook was a South Korean public health doctor. He was the director-general of the World Health Organization for three years. Lee joined the WHO in 1983, working on a variety of projects including the Global Programme for Vaccines and Immunizations and Stop Tuberculosis. He began his term as director-general in 2003, and was the first figure from Korea to lead an international agency."}]}, {"heading": "Deaths", "year": "2007", "date": "May 22", "txt": "Pemba Doma Sherpa, Nepalese mountaineer (b. 1970)", "entities": [{"title": "Pemba Doma Sherpa", "href": "/wiki/Pemba_Doma_Sherpa", "description": "Pemba Doma Sherpa was the first Nepalese female mountaineer to climb Mount Everest via its north face, was the second Nepali woman to summit from both the north and south faces, and is one of six women to have summited Everest twice. She was the leader of the 2002 Nepalese Woman Everest Expedition.\nPemba Doma Sherpa climbed Cho Oyu from the Tibetan side on 28 Sep 2005."}]}, {"heading": "Deaths", "year": "2008", "date": "May 22", "txt": "Robert Asprin, American soldier and author (b. 1946)", "entities": [{"title": "Robert Asprin", "href": "/wiki/Robert_Asprin", "description": "Robert Lynn Asprin was an American science fiction and fantasy author and active fan, known best for his humorous series MythAdventures and Phule's Company."}]}, {"heading": "Deaths", "year": "2010", "date": "May 22", "txt": "Martin Gardner, American mathematician, cryptographer, and author (b. 1914)", "entities": [{"title": "Martin Gardner", "href": "/wiki/Martin_Gardner", "description": "Martin Gardner was an American popular mathematics and popular science writer, with interests also encompassing scientific skepticism, micromagic, philosophy, religion, and literature—especially the writings of Lewis Carroll, L. Frank Baum, and G. K. Chesterton. He was also a leading authority on Lewis Carroll. The Annotated Alice, which incorporated the text of Carroll's two Alice books, was his "}]}, {"heading": "Deaths", "year": "2011", "date": "May 22", "txt": "Joseph Brooks, American director, producer, screenwriter, and composer (b. 1938)", "entities": [{"title": "Joseph Brooks (songwriter)", "href": "/wiki/Joseph_Brooks_(songwriter)", "description": "Joseph Brooks, born Joseph Kaplan, was an American composer, director, producer, and screenwriter. He was a prolific writer of advertising jingles and wrote the hit songs \"My Ship Is Comin' In\", \"If Ever I See You Again\", and \"You Light Up My Life\", the last for the hit film of the same name that he also wrote, directed, and produced. In his later years he became the subject of an investigation af"}]}, {"heading": "Deaths", "year": "2012", "date": "May 22", "txt": "Muzafar Bhutto, Pakistani politician (b. 1970)", "entities": [{"title": "Muzafar Bhutto", "href": "/wiki/Muzafar_Bhutto", "description": "Muzafar Bhutto was a Sindhi nationalist politician, who served as the Secretary General of the Jeay Sindh Muttahida Mahaz (JSMM). His body was found at a roadside near Hatri bypass, in Hyderabad, Pakistan after he went missing on 25 February 2011. Following his death, JSMM members resorted to heavy aerial firing in different areas of Sindh. The heavy aerial firing created fear and panic among the "}]}, {"heading": "Deaths", "year": "2012", "date": "May 22", "txt": "Wesley A. Brown, American lieutenant and engineer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 22", "txt": "Sigurd Ottovich Schmidt, Russian historian and ethnographer (b. 1922)", "entities": [{"title": "Sigurd Ottovich Schmidt", "href": "/wiki/Sigurd_Ottovich_Schmidt", "description": "Sigurd Ottovich Schmidt was a Russian historian, ethnographer and teacher."}]}, {"heading": "Deaths", "year": "2015", "date": "May 22", "txt": "Marques Haynes, American basketball player and coach (b. 1926)", "entities": [{"title": "Marques Haynes", "href": "/wiki/Marques_Haynes", "description": "Marques Haynes was an American professional basketball player and member of the Harlem Globetrotters, notable for his remarkable ability to dribble the ball and keep it away from defenders. According to the 1988 film Harlem Globetrotters: Six Decades of Magic, Haynes could dribble the ball as many as 348 times a minute."}]}, {"heading": "Deaths", "year": "2015", "date": "May 22", "txt": "Vladimir Katriuk, Ukrainian-Canadian SS officer (b. 1921)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "2016", "date": "May 22", "txt": "Velimir \"Bata\" Živojinović, Serbian actor and politician (b. 1933)", "entities": [{"title": "Bata Živojinović", "href": "/wiki/Bata_%C5%BDivojinovi%C4%87", "description": "Velimir \"Bata\" Živojinović was a Yugoslav and later, Serbian actor and politician. He appeared in more than 340 films and TV series, and is regarded as one of the best actors in former Yugoslavia."}]}, {"heading": "Deaths", "year": "2017", "date": "May 22", "txt": "Nicky Hayden, American motorcycle racer (b. 1981)", "entities": [{"title": "Nicky Hayden", "href": "/wiki/Nicky_Hayden", "description": "Nicholas Patrick Hayden, nicknamed \"The Kentucky Kid\", was an American professional motorcycle racer who won the MotoGP World Championship in 2006. Hayden began racing motorcycles at a young age. He began his road racing career in the CMRA before progressing to the AMA Supersport Championship and then to the AMA Superbike Championship. He won the AMA title in 2002 and was approached by the Repsol "}]}, {"heading": "Deaths", "year": "2019", "date": "May 22", "txt": "Judith Kerr, German-born British writer and illustrator (b. 1923)", "entities": [{"title": "Judith Kerr", "href": "/wiki/Judith_Kerr", "description": "Anna Judith Gertrud Helene Kerr was a German-born British writer and illustrator whose books sold more than 10 million copies around the world. She created both enduring picture books such as the Mog series and The Tiger Who Came to Tea and acclaimed novels for older children such as the semi-autobiographical When Hitler Stole Pink Rabbit, which gave a child's-eye view of the Second World War. Bor"}]}, {"heading": "Deaths", "year": "2020", "date": "May 22", "txt": "Denise Cronenberg, Canadian costume designer (b. 1938)", "entities": [{"title": "Denise Cronenberg", "href": "/wiki/Denise_Cronenberg", "description": "Denise Cronenberg was a Canadian costume designer."}]}]