[{"heading": "Events", "year": "585 BC", "date": "May 28", "txt": "A solar eclipse occurs, as predicted by the Greek philosopher and scientist Thales, while Alyattes is battling Cyaxares in the Battle of Halys, leading to a truce. This is one of the cardinal dates from which other dates can be calculated.", "entities": [{"title": "Solar eclipse", "href": "/wiki/Solar_eclipse", "description": "A solar eclipse occurs when a portion of the Earth is engulfed in a shadow cast by the Moon which fully or partially blocks sunlight. This occurs when the Sun, Moon and Earth are aligned. Such alignment coincides with a new moon (syzygy) indicating the Moon is closest to the ecliptic plane. In a total eclipse, the disk of the Sun is fully obscured by the Moon. In partial and annular eclipses, only"}, {"title": "Thales", "href": "/wiki/Thales", "description": "Thales of Miletus was a Greek mathematician, astronomer and pre-Socratic philosopher from Miletus in Ionia, Asia Minor. He was one of the Seven Sages of Greece. Many, most notably Aristotle, regarded him as the first philosopher in the Greek tradition, and he is otherwise historically recognized as the first individual in Western civilization known to have entertained and engaged in scientific phi"}, {"title": "Alyattes of Lydia", "href": "/wiki/Alyattes_of_Lydia", "description": "Alyattes, sometimes described as Alyattes I, was the fourth king of the Mermnad dynasty in Lydia, the son of Sadyattes and grandson of Ardys. He died after a reign of 57 years and was succeeded by his son Croesus. A battle between his forces and those of Cyaxares, king of Media, was interrupted by the solar eclipse of 28 May 585 BC. After this, a truce was agreed and Alyattes married his daughter "}, {"title": "Cyaxares", "href": "/wiki/Cyaxares", "description": "Cyaxares was the third and most capable king of Media, according to Herodotus, with a far greater military reputation than his father Phraortes or grandfather Deioces. He was the first to divide his troops into separate sections of spearmen, archers, and horsemen."}, {"title": "Eclipse of Thales", "href": "/wiki/Eclipse_of_Thales", "description": "The eclipse of Thales was a solar eclipse that was, according to The Histories of Herodotus, accurately predicted by the Greek philosopher Thales of Miletus. If Herodotus's account is accurate, this eclipse is the earliest recorded as being known in advance of its occurrence. Many historians believe that the predicted eclipse was the solar eclipse of 28 May 585 BC. How exactly Thales predicted the"}]}, {"heading": "Events", "year": "621", "date": "May 28", "txt": "Battle of Hulao: Li Shimin, the son of the Chinese emperor Gaozu, defeats the numerically superior forces of Dou Jiande near the Hulao Pass (Henan). This victory decides the outcome of the civil war that followed the Sui dynasty's collapse in favour of the Tang dynasty.", "entities": [{"title": "Battle of Hulao", "href": "/wiki/Battle_of_Hulao", "description": "The Battle of Hulao or Battle of Sishui, on 28 May 621 was the main and final battle of the Luoyang–Hulao campaign between the rival Tang, Zheng, and Xia regimes during the transition from Sui to Tang. It was a decisive victory for the Tang prince Li Shimin, through which he was able to subdue two rival warlords, Dou Jiande who headed the Xia regime in Hebei, and Wang Shichong, the self-declared e"}, {"title": "Emperor Taizong of Tang", "href": "/wiki/Emperor_Taizong_of_Tang", "description": "Emperor Taizong of Tang, previously Prince of Qin, personal name Li Shimin, was the second emperor of the Tang dynasty of China, ruling from 626 to 649. He is traditionally regarded as a co-founder of the dynasty for his role in encouraging Li Yuan, his father, to rebel against the Sui dynasty at Jinyang in 617. Taizong subsequently played a pivotal role in defeating several of the dynasty's most "}, {"title": "Emperor Gaozu of Tang", "href": "/wiki/Emperor_Gaozu_of_Tang", "description": "Emperor Gaozu of Tang, born Li Yuan, courtesy name Shude, was the founder of the Tang dynasty of China, and the first emperor of this dynasty from 618 to 626. Under the Sui dynasty, Li Yuan was the governor in the area of modern-day Shanxi, and was based in Taiyuan."}, {"title": "Dou Jiande", "href": "/wiki/Dou_Jiande", "description": "Dou Jiande was a leader of the agrarian rebels who rose against the rule of Emperor Yang of Sui near the end of the Chinese Sui dynasty. Generally considered the kindest and most able of the agrarian rebel leaders of the time, he was eventually able to capture the modern Hebei region and declare himself initially the Prince of Changle, and then the Prince of Xia. In 621, when the Tang dynasty gene"}, {"title": "Hulao Pass", "href": "/wiki/Hulao_Pass", "description": "Hulao Pass is a choke point northwest of Xingyang, Henan province, China in the foothills of Mount Song. It is the site of many historical battles, being the eastern guard for the capital Luoyang for several dynasties. With Mount Song to the south, the Yellow River to the north, the pass holds up a formidable defense. Many defensive structures have been set up here throughout history, dating from "}, {"title": "Henan", "href": "/wiki/Henan", "description": "Henan is a landlocked province of China, in the central part of the country. Henan is often referred to as Zhongyuan or Zhongzhou (中州), which literally means \"central plain\" or \"midland\", although the name is also applied to the entirety of China proper. Henan is a birthplace of Chinese civilization, with over 3,000 years of recorded history and remained China's cultural, economic and political ce"}, {"title": "Transition from Sui to Tang", "href": "/wiki/Transition_from_Sui_to_Tang", "description": "The transition from Sui to Tang (613-628) refers to the period between the end of the Sui dynasty and the start of the Tang dynasty. The Sui dynasty's territories were carved into a handful of short-lived states by its officials, generals, and agrarian rebel leaders. A process of elimination and annexation followed that ultimately culminated in the consolidation of the Tang dynasty by the former S"}, {"title": "Sui dynasty", "href": "/wiki/Sui_dynasty", "description": "The Sui dynasty was a short-lived imperial dynasty of China of pivotal significance. The Sui unified the Northern and Southern dynasties and reinstalled the rule of ethnic Han in the entirety of China proper, along with sinicization of former nomadic ethnic minorities within its territory. It was succeeded by the Tang dynasty, which largely inherited its foundation."}, {"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Events", "year": "1533", "date": "May 28", "txt": "The Archbishop of Canterbury, Thomas Cranmer, declares the marriage of King Henry VIII of England to Anne Boleyn valid.", "entities": [{"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}, {"title": "Thomas Cranmer", "href": "/wiki/Thomas_Cranmer", "description": "Thomas Cranmer was a leader of the English Reformation and Archbishop of Canterbury during the reigns of Henry VIII, Edward VI and, for a short time, Mary I. He helped build the case for the annulment of Henry's marriage to Catherine of Aragon, which was one of the causes of the separation of the English Church from union with the Holy See. Along with Thomas Cromwell, he supported the principle of"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Anne Boleyn", "href": "/wiki/Anne_Boleyn", "description": "Anne Boleyn was Queen of England from 1533 to 1536 as the second wife of King Henry VIII. Their marriage, and her execution for treason and other charges by beheading, made her a key figure in the political and religious upheaval that marked the start of the English Reformation. Anne was the daughter of Thomas Boleyn, 1st Earl of Wiltshire, and his wife, Lady Elizabeth Howard, and was educated in "}]}, {"heading": "Events", "year": "1588", "date": "May 28", "txt": "The Spanish Armada, with 130 ships and 30,000 men, sets sail from Lisbon, Portugal, heading for the English Channel. (It will take until May 30 for all ships to leave port.)", "entities": [{"title": "Spanish Armada", "href": "/wiki/Spanish_Armada", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}]}, {"heading": "Events", "year": "1644", "date": "May 28", "txt": "English Civil War: Bolton Massacre by Royalist troops under the command of James Stanley, 7th Earl of Derby.", "entities": [{"title": "English Civil War", "href": "/wiki/English_Civil_War", "description": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporte"}, {"title": "Bolton Massacre", "href": "/wiki/Bolton_Massacre", "description": "The Storming of Bolton, sometimes referred to as the \"Bolton massacre\", was an event in the First English Civil War which happened on 28 May 1644. The strongly Parliamentarian town was stormed and captured by Royalist forces under Prince Rupert. It was alleged that up to 1,600 of Bolton's defenders and inhabitants were slaughtered during and after the fighting. The \"massacre at Bolton\" became a st"}, {"title": "Cavalier", "href": "/wiki/Cavalier", "description": "Cavalier was first used by Roundheads as a term of abuse for the wealthier Royalist supporters of King Charles I and his son Charles II of England during the English Civil War, the Interregnum, and the Restoration. It was later adopted by the Royalists themselves. Although it referred originally to political and social attitudes and behaviour, of which clothing was a very small part, it has subseq"}, {"title": "James Stanley, 7th Earl of Derby", "href": "/wiki/James_Stanley,_7th_Earl_of_Derby", "description": "James Stanley, 7th Earl of Derby, KG of Lathom House in the parish of Lathom in Lancashire, was an English nobleman, politician, and supporter of the Royalist cause in the English Civil War. Before inheriting the title in 1642 he was known as Lord Strange. He was feudal Lord of the Isle of Man, where he was known as \"Yn Stanlagh Mooar\"."}]}, {"heading": "Events", "year": "1754", "date": "May 28", "txt": "French and Indian War: In the first engagement of the war, Virginia militia under the 22-year-old Lieutenant colonel George Washington defeat a French reconnaissance party in the Battle of Jumonville Glen in what is now Fayette County in southwestern Pennsylvania.", "entities": [{"title": "French and Indian War", "href": "/wiki/French_and_Indian_War", "description": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by Native American allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the natives."}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "Militia", "href": "/wiki/Militia", "description": "A militia is generally an army or some other fighting organization of non-professional soldiers, citizens of a country, or subjects of a state, who may perform military service during a time of need, as opposed to a professional force of regular, full-time military personnel or (historically) to members of a warrior nobility class. Generally unable to hold ground against regular forces, militias c"}, {"title": "Lieutenant colonel", "href": "/wiki/Lieutenant_colonel", "description": "Lieutenant colonel  is a rank of commissioned officer in the armies, most marine forces and some air forces of the world, above a major and below a colonel. Several police forces in the United States use the rank of lieutenant colonel. The rank of lieutenant colonel is often shortened to simply \"colonel\" in conversation and in unofficial correspondence. Sometimes, the term 'half-colonel' is used i"}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "Battle of Jumonville Glen", "href": "/wiki/Battle_of_Jumonville_Glen", "description": "The Battle of Jumonville Glen, also known as the Jumonville affair, was the opening battle of the French and Indian War, fought on May 28, 1754, near present-day Hopwood and Uniontown in Fayette County, Pennsylvania. A company of colonial militia from Virginia under the command of Lieutenant Colonel George Washington, and a small number of Mingo warriors led by Tanacharison, ambushed a force of 35"}, {"title": "Fayette County, Pennsylvania", "href": "/wiki/Fayette_County,_Pennsylvania", "description": "Fayette County is a county of the U.S. state of Pennsylvania. Fayette County is located in southwestern Pennsylvania, adjacent to Maryland and West Virginia. As of the 2010 census, the population was 136,606. Its county seat is Uniontown. The county was created on September 26, 1783, from part of Westmoreland County and named after the Marquis de Lafayette."}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Events", "year": "1802", "date": "May 28", "txt": "In Guadeloupe, 400 rebellious slaves, led by Louis Delgrès, blow themselves up rather than submit to Napoleon's troops.", "entities": [{"title": "Guadeloupe", "href": "/wiki/Guadeloupe", "description": "Guadeloupe is an archipelago and overseas department and region of France in the Caribbean. It consists of six inhabited islands—Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the two inhabited Îles des Saintes—as well as many uninhabited islands and outcroppings. It is south of Antigua and Barbuda and Montserrat, and north of Dominica. The region's capital city is Basse-Terre, located"}, {"title": "Louis Delgrès", "href": "/wiki/Louis_Delgr%C3%A8s", "description": "Louis Delgrès was a leader of the movement in Guadeloupe resisting reoccupation by Napoleonic France in 1802."}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Events", "year": "1830", "date": "May 28", "txt": "U.S. President Andrew Jackson signs the Indian Removal Act which denies Native Americans their land rights and forcibly relocates them.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Andrew Jackson", "href": "/wiki/Andrew_Jackson", "description": "Andrew Jackson was an American lawyer, soldier, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. An expansionist president, Jackson sought to advance the rights of the \"common man\" against a \"corrupt aristocracy\""}, {"title": "Indian Removal Act", "href": "/wiki/Indian_Removal_Act", "description": "The Indian Removal Act was signed into law on May 28, 1830, by United States President Andrew Jackson. The law authorized the president to negotiate with southern Native American tribes for their removal to federal territory west of the Mississippi River in exchange for white settlement of their ancestral lands. The act has been referred to as a unitary act of systematic genocide, because it discr"}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}]}, {"heading": "Events", "year": "1871", "date": "May 28", "txt": "The Paris Commune falls after two months.", "entities": [{"title": "Paris Commune", "href": "/wiki/Paris_Commune", "description": "The Paris Commune was a revolutionary socialist government that controlled Paris from 18 March to 28 May 1871."}]}, {"heading": "Events", "year": "1892", "date": "May 28", "txt": "In San Francisco, John Muir organizes the Sierra Club.", "entities": [{"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "John Muir", "href": "/wiki/John_Muir", "description": "John Muir also known as \"John of the Mountains\" and \"Father of the National Parks\", was an influential Scottish-American naturalist, author, environmental philosopher, botanist, zoologist, glaciologist, and early advocate for the preservation of wilderness in the United States of America."}, {"title": "Sierra Club", "href": "/wiki/Sierra_Club", "description": "The Sierra Club is an environmental organization with chapters in all 50 United States, Washington D.C., and Puerto Rico. The club was founded on May 28, 1892, in San Francisco, California, by the Scottish-American preservationist John Muir, who became the first president, as well as the longest serving president at approximately 20 years in this leadership position. The Sierra Club operates only "}]}, {"heading": "Events", "year": "1905", "date": "May 28", "txt": "Russo-Japanese War: The Battle of Tsushima ends with the destruction of the Russian Baltic Fleet by Admiral Tōgō Heihachirō and the Imperial Japanese Navy.", "entities": [{"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}, {"title": "Battle of Tsushima", "href": "/wiki/Battle_of_Tsushima", "description": "The Battle of Tsushima, also known as the Battle of Tsushima Strait and the Naval Battle of the Sea of Japan in Japan, was a major naval battle fought between Russia and Japan during the Russo-Japanese War. It was naval history's first, and last, decisive sea battle fought by modern steel battleship fleets, and the first naval battle in which wireless telegraphy (radio) played a critically importa"}, {"title": "Baltic Fleet", "href": "/wiki/Baltic_Fleet", "description": "The Baltic Fleet is the fleet of the Russian Navy in the Baltic Sea."}, {"title": "Admiral", "href": "/wiki/Admiral", "description": "Admiral is one of the highest ranks in some navies, and in many navies is the highest rank. In the Commonwealth nations and the United States, a \"full\" admiral is equivalent to a \"full\" general in the army, and is above vice admiral and below admiral of the fleet, or fleet admiral. In NATO, admirals have a rank code of OF-9 as a four-star rank."}, {"title": "Tōgō Heihachirō", "href": "/wiki/T%C5%8Dg%C5%8D_Heihachir%C5%8D", "description": " Marshal-Admiral the Marquis Tōgō Heihachirō , served as a  gensui or admiral of the fleet in the Imperial Japanese Navy and became one of Japan's greatest naval heroes. As Commander-in-Chief of the Combined Fleet during the Russo-Japanese War of 1904–1905, he successfully confined the Russian Pacific naval forces to Port Arthur before winning a decisive victory over a relieving fleet at Tsushima "}, {"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}]}, {"heading": "Events", "year": "1907", "date": "May 28", "txt": "The first Isle of Man TT race was held.", "entities": [{"title": "Isle of Man TT", "href": "/wiki/Isle_of_Man_TT", "description": "The Isle of Man TT or Tourist Trophy races are an annual motorcycle racing event run on the Isle of Man in May/June of most years since its inaugural race in 1907. The event is often called one of the most dangerous racing events in the world."}]}, {"heading": "Events", "year": "1918", "date": "May 28", "txt": "The Azerbaijan Democratic Republic and the First Republic of Armenia declare their independence.", "entities": [{"title": "Azerbaijan Democratic Republic", "href": "/wiki/Azerbaijan_Democratic_Republic", "description": "The Azerbaijan Democratic Republic, was the first successful secular democratic republic in the Turkic and Muslim worlds. The ADR was founded by the Azerbaijani National Council in Tiflis on 28 May 1918 after the collapse of the Transcaucasian Democratic Federative Republic. Its established borders were with Russia to the north, the Democratic Republic of Georgia to the north-west, the First Repub"}, {"title": "First Republic of Armenia", "href": "/wiki/First_Republic_of_Armenia", "description": "The First Republic of Armenia, officially known at the time of its existence as the Republic of Armenia, was the first modern Armenian state since the loss of Armenian statehood in the Middle Ages."}]}, {"heading": "Events", "year": "1926", "date": "May 28", "txt": "The 28 May 1926 coup d'état: Ditadura Nacional is established in Portugal to suppress the unrest of the First Republic.", "entities": [{"title": "28 May 1926 coup d'état", "href": "/wiki/28_May_1926_coup_d%27%C3%A9tat", "description": "The 28 May 1926 coup d'état, sometimes called 28 May Revolution or, during the period of the authoritarian Estado Novo, the National Revolution, was a military coup of a nationalist origin, that put an end to the unstable Portuguese First Republic and initiated 48 years of authoritarian rule in Portugal. The regime that immediately resulted from the coup, the Ditadura Nacional, would be later refa"}, {"title": "Ditadura Nacional", "href": "/wiki/Ditadura_Nacional", "description": "The Ditadura Nacional was the name given to the regime that governed Portugal from 1926, after the re-election of General Óscar Carmona to the post of President, until 1933. The preceding period of military dictatorship that started after the 28 May 1926 coup d'état is known as Ditadura Militar. After adopting a new constitution in 1933, the regime changed its name to Estado Novo. The Ditadura Nac"}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}, {"title": "History of Portugal", "href": "/wiki/History_of_Portugal#The_First_Republic", "description": "The history of Portugal can be traced from circa 400,000 years ago, when the region of present-day Portugal was inhabited by Homo heidelbergensis. The oldest human fossil is the skull discovered in the Cave of Aroeira in Almonda. Later Neanderthals roamed the northern Iberian peninsula. Homo sapiens arrived in Portugal around 35,000 years ago."}]}, {"heading": "Events", "year": "1932", "date": "May 28", "txt": "In the Netherlands, construction of the Afsluitdijk is completed and the Zuiderzee bay is converted to the freshwater IJsselmeer.", "entities": [{"title": "Afsluitdijk", "href": "/wiki/Afsluitdijk", "description": "The Afsluitdijk is a major dam and causeway in the Netherlands. It was constructed between 1927 and 1932 and runs from Den Oever in North Holland province to the village of Zurich in Friesland province, over a length of 32 kilometres (20 mi) and a width of 90 metres (300 ft), at an initial height of 7.25 metres (23.8 ft) above sea level."}, {"title": "Zuiderzee", "href": "/wiki/Zuiderzee", "description": "The Zuiderzee or Zuider Zee was a shallow bay of the North Sea in the northwest of the Netherlands, extending about 100 km inland and at most 50 km wide, with an overall depth of about 4 to 5 metres (13–16 feet) and a coastline of about 300 km. It covered 5,000 km2 (1,900 sq mi). Its name is Dutch for \"southern sea\", indicating that the name originates in Friesland, to the north of the Zuiderzee. "}, {"title": "Zuiderzee Works", "href": "/wiki/Zuiderzee_Works", "description": "The Zuiderzee Works is a man-made system of dams and dikes, land reclamation and water drainage work, in total the largest hydraulic engineering project undertaken by the Netherlands during the twentieth century. The project involved the damming of the Zuiderzee, a large, shallow inlet of the North Sea, and the reclamation of land in the newly enclosed water using polders. Its main purposes are to"}, {"title": "IJsselmeer", "href": "/wiki/IJsselmeer", "description": "The IJsselmeer, also known as Lake IJssel in English, is a closed off inland bay in the central Netherlands bordering the provinces of Flevoland, North Holland and Friesland. It covers an area of 1,100 km2 (420 sq mi) with an average depth of 5.5 m (18 ft). The river IJssel flows into the IJsselmeer."}]}, {"heading": "Events", "year": "1934", "date": "May 28", "txt": "Near Callander, Ontario, Canada, the Dionne quintuplets are born to Oliva and Elzire Dionne; they will be the first quintuplets to survive infancy.", "entities": [{"title": "Callander, Ontario", "href": "/wiki/Callander,_Ontario", "description": "The Municipality of Callander is a township in central Ontario, Canada, located at the southeast end of Lake Nipissing in the Almaguin Highlands region of the District of Parry Sound. The municipality is located on Callander Bay, just south of North Bay."}, {"title": "Dionne quintuplets", "href": "/wiki/Dionne_quintuplets", "description": "The Dionne quintuplets are the first quintuplets known to have survived their infancy. The identical girls were born just outside Callander, Ontario, near the village of Corbeil. All five survived to adulthood."}, {"title": "Multiple birth", "href": "/wiki/Multiple_birth", "description": "A multiple birth is the culmination of one multiple pregnancy, wherein the mother delivers two or more offspring. A term most applicable to vertebrate species, multiple births occur in most kinds of mammals, with varying frequencies. Such births are often named according to the number of offspring, as in twins and triplets. In non-humans, the whole group may also be referred to as a litter, and mu"}, {"title": "Infant", "href": "/wiki/Infant", "description": "An infant is the more formal or specialised synonym for the common term baby, meaning the very young offspring of human beings. The term may also be used to refer to juveniles of other organisms. A newborn is, in colloquial use, an infant who is only hours, days, or up to one month old. In medical contexts, newborn or neonate refers to an infant in the first 28 days after birth; the term applies t"}]}, {"heading": "Events", "year": "1936", "date": "May 28", "txt": "Alan Turing submits On Computable Numbers for publication.", "entities": [{"title": "Alan Turing", "href": "/wiki/Alan_Turing", "description": "Alan Mathison Turing was an English mathematician, computer scientist, logician, cryptanalyst, philosopher, and theoretical biologist. Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer. Turing is widely conside"}, {"title": "Turing's proof", "href": "/wiki/Turing%27s_proof", "description": "Turing's proof is a proof by Alan Turing, first published in January 1937 with the title \"On Computable Numbers, with an Application to the Entscheidungsproblem.\" It was the second proof of the conjecture that some purely mathematical yes–no questions can never be answered by computation; more technically, that some decision problems are \"undecidable\" in the sense that there is no single algorithm"}]}, {"heading": "Events", "year": "1937", "date": "May 28", "txt": "Volkswagen, the German automobile manufacturer is founded.", "entities": [{"title": "Volkswagen", "href": "/wiki/Volkswagen", "description": "Volkswagen, shortened to VW, is a German motor vehicle manufacturer founded in 1937 by the German Labour Front, known for the iconic Beetle and headquartered in Wolfsburg. It is the flagship brand of the Volkswagen Group, the largest car maker by worldwide sales in 2016 and 2017. The group's biggest market is in China, which delivers 40% of its sales and profits.\nPopular models of Volkswagen inclu"}]}, {"heading": "Events", "year": "1940", "date": "May 28", "txt": "World War II: Belgium surrenders to Nazi Germany to end the Battle of Belgium.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Battle of Belgium", "href": "/wiki/Battle_of_Belgium", "description": "The Battle of Belgium or Belgian Campaign, often referred to within Belgium as the 18 Days' Campaign, formed part of the greater Battle of France, an offensive campaign by Germany during the Second World War. It took place over 18 days in May 1940 and ended with the German occupation of Belgium following the surrender of the Belgian Army."}]}, {"heading": "Events", "year": "1940", "date": "May 28", "txt": "World War II: Norwegian, French, Polish and British forces recapture Narvik in Norway. This is the first allied infantry victory of the War.", "entities": [{"title": "Narvik", "href": "/wiki/Narvik", "description": "Narvik (help·info) is the third-largest municipality in Nordland county, Norway, by population. The administrative centre of the municipality is the town of Narvik. Some of the notable villages in the municipality include Ankenesstranda, Ballangen, Beisfjord, Bjerkvik, Bjørnfjell, Elvegård, Kjøpsvik, Skjomen, Håkvik, Hergot, Straumsnes, and Vidrek. The Elvegårdsmoen army camp is located near Bjerk"}]}, {"heading": "Events", "year": "1948", "date": "May 28", "txt": "Daniel François Malan is elected as Prime Minister of South Africa. He later goes on to implement Apartheid.", "entities": [{"title": "Daniel François Malan", "href": "/wiki/Daniel_Fran%C3%A7ois_Malan", "description": "Daniël François Malan, PC was a South African politician who served as Prime Minister of South Africa from 1948 to 1954. The National Party implemented the system of apartheid, which enforced racial segregation laws. The foundations of apartheid were firmly laid down during his tenure as Prime Minister."}, {"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}, {"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}]}, {"heading": "Events", "year": "1958", "date": "May 28", "txt": "Cuban Revolution: Fidel Castro's 26th of July Movement, heavily reinforced by Frank Pais Militia, overwhelm an army post in El Uvero.", "entities": [{"title": "Cuban Revolution", "href": "/wiki/Cuban_Revolution", "description": "The Cuban Revolution was an armed revolt conducted by Fidel Castro's revolutionary 26th of July Movement and its allies against the military dictatorship of Cuban President Fulgencio Batista. The revolution began in July 1953, and continued sporadically until the rebels finally ousted Batista on 31 December 1958, replacing his government. 26 July 1953 is celebrated in Cuba as the Day of the Revolu"}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "26th of July Movement", "href": "/wiki/26th_of_July_Movement", "description": "The 26th of July Movement was a Cuban vanguard revolutionary organization and later a political party led by Fidel Castro. The movement's name commemorates its 26 July 1953 attack on the army barracks on Santiago de Cuba in an attempt to start the overthrowing of the dictator Fulgencio Batista."}]}, {"heading": "Events", "year": "1961", "date": "May 28", "txt": "Peter Benenson's article The Forgotten Prisoners is published in several internationally read newspapers. This will later be thought of as the founding of the human rights organization Amnesty International.", "entities": [{"title": "Peter Benenson", "href": "/wiki/Peter_Benenson", "description": "Peter Benenson was a British lawyer, human rights activist and the founder of human rights group Amnesty International (AI). He refused all honours, but in his 80s, largely to please his family, he accepted the Pride of Britain Award for Lifetime Achievement in 2001."}, {"title": "Newspaper", "href": "/wiki/Newspaper", "description": "A newspaper is a periodical publication containing written information about current events and is often typed in black ink with a white or gray background."}, {"title": "Human rights", "href": "/wiki/Human_rights", "description": "Human rights are moral principles or norms for certain standards of human behaviour and are regularly protected in municipal and international law. They are commonly understood as inalienable, fundamental rights \"to which a person is inherently entitled simply because she or he is a human being\" and which are \"inherent in all human beings\", regardless of their age, ethnic origin, location, languag"}, {"title": "Amnesty International", "href": "/wiki/Amnesty_International", "description": "Amnesty International is an international non-governmental organization with its headquarters in the United Kingdom focused on human rights. The organization says it has more than seven million members and supporters around the world."}]}, {"heading": "Events", "year": "1974", "date": "May 28", "txt": "Northern Ireland's power-sharing Sunningdale Agreement collapses following a general strike by loyalists.", "entities": [{"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Sunningdale Agreement", "href": "/wiki/Sunningdale_Agreement", "description": "The Sunningdale Agreement was an attempt to establish a power-sharing Northern Ireland Executive and a cross-border Council of Ireland. The agreement was signed at Sunningdale Park located in Sunningdale, Berkshire, on 9 December 1973. Unionist opposition, violence and general strike caused the collapse of the agreement in May 1974."}, {"title": "Ulster Workers' Council strike", "href": "/wiki/Ulster_Workers%27_Council_strike", "description": "The Ulster Workers' Council (UWC) strike was a general strike that took place in Northern Ireland between 15 May and 28 May 1974, during \"the Troubles\". The strike was called by unionists who were against the Sunningdale Agreement, which had been signed in December 1973. Specifically, the strikers opposed the sharing of political power with Irish nationalists, and the proposed role for the Republi"}, {"title": "Ulster loyalism", "href": "/wiki/Ulster_loyalism", "description": "Ulster loyalism is a strand of Ulster unionism associated with working class Ulster Protestants in Northern Ireland. Like most unionists, loyalists support the continued existence of Northern Ireland within the United Kingdom, and oppose a united Ireland. Unlike other strands of unionism, loyalism has been described as an ethnic nationalism of Ulster Protestants and \"a variation of British nationa"}]}, {"heading": "Events", "year": "1975", "date": "May 28", "txt": "Fifteen West African countries sign the Treaty of Lagos, creating the Economic Community of West African States.", "entities": [{"title": "West Africa", "href": "/wiki/West_Africa", "description": "West Africa or Western Africa is the westernmost region of Africa. The United Nations defines Western Africa as the 17 countries of Benin, Burkina Faso, Cape Verde, The Gambia, Ghana, Guinea, Guinea-Bissau, Ivory Coast, Liberia, Mali, Mauritania, Niger, Nigeria, Cameroon, Senegal, Sierra Leone and Togo, as well as the United Kingdom Overseas Territory of Saint Helena, Ascension and Tristan da Cunh"}, {"title": "Treaty of Lagos", "href": "/wiki/Treaty_of_Lagos", "description": "The Economic Community of West African States (ECOWAS) was created by the Treaty of Lagos on May 28, 1975, in Lagos, Lagos State, Nigeria. ECOWAS was established to promote cooperation and integration in order to create an economic and monetary union for promoting economic growth and development in West Africa."}, {"title": "Economic Community of West African States", "href": "/wiki/Economic_Community_of_West_African_States", "description": "The Economic Community of West African States, also known as ECOWAS, is a regional political and economic union of fifteen countries located in West Africa. Collectively, these countries comprise an area of 5,114,162 km2 (1,974,589 sq mi), and in 2015 had an estimated population of over 349 million."}]}, {"heading": "Events", "year": "1977", "date": "May 28", "txt": "In Southgate, Kentucky, the Beverly Hills Supper Club is engulfed in fire, killing 165 people inside.", "entities": [{"title": "Southgate, Kentucky", "href": "/wiki/Southgate,_Kentucky", "description": "Southgate is a home rule-class city in Campbell County, Kentucky, United States. The population was 3,803 at the 2010 census."}, {"title": "Beverly Hills Supper Club fire", "href": "/wiki/Beverly_Hills_Supper_Club_fire", "description": "The Beverly Hills Supper Club fire in Southgate, Kentucky, is the third deadliest nightclub fire in U.S. history. It occurred on the night of May 28, 1977, during the Memorial Day holiday weekend. A total of 165 people died and more than 200 were injured as a result of the blaze."}]}, {"heading": "Events", "year": "1979", "date": "May 28", "txt": "Konstantinos Karamanlis signs the full treaty of the accession of Greece with the European Economic Community.", "entities": [{"title": "Konstantinos Karamanlis", "href": "/wiki/Konstantinos_Karamanlis", "description": "Konstantinos G. Karamanlis, commonly anglicised to Constantine Karamanlis or just Caramanlis, was a four-time Prime Minister and twice President of the Third Hellenic Republic, and a towering figure of Greek politics, whose political career spanned much of the latter half of the 20th century."}, {"title": "European Economic Community", "href": "/wiki/European_Economic_Community", "description": "The European Economic Community (EEC) was a regional organization that aimed to bring about economic integration among its member states. It was created by the Treaty of Rome of 1957. Upon the formation of the European Union in 1993, the EEC was incorporated into the EU and renamed the European Community (EC). In 2009, the EC formally ceased to exist and its institutions were directly absorbed by "}]}, {"heading": "Events", "year": "1987", "date": "May 28", "txt": "A West German pilot, Mathias Rust, who was 18 years old, evades Soviet Union air defences and lands a private plane in the Red Square in Moscow, Russia.", "entities": [{"title": "Mathias Rust", "href": "/wiki/Mathias_Rust", "description": "Mathias Rust is a German aviator known for his flight that ended with a landing near Red Square in Moscow on 28 May 1987. An amateur pilot, the then-teenager flew from Helsinki, Finland, to Moscow, being tracked several times by Soviet air defence and interceptor aircraft. The Soviet fighters did not receive permission to shoot him down, and his aeroplane was mistaken for a friendly aircraft sever"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Red Square", "href": "/wiki/Red_Square", "description": "Red Square is one of the oldest and largest squares in Moscow, the capital of Russia. Owing to its historical significance and the adjacent historical buildings, it is regarded as one of the most famous squares in Europe and the world. It is located in Moscow's historic centre, in the eastern walls of the Kremlin. It is the city landmark of Moscow, with iconic buildings such as Saint Basil's Cathe"}]}, {"heading": "Events", "year": "1991", "date": "May 28", "txt": "The capital city of Addis Ababa falls to the Ethiopian People's Revolutionary Democratic Front, ending both the Derg regime in Ethiopia and the Ethiopian Civil War.", "entities": [{"title": "Addis Ababa", "href": "/wiki/Addis_Ababa", "description": "Addis Ababa, also known as Finfinne and Sheger, is a chartered city and the capital of Ethiopia, as well as of Oromia State. Addis Ababa is the largest city in Ethiopia, with, according to the 2007 census, a population of 2,739,551 inhabitants. It is where the African Union is headquartered and where its predecessor, the Organisation of African Unity (OAU), was based. It also hosts the headquarter"}, {"title": "Ethiopian People's Revolutionary Democratic Front", "href": "/wiki/Ethiopian_People%27s_Revolutionary_Democratic_Front", "description": "The Ethiopian People's Revolutionary Democratic Front was an ethnic federalist political coalition in Ethiopia. The EPRDF consisted of four political parties, namely Tigray People's Liberation Front (TPLF), Amhara Democratic Party (ADP), Oromo Democratic Party (ODP) and Southern Ethiopian People's Democratic Movement (SEPDM). After leading the overthrow of the Communist People's Democratic Republi"}, {"title": "Derg", "href": "/wiki/Derg", "description": "The Derg, officially the Provisional Military Government of Ethiopia, was the military junta that ruled Ethiopia from 1974 to 1987, when the military leadership formally civilianized the administration but stayed in power until 1991."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Ethiopian Civil War", "href": "/wiki/Ethiopian_Civil_War", "description": "The Ethiopian Civil War was a civil war in Ethiopia and present day Eritrea, fought between the Ethiopian military junta communist governments and Ethio-Eritrean anti-government rebels from September 1974 to June 1991."}]}, {"heading": "Events", "year": "1995", "date": "May 28", "txt": "The 7.0 Mw  Neftegorsk earthquake shook the former Russian settlement of Neftegorsk with a maximum Mercalli intensity of IX (Violent). Total damage was $64.1–300 million, with 1,989 deaths and 750 injured. The settlement was not rebuilt.", "entities": [{"title": "1995 Neftegorsk earthquake", "href": "/wiki/1995_Neftegorsk_earthquake", "description": "The 1995 Neftegorsk earthquake occurred on 28 May at 1:04 local time on northern Sakhalin Island in the Russian Far East. It was the most destructive earthquake known within the current territory of Russia, with a magnitude of Ms7.1 and maximum Mercalli intensity of IX (Violent) that devastated the oil town of Neftegorsk, where 2,040 of its 3,977 citizens were killed, and another 750 injured."}, {"title": "Neftegorsk", "href": "/wiki/Neftegorsk", "description": "Neftegorsk may refer to:Neftegorsk, Samara Oblast, a town in Samara Oblast, Russia\nNeftegorsk, Krasnodar Krai, an urban-type settlement in Krasnodar Krai, Russia\nNeftegorsk, Sakhalin Oblast, a former urban-type settlement in Sakhalin Oblast, Russia, destroyed in an earthquake in 1995\n"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}, {"title": "United States dollar", "href": "/wiki/United_States_dollar", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}]}, {"heading": "Events", "year": "1996", "date": "May 28", "txt": "U.S. President Bill Clinton's former business partners in the Whitewater land deal, Jim McDougal and Susan McDougal, and the Governor of Arkansas Jim Guy Tucker, are convicted of fraud.", "entities": [{"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}, {"title": "Whitewater controversy", "href": "/wiki/Whitewater_controversy", "description": "The Whitewater controversy, Whitewater scandal, or simply Whitewater, was an American political controversy during the 1990s. It began with an investigation into the real estate investments of Bill and Hillary Clinton and their associates, Jim McDougal and Susan McDougal, in the Whitewater Development Corporation. This failed business venture was incorporated in 1979 with the purpose of developing"}, {"title": "Jim McDougal", "href": "/wiki/Jim_McDougal", "description": "James B. McDougal, a native of White County, Arkansas, and his wife, Susan McDougal, were financial partners with Bill Clinton and Hillary Clinton in the real estate venture that led to the Whitewater political scandal of the 1990s. Starting in 1982, McDougal operated Madison Guaranty Savings and Loan Association."}, {"title": "Susan McDougal", "href": "/wiki/Susan_McDougal", "description": "Susan Carol McDougal is one of the many people prosecuted as a result of the Whitewater controversy of the 15 individuals who were convicted of federal charges."}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}, {"title": "Jim Guy Tucker", "href": "/wiki/Jim_Guy_Tucker", "description": "James Guy Tucker Jr. is an American politician and attorney from Arkansas. A member of the Democratic Party, he served as the 43rd Governor of Arkansas, the 15th Lieutenant Governor of Arkansas, Arkansas Attorney General, and U.S. Representative. Tucker resigned the governorship and was replaced by Mike Huckabee on July 16, 1996, after his conviction for fraud during the Whitewater affair."}]}, {"heading": "Events", "year": "1998", "date": "May 28", "txt": "Nuclear testing: Pakistan responds to a series of nuclear tests by India with five of its own codenamed Chagai-I, prompting the United States, Japan, and other nations to impose economic sanctions. Pakistan celebrates Youm-e-Takbir annually.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Economic sanctions", "href": "/wiki/Economic_sanctions", "description": "Economic sanctions are commercial and financial penalties applied by one or more countries against a targeted self-governing state, group, or individual. Economic sanctions are not necessarily imposed because of economic circumstances—they may also be imposed for a variety of political, military, and social issues. Economic sanctions can be used for achieving domestic and international purposes."}, {"title": "Youm-e-Takbir", "href": "/wiki/Youm-e-Takbir", "description": "Youm-e-Takbir is celebrated as a national day in Pakistan on May 28 in commemoration of Chagai-I and Chagai-II. The nuclear tests made Pakistan the seventh nation to possess nuclear weapons, and the first in the Muslim world."}]}, {"heading": "Events", "year": "1999", "date": "May 28", "txt": "In Milan, Italy, after 22 years of restoration work, Leonardo da Vinci's masterpiece The Last Supper is put back on display.", "entities": [{"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}, {"title": "Leonardo da Vinci", "href": "/wiki/Leonardo_da_Vinci", "description": "Leonardo da Vinci was an Italian polymath of the High Renaissance who was active as a painter, draughtsman, engineer, scientist, theorist, sculptor and architect. While his fame initially rested on his achievements as a painter, he also became known for his notebooks, in which he made drawings and notes on a variety of subjects, including anatomy, astronomy, botany, cartography, painting, and pale"}]}, {"heading": "Events", "year": "2002", "date": "May 28", "txt": "The last steel girder is removed from the original World Trade Center site. Cleanup duties officially end with closing ceremonies at Ground Zero in Manhattan, New York City.", "entities": [{"title": "World Trade Center site", "href": "/wiki/World_Trade_Center_site", "description": "The World Trade Center site, formerly referred to as \"Ground Zero\" or \"the Pile\" immediately after the September 11 attacks, is a 14.6-acre (5.9 ha) area in Lower Manhattan in New York City. The site is bounded by Vesey Street to the north, the West Side Highway to the west, Liberty Street to the south, and Church Street to the east. The Port Authority owns the site's land. The original World Trad"}, {"title": "Ground Zero", "href": "/wiki/Ground_Zero", "description": "In relation to nuclear explosions and other large bombs, ground zero is the point on the Earth's surface closest to a detonation. In the case of an explosion above the ground, ground zero is the point on the ground directly below the nuclear detonation and is sometimes called the hypocenter."}, {"title": "Manhattan", "href": "/wiki/Manhattan", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The boroug"}]}, {"heading": "Events", "year": "2003", "date": "May 28", "txt": "Peter Hollingworth resigns as Governor-General of Australia following criticism of his handling of child sexual abuse allegations during his tenure as Anglican Archbishop of Brisbane.", "entities": [{"title": "Peter Hollingworth", "href": "/wiki/Peter_Hollingworth", "description": "Peter John Hollingworth is an Australian retired Anglican bishop. Engaged in social work for several decades, he served as the archbishop of the Anglican Diocese of Brisbane for 11 years from 1989 and was the 1991 Australian of the Year. He served as the 23rd Governor-General of Australia from 2001 until 2003. He is also an author and recipient of various civil and ecclesiastical honours. In 2003 "}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}, {"title": "Anglican Archbishop of Brisbane", "href": "/wiki/Anglican_Archbishop_of_Brisbane", "description": "The Archbishop of Brisbane is the diocesan bishop of the Anglican Diocese of Brisbane, Australia, and ex officio metropolitan bishop of the ecclesiastical Province of Queensland."}]}, {"heading": "Events", "year": "2004", "date": "May 28", "txt": "The Iraqi Governing Council chooses Ayad Allawi, a longtime anti-Saddam Hussein exile, as prime minister of Iraq's interim government.", "entities": [{"title": "Iraqi Governing Council", "href": "/wiki/Iraqi_Governing_Council", "description": "The Iraqi Governing Council (IGC) was the provisional government of Iraq from July 13, 2003 to June 1, 2004. It was established by and served under the United States-led Coalition Provisional Authority (CPA). The IGC consisted of various Iraqi political and tribal leaders who were appointed by the CPA to provide advice and leadership of the country until the June 2004 transfer of sovereignty to th"}, {"title": "Ayad Allawi", "href": "/wiki/Ayad_Allawi", "description": "Ayad Allawi is an Iraqi politician. He served as Vice President of Iraq from 2014 to 2015 and from 2016 to 2018. Previously he was interim Prime Minister of Iraq from 2004 to 2005 and the President of the Governing Council of Iraq in 2003."}, {"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2008", "date": "May 28", "txt": "The first meeting of the Constituent Assembly of Nepal formally declares Nepal a republic, ending the 240-year reign of the Shah dynasty.", "entities": [{"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}, {"title": "Shah dynasty", "href": "/wiki/Shah_dynasty", "description": "The Shah dynasty, also known as the Shahs of Gorkha or the Royal House of Gorkha, was the ruling Chaubise Thakuri dynasty from the Indian subcontinent; and derived from the Gorkha Kingdom from 1559 to 1768 and later the unified Kingdom of Nepal from 1768 to 28 May 2008."}]}, {"heading": "Events", "year": "2010", "date": "May 28", "txt": "In West Bengal, India, the Jnaneswari Express train derailment and subsequent collision kills 148 passengers.", "entities": [{"title": "West Bengal", "href": "/wiki/West_Bengal", "description": "West Bengal is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants, it is the fourth-most populous state and the fourteenth-largest state by area in India. Covering an area of 88,752 km2 (34,267 sq mi), it is also the seventh-most populous country subdivision of the world. Part of the Bengal region of the Indian subcontinent, it borders Bangladesh in th"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}, {"title": "Jnaneswari Express train derailment", "href": "/wiki/Jnaneswari_Express_train_derailment", "description": "On 28 May 2010, a Jnaneshwari Express train derailed at about 1 am in the West Midnapore district of West Bengal, India. It was disputed as to whether sabotage or a bomb caused damage on the railway track, which in turn led to the derailment, before an oncoming goods train hit the loose carriages and resulted in the deaths of at least 148 passengers."}]}, {"heading": "Events", "year": "2011", "date": "May 28", "txt": "Malta votes on the introduction of divorce; the proposal was approved by 53% of voters, resulting in a law allowing divorce under certain conditions being enacted later in the year.", "entities": [{"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Maltese divorce referendum, 2011", "href": "/wiki/Maltese_divorce_referendum,_2011", "description": "A referendum on divorce was held in Malta on 28 May 2011. Voters were asked whether they approved of a new law to introduce allowing divorces, as at that time, Malta was one of only three countries in the world in which divorce was not permitted. The proposal was approved by 53% of voters, resulting in a law allowing divorce under certain conditions being enacted later in the year."}]}, {"heading": "Births", "year": "1140", "date": "May 28", "txt": "Xin Qiji, Chinese poet, general, and politician (d. 1207)", "entities": [{"title": "Xin Qiji", "href": "/wiki/Xin_Qiji", "description": "Xin Qiji was a Chinese poet and military leader during the Southern Song dynasty (1127–1279)."}]}, {"heading": "Births", "year": "1371", "date": "May 28", "txt": "John the Fearless, Duke of Burgundy (d. 1419)", "entities": [{"title": "John the Fearless", "href": "/wiki/John_the_Fearless", "description": "John I the Fearless was a scion of the French royal family who ruled the Burgundian State from 1404 until his death in 1419. He played a key role in French national affairs during the early 15th century, particularly in the struggles to rule the country for the mentally ill King Charles VI, his cousin, and the Hundred Years' War with England. A rash, ruthless and unscrupulous politician, John murd"}]}, {"heading": "Births", "year": "1524", "date": "May 28", "txt": "Selim II, Ottoman sultan (d. 1574)", "entities": [{"title": "Selim II", "href": "/wiki/Selim_II", "description": "Selim II, also known as Sarı Selim or Sarhoş Selim, was the Sultan of the Ottoman Empire from 1566 until his death in 1574. He was a son of Suleiman the Magnificent and his wife Hurrem Sultan. Selim had been an unlikely candidate for the throne until his brother Mehmed died of smallpox, his half-brother Mustafa was strangled to death by the order of his father, his brother Cihangir died of grief a"}]}, {"heading": "Births", "year": "1588", "date": "May 28", "txt": "Pierre Séguier, French politician, Lord Chancellor of France (d. 1672)", "entities": [{"title": "Pierre Séguier", "href": "/wiki/Pierre_S%C3%A9guier", "description": "Pierre Séguier was a French statesman, chancellor of France from 1635."}, {"title": "Lord Chancellor of France", "href": "/wiki/Lord_Chancellor_of_France", "description": "In France, under the Ancien Régime, the officer of state responsible for the judiciary was the Grand Chancellor of France. The Chancellor was responsible for seeing that royal decrees were enrolled and registered by the sundry parlements, provincial appellate courts. However, since the Chancellor was appointed for life, and might fall from favour, or be too ill to carry out his duties, his duties "}]}, {"heading": "Births", "year": "1589", "date": "May 28", "txt": "Robert Arnauld d'Andilly, French writer (d. 1674)", "entities": [{"title": "Robert Arnauld d'Andilly", "href": "/wiki/Robert_Arnauld_d%27Andilly", "description": "Robert Arnauld d’Andilly was a French conseiller d’État, specialising in financial questions, in the court of Marie de' Medici. By the elegance of his language, he was among the major poets, writers and translators of 17th century French classicism. A fervent Catholic, he played an important role in the history of Jansenism and was one of the Solitaires of Port-Royal-des-Champs. He was also renown"}]}, {"heading": "Births", "year": "1663", "date": "May 28", "txt": "António Manoel de Vilhena, Grand Master of the Order of Saint John (d. 1736)", "entities": [{"title": "António Manoel de Vilhena", "href": "/wiki/Ant%C3%B3nio_Manoel_de_Vilhena", "description": "António Manoel de Vilhena was a Portuguese nobleman who was the 66th Prince and Grand Master of the Order of St. John of Jerusalem from 19 June 1722 to his death in 1736. Unlike a number of the other Grand Masters, he was benevolent and popular with the Maltese people. Vilhena is mostly remembered for the founding of Floriana, the construction of Fort Manoel and the Manoel Theatre, and the renovat"}]}, {"heading": "Births", "year": "1676", "date": "May 28", "txt": "Jacopo Riccati, Italian mathematician and academic (d. 1754)", "entities": [{"title": "Jacopo Riccati", "href": "/wiki/Jacopo_Riccati", "description": "Jacopo Francesco Riccati was a Venetian mathematician and jurist from Venice. He is best known for having studied the equation which bears his name."}]}, {"heading": "Births", "year": "1692", "date": "May 28", "txt": "Geminiano Giacomelli, Italian composer (d. 1740)", "entities": [{"title": "Geminiano Giacomelli", "href": "/wiki/Geminiano_Giacomelli", "description": "Geminiano Giacomelli was an Italian composer."}]}, {"heading": "Births", "year": "1738", "date": "May 28", "txt": "Joseph-Ignace Guillotin, French physician (d. 1814)", "entities": [{"title": "Joseph-Ignace Guillotin", "href": "/wiki/Joseph-Ignace_Guillotin", "description": "Joseph-Ignace Guillotin was a French physician, politician and freemason who proposed on 10 October 1789 the use of a device to carry out death penalties in France, as a less painful method of execution than existing methods. Although he did not invent the guillotine and opposed the death penalty, his name became an eponym for it. The actual inventor of the prototype was a man named Tobias Schmidt"}]}, {"heading": "Births", "year": "1759", "date": "May 28", "txt": "William Pitt the Younger, English lawyer and politician, Prime Minister of the United Kingdom (d. 1806)", "entities": [{"title": "William Pitt the Younger", "href": "/wiki/William_Pitt_the_Younger", "description": "William Pitt the Younger was a prominent British Tory statesman of the late eighteenth and early nineteenth centuries. He became the youngest prime minister of Great Britain in 1783 at the age of 24 and the first prime minister of the United Kingdom of Great Britain and Ireland as of January 1801. He left office in March 1801, but served as prime minister again from 1804 until his death in 1806. H"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1763", "date": "May 28", "txt": "Manuel Alberti, Argentinian priest and journalist (d. 1811)", "entities": [{"title": "Manuel Alberti", "href": "/wiki/Manuel_Alberti", "description": "Manuel Máximiliano Alberti was a priest from Buenos Aires, when the city was part of the Viceroyalty of the Río de la Plata. He had a curacy at Maldonado, Uruguay during the British invasions of the Río de la Plata, and returned to Buenos Aires in time to take part in the May Revolution of 1810. He was chosen as one of the seven members of the Primera Junta, considered the first national governmen"}]}, {"heading": "Births", "year": "1764", "date": "May 28", "txt": "Edward Livingston, American jurist and politician, 11th United States Secretary of State (d. 1836)", "entities": [{"title": "Edward Livingston", "href": "/wiki/Edward_Livingston", "description": "Edward Livingston was an American jurist and statesman. He was an influential figure in the drafting of the Louisiana Civil Code of 1825, a civil code based largely on the Napoleonic Code. Livingston represented both New York and then Louisiana in Congress and served as the U.S. Secretary of State from 1831 to 1833."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1779", "date": "May 28", "txt": "Thomas Moore, Irish poet and composer (d. 1852)", "entities": [{"title": "Thomas Moore", "href": "/wiki/Thomas_Moore", "description": "Thomas Moore was an Irish writer, poet and lyricist celebrated for his Irish Melodies. Their setting of English-language verse to old Irish tunes marked the transition in popular Irish culture from Irish to English. Politically, Moore was recognised in England as a press, or \"squib\", writer for the aristocratic Whigs; in Ireland he was accounted a Catholic patriot. Married to a Protestant actress "}]}, {"heading": "Births", "year": "1807", "date": "May 28", "txt": "Louis Agassiz, Swiss-American paleontologist and geologist (d. 1873)", "entities": [{"title": "Louis Agassiz", "href": "/wiki/Louis_Agassiz", "description": "Jean Louis Rodolphe Agassiz FRS (For) FRSE was a Swiss-born American biologist and geologist who is recognized as a scholar of Earth's natural history."}]}, {"heading": "Births", "year": "1818", "date": "May 28", "txt": "P. G. T. Beauregard, American general (d. 1893)", "entities": [{"title": "P. G. T. Beauregard", "href": "/wiki/P._G._T._Beauregard", "description": "Pierre Gustave Toutant-Beauregard was a Confederate general officer who started the American Civil War by leading the attack on Fort Sumter on April 12, 1861. Today, he is commonly referred to as P. G. T. Beauregard, but he rarely used his first name as an adult. He signed correspondence as G. T. Beauregard."}]}, {"heading": "Births", "year": "1836", "date": "May 28", "txt": "Friedrich Baumfelder, German pianist, composer, and conductor (d. 1916)", "entities": [{"title": "Friedrich Baumfelder", "href": "/wiki/Friedrich_Baumfelder", "description": "Friedrich August Wilhelm Baumfelder was a German composer of classical music, conductor, and pianist. He started in the Leipzig Conservatory, and went on to become a well-known composer of his time. His many works were mostly solo salon music, but also included symphonies, piano concertos, operas, and choral works. Though many publishers published his work, they have since fallen into obscurity."}]}, {"heading": "Births", "year": "1836", "date": "May 28", "txt": "Alexander Mitscherlich, German chemist and academic (d. 1918)", "entities": []}, {"heading": "Births", "year": "1837", "date": "May 28", "txt": "George Ashlin, Irish architect, co-designed St Colman's Cathedral (d. 1921)", "entities": [{"title": "George Ashlin", "href": "/wiki/George_Ashlin", "description": "George Coppinger Ashlin was an Irish architect, particularly noted for his work on churches and cathedrals, and who became President of the Royal Institute of the Architects of Ireland."}, {"title": "St Colman's Cathedral, Cobh", "href": "/wiki/St_Colman%27s_Cathedral,_Cobh", "description": "The Cathedral Church of St Colman, usually known as Cobh Cathedral, sometimes as Queenstown Cathedral, is a Roman Catholic cathedral in Cobh, Ireland. It is the cathedral church of the Diocese of Cloyne. It overlooks Cork harbour from a prominent position. Construction began in 1868 and was not completed until over half a century later due to increases in costs and revisions of the original plans."}]}, {"heading": "Births", "year": "1837", "date": "May 28", "txt": "Tony Pastor, American impresario, variety performer and theatre owner (d. 1908)", "entities": []}, {"heading": "Births", "year": "1841", "date": "May 28", "txt": "Sakaigawa Namiemon, Japanese sumo wrestler, the 14th Yokozuna (d. 1887)", "entities": [{"title": "Sakaigawa Namiemon", "href": "/wiki/Sakaigawa_Namiemon", "description": "Sakaigawa Namiemon  was a Japanese professional sumo wrestler from Katsushika District, Shimōsa Province. He was the sport's 14th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1853", "date": "May 28", "txt": "Carl Larsson, Swedish painter and author (d. 1919)", "entities": [{"title": "Carl Larsson", "href": "/wiki/Carl_Larsson", "description": "Carl Olof Larsson was a Swedish painter representative of the Arts and Crafts movement. His many paintings include oils, watercolors, and frescoes. He is principally known for his watercolors of idyllic family life. He considered his finest work to be Midvinterblot, a large painting now displayed inside the Swedish National Museum of Fine Arts."}]}, {"heading": "Births", "year": "1858", "date": "May 28", "txt": "Carl Richard Nyberg, Swedish inventor and businessman, developed the blow torch (d. 1939)", "entities": [{"title": "Carl Richard Nyberg", "href": "/wiki/Carl_Richard_Nyberg", "description": "Carl Richard Nyberg was a Swedish inventor and industrialist. Nyberg was a pioneer in mechanical engineering. He received a patent for a blow lamp and was an aviation pioneer."}, {"title": "Blow torch", "href": "/wiki/Blow_torch", "description": "A blowtorch is a fuel-burning tool used for applying flame and heat to various applications, usually metalworking."}]}, {"heading": "Births", "year": "1872", "date": "May 28", "txt": "Marian Smoluchowski, Polish physicist and mountaineer (d. 1917)", "entities": [{"title": "Marian Smoluchowski", "href": "/wiki/Marian_Smoluchowski", "description": "Marian Smoluchowski was a Polish physicist who worked in the Polish territories of the Austro-Hungarian Empire. He was a pioneer of statistical physics, and an avid mountaineer."}]}, {"heading": "Births", "year": "1878", "date": "May 28", "txt": "Paul Pelliot, French sinologist and explorer (d. 1945)", "entities": [{"title": "Paul Pelliot", "href": "/wiki/Paul_Pelliot", "description": "Paul Eugène Pelliot was a French Sinologist and Orientalist best known for his explorations of Central Asia and his discovery of many important Chinese texts among the Dunhuang manuscripts."}]}, {"heading": "Births", "year": "1879", "date": "May 28", "txt": "Milutin Milanković, Serbian mathematician, astronomer, and geophysicist (d. 1958)", "entities": [{"title": "Milutin Milanković", "href": "/wiki/Milutin_Milankovi%C4%87", "description": "Milutin Milanković was a Serbian mathematician, astronomer, climatologist, geophysicist, civil engineer and popularizer of science."}]}, {"heading": "Births", "year": "1883", "date": "May 28", "txt": "Vinayak Damodar Savarkar, Indian poet and politician (d. 1966)", "entities": [{"title": "Vinayak Damodar Savarkar", "href": "/wiki/Vinayak_Damodar_Savarkar", "description": "Vinayak Damodar Savarkar, commonly known as  Swatantryaveer Savarkar or simply  Veer Savarkar in Marathi language, was an Indian independence activist and politician who formulated the Hindu nationalist philosophy of Hindutva. He was a leading personality in the Hindu Mahasabha."}]}, {"heading": "Births", "year": "1883", "date": "May 28", "txt": "Clough Williams-Ellis, English-Welsh architect, designed the Portmeirion Village (d. 1978)", "entities": [{"title": "Portmeirion", "href": "/wiki/Portmeirion", "description": "Portmeirion is a tourist village in Gwynedd, North Wales. It was designed and built by Sir Clough Williams-Ellis between 1925 and 1975 in the style of an Italian village, and is now owned by a charitable trust. The village is located in the community of Penrhyndeudraeth, on the estuary of the River Dwyryd, 2 miles (3.2 km) south east of Porthmadog, and 1 mile (1.6 km) from Minffordd railway statio"}]}, {"heading": "Births", "year": "1884", "date": "May 28", "txt": "Edvard Beneš, Czech academic and politician, 2nd President of Czechoslovakia (d. 1948)", "entities": [{"title": "Edvard Beneš", "href": "/wiki/Edvard_Bene%C5%A1", "description": "Edvard Beneš was a Czech politician and statesman who served as the President of Czechoslovakia from 1935 to 1938 and again from 1945 to 1948. He also led the Czechoslovak government-in-exile 1939 to 1945, during World War II."}, {"title": "List of Presidents of Czechoslovakia", "href": "/wiki/List_of_Presidents_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Births", "year": "1886", "date": "May 28", "txt": "Santo Trafficante, Sr., Italian-American mobster (d. 1954)", "entities": [{"title": "Santo Trafficante, Sr.", "href": "/wiki/Santo_Trafficante,_Sr.", "description": "Santo Trafficante Sr. was a Sicilian-born mobster, and father of the powerful mobster Santo Trafficante Jr."}]}, {"heading": "Births", "year": "1888", "date": "May 28", "txt": "Kaarel Eenpalu, Estonian journalist and politician, 6th Prime Minister of Estonia (d. 1942)", "entities": [{"title": "Kaarel Eenpalu", "href": "/wiki/Kaarel_Eenpalu", "description": "Kaarel Eenpalu was an Estonian journalist, politician and head of state, who served as 7th Prime Minister of Estonia."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1888", "date": "May 28", "txt": "Vivienne Haigh-Wood Eliot, English author and educator (d. 1947)", "entities": []}, {"heading": "Births", "year": "1888", "date": "May 28", "txt": "Jim Thorpe, American decathlete, football player, and coach (d. 1953)", "entities": []}, {"heading": "Births", "year": "1889", "date": "May 28", "txt": "Richard Réti, Slovak-Czech chess player and author (d. 1929)", "entities": [{"title": "Richard Réti", "href": "/wiki/Richard_R%C3%A9ti", "description": "Richard Selig Réti was an Austro-Hungarian, later Czechoslovakian chess player, chess author, and composer of endgame studies."}]}, {"heading": "Births", "year": "1892", "date": "May 28", "txt": "Minna Gombell, American actress (d. 1973)", "entities": [{"title": "Minna Gombell", "href": "/wiki/Minna_Gombell", "description": "Minna Marie Gombell was an American stage and film actress. She was sometimes billed as Minna Gombel."}]}, {"heading": "Births", "year": "1900", "date": "May 28", "txt": "Tommy Ladnier, American trumpet player (d. 1939)", "entities": [{"title": "Tommy Ladnier", "href": "/wiki/Tommy_Ladnier", "description": "Thomas James Ladnier was an American jazz trumpeter. Hugues Panassié – an influential French critic, jazz historian, and renowned exponent of New Orleans jazz – rated Ladnier, sometime on or before 1956, second only to Louis Armstrong."}]}, {"heading": "Births", "year": "1903", "date": "May 28", "txt": "S. L. Kirloskar, Indian businessman, founded Kirloskar Group (d. 1994)", "entities": [{"title": "S. L. Kirloskar", "href": "/wiki/S._L._Kirloskar", "description": "Shantanurao Laxmanrao Kirloskar was an Indian businessman who was instrumental in the rapid growth of the Kirloskar Group."}, {"title": "Kirloskar Group", "href": "/wiki/Kirloskar_Group", "description": "Kirloskar Group is an Indian conglomerate, headquartered in Pune, Maharashtra, India. The company exports to over 70 countries over most of Africa, Southeast Asia and Europe. The flagship & holding company, Kirloskar Brothers Ltd established in 1888, is India's largest maker of pumps and valves. Kirolskar Group is one of the major component suppliers for the indigenous Arihant Nuclear Submarine pr"}]}, {"heading": "Births", "year": "1906", "date": "May 28", "txt": "Henry Thambiah, Sri Lankan lawyer, judge, and diplomat, Sri Lankan High Commissioner to Canada (d. 1997)", "entities": [{"title": "Henry Thambiah", "href": "/wiki/Henry_Thambiah", "description": "Deshamanya Justice Henry Wijeyakone Thambiah (1906–1997) was a Ceylonese academic, diplomat, lawyer and judge, born in Sri Lanka during British colonial rule. He was a Commissioner of Assize, High Commissioner and judge of the Supreme Courts of Ceylon and Sierra Leone."}, {"title": "Sri Lankan High Commissioner to Canada", "href": "/wiki/Sri_Lankan_High_Commissioner_to_Canada", "description": "\nThe Sri Lankan High Commissioner to Canada is the Sri Lankan envoy to Canada. Countries belonging to the Commonwealth of Nations typically exchange High Commissioners, rather than Ambassadors. Though there are a few technical differences, they are in practice one and the same office. Sri Lanka also maintains a Consul-General in Toronto."}]}, {"heading": "Births", "year": "1908", "date": "May 28", "txt": "Léo Cadieux, Canadian journalist and politician, 17th Canadian Minister of National Defence (d. 2005)", "entities": [{"title": "Léo Cadieux", "href": "/wiki/L%C3%A9o_Cadieux", "description": "Joseph Alphonse Léo Cadieux, was a Canadian politician."}, {"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1908", "date": "May 28", "txt": "Ian Fleming, English journalist and author, created James Bond (d. 1964)", "entities": []}, {"heading": "Births", "year": "1909", "date": "May 28", "txt": "Red Horner, Canadian ice hockey player (d. 2005)", "entities": [{"title": "Red Horner", "href": "/wiki/Red_Horner", "description": "George Reginald \"Red\" Horner was an ice hockey defenceman for the Toronto Maple Leafs of the National Hockey League from 1928 to 1940. He was the Leafs captain from 1938 until his retirement. He helped the Leafs win their third Stanley Cup in 1932. He was inducted into the Hockey Hall of Fame in 1965."}]}, {"heading": "Births", "year": "1910", "date": "May 28", "txt": "Georg Gaßmann, German politician, Mayor of Marburg (d. 1987)", "entities": [{"title": "Georg Gaßmann", "href": "/wiki/Georg_Ga%C3%9Fmann", "description": "Georg Gaßmann was a German politician."}, {"title": "List of mayors of Marburg", "href": "/wiki/List_of_mayors_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Births", "year": "1910", "date": "May 28", "txt": "Rachel Kempson, English actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 28", "txt": "T-Bone Walker, American singer-songwriter and guitarist (d. 1975)", "entities": []}, {"heading": "Births", "year": "1911", "date": "May 28", "txt": "Bob Crisp, South African cricketer (d. 1994)", "entities": [{"title": "Bob Crisp", "href": "/wiki/Bob_Crisp", "description": "Robert James Crisp was a South African cricketer who played in nine Test matches between 1935 and 1936. He appeared for Rhodesia, Western Province, Worcestershire and South Africa. Though his Test bowling average lay over 37.00, Crisp had a successful first-class cricket career, with 276 wickets at 19.88. He is the only bowler in first-class cricket to have taken four wickets in four balls more th"}]}, {"heading": "Births", "year": "1911", "date": "May 28", "txt": "Thora Hird, English actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1911", "date": "May 28", "txt": "Fritz Hochwälder, Austrian playwright (d. 1986)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 28", "txt": "Herman Johannes, Indonesian scientist, academic, and politician (d. 1992)", "entities": [{"title": "Herman Johannes", "href": "/wiki/Herman_Johannes", "description": "Herman Johannes was an Indonesian professor, scientist and politician. Johannes was the rector of Universitas Gadjah Mada in Yogyakarta (1961–1966), Coordinator for Higher Education from 1966 to 1979, a member of Indonesia's Presidential Supreme Advisory Council from 1968 to 1978, and the Minister for Public Works and Energy (1950–1951). He was also a member of the Executive Board of UNESCO from 1"}]}, {"heading": "Births", "year": "1912", "date": "May 28", "txt": "Ruby Payne-Scott, Australian physicist and astronomer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 28", "txt": "Patrick White, Australian novelist, poet, and playwright, Nobel Prize laureate (d. 1990)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1914", "date": "May 28", "txt": "W. G. G. Duncan Smith, English captain and pilot (d. 1996)", "entities": [{"title": "W. G. G. Duncan Smith", "href": "/wiki/W._G._G._Duncan_Smith", "description": "Group Captain Wilfrid George Gerald Duncan Smith, was a Royal Air Force flying ace of the Second World War. He was the father of Iain Duncan Smith, Member of Parliament (MP) since 1992 and Leader of the Conservative Party from 2001 to 2003."}]}, {"heading": "Births", "year": "1915", "date": "May 28", "txt": "Joseph Greenberg, American linguist and academic (d. 2001)", "entities": [{"title": "Joseph Greenberg", "href": "/wiki/Joseph_Greenberg", "description": "Joseph Harold Greenberg was an American linguist, known mainly for his work concerning linguistic typology and the genetic classification of languages."}]}, {"heading": "Births", "year": "1916", "date": "May 28", "txt": "Walker Percy, American novelist and essayist (d. 1990)", "entities": [{"title": "Walker Percy", "href": "/wiki/Walker_Percy", "description": "Walker Percy, Obl.S.B. was an American writer whose interests included philosophy and semiotics. Percy is noted for his philosophical novels set in and around New Orleans; his first novel, The Moviegoer, won the U.S. National Book Award for Fiction."}]}, {"heading": "Births", "year": "1917", "date": "May 28", "txt": "Barry Commoner, American biologist, academic, and politician (d. 2012)", "entities": [{"title": "Barry Commoner", "href": "/wiki/Barry_Commoner", "description": "Barry Commoner was an American cellular biologist, college professor, and politician. He was a leading ecologist and among the founders of the modern environmental movement. He was the director of the Center for Biology of Natural Systems and its Critical Genetics Project. He ran as the Citizens Party candidate in the 1980 U.S. presidential election. His work studying the radioactive fallout from "}]}, {"heading": "Births", "year": "1918", "date": "May 28", "txt": "Johnny Wayne, Canadian comedian (d. 1990)", "entities": [{"title": "Johnny Wayne", "href": "/wiki/Johnny_Wayne", "description": "Johnny Wayne was a Canadian comedian and comedy writer best known for his work as part of the comedy duo Wayne and Shuster alongside Frank Shuster."}]}, {"heading": "Births", "year": "1921", "date": "May 28", "txt": "D. V. Paluskar, Indian Hindustani classical musician (d. 1955)", "entities": [{"title": "D. V. Paluskar", "href": "/wiki/D._V._Paluskar", "description": "Pandit Dattatreya Vishnu Paluskar, was a Hindustani classical vocalist. He was considered a child prodigy."}]}, {"heading": "Births", "year": "1921", "date": "May 28", "txt": "Heinz G. Konsalik, German journalist and author (d. 1999)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 28", "txt": "Tom Uren, Australian soldier, boxer, and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1922", "date": "May 28", "txt": "Lou Duva, American boxer, trainer, and manager (d. 2017)", "entities": [{"title": "Lou Duva", "href": "/wiki/Lou_Duva", "description": "Louis Duva was a boxing trainer, manager and boxing promoter who handled nineteen world champions. The Duva family promoted boxing events in over twenty countries on six continents. Lou Duva was inducted into the International Boxing Hall of Fame, the New Jersey Boxing Hall of Fame, the National Italian American Sports Hall of Fame, and The Meadowlands Sports Hall of Fame."}]}, {"heading": "Births", "year": "1922", "date": "May 28", "txt": "Roger Fisher, American author and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1922", "date": "May 28", "txt": "Tuomas Gerdt, Finnish soldier (d. 2020)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 28", "txt": "György Ligeti, Hungarian-Austrian composer and educator (d. 2006)", "entities": [{"title": "György Ligeti", "href": "/wiki/Gy%C3%B6rgy_Ligeti", "description": "György Sándor Ligeti was a Hungarian-Austrian composer of contemporary classical music. He has been described as \"one of the most important avant-garde composers in the latter half of the twentieth century\" and \"one of the most innovative and influential among progressive figures of his time\"."}]}, {"heading": "Births", "year": "1923", "date": "May 28", "txt": "N. T. Rama Rao, Indian actor, director, producer, and politician, 10th Chief Minister of Andhra Pradesh (d. 1996)", "entities": [{"title": "List of Chief Ministers of Andhra Pradesh", "href": "/wiki/List_of_Chief_Ministers_of_Andhra_Pradesh", "description": "The Chief Minister of Andhra Pradesh is the chief executive of the Indian state of Andhra Pradesh. As per the Constitution of India, the Governor of Andhra Pradesh is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Andhra Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to form the gov"}]}, {"heading": "Births", "year": "1924", "date": "May 28", "txt": "Edward du Cann, English naval officer and politician (d. 2017)", "entities": [{"title": "Edward du Cann", "href": "/wiki/Edward_du_Cann", "description": "Sir Edward Dillon Lott du Cann was a British politician and businessman. He was a member of Parliament (MP) from 1956 to 1987 and served as Chairman of the Conservative Party from 1965 to 1967 and as chairman of the party's 1922 Committee from 1972 to 1984."}]}, {"heading": "Births", "year": "1924", "date": "May 28", "txt": "Paul Hébert, Canadian actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 28", "txt": "Bülent Ecevit, Turkish journalist, scholar, and politician, 16th Prime Minister of Turkey (d. 2006)", "entities": [{"title": "Bülent Ecevit", "href": "/wiki/B%C3%BClent_Ecevit", "description": "Mustafa Bülent Ecevit was a Turkish politician, statesman, poet, writer, scholar, and journalist, who served as the Prime Minister of Turkey four times between 1974 and 2002. He served as prime minister in 1974, 1977, 1978–79, and 1999–2002. Ecevit was the leader of the Republican People's Party (CHP) between 1972 and 1980, and in 1989 he became the leader of the Democratic Left Party (DSP). He is"}, {"title": "Prime Minister of Turkey", "href": "/wiki/Prime_Minister_of_Turkey", "description": "The Prime Minister of the Republic of Turkey was the head of government of the Republic of Turkey from 1920 to 2018, who led a political coalition in the Turkish Parliament and presided over the cabinet. Throughout the political history of Turkey, functions and powers of the post had changed occasionally."}]}, {"heading": "Births", "year": "1925", "date": "May 28", "txt": "Dietrich Fischer-Dieskau, German opera singer and conductor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 28", "txt": "Sally Forrest, American actress and dancer (d. 2015)", "entities": [{"title": "Sally Forrest", "href": "/wiki/Sally_Forrest", "description": "Sally Forrest, was an American film, stage and TV actress of the 1940s and 1950s. She studied dance from a young age and shortly out of high school was signed to a contract by Metro-Goldwyn-Mayer."}]}, {"heading": "Births", "year": "1929", "date": "May 28", "txt": "Patrick McNair-Wilson, English politician", "entities": [{"title": "Patrick McNair-Wilson", "href": "/wiki/Patrick_McNair-Wilson", "description": "\nSir Patrick Michael Ernest David McNair-Wilson is a former (retired) British Conservative Member of Parliament."}]}, {"heading": "Births", "year": "1930", "date": "May 28", "txt": "Edward Seaga, American-Jamaican academic and politician, 5th Prime Minister of Jamaica (d. 2019)", "entities": [{"title": "Edward Seaga", "href": "/wiki/Edward_Seaga", "description": "Edward Philip George Seaga ON PC was an American-born Jamaican politician. He was the fifth Prime Minister of Jamaica, from 1980 to 1989, and the leader of the Jamaica Labour Party from 1974 to 2005. He served as leader of the opposition from 1974 to 1980, and again from 1989 until January 2005."}, {"title": "Prime Minister of Jamaica", "href": "/wiki/Prime_Minister_of_Jamaica", "description": "The prime minister of Jamaica is Jamaica's head of government, currently Andrew Holness. Holness, as leader of the governing Jamaica Labour Party (JLP), was sworn in as Prime Minister on 7 September 2020, having been re-elected as a result of the JLP's landslide victory in the 2020 Jamaican general election."}]}, {"heading": "Births", "year": "1931", "date": "May 28", "txt": "Carroll Baker, American actress", "entities": [{"title": "Carroll Baker", "href": "/wiki/Carroll_Baker", "description": "Carroll Baker is a retired American actress of film, stage, and television. Throughout the 1950s and 1960s, Baker's range of roles from young ingénues to brash and flamboyant women established her as both a pin-up and serious dramatic actress. After studying under Lee Strasberg at the Actors Studio, Baker began performing on Broadway in 1954. From there, she was recruited by director Elia Kazan to"}]}, {"heading": "Births", "year": "1931", "date": "May 28", "txt": "Gordon Willis, American cinematographer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 28", "txt": "Tim Renton, Baron Renton of Mount Harry, English politician, Minister for Culture, Communications and Creative Industries", "entities": [{"title": "Tim Renton, Baron Renton of Mount Harry", "href": "/wiki/Tim_Renton,_Baron_Renton_of_Mount_Harry", "description": "Ronald Timothy Renton, Baron Renton of Mount Harry, was a British Conservative politician."}, {"title": "Minister for Culture, Communications and Creative Industries", "href": "/wiki/Minister_for_Culture,_Communications_and_Creative_Industries", "description": "In the Government of the United Kingdom, the Minister for the Arts is a ministerial post, usually a low to middle-ranking minister to the much senior Secretary of State, who runs the entire department and is ultimately responsible for the department's brief."}]}, {"heading": "Births", "year": "1933", "date": "May 28", "txt": "John Karlen, American actor (d. 2020)", "entities": [{"title": "John Karlen", "href": "/wiki/John_Karlen", "description": "John Karlen was an American character actor who played multiple roles on the ABC serial Dark Shadows on and off from 1967 to 1971."}]}, {"heading": "Births", "year": "1933", "date": "May 28", "txt": "Zelda Rubinstein, American actress and activist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 28", "txt": "Claude Forget, Canadian academic and politician", "entities": [{"title": "Claude Forget", "href": "/wiki/Claude_Forget", "description": "Claude E. Forget, is a Canadian economist and former politician."}]}, {"heading": "Births", "year": "1936", "date": "May 28", "txt": "Ole K. Sara, Norwegian politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 28", "txt": "Betty Shabazz, American educator and activist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 28", "txt": "Jerry West, American basketball player, coach, and executive", "entities": [{"title": "Jerry West", "href": "/wiki/Jerry_West", "description": "Jerome Alan West is an American basketball executive and former player. He played professionally for the Los Angeles Lakers of the National Basketball Association (NBA). His nicknames included \"Mr. Clutch\", for his ability to make a big play in a clutch situation, such as his famous buzzer-beating 60-foot shot that tied Game 3 of the 1970 NBA Finals against the New York Knicks; \"the Logo\", in refe"}]}, {"heading": "Births", "year": "1939", "date": "May 28", "txt": "Maeve Binchy, Irish novelist (d. 2012)", "entities": [{"title": "Maeve Binchy", "href": "/wiki/Maeve_Binchy", "description": "Anne Maeve Binchy Snell was an Irish novelist, playwright, short story writer, columnist, and speaker. Her novels were characterised by a sympathetic and often humorous portrayal of small-town life in Ireland, and surprise endings. Her novels, which were translated into 37 languages, sold more than 40 million copies worldwide, and her death at age 73, announced by Vincent Browne on Irish televisio"}]}, {"heading": "Births", "year": "1940", "date": "May 28", "txt": "David William Brewer, English politician, Lord-Lieutenant of Greater London", "entities": [{"title": "David William Brewer", "href": "/wiki/David_William_Brewer", "description": "Sir David William Brewer, is an English marine insurance broker who served as Lord Mayor of London (2005–06) and Lord-Lieutenant of Greater London to Elizabeth II (2008–15)."}, {"title": "Lord-Lieutenant of Greater London", "href": "/wiki/Lord-Lieutenant_of_Greater_London", "description": "The Lord-Lieutenant of Greater London is the personal representative of the monarch, currently Queen Elizabeth II, in Greater London."}]}, {"heading": "Births", "year": "1940", "date": "May 28", "txt": "Shlomo Riskin, American rabbi and academic, founded the Lincoln Square Synagogue", "entities": [{"title": "Lincoln Square Synagogue", "href": "/wiki/Lincoln_Square_Synagogue", "description": "The Lincoln Square Synagogue is a Modern Orthodox synagogue located at 180 Amsterdam Avenue between West 68th and 69th Streets in the Lincoln Square neighborhood of Manhattan, New York City. Founded in 1964, the physical location of the congregation has changed several times. The most recent move took place in January 2013. The new building is the largest synagogue to be built in New York City in "}]}, {"heading": "Births", "year": "1941", "date": "May 28", "txt": "Beth Howland, American actress and singer (d. 2015)", "entities": [{"title": "Beth Howland", "href": "/wiki/Beth_Howland", "description": "Elizabeth Howland was an American actress. She worked on stage and television, and was best known for playing Vera Gorman in Alice, the sitcom inspired by the Martin Scorsese film Alice Doesn't Live Here Anymore (1974)."}]}, {"heading": "Births", "year": "1942", "date": "May 28", "txt": "Stanley B. Prusiner, American neurologist and biochemist, Nobel Prize laureate", "entities": [{"title": "Stanley B. Prusiner", "href": "/wiki/Stanley_B._Prusiner", "description": "Stanley Benjamin Prusiner is an American neurologist and biochemist. He is the director of the Institute for Neurodegenerative Diseases at University of California, San Francisco (UCSF). Prusiner discovered prions, a class of infectious self-reproducing pathogens primarily or solely composed of protein. He received the Albert Lasker Award for Basic Medical Research in 1994 and the Nobel Prize in P"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1943", "date": "May 28", "txt": "Terry Crisp, Canadian ice hockey player and coach", "entities": [{"title": "Terry Crisp", "href": "/wiki/Terry_Crisp", "description": "Terrance Arthur Crisp is a Canadian former professional ice hockey coach and player. Crisp played ten seasons in the National Hockey League for the Boston Bruins, St. Louis Blues, New York Islanders and Philadelphia Flyers between 1965 and 1977. Crisp coached for 11 seasons in the National Hockey League for the Philadelphia Flyers, Calgary Flames and Tampa Bay Lightning. He currently is a radio an"}]}, {"heading": "Births", "year": "1944", "date": "May 28", "txt": "Faith Brown, English actress and singer", "entities": [{"title": "Faith Brown", "href": "/wiki/Faith_Brown", "description": "Faith Brown is an English actress, singer, comedian and impressionist. She was a star of the ITV impressions show Who Do You Do?, and was The Voice in the TV show Trapped!."}]}, {"heading": "Births", "year": "1944", "date": "May 28", "txt": "Rudy Giuliani, American lawyer and politician, 107th mayor of New York City", "entities": [{"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1944", "date": "May 28", "txt": "Gladys Knight, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 28", "txt": "Rita MacNeil, Canadian singer and actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 28", "txt": "Gary Stewart, American singer-songwriter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 28", "txt": "Billy Vera, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 28", "txt": "Patch Adams, American physician and author, founded the Gesundheit! Institute", "entities": [{"title": "Patch Adams", "href": "/wiki/Patch_Adams", "description": "Hunter Doherty \"Patch\" Adams is an American physician, comedian, social activist, clown, and author. He founded the Gesundheit! Institute in 1971. Each year he also organizes volunteers from around the world to travel to various countries where they dress as clowns to bring humor to orphans, patients, and other people."}, {"title": "Gesundheit! Institute", "href": "/wiki/Gesundheit!_Institute", "description": "Hunter Doherty \"Patch\" Adams is an American physician, comedian, social activist, clown, and author. He founded the Gesundheit! Institute in 1971. Each year he also organizes volunteers from around the world to travel to various countries where they dress as clowns to bring humor to orphans, patients, and other people."}]}, {"heading": "Births", "year": "1945", "date": "May 28", "txt": "John N. Bambacus, American military veteran (USMC) and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 28", "txt": "John Fogerty, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 28", "txt": "Jean Perrault, Canadian politician, Mayor of Sherbrooke, Quebec", "entities": [{"title": "List of mayors of Sherbrooke", "href": "/wiki/List_of_mayors_of_Sherbrooke", "description": "This is a list of mayors of Sherbrooke, Quebec.1852-1853 : George Frederick Bowen\n1854-1855 : Joseph Gibb Robertson\n1855-1857 : Albert Philips Ball\n1858-1868 : Joseph Gibb Robertson\n1868-1869 : Richard William Heneker\n1869-1872 : Joseph Gibb Robertson\n1873-1875 : Richard Dalby Morkill\n1875-1876 : John Griffith\n1876-1877 : Eleazar Clark\n1877 : Richard William Heneker\n1877-1878 : Eleazar Clark\n1878-"}]}, {"heading": "Births", "year": "1945", "date": "May 28", "txt": "Helena Shovelton, English physician", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 28", "txt": "Bruce Alexander, English actor", "entities": [{"title": "Bruce Alexander (actor)", "href": "/wiki/Bruce_Alexander_(actor)", "description": "Bruce John Alexander is a British actor, best known for his portrayal of Superintendent Stanley Mullett in the ITV television series A Touch of Frost, where he plays the superior of the main character Jack Frost, played by David Jason."}]}, {"heading": "Births", "year": "1946", "date": "May 28", "txt": "Skip Jutze, American baseball player", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 28", "txt": "Janet Paraskeva, Welsh politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 28", "txt": "K. Satchidanandan, Indian poet and critic", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 28", "txt": "William Shawcross, English journalist and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 28", "txt": "Zahi Hawass, Egyptian archaeologist and academic", "entities": [{"title": "Zahi Hawass", "href": "/wiki/Zahi_Hawass", "description": "Zahi A. Hawass is an Egyptian archaeologist, Egyptologist, and former Minister of State for Antiquities Affairs. He has also worked at archaeological sites in the Nile Delta, the Western Desert, and the Upper Nile Valley."}]}, {"heading": "Births", "year": "1947", "date": "May 28", "txt": "Lynn Johnston, Canadian author and illustrator", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 28", "txt": "Leland Sklar, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 28", "txt": "Michael Field, Australian politician, 38th Premier of Tasmania", "entities": [{"title": "Michael Field (politician)", "href": "/wiki/Michael_Field_(politician)", "description": "Michael Walter Field, a former Australian politician, was the Premier of Tasmania between 1989 and 1992. Field is the current chancellor of the University of Tasmania since January 2013. He was the leader of the Tasmanian Labor Party from 1988 until his retirement in 1996. Field is best known for operating in minority government with the support of the Independents, Tasmania's nascent Green party,"}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1948", "date": "May 28", "txt": "Pierre Rapsat, Belgian singer and songwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 28", "txt": "Martin Kelner, English journalist, author, comedian, singer, actor and radio presenter", "entities": [{"title": "Martin Kelner", "href": "/wiki/Martin_Kelner", "description": "Martin Barry Kelner is a British journalist, author, comedian, singer, actor and TV presenter, whose primary career is in radio presenting. He has spent over 40 years hosting radio shows, mostly for the BBC, in particular Radio Leeds. He has been regularly accompanied throughout his career by comedy sidekick Edouard Lapaglie."}]}, {"heading": "Births", "year": "1949", "date": "May 28", "txt": "Wendy O. Williams, American singer-songwriter, musician, and actress (d. 1998)", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 28", "txt": "Roger Briggs, American pianist, composer, conductor, and educator", "entities": [{"title": "Roger Briggs", "href": "/wiki/Roger_Briggs", "description": "Roger Briggs is an American composer, conductor, pianist, and educator."}]}, {"heading": "Births", "year": "1953", "date": "May 28", "txt": "Pierre Gauthier, Canadian ice hockey player and manager", "entities": [{"title": "Pierre Gauthier", "href": "/wiki/Pierre_Gauthier", "description": "Pierre Gauthier is a former General Manager of the Montreal Canadiens, Mighty Ducks of Anaheim, and Ottawa Senators. He is currently the director of player personnel of the Chicago Blackhawks."}]}, {"heading": "Births", "year": "1954", "date": "May 28", "txt": "João Carlos de Oliveira, Brazilian jumper (d. 1999)", "entities": [{"title": "João Carlos de Oliveira", "href": "/wiki/Jo%C3%A3o_Carlos_de_Oliveira", "description": "João Carlos de Oliveira, also known as \"João do Pulo\" was a Brazilian athlete who competed in the triple jump and the long jump."}]}, {"heading": "Births", "year": "1954", "date": "May 28", "txt": "Youri Egorov, Russian pianist and composer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 28", "txt": "Charles Saumarez Smith, English historian and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 28", "txt": "Péter Szilágyi, Hungarian conductor and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 28", "txt": "John Tory, Canadian lawyer and politician, 65th Mayor of Toronto", "entities": [{"title": "Mayor of Toronto", "href": "/wiki/Mayor_of_Toronto", "description": "The mayor of Toronto is the chief executive officer of Toronto's municipal government and the head of its city council. The mayor is elected alongside city council every four years on the fourth Monday of October; there are no term limits. While in office, mayors are styled His/Her Worship."}]}, {"heading": "Births", "year": "1955", "date": "May 28", "txt": "Laura Amy Schlitz, American author and librarian", "entities": [{"title": "Laura Amy Schlitz", "href": "/wiki/Laura_Amy_Schlitz", "description": "Laura Amy Schlitz is an American author of children's literature. She is a librarian and storyteller at The Park School in Brooklandville, Maryland."}]}, {"heading": "Births", "year": "1955", "date": "May 28", "txt": "Mark Howe, American ice hockey player and coach", "entities": [{"title": "Mark Howe", "href": "/wiki/Mark_Howe", "description": "Mark Steven Howe is an American former professional ice hockey left winger and later defenseman who played sixteen seasons in the National Hockey League (NHL) following six seasons in the World Hockey Association (WHA). He is currently serving as the director of pro scouting for the Detroit Red Wings."}]}, {"heading": "Births", "year": "1956", "date": "May 28", "txt": "Jerry Douglas, American guitarist and producer", "entities": [{"title": "Jerry Douglas", "href": "/wiki/Jerry_Douglas", "description": "Gerald Calvin \"Jerry\" Douglas is an American resonator guitar and lap steel guitar player and record producer."}]}, {"heading": "Births", "year": "1956", "date": "May 28", "txt": "Jeff Dujon, Jamaican cricketer", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 28", "txt": "Markus Höttinger, Austrian racing driver (d. 1980)", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 28", "txt": "Peter Wilkinson, English admiral", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 28", "txt": "Colin Barnes, English footballer", "entities": [{"title": "Colin Barnes", "href": "/wiki/Colin_Barnes", "description": "Colin Barnes is an English former professional footballer born in Notting Hill, London, who played as a forward in the Football League for Torquay United."}]}, {"heading": "Births", "year": "1957", "date": "May 28", "txt": "Kirk Gibson, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 28", "txt": "Ben Howland, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 28", "txt": "Risto Mannisenmäki, Finnish racing driver", "entities": [{"title": "Risto Mannisenmäki", "href": "/wiki/Risto_Mannisenm%C3%A4ki", "description": "Risto Mannisenmäki is a former rally co-driver and two-times world champion with driver Tommi Mäkinen."}]}, {"heading": "Births", "year": "1960", "date": "May 28", "txt": "Mark Sanford, American military veteran (USAF) and politician, 115th Governor of South Carolina", "entities": [{"title": "Mark Sanford", "href": "/wiki/Mark_Sanford", "description": "Marshall Clement \"Mark\" Sanford Jr. is an American politician and author. A Republican, Sanford is a former governor of South Carolina and a former member of the U.S. House of Representatives."}, {"title": "Governor of South Carolina", "href": "/wiki/Governor_of_South_Carolina", "description": "The governor of the State of South Carolina is the chief executive of South Carolina serving as its head of state and head of the executive of the government of South Carolina. The governor is the ex officio commander-in-chief of the National Guard when not called into federal service. The governor's responsibilities include making yearly \"State of the State\" addresses to the South Carolina Genera"}]}, {"heading": "Births", "year": "1960", "date": "May 28", "txt": "Mary Portas, English journalist and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 28", "txt": "Houman Younessi, Australian-American biologist and academic", "entities": [{"title": "Houman Younessi", "href": "/wiki/Houman_Younessi", "description": "Houman Younessi was an American educator, practitioner, consultant and investigator in informatics, large scale software development processes, computer science, decision science, molecular biology and functional genomics. He was a research professor at University of Connecticut, and was previously the head of faculty and professor at Hartford Graduate Campus of Rensselaer Polytechnic Institute in"}]}, {"heading": "Births", "year": "1964", "date": "May 28", "txt": "Jeff Fenech, Australian boxer and trainer", "entities": [{"title": "Jeff Fenech", "href": "/wiki/Jeff_Fenech", "description": "Jeff Fenech is a retired Australian professional boxer. He won world titles in three weight divisions, and is best known for his trilogy with Ghanaian boxer Azumah Nelson. Fenech was trained by renowned Sydney-based trainer Johnny Lewis."}]}, {"heading": "Births", "year": "1964", "date": "May 28", "txt": "Armen Gilliam, American basketball player and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 28", "txt": "Zsa Zsa Padilla, Filipino singer and actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 28", "txt": "Phil Vassar, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 28", "txt": "Chris Ballew, American singer-songwriter and bass player", "entities": [{"title": "Chris Ballew", "href": "/wiki/Chris_Ballew", "description": "Christopher Ballew is an American musician and was lead singer of the alternative rock group the Presidents of the United States of America. He also performs as a children's artist under the pseudonym Caspar Babypants."}]}, {"heading": "Births", "year": "1965", "date": "May 28", "txt": "Mary Coughlan, Irish politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 28", "txt": "Roger Kumble, American director, screenwriter, and playwright", "entities": [{"title": "Roger Kumble", "href": "/wiki/Roger_Kumble", "description": "Roger Kumble is an American film director, screenwriter, and playwright."}]}, {"heading": "Births", "year": "1966", "date": "May 28", "txt": "Miljenko Jergović, Bosnian novelist and journalist", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 28", "txt": "Gavin Robertson, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 28", "txt": "Glen Rice, American basketball player", "entities": [{"title": "Glen Rice", "href": "/wiki/Glen_Rice", "description": "Glen Anthony Rice Sr. is an American retired professional basketball player who played in the National Basketball Association (NBA). As a small forward, Rice was a three-time NBA All-Star, and made 1,559 three-point field goals during his 15-year career. Rice won both an NCAA championship and NBA championship during his collegiate and professional career. In recent years, Rice has taken up MMA fig"}]}, {"heading": "Births", "year": "1968", "date": "May 28", "txt": "Kylie Minogue, Australian singer-songwriter, producer, and actress", "entities": [{"title": "Kylie Minogue", "href": "/wiki/Kylie_Minogue", "description": "Kylie Ann Minogue, also known mononymously as Kylie, is an Australian singer, songwriter and actress. Minogue is the highest-selling female Australian artist of all time, having sold over 70 million records worldwide. She has been recognised for reinventing herself in music and fashion, for which she is referred to by the European press as the “Princess of Pop” and a style icon. Her accolades incl"}]}, {"heading": "Births", "year": "1969", "date": "May 28", "txt": "Mike DiFelice, American baseball player and manager", "entities": [{"title": "Mike DiFelice", "href": "/wiki/Mike_DiFelice", "description": "Michael William DiFelice is a former Major League Baseball journeyman catcher. He is a graduate from the University of Tennessee, and was drafted by the St. Louis Cardinals in the 11th round of the 1991 Major League Baseball draft. He made his major league debut in 1996 with the Cards. On April 17, 1997, he recorded his first stolen base with a steal of home against pitcher Kevin Brown who threw a"}]}, {"heading": "Births", "year": "1969", "date": "May 28", "txt": "Rob Ford, Canadian politician, 64th Mayor of Toronto (d. 2016)", "entities": [{"title": "Mayor of Toronto", "href": "/wiki/Mayor_of_Toronto", "description": "The mayor of Toronto is the chief executive officer of Toronto's municipal government and the head of its city council. The mayor is elected alongside city council every four years on the fourth Monday of October; there are no term limits. While in office, mayors are styled His/Her Worship."}]}, {"heading": "Births", "year": "1970", "date": "May 28", "txt": "Glenn Quinn, American actor (d. 2002)", "entities": [{"title": "Glenn Quinn", "href": "/wiki/Glenn_Quinn", "description": "Glenn Martin Christopher Francis Quinn was an Irish actor. He was best known for his portrayal of Mark Healy on the popular '90s family sitcom Roseanne. Quinn also amassed a large fan base for his portrayal of Doyle, a half-demon, on Angel, a spin-off series of Buffy the Vampire Slayer."}]}, {"heading": "Births", "year": "1971", "date": "May 28", "txt": "Isabelle Carré, French actress and singer", "entities": [{"title": "Isabelle Carré", "href": "/wiki/Isabelle_Carr%C3%A9", "description": "Isabelle Carré is a French actress. She has appeared in more than 70 films since 1989. She won a César Award for Best Actress for her role in Se souvenir des belles choses (2001), and has been nominated a further six times for Beau fixe (1992), Le Hussard sur le toit (1995), La Femme défendue (1997), Les Sentiments (2003), Entre ses mains (2005) and Anna M. (2007)."}]}, {"heading": "Births", "year": "1971", "date": "May 28", "txt": "Ekaterina Gordeeva, Russian figure skater and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 28", "txt": "Marco Rubio, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 28", "txt": "Doriva, Brazilian footballer and manager", "entities": [{"title": "Doriva", "href": "/wiki/Doriva", "description": "Dorival Guidoni Júnior, known simply as Doriva is a Brazilian retired footballer who played as a central midfielder, and is a manager."}]}, {"heading": "Births", "year": "1972", "date": "May 28", "txt": "Michael Boogerd, Dutch cyclist and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 28", "txt": "Marco Paulo Faria Lemos, Portuguese footballer and manager", "entities": [{"title": "Marco Paulo Faria Lemos", "href": "/wiki/Marco_Paulo_Faria_Lemos", "description": "Marco Paulo Faria de Lemos, known as Marco Paulo, is a Portuguese retired footballer who played as a central midfielder, and is a manager."}]}, {"heading": "Births", "year": "1974", "date": "May 28", "txt": "Hans-Jörg Butt, German footballer", "entities": [{"title": "Hans-Jörg Butt", "href": "/wiki/Hans-J%C3%B6rg_Butt", "description": "Hans-Jörg Butt is a German former footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1974", "date": "May 28", "txt": "Misbah-ul-Haq, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 28", "txt": "Maura Johnston, American journalist, critic, and academic", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 28", "txt": "Steven Bell, Australian rugby league player", "entities": [{"title": "Steven Bell", "href": "/wiki/Steven_Bell", "description": "Steven \"Steve\" Bell is an Australian former professional rugby league footballer who last played for the Catalans Dragons in the Super League. A Queensland State of Origin representative three-quarter, he previously played club football in the NRL for the Melbourne Storm, then the Manly-Warringah Sea Eagles."}]}, {"heading": "Births", "year": "1976", "date": "May 28", "txt": "Zaza Enden, Georgian-Turkish wrestler, basketball player, and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 28", "txt": "Roberto Goretti, Italian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 28", "txt": "Glenn Morrison, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 28", "txt": "Elisabeth Hasselbeck, American talk show host and author", "entities": [{"title": "Elisabeth Hasselbeck", "href": "/wiki/Elisabeth_Hasselbeck", "description": "Elisabeth DelPadre Hasselbeck is an American retired television personality and talk show host. Hasselbeck first rose to prominence in 2001 as a contestant on the second season of the American version of Survivor, where she finished in fourth place. She married NFL quarterback Tim Hasselbeck the following year."}]}, {"heading": "Births", "year": "1978", "date": "May 28", "txt": "Jake Johnson, American actor", "entities": [{"title": "Jake Johnson", "href": "/wiki/Jake_Johnson", "description": "Mark Jake Johnson Weinberger is an American actor, comedian, and writer best known for his role as Nick Miller in the Fox sitcom New Girl (2011–18), for which he was nominated for the Critics' Choice Television Award for Best Actor in a Comedy Series in 2018, and as the older Peter B. Parker/Spider-Man in the Oscar-winning animated film Spider-Man: Into the Spider-Verse (2018). He also starred in "}]}, {"heading": "Births", "year": "1979", "date": "May 28", "txt": "Abdulaziz al-Omari, Saudi Arabian terrorist, hijacker of American Airlines Flight 11 (d. 2001)", "entities": [{"title": "Abdulaziz al-Omari", "href": "/wiki/Abdulaziz_al-Omari", "description": "Abdulaziz al-Omari was a Saudi airport security guard and imam who was one of five hijackers of American Airlines Flight 11 as part of the September 11 attacks."}, {"title": "American Airlines Flight 11", "href": "/wiki/American_Airlines_Flight_11", "description": "American Airlines Flight 11 was a domestic passenger flight that was hijacked by five al-Qaeda terrorists on September 11, 2001, as part of the September 11 attacks. Mohamed Atta deliberately crashed the plane into the North Tower of the World Trade Center in New York City, killing all 92 people aboard and ensuring the deaths of 1,402 people at and above the aircraft's impact zone. The aircraft in"}]}, {"heading": "Births", "year": "1979", "date": "May 28", "txt": "Ronald Curry, American football player and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 28", "txt": "Miguel Pérez, Spanish footballer", "entities": [{"title": "Miguel Pérez (footballer, born 1980)", "href": "/wiki/Miguel_P%C3%A9rez_(footballer,_born_1980)", "description": "Miguel Alfonso Pérez Aracil is a Spanish retired footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1980", "date": "May 28", "txt": "Lucy Shuker, English tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 28", "txt": "Daniel Cabrera, Dominican-American baseball player", "entities": [{"title": "Daniel Cabrera", "href": "/wiki/Daniel_Cabrera", "description": "Daniel Alberto Cabrera Cruz is a Dominican former professional baseball right-handed starting pitcher. He has played in Major League Baseball (MLB) for the Baltimore Orioles, Washington Nationals and Arizona Diamondbacks and in Nippon Professional Baseball (NPB) for the Chunichi Dragons. He is a tall pitcher, standing at 6' 7\" and 225 lb."}]}, {"heading": "Births", "year": "1981", "date": "May 28", "txt": "Eric Ghiaciuc, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 28", "txt": "Adam Green, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 28", "txt": "Alexa Davalos, French-American actress", "entities": [{"title": "Alexa Davalos", "href": "/wiki/Alexa_Davalos", "description": "Alexa Davalos Dunas is an American actress. Her early role as Gwen Raiden on the fourth season of the TV series Angel (2002–03) was followed by some Hollywood films, including The Chronicles of Riddick (2004), Feast of Love (2007), The Mist (2007), Defiance (2008) and Clash of the Titans (2010). She has also appeared on the television series Reunion (2005–06) and in Frank Darabont's Mob City (2013"}]}, {"heading": "Births", "year": "1982", "date": "May 28", "txt": "Jhonny Peralta, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 28", "txt": "Steve Cronin, American soccer player", "entities": [{"title": "Steve Cronin", "href": "/wiki/Steve_Cronin", "description": "Steve Michael Cronin is a retired American soccer player who most recently played for D.C. United of Major League Soccer."}]}, {"heading": "Births", "year": "1983", "date": "May 28", "txt": "Humberto Sánchez, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 28", "txt": "Roman Atwood,  American YouTube star", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 28", "txt": "Colbie Caillat, American singer-songwriter and guitarist", "entities": [{"title": "Colbie Caillat", "href": "/wiki/Colbie_Caillat", "description": "Colbie Marie Caillat is an American singer-songwriter. Caillat rose to fame through social networking website Myspace. At that time, she was the number one unsigned artist of her genre. After signing with Universal Republic Records, she released her debut album, Coco, in July 2007. The album included the hit singles \"Bubbly\" and \"Realize\", and has sold 2,060,000 copies in the US, and is certified "}]}, {"heading": "Births", "year": "1985", "date": "May 28", "txt": "Pablo Andrés González, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 28", "txt": "Kostas Mendrinos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 28", "txt": "Carey Mulligan, English actress and singer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 28", "txt": "Berrick Barnes, Australian rugby player", "entities": [{"title": "Berrick Barnes", "href": "/wiki/Berrick_Barnes", "description": "Berrick Steven Barnes is an Australian professional rugby union footballer. His usual position is fly-half or inside centre. He is currently signed with Japanese Top League club Panasonic Wild Knights, but previously played in the Super Rugby competition with the NSW Waratahs and Queensland Reds. He also played for the Wallabies in international matches."}]}, {"heading": "Births", "year": "1986", "date": "May 28", "txt": "Bryant Dunston, American-Armenian basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 28", "txt": "Seth Rollins, American wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 28", "txt": "Ingmar Vos, Dutch decathlete", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 28", "txt": "T.J. Yates, American football player", "entities": [{"title": "T.J. Yates", "href": "/wiki/T.J._Yates", "description": "Taylor Jonathan Yates is a former American football quarterback who is currently the Passing game specialist with the Atlanta Falcons. He played college football at North Carolina and was drafted by the Houston Texans in the fifth round of the 2011 NFL Draft. He has also played for the Atlanta Falcons, Miami Dolphins, and Buffalo Bills."}]}, {"heading": "Births", "year": "1988", "date": "May 28", "txt": "NaVorro Bowman, American football player", "entities": [{"title": "NaVorro Bowman", "href": "/wiki/NaVorro_Bowman", "description": "NaVorro Roderick Bowman is a former American football linebacker who played eight seasons in the National Football League (NFL). He played college football at Penn State, and was drafted by the San Francisco 49ers in the third round of the 2010 NFL Draft. He has also played a season for the Oakland Raiders."}]}, {"heading": "Births", "year": "1988", "date": "May 28", "txt": "Percy Harvin, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 28", "txt": "Craig Kimbrel, American baseball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 28", "txt": "Kyle Walker, English international footballer, right-back", "entities": [{"title": "Kyle Walker", "href": "/wiki/Kyle_Walker", "description": "Kyle Andrew Walker is an English professional footballer who plays as a right-back for Premier League club Manchester City and the England national team."}]}, {"heading": "Births", "year": "1991", "date": "May 28", "txt": "Sharrif Floyd, American football player", "entities": [{"title": "Sharrif Floyd", "href": "/wiki/Sharrif_Floyd", "description": "Sharrif Kalil Floyd is a former American football defensive tackle. He played college football for the University of Florida, where he was recognized as an All-American in 2012. Floyd was drafted by the Minnesota Vikings in the first round of the 2013 NFL Draft."}]}, {"heading": "Births", "year": "1991", "date": "May 28", "txt": "Alexandre Lacazette, French footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 28", "txt": "Kail Piho, Estonian skier", "entities": []}, {"heading": "Births", "year": "1993", "date": "May 28", "txt": "Daniel Alvaro, Australian rugby league player", "entities": [{"title": "Daniel Alvaro", "href": "/wiki/Daniel_Alvaro", "description": "Daniel Alvaro is an Italy international rugby league footballer who plays as a prop for the St George Illawarra Dragons in the NRL."}]}, {"heading": "Births", "year": "1993", "date": "May 28", "txt": "Bárbara Luz, Portuguese tennis player", "entities": []}, {"heading": "Births", "year": "1994", "date": "May 28", "txt": "John Stones, English footballer", "entities": [{"title": "John Stones", "href": "/wiki/John_Stones", "description": "John Stones is an English professional footballer who plays as a centre-back for Premier League club Manchester City and the England national team."}]}, {"heading": "Births", "year": "1998", "date": "May 28", "txt": "Kim Dahyun, South Korean rapper and singer, member of Twice", "entities": [{"title": "Dahyun", "href": "/wiki/Dahyun", "description": "Kim Da-hyun, known mononymously as Dahyun (Korean: 다현), is a South Korean singer and rapper. She is a member of the South Korean girl group Twice formed by JYP Entertainment."}, {"title": "Twice", "href": "/wiki/Twice", "description": "Twice, commonly stylized as TWICE, is a South Korean girl group formed by JYP Entertainment. The group is composed of nine members: Nayeon, Jeongyeon, Momo, Sana, Jihyo, Mina, Dahyun, Chaeyoung, and Tzuyu. Twice was formed under the television program Sixteen (2015) and debuted on October 20, 2015, with the extended play (EP) The Story Begins."}]}, {"heading": "Births", "year": "1999", "date": "May 28", "txt": "Cameron Boyce, American actor (d. 2019)", "entities": [{"title": "Cameron Boyce", "href": "/wiki/Cameron_Boyce", "description": "Cameron Mica Boyce was an American actor. He began his career as a child actor, appearing in the 2008 films Mirrors and Eagle Eye, along with the comedy film Grown Ups (2010) and its 2013 sequel. His first starring role was on the Disney Channel comedy series Jessie (2011–2015)."}]}, {"heading": "Births", "year": "2000", "date": "May 28", "txt": "Phil Foden, English footballer", "entities": [{"title": "Phil Foden", "href": "/wiki/Phil_Foden", "description": "Philip Walter Foden is an English professional footballer who plays as a midfielder for Premier League club Manchester City and the England national team."}]}, {"heading": "Births", "year": "2000", "date": "May 28", "txt": "Risealeaana Pouri-Lane, New Zealand rugby sevens player", "entities": []}, {"heading": "Deaths", "year": "576", "date": "May 28", "txt": "Germain of Paris, French bishop and saint (b. 496)", "entities": [{"title": "Germain of Paris", "href": "/wiki/Germain_of_Paris", "description": "Germain was the bishop of Paris and is a saint of the Eastern Orthodox Church and the Catholic Church. According to an early biography, he was known as Germain d'Autun, rendered in modern times as the \"Father of the Poor\"."}]}, {"heading": "Deaths", "year": "741", "date": "May 28", "txt": "Ucha'an K'in B'alam, Mayan king", "entities": [{"title": "Ucha'an K'in B'alam", "href": "/wiki/Ucha%27an_K%27in_B%27alam", "description": "Uchaʼan Kʼin Bʼalam was the fourth Mayan king of Dos Pilas. He is also known as the Ruler 3, Master of Sun Jaguar, Scroll-head God K, Spangle-head and Jewelled-head. His title was \"He of Five Captives\"."}]}, {"heading": "Deaths", "year": "926", "date": "May 28", "txt": "Kong Qian, official of Later Tang", "entities": [{"title": "Kong Qian", "href": "/wiki/Kong_Qian", "description": "Kong Qian was an official of the Chinese Five Dynasties and Ten Kingdoms period state Later Tang (and Later Tang's predecessor state Jin. He was credited with making sure that the campaigns of Later Tang's founding emperor Emperor Zhuangzong was well-financed, but his methods of extracting funds from the people were also said to be so exacting that the people eventually became resentful of Emperor"}]}, {"heading": "Deaths", "year": "926", "date": "May 28", "txt": "Li Jiji, prince of Later Tang", "entities": []}, {"heading": "Deaths", "year": "1023", "date": "May 28", "txt": "Wulfstan, English archbishop", "entities": [{"title": "Wulfstan (died 1023)", "href": "/wiki/Wulfstan_(died_1023)", "description": "Wulfstan was an English Bishop of London, Bishop of Worcester, and Archbishop of York. He is thought to have begun his ecclesiastical career as a Benedictine monk. He became the Bishop of London in 996. In 1002 he was elected simultaneously to the diocese of Worcester and the archdiocese of York, holding both in plurality until 1016, when he relinquished Worcester; he remained archbishop of York u"}]}, {"heading": "Deaths", "year": "1279", "date": "May 28", "txt": "William Wishart, English bishop", "entities": [{"title": "William Wishart", "href": "/wiki/William_Wishart", "description": "William Wishart was a 13th-century Bishop of St. Andrews. He was postulated to the see of St. Andrews while holding the position as Bishop-elect of Glasgow, which he resigned when, on 2 June 1271, he was elected to that vacant see. He was succeeded at Glasgow by his cousin (consanguieus), Robert Wishart. His election to St. Andrews was notable, because apparently the bishopric's Céli Dé community "}]}, {"heading": "Deaths", "year": "1327", "date": "May 28", "txt": "Robert Baldock, Lord Privy Seal and Lord Chancellor of England", "entities": [{"title": "Robert Baldock", "href": "/wiki/Robert_Baldock", "description": "Robert Baldock was the Lord Privy Seal and Lord Chancellor of England, during the reign of King Edward II of England."}, {"title": "Lord Privy Seal", "href": "/wiki/Lord_Privy_Seal", "description": "The Lord Privy Seal is the fifth of the Great Officers of State in the United Kingdom, ranking beneath the Lord President of the Council and above the Lord Great Chamberlain. Originally, its holder was responsible for the monarch's personal (privy) seal until the use of such a seal became obsolete. The office is currently one of the traditional sinecure offices of state or may be referred to as Mi"}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1357", "date": "May 28", "txt": "Afonso IV of Portugal (b. 1291)", "entities": [{"title": "Afonso IV of Portugal", "href": "/wiki/Afonso_IV_of_Portugal", "description": "Afonso IV, called the Brave, was King of Portugal from 1325 until his death. He was the only legitimate son of King Denis of Portugal by his wife Elizabeth of Aragon."}]}, {"heading": "Deaths", "year": "1427", "date": "May 28", "txt": "Henry IV, Count of Holstein-Rendsburg (b. 1397)", "entities": [{"title": "Henry IV, Count of Holstein-Rendsburg", "href": "/wiki/Henry_IV,_Count_of_Holstein-Rendsburg", "description": "Henry IV, Count of Holstein-Rendsburg was Count of Holstein-Rendsburg and Duke of Schleswig from 1404 until his death."}]}, {"heading": "Deaths", "year": "1556", "date": "May 28", "txt": "Saitō Dōsan, Japanese samurai (b. 1494)", "entities": [{"title": "Saitō Dōsan", "href": "/wiki/Sait%C5%8D_D%C5%8Dsan", "description": "Saitō Dōsan , also known as Saitō Toshimasa, was a Japanese samurai during the Sengoku period.\nHe was also known as the \"Viper of Mino\"  for his ruthless tactics. His honorific title from the Imperial Court was Yamashirō-no-kami and since he was a monk he was also called Saitō Yamashirō-nyudō-no-kami."}]}, {"heading": "Deaths", "year": "1626", "date": "May 28", "txt": "Thomas Howard, 1st Earl of Suffolk (b. 1561)", "entities": [{"title": "Thomas Howard, 1st Earl of Suffolk", "href": "/wiki/Thomas_Howard,_1st_Earl_of_Suffolk", "description": "Thomas Howard, 1st Earl of Suffolk, was a son of Thomas Howard, 4th Duke of Norfolk by his second wife Margaret Audley, Duchess of Norfolk, the daughter and heiress of the 1st Baron Audley of Walden."}]}, {"heading": "Deaths", "year": "1651", "date": "May 28", "txt": "Henry Grey, 10th Earl of Kent, English politician (b. 1594)", "entities": [{"title": "Henry Grey, 10th Earl of Kent", "href": "/wiki/Henry_Grey,_10th_Earl_of_Kent", "description": "\n\nHenry Grey, 10th Earl of Kent, known as Lord Ruthin from 1639 to 1643, was an English politician who sat in the House of Commons in 1640 and succeeded to the title Earl of Kent in 1643."}]}, {"heading": "Deaths", "year": "1672", "date": "May 28", "txt": "John Trevor, Welsh politician, Secretary of State for the Northern Department (b. 1626)", "entities": [{"title": "John Trevor (1626–1672)", "href": "/wiki/John_Trevor_(1626%E2%80%931672)", "description": "Sir John Trevor was a Welsh politician who sat in the House of Commons at various times between 1646 and 1672."}, {"title": "Secretary of State for the Northern Department", "href": "/wiki/Secretary_of_State_for_the_Northern_Department", "description": "The Secretary of State for the Northern Department was a position in the Cabinet of the government of Great Britain up to 1782, when the Northern Department became the Foreign Office."}]}, {"heading": "Deaths", "year": "1747", "date": "May 28", "txt": "Luc de Clapiers, marquis de Vauvenargues, French author (b. 1715)", "entities": [{"title": "Luc de Clapiers, marquis de Vauvenargues", "href": "/wiki/Luc_de_Clapiers,_marquis_de_Vauvenargues", "description": "Luc de Clapiers, marquis de Vauvenargues was a French writer and moralist. He died at age 31, in broken health, having published the year prior—anonymously—a collection of essays and aphorisms with the encouragement of Voltaire, his friend. He first received public notice under his own name in 1797, and from 1857 on, his aphorisms became popular. In the history of French literature, his significan"}]}, {"heading": "Deaths", "year": "1750", "date": "May 28", "txt": "Emperor Sakuramachi of Japan (b. 1720)", "entities": [{"title": "Emperor Sakuramachi", "href": "/wiki/Emperor_Sakuramachi", "description": "Emperor Sakuramachi  was the 115th Emperor of Japan, according to the traditional order of succession. Sakuramachi's birth name was  Teruhito before he became enthroned as Emperor in 1735, a reign that would last until 1747 with his retirement. As with previous Emperors during the Edo period, the Tokugawa shogunate had control over Japan. The Emperor's role was a religious figure who performed lim"}]}, {"heading": "Deaths", "year": "1787", "date": "May 28", "txt": "Leopold Mozart, Austrian violinist, composer, and conductor (b. 1719)", "entities": [{"title": "Leopold Mozart", "href": "/wiki/Leopold_Mozart", "description": "Johann Georg Leopold Mozart was a German composer, conductor, music teacher, and violinist. Mozart is best known today as the father and teacher of Wolfgang Amadeus Mozart, and for his violin textbook Versuch einer gründlichen Violinschule."}]}, {"heading": "Deaths", "year": "1805", "date": "May 28", "txt": "Luigi Boccherini, Italian cellist and composer (b. 1743)", "entities": [{"title": "Luigi Boccherini", "href": "/wiki/Luigi_Boccherini", "description": "Ridolfo Luigi Boccherini was an Italian, later Spanish, composer and cellist of the Classical era whose music retained a courtly and galante style even while he matured somewhat apart from the major European musical centers. He is best known for a minuet from his String Quintet in E, Op. 11, No. 5, and the Cello Concerto in B flat major. The latter work was long known in the heavily altered versio"}]}, {"heading": "Deaths", "year": "1808", "date": "May 28", "txt": "Richard Hurd, English bishop (b. 1720)", "entities": [{"title": "Richard Hurd (bishop)", "href": "/wiki/Richard_Hurd_(bishop)", "description": "Richard Hurd was an English divine and writer, and bishop of Worcester."}]}, {"heading": "Deaths", "year": "1811", "date": "May 28", "txt": "Henry Dundas, 1st Viscount Melville, Scottish lawyer and politician, Secretary of State for War (b. 1742)", "entities": [{"title": "Henry Dundas, 1st Viscount Melville", "href": "/wiki/Henry_Dundas,_1st_Viscount_Melville", "description": "Henry Dundas, 1st Viscount Melville, PC, FRSE, styled as Lord Melville from 1802, was a Scottish advocate and \"independent Whig\" politician. He was the trusted lieutenant of British prime minister William Pitt, and the most powerful politician in Scotland in the latter decades of the 18th century."}, {"title": "Secretary of State for War", "href": "/wiki/Secretary_of_State_for_War", "description": "The position of Secretary of State for War, commonly called War Secretary, was a British cabinet-level position which existed from 1794 to 1801 and from 1854 to 1964. The Secretary of State for War headed the War Office and was assisted by a Parliamentary Under-Secretary of State for War, a Parliamentary Private Secretary who was also a Member of Parliament, and a Military Secretary, who was a gen"}]}, {"heading": "Deaths", "year": "1831", "date": "May 28", "txt": "William Carnegie, 7th Earl of Northesk, Scottish-English admiral (b. 1756)", "entities": [{"title": "William Carnegie, 7th Earl of Northesk", "href": "/wiki/William_Carnegie,_7th_Earl_of_Northesk", "description": "Admiral William Carnegie, 7th Earl of Northesk was a British naval officer who served during the American Revolutionary War, French Revolutionary War, and Napoleonic Wars. While in command of HMS Monmouth he was caught in the Nore Mutiny of 1797 and was the officer selected to relay the demands of the mutineers to George III. He most notably served as third-in-command of the Mediterranean Fleet at"}]}, {"heading": "Deaths", "year": "1843", "date": "May 28", "txt": "Noah Webster, American lexicographer (b. 1758)", "entities": [{"title": "Noah Webster", "href": "/wiki/Noah_Webster", "description": "Noah Webster Jr. was an American lexicographer, textbook pioneer, English-language spelling reformer, political writer, editor, and author. He has been called the \"Father of American Scholarship and Education\". His \"Blue-backed Speller\" books taught five generations of American children how to spell and read. Webster's name has become synonymous with \"dictionary\" in the United States, especially t"}]}, {"heading": "Deaths", "year": "1849", "date": "May 28", "txt": "Anne Brontë, English novelist and poet (b. 1820)", "entities": [{"title": "Anne Brontë", "href": "/wiki/Anne_Bront%C3%AB", "description": "Anne Brontë was an English novelist and poet, and the youngest member of the Brontë literary family."}]}, {"heading": "Deaths", "year": "1864", "date": "May 28", "txt": "Simion Bărnuțiu, Romanian historian and politician (b. 1808)", "entities": [{"title": "Simion Bărnuțiu", "href": "/wiki/Simion_B%C4%83rnu%C8%9Biu", "description": "Simion Bărnuțiu was a Transylvanian, later Romanian historian, academic, philosopher, jurist, and liberal politician. A leader of the 1848 revolutionary movement of Transylvanian Romanians, he represented its Eastern Rite Catholic wing. Bărnuțiu lived for a large part of his life in Moldavia, and was for long a professor of philosophy at Academia Mihăileană and at the University of Iași."}]}, {"heading": "Deaths", "year": "1878", "date": "May 28", "txt": "John Russell, 1st Earl Russell, English politician, Prime Minister of the United Kingdom  (b. 1792)", "entities": [{"title": "John Russell, 1st Earl Russell", "href": "/wiki/John_Russell,_1st_Earl_Russell", "description": "John Russell, 1st Earl Russell,, known by his courtesy title Lord John Russell before 1861, was a British Whig and Liberal statesman who served as Prime Minister of the United Kingdom from 1846 to 1852 and again from 1865 to 1866."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1904", "date": "May 28", "txt": "Kicking Bear, Native American tribal leader (b. 1846)", "entities": [{"title": "Kicking Bear", "href": "/wiki/Kicking_Bear", "description": "Kicking Bear was an Oglala Lakota who became a band chief of the Miniconjou Lakota Sioux. He fought in several battles with his brother, Flying Hawk, and first cousin, Crazy Horse, during the War for the Black Hills, including the Battle of the Greasy Grass."}]}, {"heading": "Deaths", "year": "1916", "date": "May 28", "txt": "Ivan Franko, Ukrainian economist, journalist, and poet (b. 1856)", "entities": [{"title": "Ivan Franko", "href": "/wiki/Ivan_Franko", "description": "Ivan Yakovych Franko was a Ukrainian poet, writer, social and literary critic, journalist, interpreter, economist, political activist, doctor of philosophy, ethnographer, and the author of the first detective novels and modern poetry in the Ukrainian language."}]}, {"heading": "Deaths", "year": "1927", "date": "May 28", "txt": "Boris Kustodiev, Russian painter and stage designer (b. 1878)", "entities": [{"title": "Boris Kustodiev", "href": "/wiki/Boris_Kustodiev", "description": "Boris Mikhaylovich Kustodiev was a Russian and Soviet painter and stage designer."}]}, {"heading": "Deaths", "year": "1937", "date": "May 28", "txt": "Alfred Adler, Austrian-Scottish ophthalmologist and psychologist (b. 1870)", "entities": [{"title": "Alfred Adler", "href": "/wiki/Alfred_Adler", "description": "Alfred Adler was an Austrian medical doctor, psychotherapist, and founder of the school of individual psychology. His emphasis on the importance of feelings of inferiority, the inferiority complex, is recognized as an isolating element which plays a key role in personality development. Alfred Adler considered a human being as an individual whole, therefore he called his psychology \"Individual Psyc"}]}, {"heading": "Deaths", "year": "1946", "date": "May 28", "txt": "Carter Glass, American publisher and politician, 47th United States Secretary of the Treasury (b. 1858)", "entities": [{"title": "Carter Glass", "href": "/wiki/Carter_Glass", "description": "Carter Glass was an American newspaper publisher and Democratic politician from Lynchburg, Virginia. He represented Virginia in both houses of Congress and served as the United States Secretary of the Treasury under President Woodrow Wilson. He played a major role in the establishment of the U.S. financial regulatory system, helping to establish the Federal Reserve System and the Federal Deposit I"}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Deaths", "year": "1947", "date": "May 28", "txt": "August Eigruber, Austrian-German politician (b. 1907)", "entities": [{"title": "August Eigruber", "href": "/wiki/August_Eigruber", "description": "August Eigruber was an Austrian-born Nazi Gauleiter and Reichsstatthalter of Reichsgau Oberdonau and Landeshauptmann of Upper Austria. He was convicted of crimes against humanity at Mauthausen-Gusen concentration camp and hanged."}]}, {"heading": "Deaths", "year": "1952", "date": "May 28", "txt": "Philippe Desranleau, Canadian archbishop (b. 1882)", "entities": [{"title": "Philippe Desranleau", "href": "/wiki/Philippe_Desranleau", "description": "Philippe-Servulo Desranleau was a Canadian Roman Catholic priest and the Archbishop of Sherbrooke from 1951 to 1952."}]}, {"heading": "Deaths", "year": "1953", "date": "May 28", "txt": "Tatsuo Hori, Japanese author and poet (b. 1904)", "entities": [{"title": "Tatsuo Hori", "href": "/wiki/Tatsuo_Hori", "description": "Tatsuo Hori  was a writer, poet, and translator in Shōwa period Japan."}]}, {"heading": "Deaths", "year": "1964", "date": "May 28", "txt": "Terry Dillon, American football player (b. 1941)", "entities": [{"title": "Terry Dillon", "href": "/wiki/Terry_Dillon", "description": "Terrance Gilbert Dillon was a defensive back in the National Football League (NFL). Dillon played with the Minnesota Vikings during the 1963 NFL season. He had also been drafted in the 19th round of the 1963 American Football League Draft by the Oakland Raiders."}]}, {"heading": "Deaths", "year": "1968", "date": "May 28", "txt": "Fyodor Okhlopkov, Russian sergeant and sniper (b. 1908)", "entities": [{"title": "Fyodor Okhlopkov", "href": "/wiki/Fyodor_Okhlopkov", "description": "Fyodor Matveyevich Okhlopkov was a Soviet sniper during World War II credited with 429 kills. Nominated for the title Hero of the Soviet Union in 1944 after tallying his first 420 sniper kills but rejected for unclear reasons, he was belatedly awarded the title in May 1965 over twenty years later to coincide with the anniversary of Victory Day."}]}, {"heading": "Deaths", "year": "1971", "date": "May 28", "txt": "Audie Murphy, American soldier and actor, Medal of Honor recipient (b. 1925)", "entities": [{"title": "Audie Murphy", "href": "/wiki/Audie_Murphy", "description": "Audie Leon Murphy was an American soldier, actor, songwriter, and rancher. He was one of the most decorated American combat soldiers of World War II. He received every military combat award for valor available from the U.S. Army, as well as French and Belgian awards for heroism. Murphy received the Medal of Honor for valor that he demonstrated at the age of 19 for single-handedly holding off a com"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1972", "date": "May 28", "txt": "Edward VIII of the United Kingdom (b. 1894)", "entities": [{"title": "Edward VIII", "href": "/wiki/Edward_VIII", "description": "Edward VIII was King of the United Kingdom and the Dominions of the British Empire and Emperor of India from 20 January 1936 until his abdication in December of the same year."}]}, {"heading": "Deaths", "year": "1975", "date": "May 28", "txt": "Ezzard Charles, American boxer (b. 1921)", "entities": [{"title": "Ezzard Charles", "href": "/wiki/Ezzard_Charles", "description": "Ezzard Mack Charles, known as the Cincinnati Cobra, was an American professional boxer and World Heavyweight Champion. Known for his slick defense and precision, he is often considered the greatest light heavyweight boxer of all time. As of April 2021, BoxRec ranks Charles as the greatest boxer of all time, pound for pound, with 1,988 points. He is also the first fighter to have surpassed 1,000 po"}]}, {"heading": "Deaths", "year": "1976", "date": "May 28", "txt": "Zainul Abedin, Bangladeshi painter and sculptor (b. 1914)", "entities": [{"title": "Zainul Abedin", "href": "/wiki/Zainul_Abedin", "description": "Zainul Abedin was a Bangladeshi painter born in Kishoregonj, East Bengal, British India. He became well known in 1944 through his series of paintings depicting some of the great famines in Bengal during its British colonial period. After the Partition of Indian subcontinent he moved to East Pakistan. In 1948, he helped to establish the Institute of Arts and Crafts at University of Dhaka. The India"}]}, {"heading": "Deaths", "year": "1980", "date": "May 28", "txt": "Rolf Nevanlinna, Finnish mathematician and academic (b. 1895)", "entities": [{"title": "Rolf Nevanlinna", "href": "/wiki/Rolf_Nevanlinna", "description": "Rolf Herman Nevanlinna was a Finnish mathematician who made significant contributions to complex analysis."}]}, {"heading": "Deaths", "year": "1981", "date": "May 28", "txt": "Mary Lou Williams, American pianist and composer (b. 1910)", "entities": [{"title": "Mary Lou Williams", "href": "/wiki/Mary_Lou_Williams", "description": "Mary Lou Williams was an American jazz pianist, arranger, and composer. She wrote hundreds of compositions and arrangements and recorded more than one hundred records. Williams wrote and arranged for Duke Ellington and Benny Goodman, and she was friend, mentor, and teacher to Thelonious Monk, Charlie Parker, Miles Davis, Tadd Dameron, Bud Powell, and Dizzy Gillespie."}]}, {"heading": "Deaths", "year": "1981", "date": "May 28", "txt": "Stefan Wyszyński, Polish cardinal (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "May 28", "txt": "H. Jones, English colonel, Victoria Cross recipient (b. 1940)", "entities": [{"title": "H. Jones", "href": "/wiki/H._Jones", "description": "Lieutenant Colonel Herbert Jones,, known as H. Jones, was a British Army officer and posthumous recipient of the Victoria Cross (VC). He was awarded the VC after being killed in action during the Battle of Goose Green for his actions as commanding officer of the 2nd Battalion, Parachute Regiment during the Falklands War."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1983", "date": "May 28", "txt": "Erastus Corning 2nd, American soldier and politician, 72nd Mayor of Albany (b. 1909)", "entities": [{"title": "Erastus Corning 2nd", "href": "/wiki/Erastus_Corning_2nd", "description": "Erastus Corning 2nd was an American politician. A Democrat, Corning served as mayor of Albany, New York from 1942 to 1983, when Albany County was controlled by one of the last classic urban political machines in the United States."}, {"title": "List of mayors of Albany, New York", "href": "/wiki/List_of_mayors_of_Albany,_New_York", "description": "From its formal chartering on 22 July 1686 until 1779, the mayors of Albany, New York, were appointed by the royal governor of New York, per the provisions of the original city charter, issued by Governor Thomas Dongan."}]}, {"heading": "Deaths", "year": "1984", "date": "May 28", "txt": "Eric Morecambe, English actor and comedian (b. 1926)", "entities": [{"title": "Eric Morecambe", "href": "/wiki/Eric_Morecambe", "description": "John Eric Bartholomew,, known by his stage name Eric Morecambe, was an English comedian who together with Ernie Wise formed the double act Morecambe and Wise. The partnership lasted from 1941 until Morecambe's death in 1984. Morecambe took his stage name from his home town, the seaside resort of Morecambe in Lancashire."}]}, {"heading": "Deaths", "year": "1986", "date": "May 28", "txt": "Edip Cansever, Turkish poet and author (b. 1928)", "entities": [{"title": "Edip Cansever", "href": "/wiki/Edip_Cansever", "description": "Edip Cansever was a Turkish poet."}]}, {"heading": "Deaths", "year": "1988", "date": "May 28", "txt": "Sy Oliver, American trumpet player, composer, and bandleader (b. 1910)", "entities": [{"title": "Sy Oliver", "href": "/wiki/Sy_Oliver", "description": "Melvin James \"Sy\" Oliver was an American jazz arranger, trumpeter, composer, singer and bandleader."}]}, {"heading": "Deaths", "year": "1990", "date": "May 28", "txt": "Julius Eastman, American composer (b. 1940)", "entities": [{"title": "Julius Eastman", "href": "/wiki/Julius_Eastman", "description": "Julius Eastman was an American composer, pianist, vocalist, and dancer whose work fell under minimalism. He was among the first composers to combine minimalist processes with elements of pop music, and involve experimental methods of extending and modifying music in creating what he called \"organic music\". He often gave his pieces titles with provocative political intent, such as Evil Nigger and G"}]}, {"heading": "Deaths", "year": "1994", "date": "May 28", "txt": "Julius Boros, American golfer (b. 1920)", "entities": [{"title": "Julius Boros", "href": "/wiki/Julius_Boros", "description": "Julius Nicholas Boros was an American professional golfer noted for his effortless-looking swing and strong record on difficult golf courses, particularly at the U.S. Open."}]}, {"heading": "Deaths", "year": "1994", "date": "May 28", "txt": "Ely Jacques Kahn, Jr., American author and academic (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "May 28", "txt": "Phil Hartman, Canadian-American actor and comedian (b. 1948)", "entities": [{"title": "Phil Hartman", "href": "/wiki/Phil_Hartman", "description": "Philip Edward Hartman was a Canadian-American actor, comedian, screenwriter, and graphic designer who gained fame in the late 1980s as a long-time performer of the NBC sketch comedy show Saturday Night Live (SNL)."}]}, {"heading": "Deaths", "year": "1999", "date": "May 28", "txt": "Michael Barkai, Israeli commander (b. 1935)", "entities": [{"title": "Michael Barkai", "href": "/wiki/Michael_Barkai", "description": "Michael (Yomi) Barkai was the Commander of the Israeli Navy, a recipient of the Medal of Distinguished Service for his command of the missile ships during the Yom Kippur War."}]}, {"heading": "Deaths", "year": "1999", "date": "May 28", "txt": "B. Vittalacharya, Indian director and producer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 28", "txt": "George Irving Bell, American physicist, biologist, and mountaineer (b. 1926)", "entities": [{"title": "George Irving Bell", "href": "/wiki/George_Irving_Bell", "description": "George Irving Bell was an American physicist, biologist and mountaineer, and a grandson of John Joseph Seerley. He died from complications of leukemia after surgery."}]}, {"heading": "Deaths", "year": "2001", "date": "May 28", "txt": "Joe Moakley, American lawyer and politician (b. 1927)", "entities": [{"title": "Joe Moakley", "href": "/wiki/Joe_Moakley", "description": "John Joseph Moakley was an American politician who served as the United States Representative for Massachusetts's 9th congressional district from 1973 until his death in 2001. Moakley won the seat from incumbent Louise Day Hicks in a 1972 rematch; the seat had been held two years earlier by the retiring Speaker of the House John William McCormack. Moakley was the last Democratic chairman of the U."}]}, {"heading": "Deaths", "year": "2001", "date": "May 28", "txt": "Francisco Varela, Chilean biologist and philosopher (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "May 28", "txt": "Mildred Benson, American journalist and author (b. 1905)", "entities": [{"title": "Mildred Benson", "href": "/wiki/Mildred_Benson", "description": "Mildred Augustine Wirt Benson was an American journalist and author of children's books. She wrote some of the earliest Nancy Drew mysteries and created the detective's adventurous personality. Benson wrote under the Stratemeyer Syndicate pen name, Carolyn Keene, from 1929 to 1947 and contributed to 23 of the first 30 Nancy Drew mysteries, which were bestsellers."}]}, {"heading": "Deaths", "year": "2003", "date": "May 28", "txt": "Oleg Grigoryevich Makarov, Russian engineer and astronaut (b. 1933)", "entities": [{"title": "Oleg Grigoryevich Makarov", "href": "/wiki/Oleg_Grigoryevich_Makarov", "description": "Oleg Grigoryevich Makarov was a Soviet cosmonaut."}]}, {"heading": "Deaths", "year": "2003", "date": "May 28", "txt": "Ilya Prigogine, Russian-Belgian chemist and academic, Nobel Prize laureate (b. 1917)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2003", "date": "May 28", "txt": "Martha Scott, American actress (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "May 28", "txt": "Umberto Agnelli, Swiss-Italian businessman and politician  (b. 1934)", "entities": [{"title": "Umberto Agnelli", "href": "/wiki/Umberto_Agnelli", "description": "Umberto Agnelli was an Italian industrialist and politician. He was the third son of Virginia Agnelli and of Edoardo Agnelli, and the youngest brother of Gianni Agnelli."}]}, {"heading": "Deaths", "year": "2004", "date": "May 28", "txt": "Michael Buonauro, American author and illustrator (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "May 28", "txt": "John Tolos, Greek-Canadian wrestler (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 28", "txt": "Thorleif Schjelderup, Norwegian ski jumper and author (b. 1920)", "entities": [{"title": "Thorleif Schjelderup", "href": "/wiki/Thorleif_Schjelderup", "description": "Thorleif Schjelderup was a Norwegian ski jumper, author and environmentalist."}]}, {"heading": "Deaths", "year": "2007", "date": "May 28", "txt": "Jörg Immendorff, German painter, sculptor, and academic (b. 1945)", "entities": [{"title": "Jörg Immendorff", "href": "/wiki/J%C3%B6rg_Immendorff", "description": "Jörg Immendorff was a German painter, sculptor, stage designer and art professor. He was a member of the art movement Neue Wilde."}]}, {"heading": "Deaths", "year": "2007", "date": "May 28", "txt": "Toshikatsu Matsuoka, Japanese politician, Japanese Minister of Agriculture (b. 1945)", "entities": [{"title": "Minister of Agriculture, Forestry and Fisheries (Japan)", "href": "/wiki/Minister_of_Agriculture,_Forestry_and_Fisheries_(Japan)", "description": "The Minister of Agriculture, Forestry and Fisheries , or Nōsui-shō (農水相), is the Cabinet of Japan member in charge of the Ministry of Agriculture, Forestry and Fisheries. The current minister is Kōtarō Nogami."}]}, {"heading": "Deaths", "year": "2008", "date": "May 28", "txt": "Beryl Cook, English painter and illustrator (b. 1926)", "entities": [{"title": "Beryl Cook", "href": "/wiki/Beryl_Cook", "description": "Beryl Cook, OBE was a British artist best known for her original and instantly recognisable paintings. Often comical, her works pictured people whom she encountered in everyday life, including people enjoying themselves in pubs, girls shopping or out on a hen night, drag queen shows or a family picnicking by the seaside or abroad. She had no formal training and did not take up painting until her t"}]}, {"heading": "Deaths", "year": "2010", "date": "May 28", "txt": "Gary Coleman, American actor (b. 1968)", "entities": [{"title": "Gary Coleman", "href": "/wiki/Gary_Coleman", "description": "Gary Wayne Coleman was an American actor, comedian, and writer. One of the highest-paid child actors in the late 1970s and early 1980s, he was rated first on a list of VH1's \"100 Greatest Kid Stars\" and received several accolades throughout his career, including two Young Artist Awards and four People's Choice Awards."}]}, {"heading": "Deaths", "year": "2011", "date": "May 28", "txt": "Gino Valenzano, Italian racing driver (b. 1920)", "entities": [{"title": "Gino Valenzano", "href": "/wiki/Gino_Valenzano", "description": "Luigi \"Gino\" Valenzano was an Italian racing driver. He entered 39 races between 1947 and 1955 in Abarths, Maseratis and Lancias as a teammate of drivers like Robert Manzon and Froilán González."}]}, {"heading": "Deaths", "year": "2012", "date": "May 28", "txt": "Bob Edwards, English journalist (b. 1925)", "entities": [{"title": "Bob Edwards (UK journalist)", "href": "/wiki/Bob_Edwards_(UK_journalist)", "description": "\n\nRobert John Edwards was a British journalist."}]}, {"heading": "Deaths", "year": "2012", "date": "May 28", "txt": "Yuri Susloparov, Ukrainian-Russian footballer and manager (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 28", "txt": "Viktor Kulikov, Russian commander (b. 1921)", "entities": [{"title": "Viktor Kulikov", "href": "/wiki/Viktor_Kulikov", "description": "Viktor Georgiyevich Kulikov was the Warsaw Pact commander-in-chief from 1977 to 1989. He was awarded the rank of the Marshal of the Soviet Union on 14 January 1977."}]}, {"heading": "Deaths", "year": "2013", "date": "May 28", "txt": "Eddie Romero, Filipino director, producer, and screenwriter (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 28", "txt": "Gerd Schmückle, German general (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 28", "txt": "Maya Angelou, American memoirist and poet (b. 1928)", "entities": [{"title": "Maya Angelou", "href": "/wiki/Maya_Angelou", "description": "Maya Angelou was an American poet, memoirist, and civil rights activist. She published seven autobiographies, three books of essays, several books of poetry, and is credited with a list of plays, movies, and television shows spanning over 50 years. She received dozens of awards and more than 50 honorary degrees. Angelou is best known for her series of seven autobiographies, which focus on her chil"}]}, {"heading": "Deaths", "year": "2014", "date": "May 28", "txt": "Stan Crowther, English footballer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 28", "txt": "Oscar Dystel, American publisher (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 28", "txt": "Malcolm Glazer, American businessman (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 28", "txt": "Bob Houbregs, Canadian-American basketball player and manager (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 28", "txt": "Isaac Kungwane, South African footballer (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 28", "txt": "Steven Gerber, American pianist and composer (b. 1948)", "entities": [{"title": "Steven Gerber", "href": "/wiki/Steven_Gerber", "description": "\nSteven Roy Gerber was an American composer of classical music. He attended Haverford College, graduating in 1969 at the age of twenty. He then attended Princeton University with a fellowship to study musical composition."}]}, {"heading": "Deaths", "year": "2015", "date": "May 28", "txt": "Johnny Keating, Scottish trombonist, composer, and producer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 28", "txt": "Reynaldo Rey, American actor and screenwriter (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "May 28", "txt": "Neale Cooper, Scottish footballer (b. 1963)", "entities": [{"title": "Neale Cooper", "href": "/wiki/Neale_Cooper", "description": "Neale James Cooper was a Scottish football player and coach. He played as a midfielder during the 1980s and 1990s, most prominently for the Aberdeen team managed by Alex Ferguson, and later played for Aston Villa, Rangers, Reading, Dunfermline Athletic and Ross County. Cooper then became a coach, and worked as a manager in England with Hartlepool United (twice) and Gillingham, and in Scotland with"}]}, {"heading": "Deaths", "year": "2018", "date": "May 28", "txt": "Jens Christian Skou, Danish medical doctor and Nobel Prize laureate (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "May 28", "txt": "Cornelia Frances, English-Australian actress (b. 1941)", "entities": []}]