[{"heading": "Events", "year": "455", "date": "May 31", "txt": "Emperor Petronius Maximus is stoned to death by an angry mob while fleeing Rome.", "entities": [{"title": "Petronius Maximus", "href": "/wiki/Petronius_Maximus", "description": "Petronius Maximus was Roman emperor of the West for two and a half months in 455. A wealthy senator and a prominent aristocrat, he was instrumental in the murders of the Western Roman magister militum, Aëtius, and the Western Roman emperor, Valentinian III."}, {"title": "Stoning", "href": "/wiki/Stoning", "description": "Stoning, or lapidation, is a method of capital punishment where a group throws stones at a person until the subject dies from blunt trauma. It has been attested as a form of punishment for grave misdeeds since ancient times. Its adoption in some legal systems has caused controversy in recent decades."}, {"title": "Ochlocracy", "href": "/wiki/Ochlocracy", "description": "Mob rule or ochlocracy is the rule of government by a mob or mass of people and the intimidation of legitimate authorities. Insofar as it represents a pejorative for majoritarianism, it is akin to the Latin phrase mobile vulgus, meaning \"the fickle crowd\", from which the English term \"mob\" originally was derived in the 1680s."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}]}, {"heading": "Events", "year": "1223", "date": "May 31", "txt": "Mongol invasion of the Cumans: Battle of the Kalka River: Mongol armies of Genghis Khan led by Subutai defeat Kievan Rus' and Cumans.", "entities": [{"title": "Battle of the Kalka River", "href": "/wiki/Battle_of_the_Kalka_River", "description": "The Battle of the Kalka River was fought between the Mongol Empire, whose armies were led by Jebe and Subutai the Valiant, and a coalition of several Rus' principalities, including Kiev and Halych, and the Cumans. They were under the joint command of Mstislav the Bold and Mstislav III of Kiev. The battle was fought on May 31, 1223 on the banks of the Kalka River in present-day Donetsk Oblast, Ukra"}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}, {"title": "Genghis Khan", "href": "/wiki/Genghis_Khan", "description": "Genghis Khan, IPA: [t͡ʃʰiŋɡɪs xaːŋ],, was the founder and first Great Khan (Emperor) of the Mongol Empire, which became the largest contiguous empire in history after his death. He came to power by uniting many of the nomadic tribes of Northeast Asia. After founding the Empire and being proclaimed Genghis Khan, he launched the Mongol invasions that conquered most of Eurasia, reaching as far west a"}, {"title": "Subutai", "href": "/wiki/Subutai", "description": "Subutai was a Mongolian general and the primary military strategist of Genghis Khan and Ögedei Khan. He directed more than 20 campaigns and won 65 pitched battles, during which he conquered or overran more territory than any other commander in history as part of the expansion of the Mongol Empire. \nHe often gained victory by means of imaginative and sophisticated strategies and routinely coordinat"}, {"title": "Kievan Rus'", "href": "/wiki/Kievan_Rus%27", "description": "Kievan Rus' or Kyivan Rus' was a loose federation of East Slavic and Finno-Ugric peoples in Europe from the late 9th to the mid-13th century, under the reign of the Rurik dynasty, founded by the Varangian prince Rurik. The modern nations of Belarus, Russia, and Ukraine all claim Kievan Rus' as their cultural ancestors, with Belarus and Russia deriving their names from it. The Rurik dynasty would c"}, {"title": "Cumans", "href": "/wiki/Cumans", "description": "The Cumans, also known as Polovtsians or Polovtsy, were a Turkic nomadic people comprising the western branch of the Cuman–Kipchak confederation. After the Mongol invasion (1237), many sought asylum in the Kingdom of Hungary, as many Cumans had settled in Hungary, the Second Bulgarian Empire playing an important role in the development of the state, and Anatolia before the invasion."}]}, {"heading": "Events", "year": "1293", "date": "May 31", "txt": "Mongol invasion of Java was a punitive expedition against King Kertanegara of Singhasari, who had refused to pay tribute to the Yuan and maimed one of its ministers. However, it ended with failure for the Mongols. Regarded as establish City of Surabaya", "entities": [{"title": "Mongol invasion of Java", "href": "/wiki/Mongol_invasion_of_Java", "description": "The Mongol invasion of Java was a military effort by the Yuan dynasty of China under Kublai Khan to invade Java, an island in modern Indonesia. In 1293, he sent a large invasion fleet to Java with 20,000 to 30,000 soldiers. This was a punitive expedition against King Kertanegara of Singhasari, who had refused to pay tribute to the Yuan and maimed one of its ministers. However, it ended with failur"}, {"title": "Punitive expedition", "href": "/wiki/Punitive_expedition", "description": "A punitive expedition is a military journey undertaken to punish a state or any group of persons outside the borders of the punishing state. It is usually undertaken in response to perceived disobedient or morally wrong behavior, either as revenge or to apply strong diplomatic pressure without a formal declaration of war. In the 19th century, punitive expeditions were used more commonly as pretext"}, {"title": "Kertanegara", "href": "/wiki/Kertanegara", "description": "Kertanegara of Singasari, Kritanagara, or Sivabuddha,, was the last and most important ruler of the Singhasari kingdom of Java, reigning from 1268 to 1292. Under his rule Javanese trade and power developed considerably, reaching the far corners of the Indonesian archipelago."}, {"title": "Singhasari", "href": "/wiki/Singhasari", "description": "Singhasari was an Indianized Javanese Hindu–Buddhist kingdom located in east Java between 1222 and 1292. The kingdom succeeded the Kingdom of Kediri as the dominant kingdom in eastern Java. The kingdom's name is cognate to Singosari district of Malang Regency, located several kilometres north of Malang city."}, {"title": "Mongols", "href": "/wiki/Mongols", "description": "The Mongols are an East Asian ethnic group native to Mongolia and to China's Inner Mongolia Autonomous Region. They also live as minorities in other regions of China, as well as in Russia. Mongolian people belonging to the Buryat and Kalmyk subgroups live predominantly in the Russian federal subjects of Buryatia and Kalmykia."}, {"title": "Surabaya", "href": "/wiki/Surabaya", "description": "Surabaya is the capital of the Indonesian province of East Java and the third-largest city in Indonesia. Located on northeastern border of Java island, on the Madura Strait, it is one of the earliest port cities in Southeast Asia. According to the National Development Planning Agency, Surabaya is one of the four main central cities of Indonesia, alongside Jakarta, Medan, and Makassar. The city has"}]}, {"heading": "Events", "year": "1578", "date": "May 31", "txt": "King Henry III lays the first stone of the Pont Neuf (New Bridge), the oldest bridge of Paris, France.", "entities": [{"title": "Henry III of France", "href": "/wiki/Henry_III_of_France", "description": "Henry III was King of France from 1574 until his death as well as King of Poland and Grand Duke of Lithuania from 1573 to 1575."}, {"title": "Pont Neuf", "href": "/wiki/Pont_Neuf", "description": "The Pont Neuf is the oldest standing bridge across the river Seine in Paris, France. It stands by the western (downstream) point of the Île de la Cité, the island in the middle of the river that was, between 250 and 225 BC, the birthplace of Paris, then known as Lutetia and, during the medieval period, the heart of the city."}]}, {"heading": "Events", "year": "1669", "date": "May 31", "txt": "Citing poor eyesight as a reason, Samuel Pepys records the last event in his diary.", "entities": [{"title": "Samuel Pepys", "href": "/wiki/Samuel_Pepys", "description": "Samuel Pepys was an administrator of the navy of England and Member of Parliament who is most famous for the diary he kept for a decade while still a relatively young man. Pepys had no maritime experience, but he rose to be the Chief Secretary to the Admiralty under both King Charles II and King James II through patronage, diligence, and his talent for administration. His influence and reforms at "}, {"title": "Samuel Pepys", "href": "/wiki/Samuel_Pepys#The_diary", "description": "Samuel Pepys was an administrator of the navy of England and Member of Parliament who is most famous for the diary he kept for a decade while still a relatively young man. Pepys had no maritime experience, but he rose to be the Chief Secretary to the Admiralty under both King Charles II and King James II through patronage, diligence, and his talent for administration. His influence and reforms at "}]}, {"heading": "Events", "year": "1775", "date": "May 31", "txt": "American Revolution: The Mecklenburg Resolves are adopted in the Province of North Carolina.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}, {"title": "Mecklenburg Resolves", "href": "/wiki/Mecklenburg_Resolves", "description": "The Mecklenburg Resolves, or Charlotte Town Resolves, were a list of statements adopted at Charlotte, in Mecklenburg County, North Carolina on May 31, 1775; drafted in the month following the fighting at Lexington and Concord. Similar lists of resolves were issued by other local colonial governments at that time, none of which called for independence from Great Britain. The Mecklenburg Resolves ar"}, {"title": "Province of North Carolina", "href": "/wiki/Province_of_North_Carolina", "description": "North Carolina was a province of Great Britain that existed in North America from 1712 to 1776. It was one of the five Southern colonies and one of the thirteen American colonies. The monarch of Great Britain was represented by the Governor of North Carolina, until the colonies declared independence on July 4, 1776."}]}, {"heading": "Events", "year": "1790", "date": "May 31", "txt": "Manuel Quimper explores the Strait of Juan de Fuca.", "entities": [{"title": "Manuel Quimper", "href": "/wiki/Manuel_Quimper", "description": "Manuel Quimper Benítez del Pino was a Spanish Peruvian explorer, cartographer, naval officer, and colonial official. He participated in charting the Strait of Juan de Fuca and the Sandwich Islands in the late 18th century. He was later appointed a colonial governor in his native Peru at the beginning of the fight for independence there. He retired to Spain, but was able to return to Peru where he "}, {"title": "Strait of Juan de Fuca", "href": "/wiki/Strait_of_Juan_de_Fuca", "description": "The Strait of Juan de Fuca is a body of water about 96 miles long that is the Salish Sea's outlet to the Pacific Ocean. The international boundary between Canada and the United States runs down the centre of the Strait."}]}, {"heading": "Events", "year": "1790", "date": "May 31", "txt": "The United States enacts its first copyright statute, the Copyright Act of 1790.", "entities": [{"title": "Copyright Act of 1790", "href": "/wiki/Copyright_Act_of_1790", "description": "The Copyright Act of 1790 was the first federal copyright act to be instituted in the United States, though most of the states had passed various legislation securing copyrights in the years immediately following the Revolutionary War. The stated object of the act was the \"encouragement of learning,\" and it achieved this by securing authors the \"sole right and liberty of printing, reprinting, publ"}]}, {"heading": "Events", "year": "1795", "date": "May 31", "txt": "French Revolution: The Revolutionary Tribunal is suppressed.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Revolutionary Tribunal", "href": "/wiki/Revolutionary_Tribunal", "description": "The Revolutionary Tribunal was a court instituted by the National Convention during the French Revolution for the trial of political offenders. It eventually became one of the most powerful engines of the Reign of Terror."}]}, {"heading": "Events", "year": "1805", "date": "May 31", "txt": "French and Spanish forces begin the assault against British forces occupying Diamond Rock.", "entities": [{"title": "Battle of Diamond Rock", "href": "/wiki/Battle_of_Diamond_Rock", "description": "The Battle of Diamond Rock took place between 31 May and 2 June 1805 during the Napoleonic Wars. It was an attempt by Franco-Spanish force dispatched under Captain Julien Cosmao to retake Diamond Rock, at the entrance to the bay leading to Fort-de-France, from the British forces that had occupied it over a year before."}, {"title": "Diamond Rock", "href": "/wiki/Diamond_Rock", "description": "Diamond Rock is a 175-metre-high (574 ft) basalt island located south of \"Grande Anse du Diamant\" before arriving from the south at Fort-de-France, the main port of the Caribbean island of Martinique. The uninhabited island is about 3 kilometres (1.9 mi) from Pointe Diamant."}]}, {"heading": "Events", "year": "1813", "date": "May 31", "txt": "In Australia, William Lawson, Gregory Blaxland and William Wentworth reach Mount Blaxland, effectively marking the end of a route across the Blue Mountains.", "entities": [{"title": "William Lawson (explorer)", "href": "/wiki/William_Lawson_(explorer)", "description": "William Lawson, MLC was an English-born Australian explorer, land owner, grazier and politician who migrated to Sydney, New South Wales in 1800. Along with his close friends and colleagues Gregory Blaxland and William Wentworth, he pioneered the first successful crossing of the Blue Mountains by European settlers."}, {"title": "Gregory Blaxland", "href": "/wiki/Gregory_Blaxland", "description": "Gregory Blaxland was an English pioneer farmer and explorer in Australia, noted especially for initiating and co-leading the first successful crossing of the Blue Mountains by European settlers."}, {"title": "William Wentworth", "href": "/wiki/William_Wentworth", "description": "William Charles Wentworth was an Australian explorer, journalist, politician and author, and one of the leading figures of early colonial New South Wales. He was the first native-born Australian to achieve a reputation overseas, and a leading advocate for self-government for the Australian colonies."}, {"title": "Mount Blaxland, New South Wales", "href": "/wiki/Mount_Blaxland,_New_South_Wales", "description": "Mount Blaxland, actually a hill, is located about 25 kilometres south of Lithgow at longitude -33.548500061, latitude 150.117904663. It was the furthest point reached by Blaxland, Lawson, and Wentworth on their historic 1813 crossing of the Blue Mountains."}, {"title": "Blue Mountains (New South Wales)", "href": "/wiki/Blue_Mountains_(New_South_Wales)", "description": "The Blue Mountains are a mountainous region and a mountain range located in New South Wales, Australia. The region borders on Sydney's metropolitan area, its foothills starting about 50 kilometres (31 mi) west of centre of the state capital, close to Penrith on the outskirts of Greater Sydney region. The public's understanding of the extent of the Blue Mountains is varied, as it forms only part of"}]}, {"heading": "Events", "year": "1859", "date": "May 31", "txt": "The clock tower at the Houses of Parliament, which houses Big Ben, starts keeping time.", "entities": [{"title": "Palace of Westminster", "href": "/wiki/Palace_of_Westminster", "description": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Informally known as the Houses of Parliament after its occupants, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England."}, {"title": "Big Ben", "href": "/wiki/Big_Ben", "description": "Big Ben is the nickname for the Great Bell of the striking clock at the north end of the Palace of Westminster; the name is frequently extended to refer to both the clock and the clock tower. The official name of the tower in which Big Ben is located was originally the Clock Tower; it was renamed Elizabeth Tower in 2012 to mark the Diamond Jubilee of Elizabeth II, Queen of the United Kingdom."}]}, {"heading": "Events", "year": "1862", "date": "May 31", "txt": "American Civil War: Peninsula Campaign: Confederate forces under Joseph E. Johnston and G.W. Smith engage Union forces under George B. McClellan outside Richmond, Virginia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Peninsula Campaign", "href": "/wiki/Peninsula_Campaign", "description": "The Peninsula campaign of the American Civil War was a major Union operation launched in southeastern Virginia from March through July 1862, the first large-scale offensive in the Eastern Theater. The operation, commanded by Maj. Gen. George B. McClellan, was an amphibious turning movement against the Confederate States Army in Northern Virginia, intended to capture the Confederate capital of Rich"}, {"title": "Battle of Seven Pines", "href": "/wiki/Battle_of_Seven_Pines", "description": "The Battle of Seven Pines, also known as the Battle of Fair Oaks or Fair Oaks Station, took place on May 31 and June 1, 1862, in Henrico County, Virginia, as part of the Peninsula Campaign of the American Civil War. It was the culmination of an offensive up the Virginia Peninsula by Union Maj. Gen. George B. McClellan, in which the Army of the Potomac reached the outskirts of Richmond."}]}, {"heading": "Events", "year": "1864", "date": "May 31", "txt": "American Civil War: Overland Campaign: Battle of Cold Harbor: The Army of Northern Virginia engages the Army of the Potomac.", "entities": [{"title": "Overland Campaign", "href": "/wiki/Overland_Campaign", "description": "The Overland Campaign, also known as Grant's Overland Campaign and the Wilderness Campaign, was a series of battles fought in Virginia during May and June 1864, in the American Civil War. Lt. Gen. Ulysses S. Grant, general-in-chief of all Union armies, directed the actions of the Army of the Potomac, commanded by Maj. Gen. George G. Meade, and other forces against Confederate Gen. Robert E. Lee's "}, {"title": "Battle of Cold Harbor", "href": "/wiki/Battle_of_Cold_Harbor", "description": "The Battle of Cold Harbor was fought during the American Civil War near Mechanicsville, Virginia, from May 31 to June 12, 1864, with the most significant fighting occurring on June 3. It was one of the final battles of Union Lt. Gen. Ulysses S. Grant's Overland Campaign, and is remembered as one of American history's bloodiest, most lopsided battles. Thousands of Union soldiers were killed or woun"}, {"title": "Army of Northern Virginia", "href": "/wiki/Army_of_Northern_Virginia", "description": "The Army of Northern Virginia was the primary military force of the Confederate States of America in the Eastern Theater of the American Civil War. It was also the primary command structure of the Department of Northern Virginia. It was most often arrayed against the Union Army of the Potomac."}, {"title": "Army of the Potomac", "href": "/wiki/Army_of_the_Potomac", "description": "The Army of the Potomac was the principal Union Army in the Eastern Theater of the American Civil War. It was created in July 1861 shortly after the First Battle of Bull Run and was disbanded in June 1865 following the surrender of the Confederate Army of Northern Virginia in April."}]}, {"heading": "Events", "year": "1879", "date": "May 31", "txt": "Gilmore's Garden in New York City is renamed Madison Square Garden by William Henry Vanderbilt and is opened to the public at 26th Street and Madison Avenue.", "entities": [{"title": "Madison Square Garden (1879)", "href": "/wiki/Madison_Square_Garden_(1879)", "description": "Madison Square Garden (1879–1890) was an arena in New York City at the northeast corner of East 26th Street and Madison Avenue in Manhattan. The first venue to use that name, it seated 10,000 spectators. It was replaced with a new building on the same site."}, {"title": "William Henry Vanderbilt", "href": "/wiki/William_Henry_Vanderbilt", "description": "William Henry \"Billy\" Vanderbilt was an American businessman and philanthropist. He was the eldest son of Commodore Cornelius Vanderbilt, an heir to his fortune and a prominent member of the Vanderbilt family. Vanderbilt became the richest American after he took over his father's fortune in 1877 until his own death in 1885, passing on a substantial part of the fortune to his wife and children, par"}, {"title": "Madison Avenue", "href": "/wiki/Madison_Avenue", "description": "Madison Avenue is a north-south avenue in the borough of Manhattan in New York City, United States, that carries northbound one-way traffic. It runs from Madison Square to meet the southbound Harlem River Drive at 142nd Street. In doing so, it passes through Midtown, the Upper East Side, East Harlem, and Harlem. It is named after and arises from Madison Square, which is itself named after James Ma"}]}, {"heading": "Events", "year": "1884", "date": "May 31", "txt": "The arrival at Plymouth of Tāwhiao, King of Maoris, to claim the protection of Queen Victoria.", "entities": [{"title": "Plymouth", "href": "/wiki/Plymouth", "description": "Plymouth is a port city in England on the south coast of Devon, approximately 37 miles (60 km) south-west of Exeter and 190 miles (310 km) west-south-west of London. Enclosing the city are the mouths of the river Plym and river Tamar, which are naturally incorporated into Plymouth Sound to form a boundary with Cornwall."}, {"title": "Tāwhiao", "href": "/wiki/T%C4%81whiao", "description": "Tāwhiao was leader of the Waikato tribes, the second Māori King and a religious visionary. He was a member of the Ngati Mahuta (Hapū) of Waikato."}, {"title": "Māori people", "href": "/wiki/M%C4%81ori_people", "description": "The Māori are the indigenous Polynesian people of mainland New Zealand. Māori originated with settlers from eastern Polynesia, who arrived in New Zealand in several waves of waka (canoe) voyages between roughly 1320 and 1350. Over several centuries in isolation, these settlers developed their own distinctive culture, whose language, mythology, crafts and performing arts evolved independently from "}, {"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}]}, {"heading": "Events", "year": "1889", "date": "May 31", "txt": "Johnstown Flood: Over 2,200 people die after a dam fails and sends a 60-foot (18-meter) wall of water over the town of Johnstown, Pennsylvania.", "entities": [{"title": "Johnstown Flood", "href": "/wiki/Johnstown_Flood", "description": "The Johnstown Flood occurred on Friday, May 31, 1889, after the catastrophic failure of the South Fork Dam, located on the south fork of the Little Conemaugh River, 14 miles (23 km) upstream of the town of Johnstown, Pennsylvania. The dam broke after several days of extremely heavy rainfall, releasing 14.55 million cubic meters of water. With a volumetric flow rate that temporarily equaled the ave"}, {"title": "Johnstown, Pennsylvania", "href": "/wiki/Johnstown,_Pennsylvania", "description": "Johnstown is a city in Cambria County, Pennsylvania, west-southwest of Altoona and 56 miles (90 km) east of Pittsburgh. The population was 20,978 at the time of the 2010 census and estimated to be 19,195 in 2019. It is the principal city of the Johnstown, Pennsylvania, Metropolitan Statistical Area, which includes Cambria County."}]}, {"heading": "Events", "year": "1902", "date": "May 31", "txt": "Second Boer War: The Treaty of Vereeniging ends the war and ensures British control of South Africa.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Treaty of Vereeniging", "href": "/wiki/Treaty_of_Vereeniging", "description": "The Treaty of Vereeniging was a peace treaty, signed on 31 May 1902, that ended the Second Boer War between the South African Republic and the Orange Free State, on the one side, and Great Britain on the other."}]}, {"heading": "Events", "year": "1909", "date": "May 31", "txt": "The National Negro Committee, forerunner to the National Association for the Advancement of Colored People (NAACP), convenes for the first time.", "entities": [{"title": "National Negro Committee", "href": "/wiki/National_Negro_Committee", "description": "The National Negro Committee was created in response to the Springfield race riot of 1908 against the black community in Springfield, Illinois. Prominent black activists and white progressives called for a national conference to discuss African American civil rights. They met to address the social, economic, and political rights of African Americans. This gathering served as the predecessor to the"}, {"title": "National Association for the Advancement of Colored People", "href": "/wiki/National_Association_for_the_Advancement_of_Colored_People", "description": "The National Association for the Advancement of Colored People (NAACP) is a civil rights organization in the United States, formed in 1909 as an interracial endeavor to advance justice for African Americans by a group including W. E. B. Du Bois, Mary White Ovington, Moorfield Storey and Ida B. Wells."}]}, {"heading": "Events", "year": "1910", "date": "May 31", "txt": "The South Africa Act comes into force, establishing the Union of South Africa.", "entities": [{"title": "South Africa Act 1909", "href": "/wiki/South_Africa_Act_1909", "description": "The South Africa Act 1909 was an Act of the British Parliament which created the Union of South Africa from the British colonies of the Cape of Good Hope, Natal, Orange River Colony, and Transvaal. The Act also made provisions for admitting Rhodesia as a fifth province of the Union in the future, but Rhodesian colonists rejected this option in a referendum held in 1922. The South Africa Act was th"}, {"title": "Union of South Africa", "href": "/wiki/Union_of_South_Africa", "description": "The Union of South Africa was the historical predecessor to the present-day Republic of South Africa. It came into existence on 31 May 1910 with the unification of the Cape, the Natal, the Transvaal, and the Orange River colonies. It included the territories that were formerly a part of the South African Republic and the Orange Free State."}]}, {"heading": "Events", "year": "1911", "date": "May 31", "txt": "The RMS Titanic is launched in Belfast, Northern Ireland.", "entities": [{"title": "RMS Titanic", "href": "/wiki/RMS_Titanic", "description": "RMS Titanic was a British passenger liner operated by the White Star Line that sank in the North Atlantic Ocean on 15 April 1912, after striking an iceberg during her maiden voyage from Southampton to New York City. Of the estimated 2,224 passengers and crew aboard, more than 1,500 died, making the sinking at the time one of the deadliest of a single ship and the deadliest peacetime sinking of a s"}, {"title": "Belfast", "href": "/wiki/Belfast", "description": "Belfast is the capital and largest city of Northern Ireland, standing on the banks of the River Lagan on the east coast. It is the 12th-largest city in the United Kingdom and the second-largest on the island of Ireland. It had a population of 343,542 as of 2019. Belfast suffered greatly during the violence that accompanied the partition of Ireland, and especially during the more recent conflict kn"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1911", "date": "May 31", "txt": "The President of Mexico Porfirio Díaz flees the country during the Mexican Revolution.", "entities": [{"title": "Porfirio Díaz", "href": "/wiki/Porfirio_D%C3%ADaz", "description": "José de la Cruz Porfirio Díaz Mori was a Mexican general and politician who served seven terms as President of Mexico, a total of 31 years, from 1876, 17 February 1877 to 1 December 1880 and from 1 December 1884 to 25 May 1911. The entire period from 1876 to 1911 is often referred to as the Porfiriato."}, {"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}]}, {"heading": "Events", "year": "1916", "date": "May 31", "txt": "World War I: Battle of Jutland: The British Grand Fleet engages the High Seas Fleet in the largest naval battle of the war, which proves indecisive.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Jutland", "href": "/wiki/Battle_of_Jutland", "description": "The Battle of Jutland was a naval battle fought between Britain's Royal Navy Grand Fleet, under Admiral Sir John Jellicoe, and the Imperial German Navy's High Seas Fleet, under Vice-Admiral Reinhard Scheer, during the First World War. The battle unfolded in extensive manoeuvring and three main engagements, from 31 May to 1 June 1916, off the North Sea coast of Denmark's Jutland Peninsula. It was t"}, {"title": "Grand Fleet", "href": "/wiki/Grand_Fleet", "description": "The Grand Fleet was the main fleet of the Royal Navy during the First World War."}, {"title": "High Seas Fleet", "href": "/wiki/High_Seas_Fleet", "description": "The High Seas Fleet (Hochseeflotte) was the battle fleet of the German Imperial Navy and saw action during the First World War. The formation was created in February 1907, when the Home Fleet (Heimatflotte) was renamed as the High Seas Fleet. Admiral Alfred von Tirpitz was the architect of the fleet; he envisioned a force powerful enough to challenge the Royal Navy's predominance. Kaiser Wilhelm I"}]}, {"heading": "Events", "year": "1921", "date": "May 31", "txt": "The Tulsa race massacre kills at least 39, but other estimates of black fatalities vary from 55 to about 300.", "entities": [{"title": "Tulsa race massacre", "href": "/wiki/Tulsa_race_massacre", "description": "The Tulsa race massacre took place on May 31 and June 1, 1921, when mobs of white residents, many of them deputized and given weapons by city officials, attacked Black residents and businesses of the Greenwood District in Tulsa, Oklahoma. It has been called \"the single worst incident of racial violence in American history\". The attack, carried out on the ground and from private aircraft, destroyed"}]}, {"heading": "Events", "year": "1935", "date": "May 31", "txt": "A 7.7 Mw  earthquake destroys Quetta in modern-day Pakistan killing 40,000.", "entities": [{"title": "1935 Quetta earthquake", "href": "/wiki/1935_Quetta_earthquake", "description": "The 1935 Quetta earthquake occurred on 31 May between 2:33 am and 3:40 am at Quetta, Balochistan, British India. The earthquake had a magnitude of 7.7 Mw  and anywhere between 30,000 and 60,000 people died from the impact. This ranked as the deadliest earthquake that hit South Asia until the 2005 Kashmir earthquake. The quake was centred 4 km south-west of Ali Jaan, Balochistan, British India."}, {"title": "Quetta", "href": "/wiki/Quetta", "description": "Quetta (Pashto: کوټه‎ ; IPA [ˈkʰwəː tə]; Balochi: کویته‎;Urdu: کوئٹہ‎; [ˈkweːʈə]  ; formerly known as Shalkot is the provincial capital and largest city of the Province of Balochistan in Pakistan. It is also the 10th largest city of Pakistan. It was largely destroyed in the 1935 Quetta earthquake, but was rebuilt and has a population of 1,001,205 according to the census of 2017. Quetta is at an av"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "1941", "date": "May 31", "txt": "Anglo-Iraqi War: The United Kingdom completes the re-occupation of Iraq and returns 'Abd al-Ilah to power as regent for Faisal II.", "entities": [{"title": "Anglo-Iraqi War", "href": "/wiki/Anglo-Iraqi_War", "description": "The Anglo-Iraqi War was a British-led Allied military campaign during the Second World War against the Kingdom of Iraq under Rashid Ali, who had seized power in the 1941 Iraqi coup d'état, with assistance from Germany and Italy. The campaign resulted in the downfall of Ali's government, the re-occupation of Iraq by the British, and the return to power of the Regent of Iraq, Prince 'Abd al-Ilah, a "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "'Abd al-Ilah", "href": "/wiki/%27Abd_al-Ilah", "description": "'Abd al-Ilah of Hejaz,, was a first cousin and brother-in-law of King Ghazi of Iraq. 'Abd al-Ilah served as regent for King Faisal II from 4 April 1939 to 23 May 1953, when Faisal came of age. He also held the title of Crown Prince of Iraq from 1943."}, {"title": "Faisal II of Iraq", "href": "/wiki/Faisal_II_of_Iraq", "description": "Faisal II was the last King of Iraq. He reigned from 4 April 1939 until July 1958, when he was killed during the 14 July Revolution. This regicide marked the end of the thirty-seven-year-old Hashemite monarchy in Iraq, which then became a republic."}]}, {"heading": "Events", "year": "1942", "date": "May 31", "txt": "World War II: Imperial Japanese Navy midget submarines begin a series of attacks on Sydney, Australia.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}, {"title": "Midget submarine", "href": "/wiki/Midget_submarine", "description": "A midget submarine is any submarine under 150 tons, typically operated by a crew of one or two but sometimes up to 6 or 9, with little or no on-board living accommodation. They normally work with mother ships, from which they are launched and recovered and which provide living accommodation for the crew and support staff."}, {"title": "Attack on Sydney Harbour", "href": "/wiki/Attack_on_Sydney_Harbour", "description": "In late May and early June 1942, during World War II, submarines belonging to the Imperial Japanese Navy made a series of attacks on the cities of Sydney and Newcastle in New South Wales, Australia. On the night of 31 May – 1 June, three Ko-hyoteki-class midget submarines, each with a two-member crew, entered Sydney Harbour, avoided the partially constructed Sydney Harbour anti-submarine boom net,"}]}, {"heading": "Events", "year": "1947", "date": "May 31", "txt": "Ferenc Nagy, the democratically elected Prime Minister of Hungary, resigns from office after blackmail from the Hungarian Communist Party accusing him of being part of a plot against the state. This grants the Communists effective control of the Hungarian government. ", "entities": [{"title": "Ferenc Nagy", "href": "/wiki/Ferenc_Nagy", "description": "Ferenc Nagy was a Hungarian politician of the Smallholders Party who served as Prime Minister of Hungary from 1946 until his forced resignation in 1947. He was also a Speaker of the National Assembly of Hungary and a member of the High National Council from 1945 to 1946. Nagy was the second democratically elected prime minister of Hungary, and would be the last until 1990 not to be a Communist or "}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}, {"title": "Hungarian Communist Party", "href": "/wiki/Hungarian_Communist_Party", "description": "The Hungarian Communist Party, known earlier as the Party of Communists in Hungary, was a communist party in Hungary that existed during the interwar period and briefly after World War II."}]}, {"heading": "Events", "year": "1961", "date": "May 31", "txt": "The South African Constitution of 1961 becomes effective, thus creating the Republic of South Africa, which remains outside the Commonwealth of Nations until 1 June 1994, when South Africa is returned to Commonwealth membership.", "entities": [{"title": "South African Constitution of 1961", "href": "/wiki/South_African_Constitution_of_1961", "description": "The Constitution of 1961 was the fundamental law of South Africa for two decades. Under the terms of the constitution South Africa left the Commonwealth and became a republic."}, {"title": "Republic of South Africa", "href": "/wiki/Republic_of_South_Africa", "description": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. With over 59 million people, it is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. South Africa has three capital cities: executive Pretoria, judicial Bloemfontein and legislative Cape Town. The largest city is Johannesburg. About 80% of South Africans are of"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1961", "date": "May 31", "txt": "In Moscow City Court, the Rokotov–Faibishenko show trial begins, despite the Khrushchev Thaw to reverse Stalinist elements in Soviet society.", "entities": [{"title": "Show trial", "href": "/wiki/Show_trial", "description": "A show trial is a public trial in which the judicial authorities have already determined the guilt, and/or innocence, of the defendant. The actual trial has as its only goal the presentation of both the accusation and the verdict to the public so they will serve as both an impressive example and a warning to other would-be dissidents or transgressors. Show trials tend to be retributive rather than"}, {"title": "Khrushchev Thaw", "href": "/wiki/Khrushchev_Thaw", "description": "The Khrushchev Thaw refers to the period from the mid-1950s to the mid-1960s when repression and censorship in the Soviet Union were relaxed, and millions of political prisoners were released from Gulag labor camps due to Nikita Khrushchev's policies of de-Stalinization and peaceful coexistence with other nations. The term was coined after Ilya Ehrenburg's 1954 novel The Thaw (\"Оттепель\"), sensati"}, {"title": "Stalinism", "href": "/wiki/Stalinism", "description": "Stalinism is the means of governing and policies which were implemented in the Soviet Union from 1927 to 1953 by Joseph Stalin. It included the creation of a one-party totalitarian police state; rapid industrialization; the theory of socialism in one country; application of Social fascism theory; collectivization of agriculture; intensification of the class struggle under socialism; a cult of pers"}]}, {"heading": "Events", "year": "1962", "date": "May 31", "txt": "The West Indies Federation dissolves.", "entities": [{"title": "West Indies Federation", "href": "/wiki/West_Indies_Federation", "description": "The West Indies Federation, also known as the West Indies, the Federation of the West Indies or the West Indian Federation, was a short-lived political union that existed from 3 January 1958 to 31 May 1962. Various islands in the Caribbean that were colonies of the United Kingdom, including Trinidad and Tobago, Barbados, Jamaica, and those on the Leeward and Windward Islands, came together to form"}]}, {"heading": "Events", "year": "1970", "date": "May 31", "txt": "The 7.9 Mw  Ancash earthquake shakes Peru with a maximum Mercalli intensity of VIII (Severe) and a landslide buries the town of Yungay, Peru. Between 66,794 and 70,000 were killed and 50,000 were injured.", "entities": [{"title": "1970 Ancash earthquake", "href": "/wiki/1970_Ancash_earthquake", "description": "The 1970 Ancash earthquake occurred on 31 May off the coast of Peru in the Pacific Ocean at 15:23:29 local time. Combined with a resultant landslide, it is the most catastrophic natural disaster in the history of Peru. Due to the large amounts of snow and ice included in the landslide that caused an estimate of 66,794 to 70,000 casualties, it is also considered to be the world's deadliest avalanch"}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}, {"title": "Landslide", "href": "/wiki/Landslide", "description": "The term landslide or, less frequently, landslip refers to several forms of mass wasting that may include a wide range of ground movements, such as rockfalls, deep-seated slope failures, mudflows, and debris flows. Landslides occur in a variety of environments, characterized by either steep or gentle slope gradients, from mountain ranges to coastal cliffs or even underwater, in which case they are"}, {"title": "Yungay, Peru", "href": "/wiki/Yungay,_Peru", "description": "Yungay is a town in the Ancash Region in north central Peru, South America."}]}, {"heading": "Events", "year": "1971", "date": "May 31", "txt": "In accordance with the Uniform Monday Holiday Act passed by the U.S. Congress in 1968, observation of Memorial Day occurs on the last Monday in May for the first time, rather than on the traditional Memorial Day of May 30.", "entities": [{"title": "Uniform Monday Holiday Act", "href": "/wiki/Uniform_Monday_Holiday_Act", "description": "The Uniform Monday Holiday Act is an Act of Congress that moved permanently to a Monday three Federal holidays in the United States -- Washington's Birthday, Memorial Day, and Labor Day -- and that made Columbus Day a federal holiday, also permanently on a Monday. This created long weekends with three days off ending with the holidays, such as Memorial Day Weekend and Labor Day Weekend."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "1968", "href": "/wiki/1968", "description": "1968 (MCMLXVIII) was a leap year starting on Monday of the Gregorian calendar, the 1968th year of the Common Era (CE) and Anno Domini (AD) designations, the 968th year of the 2nd millennium, the 68th year of the 20th century, and the 9th year of the 1960s decade. "}, {"title": "Memorial Day", "href": "/wiki/Memorial_Day", "description": "Memorial Day is a federal holiday in the United States for honoring and mourning the military personnel who have died in the performance of their military duties while serving in the United States Armed Forces. The holiday is observed on the last Monday of May. The holiday was formerly observed on May 30 from 1868 to 1970."}, {"title": "Memorial Day", "href": "/wiki/Memorial_Day", "description": "Memorial Day is a federal holiday in the United States for honoring and mourning the military personnel who have died in the performance of their military duties while serving in the United States Armed Forces. The holiday is observed on the last Monday of May. The holiday was formerly observed on May 30 from 1868 to 1970."}, {"title": "May 30", "href": "/wiki/May_30", "description": "May 30 is the 150th day of the year in the Gregorian calendar; 215 days remain until the end of the year."}]}, {"heading": "Events", "year": "1973", "date": "May 31", "txt": "The United States Senate votes to cut off funding for the bombing of Khmer Rouge targets within Cambodia, hastening the end of the Cambodian Civil War.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Khmer Rouge", "href": "/wiki/Khmer_Rouge", "description": "The Khmer Rouge is the name that was popularly given to members of the Communist Party of Kampuchea (CPK) and by extension to the regime through which the CPK ruled Cambodia between 1975 and 1979. The name was coined in the 1960s by Norodom Sihanouk to describe his country's heterogeneous, communist-led dissidents, with whom he allied after his 1970 overthrow."}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}, {"title": "Cambodian Civil War", "href": "/wiki/Cambodian_Civil_War", "description": "The Cambodian Civil War was a civil war in Cambodia fought between the forces of the Communist Party of Kampuchea against the government forces of the Kingdom of Cambodia and, after October 1970, the Khmer Republic, which had succeeded the kingdom."}]}, {"heading": "Events", "year": "1977", "date": "May 31", "txt": "The Trans-Alaska Pipeline System is completed.", "entities": [{"title": "Trans-Alaska Pipeline System", "href": "/wiki/Trans-Alaska_Pipeline_System", "description": "The Trans-Alaska Pipeline System (TAPS) is an oil transportation system spanning Alaska, including the trans-Alaska crude-oil pipeline, 11 pump stations, several hundred miles of feeder pipelines, and the Valdez Marine Terminal. TAPS is one of the world's largest pipeline systems. It is commonly called the Alaska pipeline, trans-Alaska pipeline, or Alyeska pipeline,, but those terms technically ap"}]}, {"heading": "Events", "year": "1985", "date": "May 31", "txt": "United States–Canada tornado outbreak: Forty-one tornadoes hit Ohio, Pennsylvania, New York, and Ontario, leaving 76 dead.", "entities": [{"title": "1985 United States–Canada tornado outbreak", "href": "/wiki/1985_United_States%E2%80%93Canada_tornado_outbreak", "description": "The 1985 United States–Canada tornado outbreak, referred to as the Barrie tornado outbreak in Canada, was a major tornado outbreak that occurred in Ohio, Pennsylvania, New York, and Ontario, on May 31, 1985. 44 tornadoes were counted including 14 in Ontario, Canada. It is the largest and most intense tornado outbreak ever to hit this region, and the worst tornado outbreak in Pennsylvania history i"}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}, {"title": "Ontario", "href": "/wiki/Ontario", "description": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province by total area. Ontario is Canada's fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capi"}]}, {"heading": "Events", "year": "1991", "date": "May 31", "txt": "Bicesse Accords in Angola lay out a transition to multi-party democracy under the supervision of the United Nations' UNAVEM II mission.", "entities": [{"title": "Bicesse Accords", "href": "/wiki/Bicesse_Accords", "description": "The Bicesse Accords, also known as the Estoril Accords, laid out a transition to multi-party democracy in Angola under the supervision of the United Nations' UNAVEM II mission. President José Eduardo dos Santos of the MPLA and Jonas Savimbi of UNITA signed the accord in Lisbon, Portugal on May 31, 1991. UNITA rejected the official results of the 1992 presidential election as rigged and renewed the"}, {"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}, {"title": "Democracy", "href": "/wiki/Democracy", "description": "Democracy is a form of government in which the people have the authority to choose their governing legislators. The decisions on who is considered part of the people and how authority is shared among or delegated by the people have changed over time and at different speeds in different countries, but they have included more and more of the inhabitants of all countries. Cornerstones include freedom"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "United Nations Angola Verification Mission II", "href": "/wiki/United_Nations_Angola_Verification_Mission_II", "description": "The United Nations Angola Verification Mission II, established May 1991 and lasting until February 1995, was the second United Nations peacekeeping mission, of a total of four, deployed to Angola during the course of the Angolan Civil War, the longest war in modern African history. Specifically, the mission was established to oversee and maintain the multilateral ceasefire of 1990 and the subseque"}]}, {"heading": "Events", "year": "2005", "date": "May 31", "txt": "Vanity Fair reveals that Mark Felt was \"Deep Throat\".", "entities": [{"title": "Mark Felt", "href": "/wiki/Mark_Felt", "description": "William Mark Felt Sr. was an American law enforcement officer who worked for the Federal Bureau of Investigation (FBI) from 1942 to 1973 and was known for his role in the Watergate scandal. Felt was an FBI special agent who eventually rose to the position of Associate Director, the Bureau's second-highest-ranking post. Felt worked in several FBI field offices prior to his promotion to the Bureau's"}, {"title": "Deep Throat (Watergate)", "href": "/wiki/Deep_Throat_(Watergate)", "description": "Deep Throat is the pseudonym given to the secret informant who provided information in 1972 to Bob Woodward, who shared it with Carl Bernstein. Woodward and Bernstein were reporters for The Washington Post, and Deep Throat provided key details about the involvement of U.S. president Richard Nixon's administration in what came to be known as the Watergate scandal. In 2005, 31 years after Nixon's re"}]}, {"heading": "Events", "year": "2008", "date": "May 31", "txt": "Usain Bolt breaks the world record in the 100m sprint, with a wind-legal (+1.7 m/s) 9.72 seconds", "entities": [{"title": "Usain Bolt", "href": "/wiki/Usain_Bolt", "description": "Usain St Leo Bolt, is a Jamaican retired sprinter, widely considered to be the greatest sprinter of all time. He is a world record holder in the 100 metres, 200 metres and 4 × 100 metres relay."}]}, {"heading": "Events", "year": "2010", "date": "May 31", "txt": "Israeli Shayetet 13 commandos boarded the Gaza Freedom Flotilla while still in international waters trying to break the ongoing blockade of the Gaza Strip; nine Turkish citizens on the flotilla were killed in the ensuing violent affray.", "entities": [{"title": "Shayetet 13", "href": "/wiki/Shayetet_13", "description": "Shayetet 13 is a unit of the Israeli Navy and one of the primary sayeret (reconnaissance) units of the Israel Defense Forces. Shayetet 13 specializes in sea-to-land incursions, counter-terrorism, sabotage, maritime intelligence gathering, maritime hostage rescue, and boarding. The unit is trained for sea, air and land actions. The unit has taken part in almost all of Israel's major wars, as well a"}, {"title": "Gaza flotilla raid", "href": "/wiki/Gaza_flotilla_raid", "description": "The Gaza flotilla raid was a military operation by Israel against six civilian ships of the \"Gaza Freedom Flotilla\" on 31 May 2010 in international waters in the Mediterranean Sea. Nine activists were killed on one ship during the raid and ten Israeli soldiers were wounded, one seriously. One further Turkish activist died later of his wounds. Three of the six flotilla ships, organized by the Free "}, {"title": "Blockade of the Gaza Strip", "href": "/wiki/Blockade_of_the_Gaza_Strip", "description": "The blockade of the Gaza Strip is the ongoing land, air, and sea blockade of the Gaza Strip imposed by Israel and Egypt in 2007, after Hamas took control of the Gaza Strip during the Battle of Gaza, seizing government institutions and replacing Fatah and other Palestinian Authority (PA) officials with Hamas members. Earlier, after Hamas won elections and formed the PA government in March 2006, led"}, {"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}]}, {"heading": "Events", "year": "2013", "date": "May 31", "txt": "The asteroid 1998 QE2 and its moon make their closest approach to Earth for the next two centuries.", "entities": [{"title": "Asteroid", "href": "/wiki/Asteroid", "description": "An asteroid is a minor planet of the inner Solar System. Historically, these terms have been applied to any astronomical object orbiting the Sun that did not resolve into a disc in a telescope and was not observed to have characteristics of an active comet such as a tail. As minor planets in the outer Solar System were discovered that were found to have volatile-rich surfaces similar to comets, th"}, {"title": "(285263) 1998 QE2", "href": "/wiki/(285263)_1998_QE2", "description": "(285263) 1998 QE2, provisional designation 1998 QE2, is a dark asteroid and synchronous binary system, classified as near-Earth object and potentially hazardous asteroid of the Amor group, approximately 3 kilometers in diameter. It was discovered on 19 August 1998, by astronomers of the LINEAR program at Lincoln Laboratory's Experimental Test Site near Socorro, New Mexico, in the United States. It"}, {"title": "Natural satellite", "href": "/wiki/Natural_satellite", "description": "A natural satellite, or moon, is, in the most common usage, an astronomical body that orbits a planet or minor planet."}, {"title": "List of asteroid close approaches to Earth", "href": "/wiki/List_of_asteroid_close_approaches_to_Earth", "description": "This is a list of examples where an asteroid or meteoroid travels close to the Earth. Some are regarded as potentially hazardous objects if they are estimated to be large enough to cause regional devastation."}]}, {"heading": "Events", "year": "2013", "date": "May 31", "txt": "A record breaking 2.6 mile wide tornado strikes El Reno, Oklahoma, United States, causing eight fatalities and over 150 injuries.", "entities": [{"title": "El Reno, Oklahoma", "href": "/wiki/El_Reno,_Oklahoma", "description": "El Reno is a city in and county seat of Canadian County, Oklahoma, United States. As of the 2010 census, the city population was 16,729. The city was begun shortly after the 1889 land rush and named for the nearby Fort Reno. It is located in Central Oklahoma, about 25 miles (40 km) west of downtown Oklahoma City."}]}, {"heading": "Events", "year": "2017", "date": "May 31", "txt": "A car bomb explodes in a crowded intersection in Kabul near the German embassy during rush hour, killing over 90 and injuring 463.", "entities": [{"title": "May 2017 Kabul attack", "href": "/wiki/May_2017_Kabul_attack", "description": "On 31 May 2017, a truck bomb exploded in a crowded intersection in Kabul, Afghanistan, near the German embassy at about 08:25 local time during rush hour,\nkilling over 150 and injuring 413, mostly civilians, and damaging several buildings in the embassy. The attack was the deadliest terror attack to take place in Kabul. The diplomatic quarter—in which the attack took place—is one of the most heavi"}, {"title": "Kabul", "href": "/wiki/Kabul", "description": "Kabul is the capital and largest city of Afghanistan, located in the eastern section of the country. It is also a municipality, forming part of the greater Kabul Province, and divided into 22 districts. According to estimates in 2020, the population of Kabul is 4.222 million, which includes all the major ethnic groups of Afghanistan. Afghanistan's only city with a population of over 1 million, Kab"}, {"title": "Afghanistan–Germany relations", "href": "/wiki/Afghanistan%E2%80%93Germany_relations", "description": "Relations between Afghanistan and Germany have historically been strong. 100 years of \"friendship\" was celebrated in 2016, with the Afghan President calling it a \"historical relationship\"."}]}, {"heading": "Events", "year": "2017", "date": "May 31", "txt": "U.S. President Donald Trump tweets the word \"covfefe\" and quickly becomes a worldwide viral phenomenon.", "entities": [{"title": "Covfefe", "href": "/wiki/Covfefe", "description": "Covfefe is a misspelling that Donald Trump used in a viral tweet when he was U.S. President. It instantly became an Internet meme."}, {"title": "Viral phenomenon", "href": "/wiki/Viral_phenomenon", "description": "\nViral phenomena are objects or patterns that are able to replicate themselves or convert other objects into copies of themselves when these objects are exposed to them. Analogous to the way in which viruses propagate, the term viral pertains to a video, image, or written content spreading to numerous online users within a short time period. This concept has become a common way to describe how tho"}]}, {"heading": "Events", "year": "2019", "date": "May 31", "txt": "A shooting occurs inside a municipal building at Virginia Beach, Virginia, leaving 13 people dead, including the shooter, and four others injured.", "entities": [{"title": "2019 Virginia Beach shooting", "href": "/wiki/2019_Virginia_Beach_shooting", "description": "On May 31, 2019, a mass shooting occurred at a municipal building in the Princess Anne area of Virginia Beach, Virginia. The gunman, DeWayne Craddock, who was a disgruntled city employee, fatally shot 12 people and wounded four others. He was then shot dead by responding police officers."}, {"title": "Virginia Beach", "href": "/wiki/Virginia_Beach", "description": "Virginia Beach is an independent city located on the southeastern coast of the Commonwealth of Virginia in the United States. The population was 433,750 in 2009, and in 2019, it was estimated to be 449,974. Although mostly suburban in character, it is the most populous city in Virginia and the 44th most populous city in the nation. Located on the Atlantic Ocean at the mouth of the Chesapeake Bay, "}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}]}, {"heading": "Births", "year": "1443 (or 1441)", "date": "May 31", "txt": "Margaret Beaufort, Countess of Richmond and Derby (d. 1509)", "entities": [{"title": "1441", "href": "/wiki/1441", "description": "1441 (MCDXLI) was a common year starting on Sunday of the Julian calendar, the 1441st year of the Common Era (CE) and Anno Domini (AD) designations, the 441st year of the 2nd millennium, the 41st year of the 15th century, and the 2nd year of the 1440s decade. As of the start of 1441, the Gregorian calendar was 9 days ahead of the Julian calendar, which was the dominant calendar of the time. "}, {"title": "Margaret Beaufort, Countess of Richmond and Derby", "href": "/wiki/Margaret_Beaufort,_Countess_of_Richmond_and_Derby", "description": "Lady Margaret Beaufort was a major figure in the Wars of the Roses of the late fifteenth century, and mother of King Henry VII of England, the first Tudor monarch."}]}, {"heading": "Births", "year": "1462", "date": "May 31", "txt": "Philipp II, Count of Hanau-Lichtenberg (d. 1504)", "entities": [{"title": "Philipp II, Count of Hanau-Lichtenberg", "href": "/wiki/Philipp_II,_Count_of_Hanau-Lichtenberg", "description": "Philipp II of Hanau-Lichtenberg ruled the County of Hanau-Lichtenberg from 1480 until his death."}]}, {"heading": "Births", "year": "1469", "date": "May 31", "txt": "Manuel I of Portugal (d. 1521)", "entities": [{"title": "Manuel I of Portugal", "href": "/wiki/Manuel_I_of_Portugal", "description": "Manuel I, known as the Fortunate, was King of Portugal from 1495 to 1521. A member of the House of Aviz, Manuel was Duke of Beja and Viseu prior to succeeding his cousin, John II of Portugal, as monarch. Manuel ruled over a period of intensive expansion of the Portuguese Empire owing to the numerous Portuguese discoveries made during his reign. His sponsorship of Vasco da Gama led to the Portugues"}]}, {"heading": "Births", "year": "1535", "date": "May 31", "txt": "Alessandro Allori, Italian painter (d. 1607)", "entities": [{"title": "Alessandro Allori", "href": "/wiki/Alessandro_Allori", "description": "Alessandro di Cristofano di Lorenzo del Bronzino Allori was an Italian portrait painter of the late Mannerist Florentine school."}]}, {"heading": "Births", "year": "1556", "date": "May 31", "txt": "Jerzy Radziwiłł, Catholic cardinal (d. 1600)", "entities": [{"title": "Jerzy Radziwiłł (1556–1600)", "href": "/wiki/Jerzy_Radziwi%C5%82%C5%82_(1556%E2%80%931600)", "description": "Prince Jerzy Radziwiłł was a Polish–Lithuanian magnate and Imperial Reichsfürst from the Radziwiłł family. He was ordained a Catholic priest and later rose through the ranks as Bishop of Vilnius eventually becoming a cardinal. He was a close friend and adviser of king Sigismund III and represented his interests in front of the Pope."}]}, {"heading": "Births", "year": "1577", "date": "May 31", "txt": "Nur Jahan, Empress consort of the Mughal Empire (d. 1645)", "entities": [{"title": "Nur Jahan", "href": "/wiki/Nur_Jahan", "description": "Nur Jahan was the twentieth wife of the Mughal emperor Jahangir."}]}, {"heading": "Births", "year": "1613", "date": "May 31", "txt": "John George II, Elector of Saxony (d. 1680)", "entities": [{"title": "John George II, Elector of Saxony", "href": "/wiki/John_George_II,_Elector_of_Saxony", "description": "Johann George II was the Elector of Saxony from 1656 to 1680. He belonged to the Albertine line of the House of Wettin."}]}, {"heading": "Births", "year": "1640", "date": "May 31", "txt": "Michał Korybut Wiśniowiecki, King of Poland (d. 1673)", "entities": [{"title": "Michał Korybut Wiśniowiecki", "href": "/wiki/Micha%C5%82_Korybut_Wi%C5%9Bniowiecki", "description": "Michael I was the ruler of the Polish–Lithuanian Commonwealth as King of Poland and Grand Duke of Lithuania from 29 September 1669 until his death in 1673."}]}, {"heading": "Births", "year": "1641", "date": "May 31", "txt": "Patriarch Dositheos II of Jerusalem (d. 1707)", "entities": [{"title": "Patriarch Dositheos II of Jerusalem", "href": "/wiki/Patriarch_Dositheos_II_of_Jerusalem", "description": "Dositheos II Notaras of Jerusalem was the Greek Orthodox Patriarch of Jerusalem between 1669 and 1707 and a theologian of the Orthodox Church. He was known for standing against influences of the Roman Catholic and Protestant Churches. He convened the Synod of Jerusalem to counter the Calvinist confessions of Cyril Lucaris."}]}, {"heading": "Births", "year": "1725", "date": "May 31", "txt": "Ahilyabai Holkar, Queen of the Malwa Kingdom under the Maratha Empire (d. 1795)", "entities": [{"title": "Ahilyabai Holkar", "href": "/wiki/Ahilyabai_Holkar", "description": "Ahilyabai Holkar was the hereditary noble sardar of the Maratha Empire, India. Ahilya was born in the village of Chondi in Jamkhed, Ahmednagar, Maharashtra. She moved the seat of her kingdom to Maheshwar, south of Indore on the Narmada River."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Births", "year": "1732", "date": "May 31", "txt": "Count Hieronymus von Colloredo, Austrian archbishop (d. 1812)", "entities": [{"title": "Count Hieronymus von Colloredo", "href": "/wiki/Count_Hieronymus_von_Colloredo", "description": "Hieronymus Joseph Franz de Paula Graf Colloredo von Wallsee und Melz was Prince-Bishop of Gurk from 1761 to 1772 and Prince-Archbishop of Salzburg from 1772 until 1803, when the prince-archbishopric was secularized. After secularization, Colloredo fled to Vienna and remained the non-resident archbishop of Salzburg, bereft of temporal power, until his death in 1812. He is most famously known as a p"}]}, {"heading": "Births", "year": "1753", "date": "May 31", "txt": "Pierre Victurnien Vergniaud, French lawyer and politician (d. 1793)", "entities": [{"title": "Pierre Victurnien Vergniaud", "href": "/wiki/Pierre_Victurnien_Vergniaud", "description": "Pierre Victurnien Vergniaud was a French lawyer and statesman, a figure of the French Revolution. A deputy to the Assembly from Bordeaux, Vergniaud was an eloquent orator. He was a supporter of Jacques Pierre Brissot and the Girondist faction."}]}, {"heading": "Births", "year": "1754", "date": "May 31", "txt": "Andrea Appiani, Italian painter and educator (d. 1817)", "entities": [{"title": "Andrea Appiani", "href": "/wiki/Andrea_Appiani", "description": "Andrea Appiani was an Italian neoclassical painter."}]}, {"heading": "Births", "year": "1773", "date": "May 31", "txt": "Ludwig Tieck, German poet, author, and critic (d. 1853)", "entities": [{"title": "Ludwig Tieck", "href": "/wiki/Ludwig_Tieck", "description": "Johann Ludwig Tieck was a German poet, fiction writer, translator, and critic. He was one of the founding fathers of the Romantic movement in the late 18th and early 19th centuries."}]}, {"heading": "Births", "year": "1801", "date": "May 31", "txt": "Johann Georg Baiter, Swiss philologist and scholar (d. 1887)", "entities": [{"title": "Johann Georg Baiter", "href": "/wiki/Johann_Georg_Baiter", "description": "Johann Georg Baiter was a Swiss philologist and textual critic."}]}, {"heading": "Births", "year": "1815", "date": "May 31", "txt": "Adye Douglas, English-Australian cricketer and politician, 15th Premier of Tasmania (d. 1906)", "entities": [{"title": "Adye Douglas", "href": "/wiki/Adye_Douglas", "description": "Sir Adye Douglas was an Australian lawyer and politician, and first class cricket player, who played one match for Tasmania. He was Premier of Tasmania from 15 August 1884 to 8 March 1886."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1818", "date": "May 31", "txt": "John Albion Andrew, American lawyer and politician, 25th Governor of Massachusetts (d. 1867)", "entities": [{"title": "John Albion Andrew", "href": "/wiki/John_Albion_Andrew", "description": "John Albion Andrew was an American lawyer and politician from Massachusetts. He was elected in 1860 as the 25th Governor of Massachusetts, serving between 1861 and 1866, and led the state's contributions to the Union cause during the American Civil War (1861-1865). He was a guiding force behind the creation of some of the first African-American units in the United States Army, including the 54th M"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1819", "date": "May 31", "txt": "Walt Whitman, American poet, essayist, and journalist (d. 1892)", "entities": [{"title": "Walt Whitman", "href": "/wiki/Walt_Whitman", "description": "Walter Whitman was an American poet, essayist, and journalist. A humanist, he was a part of the transition between transcendentalism and realism, incorporating both views in his works. Whitman is among the most influential poets in the American canon, often called the father of free verse. His work was controversial in its time, particularly his poetry collection Leaves of Grass, which was describ"}]}, {"heading": "Births", "year": "1827", "date": "May 31", "txt": "Kusumoto Ine, first Japanese female doctor of Western medicine (d. 1903)", "entities": [{"title": "Kusumoto Ine", "href": "/wiki/Kusumoto_Ine", "description": "Kusumoto Ine was a Japanese physician. She was the daughter of Kusumoto Taki, who was a courtesan from Nagasaki; and the German physician Philipp Franz von Siebold, who worked on Dejima, an island foreigners were restricted to during Japan's long period of seclusion from the world. Ine was also known as O-Ine and later in life took the name Itoku (伊篤). In Japanese she is often called Oranda O-Ine "}]}, {"heading": "Births", "year": "1835", "date": "May 31", "txt": "Hijikata Toshizō, Japanese commander (d. 1869)", "entities": [{"title": "Hijikata Toshizō", "href": "/wiki/Hijikata_Toshiz%C5%8D", "description": "Hijikata Toshizō  was a Japanese warrior. As Vice-Commander  of the Shinsengumi, he resisted the Meiji Restoration."}]}, {"heading": "Births", "year": "1838", "date": "May 31", "txt": "Henry Sidgwick, English economist and philosopher (d. 1900)", "entities": [{"title": "Henry Sidgwick", "href": "/wiki/Henry_Sidgwick", "description": "Henry Sidgwick was an English utilitarian philosopher and economist. He was the Knightbridge Professor of Moral Philosophy at the University of Cambridge from 1883 until his death, and is best known in philosophy for his utilitarian treatise The Methods of Ethics. He was one of the founders and first president of the Society for Psychical Research and a member of the Metaphysical Society and promo"}]}, {"heading": "Births", "year": "1842", "date": "May 31", "txt": "John Cox Bray, Australian politician, 15th Premier of South Australia (d. 1894)", "entities": [{"title": "John Cox Bray", "href": "/wiki/John_Cox_Bray", "description": "Sir John Cox Bray was a prominent South Australian politician and the first native-born Premier of South Australia (1881–1884)."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1847", "date": "May 31", "txt": "William Pirrie, 1st Viscount Pirrie, Canadian-Irish businessman and politician, Lord Mayor of Belfast (d. 1924)", "entities": [{"title": "William Pirrie, 1st Viscount Pirrie", "href": "/wiki/William_Pirrie,_1st_Viscount_Pirrie", "description": "William James Pirrie, 1st Viscount Pirrie, KP, PC, PC (Ire) was a leading British shipbuilder and businessman. He was chairman of Harland and Wolff, shipbuilders, between 1895 and 1924, and also served as Lord Mayor of Belfast between 1896 and 1898. He was ennobled as Baron Pirrie in 1906, appointed a Knight of the Order of St Patrick in 1908 and made Viscount Pirrie in 1921. In the months leading"}, {"title": "Lord Mayor of Belfast", "href": "/wiki/Lord_Mayor_of_Belfast", "description": "The Lord Mayor of Belfast is the leader and chairperson of Belfast City Council, elected annually from and by the City's 60 councillors."}]}, {"heading": "Births", "year": "1852", "date": "May 31", "txt": "Francisco Moreno, Argentinian explorer and academic (d. 1919)", "entities": [{"title": "Francisco Moreno", "href": "/wiki/Francisco_Moreno", "description": "Francisco Pascasio Moreno was a prominent explorer and academic in Argentina, where he is usually referred to as Perito Moreno. Perito Moreno has been credited as one of the most influential figures in the Argentine incorporation of large parts of Patagonia and its subsequent development."}]}, {"heading": "Births", "year": "1852", "date": "May 31", "txt": "Julius Richard Petri, German microbiologist, invented the Petri dish (d. 1921)", "entities": [{"title": "Petri dish", "href": "/wiki/Petri_dish", "description": "A Petri dish is a shallow transparent lidded dish that biologists use to hold growth medium in which cells can be cultured, originally, cells of bacteria, fungi and small mosses. The container is named after its inventor, German bacteriologist Julius Richard Petri. It is the most common type of culture plate. The Petri dish is one of the most common items in biology laboratories and has entered po"}]}, {"heading": "Births", "year": "1857", "date": "May 31", "txt": "Pope Pius XI (d. 1939)", "entities": [{"title": "Pope Pius XI", "href": "/wiki/Pope_Pius_XI", "description": "Pope Pius XI, born Ambrogio Damiano Achille Ratti, was head of the Catholic Church from 6 February 1922 to his death in 1939. He was the first sovereign of Vatican City from its creation as an independent state on 11 February 1929. He took as his papal motto \"Pax Christi in Regno Christi,\" translated \"The Peace of Christ in the Kingdom of Christ.\""}]}, {"heading": "Births", "year": "1858", "date": "May 31", "txt": "Graham Wallas, English socialist, social psychologist, and educationalist (d. 1932)", "entities": [{"title": "Graham Wallas", "href": "/wiki/Graham_Wallas", "description": "Graham Wallas was an English socialist, social psychologist, educationalist, a leader of the Fabian Society and a co-founder of the London School of Economics."}]}, {"heading": "Births", "year": "1860", "date": "May 31", "txt": "Walter Sickert, English painter (d. 1942)", "entities": [{"title": "Walter Sickert", "href": "/wiki/Walter_Sickert", "description": "Walter Richard Sickert was a British painter and printmaker who was a member of the Camden Town Group of Post-Impressionist artists in early 20th-century London. He was an important influence on distinctively British styles of avant-garde art in the mid- and late 20th century."}]}, {"heading": "Births", "year": "1863", "date": "May 31", "txt": "Francis Younghusband, Indian-English captain and explorer (d. 1942)", "entities": [{"title": "Francis Younghusband", "href": "/wiki/Francis_Younghusband", "description": "Lieutenant Colonel Sir Francis Edward Younghusband, was a British Army officer, explorer, and spiritual writer. He is remembered for his travels in the Far East and Central Asia; especially the 1904 British expedition to Tibet, led by himself, and for his writings on Asia and foreign policy. Younghusband held positions including British commissioner to Tibet and President of the Royal Geographical"}]}, {"heading": "Births", "year": "1866", "date": "May 31", "txt": "John Ringling, American entrepreneur; one of the founders of the Ringling Brothers Circus (d. 1936)", "entities": [{"title": "John Ringling", "href": "/wiki/John_Ringling", "description": "John Nicholas Ringling was an American entrepreneur who is the best known of the seven Ringling brothers, five of whom merged the Barnum & Bailey Circus with their own Ringling Bros World's Greatest Shows to create a virtual monopoly of traveling circuses and helped shape the modern circus. In addition to owning and managing many of the largest circuses in the United States, he was also a rancher,"}, {"title": "Ringling Brothers Circus", "href": "/wiki/Ringling_Brothers_Circus", "description": "Ringling Bros. World's Greatest Shows was a circus founded in Baraboo, Wisconsin, United States in 1884 by five of the seven Ringling brothers: Albert, August, Otto, Alfred T., Charles, John, and Henry. The Ringling brothers were sons of a German immigrant, August Frederick Rüngeling, who changed his name to Ringling once he settled in America. Four brothers were born in McGregor, Iowa: Alf T., Ch"}]}, {"heading": "Births", "year": "1875", "date": "May 31", "txt": "Rosa May Billinghurst, British suffragette and women's rights activist (d.1953)", "entities": [{"title": "Rosa May Billinghurst", "href": "/wiki/Rosa_May_Billinghurst", "description": "Rosa May Billinghurst was a suffragette and women's rights activist. She was known popularly as the \"cripple suffragette\" as she campaigned in a tricycle."}]}, {"heading": "Births", "year": "1879", "date": "May 31", "txt": "Frances Alda, New Zealand-Australian soprano (d. 1952)", "entities": [{"title": "Frances Alda", "href": "/wiki/Frances_Alda", "description": "Frances Davis Alda was a New Zealand-born, Australian-raised operatic soprano. She achieved fame during the first three decades of the 20th century due to her outstanding singing voice, fine technique and colourful personality, as well as her frequent onstage partnerships at the Metropolitan Opera, New York, with Enrico Caruso."}]}, {"heading": "Births", "year": "1882", "date": "May 31", "txt": "Sándor Festetics, Hungarian politician, Hungarian Minister of War (d. 1956)", "entities": [{"title": "Sándor Festetics", "href": "/wiki/S%C3%A1ndor_Festetics", "description": "Count Sándor Ágost Dénes Festetics de Tolna was a Hungarian nobleman and cabinet minister who later became an advocate of Nazism in Hungary."}, {"title": "Ministry of Defence (Hungary)", "href": "/wiki/Ministry_of_Defence_(Hungary)", "description": "\nThe Minister of Defence of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Defence. The defence minister appoints the Chief of General Staff to the head of the Hungarian Defence Forces. The current minister is Tibor Benkő."}]}, {"heading": "Births", "year": "1883", "date": "May 31", "txt": "Lauri Kristian Relander, Finnish politician, 2nd President of Finland (d. 1942)", "entities": [{"title": "Lauri Kristian Relander", "href": "/wiki/Lauri_Kristian_Relander", "description": "Lauri Kristian Relander was the second President of Finland (1925–1931). A prominent member of the Agrarian League, he served as a member of Parliament, and as Speaker, before his election as President."}, {"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1885", "date": "May 31", "txt": "Robert Richards, Australian politician, 32nd Premier of South Australia (d. 1967)", "entities": [{"title": "Robert Richards (Australian politician)", "href": "/wiki/Robert_Richards_(Australian_politician)", "description": "Robert Stanley \"Bob\" Richards, generally referred to as \"R. S. Richards\" was the 32nd Premier of South Australia, representing the South Australian Branch of the Australian Labor Party."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1887", "date": "May 31", "txt": "Saint-John Perse, French poet and diplomat, Nobel Prize laureate (d. 1975)", "entities": [{"title": "Saint-John Perse", "href": "/wiki/Saint-John_Perse", "description": "Saint-John Perse was a French poet-diplomat, awarded the Nobel Prize in Literature in 1960 \"for the soaring flight and evocative imagery of his poetry.\" He was a major French diplomat from 1914 to 1940, after which he lived primarily in the United States until 1967."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1892", "date": "May 31", "txt": "Michel Kikoine, Belarusian-French painter (d. 1968)", "entities": [{"title": "Michel Kikoine", "href": "/wiki/Michel_Kikoine", "description": "Michel Kikoïne, was a Lithuanian Jewish-French painter."}]}, {"heading": "Births", "year": "1892", "date": "May 31", "txt": "Erich Neumann, German lieutenant and politician (d. 1951)", "entities": []}, {"heading": "Births", "year": "1892", "date": "May 31", "txt": "Konstantin Paustovsky, Russian poet and author (d. 1968)", "entities": []}, {"heading": "Births", "year": "1892", "date": "May 31", "txt": "Gregor Strasser, German lieutenant and politician (d. 1934)", "entities": []}, {"heading": "Births", "year": "1894", "date": "May 31", "txt": "Fred Allen, American comedian, radio host, game show panelist, and author (d. 1956)", "entities": [{"title": "Fred Allen", "href": "/wiki/Fred_Allen", "description": "John Florence Sullivan, known professionally as Fred Allen, was an American comedian. His absurdist, topically pointed radio program The Fred Allen Show (1932–1949) made him one of the most popular and forward-looking humorists in the Golden Age of American radio."}]}, {"heading": "Births", "year": "1898", "date": "May 31", "txt": "Norman Vincent Peale, American minister and author (d. 1993)", "entities": [{"title": "Norman Vincent Peale", "href": "/wiki/Norman_Vincent_Peale", "description": "Norman Vincent Peale was an American minister and author who is best known for his work in popularizing the concept of positive thinking, especially through his best-selling book The Power of Positive Thinking. He served as the pastor of Marble Collegiate Church, New York, from 1932 until 1984, leading a Reformed Church in America congregation."}]}, {"heading": "Births", "year": "1900", "date": "May 31", "txt": "Lucile Godbold, American athlete (d. 1981)", "entities": [{"title": "Lucile Godbold", "href": "/wiki/Lucile_Godbold", "description": "Lucile Ellerbe Godbold was an American track and field athlete. She competed in the long jump and several running and throwing events at the 1922 Women's World Games, also known as the First International Games for Women, and won a gold medal in the shot put and a bronze in the javelin throw; she finished fourth in the 300 m and 1000 m races."}]}, {"heading": "Births", "year": "1901", "date": "May 31", "txt": "Alfredo Antonini, Italian-American conductor and composer (d. 1983)", "entities": [{"title": "Alfredo Antonini", "href": "/wiki/Alfredo_Antonini", "description": "Alfredo Antonini was a leading Italian-American symphony conductor and composer who was active on the international concert stage as well as on the CBS radio and television networks from the 1930s through the early 1970s. In 1972 he received an Emmy Award for Outstanding Achievement in Religious Programming on television for his conducting of the premiere of Ezra Laderman's opera And David Wept fo"}]}, {"heading": "Births", "year": "1908", "date": "May 31", "txt": "Don Ameche, American actor (d. 1993)", "entities": [{"title": "Don Ameche", "href": "/wiki/Don_Ameche", "description": "Don Ameche was an American actor, comedian and vaudevillian. After playing in college shows, stock, and vaudeville, he became a major radio star in the early 1930s, which led to the offer of a movie contract from 20th Century Fox in 1935."}]}, {"heading": "Births", "year": "1909", "date": "May 31", "txt": "Art Coulter, Canadian-American ice hockey player (d. 2000)", "entities": [{"title": "Art Coulter", "href": "/wiki/Art_Coulter", "description": "Arthur Edmund Coulter was a Canadian professional ice hockey defenceman who played for the New York Rangers and Chicago Black Hawks in the National Hockey League."}]}, {"heading": "Births", "year": "1911", "date": "May 31", "txt": "Maurice Allais, French economist and physicist, Nobel Prize laureate (d. 2010)", "entities": [{"title": "Maurice Allais", "href": "/wiki/Maurice_Allais", "description": "Maurice Félix Charles Allais was a French physicist and economist, the 1988 winner of the Nobel Memorial Prize in Economic Sciences \"for his pioneering contributions to the theory of markets and efficient utilization of resources\", for Maurice Allais contribution, along with John Hicks and Paul Samuelson, to neoclassical synthesis. They formalize the self-regulation of markets, that Keynes refuted"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1912", "date": "May 31", "txt": "Chien-Shiung Wu, Chinese-American experimental physicist (d. 1997)", "entities": [{"title": "Chien-Shiung Wu", "href": "/wiki/Chien-Shiung_Wu", "description": "Chien-Shiung Wu was a Chinese-American particle and experimental physicist who made significant contributions in the fields of nuclear and particle physics. Wu worked on the Manhattan Project, where she helped develop the process for separating uranium into uranium-235 and uranium-238 isotopes by gaseous diffusion. She is best known for conducting the Wu experiment, which proved that parity is not"}]}, {"heading": "Births", "year": "1914", "date": "May 31", "txt": "Akira Ifukube, Japanese composer and educator (d. 2006)", "entities": [{"title": "Akira Ifukube", "href": "/wiki/Akira_Ifukube", "description": "Akira Ifukube  was a Japanese classical and film music composer, best known for his works on the Godzilla franchise."}]}, {"heading": "Births", "year": "1916", "date": "May 31", "txt": "Bert Haanstra, Dutch director, producer, and screenwriter (d. 1997)", "entities": [{"title": "Bert Haanstra", "href": "/wiki/Bert_Haanstra", "description": "Albert Haanstra was a Dutch director of films and documentaries. His documentary Glass (1958) won the Academy Award for Documentary Short Subject in 1959. His feature film Fanfare (1958) was the most visited Dutch film at the time, and has since only been surpassed by Turkish Delight (1973)."}]}, {"heading": "Births", "year": "1918", "date": "May 31", "txt": "Robert Osterloh, American actor (d. 2001)", "entities": [{"title": "Robert Osterloh", "href": "/wiki/Robert_Osterloh", "description": "Robert Osterloh was an American actor. His career spanned 20 years, appearing in films such as The Dark Past (1948), The Wild One (1953), I Bury the Living (1958) and Young Dillinger (1965)."}]}, {"heading": "Births", "year": "1918", "date": "May 31", "txt": "Lloyd Quarterman, African American chemist (d. 1982)", "entities": []}, {"heading": "Births", "year": "1919", "date": "May 31", "txt": "Robie Macauley, American editor, novelist and critic (d. 1995)", "entities": [{"title": "Robie Macauley", "href": "/wiki/Robie_Macauley", "description": "Robie Mayhew Macauley was an American editor, novelist and critic whose literary career spanned more than 50 years."}]}, {"heading": "Births", "year": "1921", "date": "May 31", "txt": "Edna Doré, English actress (d. 2014)", "entities": [{"title": "Edna Doré", "href": "/wiki/Edna_Dor%C3%A9", "description": "Edna Lillian Doré was a British actress. Doré was known for her bit-part roles in situation comedies and for playing the character of Mo Butcher in EastEnders from 1988 to 1990."}]}, {"heading": "Births", "year": "1921", "date": "May 31", "txt": "Andrew Grima, Anglo-Italian jewellery designer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 31", "txt": "Howard Reig, American radio and television announcer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1921", "date": "May 31", "txt": "Alida Valli, Austrian-Italian actress and singer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1922", "date": "May 31", "txt": "Denholm Elliott, English-Spanish actor (d. 1992)", "entities": [{"title": "Denholm Elliott", "href": "/wiki/Denholm_Elliott", "description": "Denholm Mitchell Elliott, was an English actor, with more than 125 film and television credits. His well-known roles include the abortionist in Alfie (1966), Marcus Brody in Raiders of the Lost Ark (1981) and Indiana Jones and the Last Crusade (1989), Coleman in Trading Places (1983), and Mr Emerson in A Room with a View (1985)."}]}, {"heading": "Births", "year": "1923", "date": "May 31", "txt": "Ellsworth Kelly, American painter and sculptor (d. 2015)", "entities": [{"title": "Ellsworth Kelly", "href": "/wiki/Ellsworth_Kelly", "description": "Ellsworth Kelly was an American painter, sculptor, and printmaker associated with hard-edge painting, Color Field painting and minimalism. His works demonstrate unassuming techniques emphasizing line, color and form, similar to the work of John McLaughlin and Kenneth Noland. Kelly often employed bright colors. He lived and worked in Spencertown, New York."}]}, {"heading": "Births", "year": "1923", "date": "May 31", "txt": "Rainier III, Prince of Monaco (d. 2005)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 31", "txt": "Claudio Matteini (d. 2003), Italian football player", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 31", "txt": "Julian Beck, American actor and director (d. 1986)", "entities": [{"title": "Julian Beck", "href": "/wiki/Julian_Beck", "description": "Julian Beck was an American actor, director, poet, and painter. He is best known for co-founding and directing The Living Theatre, as well as his role as Kane, the malevolent preacher in the 1986 movie Poltergeist II: The Other Side. The Living Theatre and its founders were the subject of the 1983 documentary Signals Through The Flames."}]}, {"heading": "Births", "year": "1927", "date": "May 31", "txt": "James Eberle, English admiral (d. 2018)", "entities": [{"title": "James Eberle", "href": "/wiki/James_Eberle", "description": "Admiral Sir James Henry Fuller Eberle, was a senior officer in the Royal Navy who served as Commander-in-Chief Fleet from 1979 until 1981."}]}, {"heading": "Births", "year": "1927", "date": "May 31", "txt": "Michael Sandberg, Baron Sandberg, English lieutenant and banker (d. 2017)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 31", "txt": "Pankaj Roy, Indian cricketer (d. 2001)", "entities": [{"title": "Pankaj Roy", "href": "/wiki/Pankaj_Roy", "description": "Pankaj Roy pronunciation (help·info) was an Indian (Bengali) cricketer and former national cricket team captain. He was right-handed opening batsman, he is best known for establishing the world record opening partnership of 413 runs, together with Vinoo Mankad, against New Zealand at Chennai. The record stood until 2008. In 2000, he was appointed as the Sheriff of Kolkata. He has been honoured wit"}]}, {"heading": "Births", "year": "1929", "date": "May 31", "txt": "Menahem Golan, Israeli director and producer (d. 2014)", "entities": [{"title": "Menahem Golan", "href": "/wiki/Menahem_Golan", "description": "Menahem Golan was an Israeli film producer, screenwriter, and director. He was best known for co-owning The Cannon Group with his cousin Yoram Globus. Cannon specialized in producing low-to-mid-budget American films, primarily Genre films, during the 1980s after Golan and Globus had achieved significant filmmaking success in their native Israel during the 1970s."}]}, {"heading": "Births", "year": "1930", "date": "May 31", "txt": "Clint Eastwood, American actor, director, musician, and producer", "entities": [{"title": "Clint Eastwood", "href": "/wiki/Clint_Eastwood", "description": "Clinton Eastwood Jr. is an American actor, film director, composer, and producer. After achieving success in the Western TV series Rawhide, he rose to international fame with his role as the \"Man with No Name\" in Italian filmmaker Sergio Leone's \"Dollars Trilogy\" of Spaghetti Westerns during the mid-1960s, and as antihero cop Harry Callahan in the five Dirty Harry films throughout the 1970s and 19"}]}, {"heading": "Births", "year": "1931", "date": "May 31", "txt": "John Robert Schrieffer, American physicist and academic, Nobel Prize laureate (d. 2019)", "entities": [{"title": "John Robert Schrieffer", "href": "/wiki/John_Robert_Schrieffer", "description": "John Robert Schrieffer was an American physicist who, with John Bardeen and Leon Cooper, was a recipient of the 1972 Nobel Prize in Physics for developing the BCS theory, the first successful quantum theory of superconductivity."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1931", "date": "May 31", "txt": "Shirley Verrett, American soprano and actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 31", "txt": "Ed Lincoln, Brazilian pianist, bassist, and composer (d. 2012)", "entities": [{"title": "Ed Lincoln", "href": "/wiki/Ed_Lincoln", "description": "Ed Lincoln was a Brazilian musician, composer and arranger known for a wide variety of styles. As a bassist, he was present at the earliest moments of bossa nova and as a Hammond organ player, he was foundational in establishing the sound of Brazilian jazz and space age pop."}]}, {"heading": "Births", "year": "1932", "date": "May 31", "txt": "Jay Miner, American computer scientist and engineer (d. 1994)", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 31", "txt": "Henry B. Eyring, American religious leader, educator, and author", "entities": [{"title": "Henry B. Eyring", "href": "/wiki/Henry_B._Eyring", "description": "Henry Bennion Eyring is an American educational administrator, author, and religious leader. Eyring has been the Second Counselor to Russell M. Nelson in the First Presidency of The Church of Jesus Christ of Latter-day Saints since January 14, 2018. Previously, Eyring was the First Counselor to Thomas S. Monson in the First Presidency from 2008 until Monson's death on January 2, 2018. Eyring was t"}]}, {"heading": "Births", "year": "1934", "date": "May 31", "txt": "Jim Hutton, American actor (d. 1979)", "entities": [{"title": "Jim Hutton", "href": "/wiki/Jim_Hutton", "description": "Dana James Hutton was an American actor in film and television best remembered for his role as Ellery Queen in the 1970s TV series of the same name and his screen partnership with Paula Prentiss in four films, starting with Where the Boys Are. He is the father of actor Timothy Hutton."}]}, {"heading": "Births", "year": "1935", "date": "May 31", "txt": "Jim Bolger, New Zealand businessman and politician, 35th Prime Minister of New Zealand", "entities": [{"title": "Jim Bolger", "href": "/wiki/Jim_Bolger", "description": "James Brendan Bolger is a retired New Zealand politician of the National Party who was the 35th Prime Minister of New Zealand, serving from 1990 to 1997."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1938", "date": "May 31", "txt": "Johnny Paycheck, American singer-songwriter and guitarist (d. 2003)", "entities": [{"title": "Johnny Paycheck", "href": "/wiki/Johnny_Paycheck", "description": "Johnny Paycheck was an American country music singer-songwriter, multi-instrumentalist, and Grand Ole Opry member notable for recording the David Allan Coe song \"Take This Job and Shove It\". He achieved his greatest success in the 1970s as a force in country music's \"outlaw movement\" popularized by artists Hank Williams Jr., Waylon Jennings, Willie Nelson, Billy Joe Shaver, and Merle Haggard. In t"}]}, {"heading": "Births", "year": "1938", "date": "May 31", "txt": "John Prescott, British sailor and politician, Deputy Prime Minister of the United Kingdom", "entities": [{"title": "Deputy Prime Minister of the United Kingdom", "href": "/wiki/Deputy_Prime_Minister_of_the_United_Kingdom", "description": "Deputy Prime Minister of the United Kingdom (DPM) is an office sometimes given to a minister in the Government of the United Kingdom."}]}, {"heading": "Births", "year": "1938", "date": "May 31", "txt": "Peter Yarrow, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 31", "txt": "Terry Waite, English humanitarian and author", "entities": [{"title": "Terry Waite", "href": "/wiki/Terry_Waite", "description": "Terence Hardy Waite is an English humanitarian and author."}]}, {"heading": "Births", "year": "1940", "date": "May 31", "txt": "Anatoliy Bondarchuk, Ukrainian hammer thrower and coach", "entities": [{"title": "Anatoliy Bondarchuk", "href": "/wiki/Anatoliy_Bondarchuk", "description": "Anatoliy Pavlovych Bondarchuk is a retired Soviet hammer thrower, who is regarded as the most accomplished hammer throw coach of all time. He is also a noted as the author of the two-volume book Transfer of Training, which was translated from Russian to English by Michael Yessis."}]}, {"heading": "Births", "year": "1940", "date": "May 31", "txt": "Augie Meyers, American musician and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 31", "txt": "Gilbert Shelton, American illustrator", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 31", "txt": "June Clark, Welsh nurse and educator", "entities": [{"title": "June Clark (nurse)", "href": "/wiki/June_Clark_(nurse)", "description": "Dame Margaret June Clark, is Professor Emeritus of Community Nursing, at Swansea University in Wales."}]}, {"heading": "Births", "year": "1941", "date": "May 31", "txt": "Louis Ignarro, American pharmacologist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1941", "date": "May 31", "txt": "William Nordhaus, American economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1943", "date": "May 31", "txt": "Sharon Gless, American actress", "entities": [{"title": "Sharon Gless", "href": "/wiki/Sharon_Gless", "description": "Sharon Marguerite Gless is an American actress, who is known for her television roles as Maggie Philbin on Switch (1975–78), Sgt. Christine Cagney in the police procedural drama series Cagney & Lacey (1982–88), the title role in The Trials of Rosie O'Neill (1990–92), Debbie Novotny in the Showtime cable television series Queer as Folk (2000–2005), and Madeline Westen on Burn Notice (2007–2013). A "}]}, {"heading": "Births", "year": "1943", "date": "May 31", "txt": "Joe Namath, American football player, sportscaster, and actor", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 31", "txt": "Rainer Werner Fassbinder, German actor, director, and screenwriter (d. 1982)", "entities": [{"title": "Rainer Werner Fassbinder", "href": "/wiki/Rainer_Werner_Fassbinder", "description": "Rainer Werner Fassbinder, sometimes credited as R. W. Fassbinder, was a German filmmaker, actor, playwright, theatre director, composer, editor, and essayist. He is widely regarded as a prominent figure and catalyst of the New German Cinema movement."}]}, {"heading": "Births", "year": "1945", "date": "May 31", "txt": "Laurent Gbagbo, Ivorian academic and politician, 4th President of Côte d'Ivoire", "entities": [{"title": "List of heads of state of Ivory Coast", "href": "/wiki/List_of_heads_of_state_of_Ivory_Coast", "description": "The following is a list of heads of state of Ivory Coast, officially the Republic of Côte d'Ivoire, since the country gained independence from France in 1960."}]}, {"heading": "Births", "year": "1945", "date": "May 31", "txt": "Bernard Goldberg, American journalist and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 31", "txt": "Ted Baehr, American publisher and critic", "entities": [{"title": "Ted Baehr", "href": "/wiki/Ted_Baehr", "description": "Millard Robert E. Theodore Baehr is an American media critic and chairman of the Christian Film and Television Commission, a division of Good News Communications, Inc. He is publisher and editor-in-chief of Movieguide, a website and biweekly journal that evaluates motion pictures and other entertainment products from a conservative Christian perspective on suitability for family consumption. He al"}]}, {"heading": "Births", "year": "1946", "date": "May 31", "txt": "Steve Bucknor, Jamaican cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 31", "txt": "Krista Kilvet, Estonian journalist, politician, and diplomat (d. 2009)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 31", "txt": "Debbie Moore, English model and businesswoman", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 31", "txt": "Junior Campbell, Scottish singer-songwriter, guitarist, and producer", "entities": [{"title": "Junior Campbell", "href": "/wiki/Junior_Campbell", "description": "Junior Campbell is a Scottish composer, songwriter and musician. He was a founding member, lead guitarist, piano player, and singer with the Scottish band Marmalade and co-wrote and produced some of their biggest successes, including \"Reflections of My Life\", \"I See the Rain\" and \"Rainbow\"."}]}, {"heading": "Births", "year": "1947", "date": "May 31", "txt": "Gabriele Hinzmann, German discus thrower", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 31", "txt": "Svetlana Alexievich, Belarusian journalist and author, Nobel Prize laureate", "entities": [{"title": "Svetlana Alexievich", "href": "/wiki/Svetlana_Alexievich", "description": "Svetlana Alexandrovna Alexievich is a Belarusian investigative journalist, essayist and oral historian who writes in Russian. She was awarded the 2015 Nobel Prize in Literature \"for her polyphonic writings, a monument to suffering and courage in our time\". She is the first writer from Belarus to receive the award."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1948", "date": "May 31", "txt": "John Bonham, English musician, songwriter and drummer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 31", "txt": "Martin Hannett, English bass player, guitarist, and record producer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 31", "txt": "Duncan Hunter, American lieutenant, lawyer, and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 31", "txt": "Tom Berenger, American actor, film producer and television writer", "entities": [{"title": "Tom Berenger", "href": "/wiki/Tom_Berenger", "description": "Tom Berenger is an American actor. He was nominated for the Academy Award for Best Supporting Actor for his portrayal of Staff Sergeant Bob Barnes in Platoon (1986). He is also known for playing Jake Taylor in the Major League films and Thomas Beckett in the Sniper films. Other films he appeared in include Looking for Mr. Goodbar (1977), The Dogs of War (1980), The Big Chill (1983), Eddie and the "}]}, {"heading": "Births", "year": "1950", "date": "May 31", "txt": "Jean Chalopin, French director, producer, and screenwriter, founded DIC Entertainment", "entities": [{"title": "Jean Chalopin", "href": "/wiki/Jean_Chalopin", "description": "Jean Chalopin is a French producer and writer."}, {"title": "DIC Entertainment", "href": "/wiki/DIC_Entertainment", "description": " The DIC Entertainment Corporation was an international and French-American film and television production company, that is mostly associated as an animation studio. In 2008, DIC was acquired by the Cookie Jar Group and was folded into it. As of 2012, most of the DIC library is currently owned by WildBrain after DHX acquired the Cookie Jar Group on October 22, 2012."}]}, {"heading": "Births", "year": "1950", "date": "May 31", "txt": "Gregory Harrison, American actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 31", "txt": "Edgar Savisaar, Estonian politician, Estonian Minister of the Interior", "entities": [{"title": "Minister of the Interior (Estonia)", "href": "/wiki/Minister_of_the_Interior_(Estonia)", "description": "The Ministry of the Interior of Estonia is a Ministry in the Estonian Government. The current Minister of the Interior is Kristian Jaani."}]}, {"heading": "Births", "year": "1951", "date": "May 31", "txt": "Karl-Hans Riehm, German hammer thrower", "entities": [{"title": "Karl-Hans Riehm", "href": "/wiki/Karl-Hans_Riehm", "description": "Karl-Hans Riehm is a former West German hammer thrower."}]}, {"heading": "Births", "year": "1952", "date": "May 31", "txt": "Karl Bartos, German singer-songwriter and keyboard player", "entities": [{"title": "Karl Bartos", "href": "/wiki/Karl_Bartos", "description": "Karl Bartos is a German musician and composer."}]}, {"heading": "Births", "year": "1953", "date": "May 31", "txt": "Pirkka-Pekka Petelius, Finnish actor and screenwriter", "entities": [{"title": "Pirkka-Pekka Petelius", "href": "/wiki/Pirkka-Pekka_Petelius", "description": "Pirkka-Pekka Petelius is a Finnish actor, director, producer, screenwriter and politician. He has also released six records as a singer. He is a member of the Green League and was elected to the Finnish parliament in the 2019 election."}]}, {"heading": "Births", "year": "1954", "date": "May 31", "txt": "Thomas Mavros, Greek footballer", "entities": [{"title": "Thomas Mavros", "href": "/wiki/Thomas_Mavros", "description": "Thomas Mavros is a Greek former professional footballer who played as a striker. He was \"the flag\" of AEK Athens, that led the club to huge success, during the 70s and 80s. Mavros is regarded as one of the best players to play club football in Greece having scored a record number of 260 goals in the Greek championship and played for the World's XI in 1984. In 2012 he also served as the president o"}]}, {"heading": "Births", "year": "1954", "date": "May 31", "txt": "Vicki Sue Robinson, American actress and singer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 31", "txt": "Tommy Emmanuel, Australian singer-songwriter and guitarist", "entities": [{"title": "Tommy Emmanuel", "href": "/wiki/Tommy_Emmanuel", "description": "William Thomas Emmanuel is an Australian guitarist who is known for his complex fingerstyle technique, energetic performances and the use of percussive effects on the guitar. Originally a session player in many bands, Emmanuel carved out his own style as a solo artist, releasing award-winning albums and singles. In the May 2008 and 2010 issues of Guitar Player magazine, he was named \"Best Acoustic"}]}, {"heading": "Births", "year": "1955", "date": "May 31", "txt": "Susie Essman, American actress, comedian, and screenwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 31", "txt": "Fritz Hilpert, German drummer and composer", "entities": [{"title": "Fritz Hilpert", "href": "/wiki/Fritz_Hilpert", "description": "Friedrich \"Fritz\" Hilpert is a member of the electropop group Kraftwerk."}]}, {"heading": "Births", "year": "1956", "date": "May 31", "txt": "John Young, English singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 31", "txt": "Jim Craig, American ice hockey player", "entities": [{"title": "Jim Craig (ice hockey)", "href": "/wiki/Jim_Craig_(ice_hockey)", "description": "James Downey Craig is an American former ice hockey goaltender who is best known for being part of the U.S. Olympic hockey team that won the gold medal at the 1980 Winter Olympics. Craig had a standout Olympic tournament, including stopping 36 of 39 shots on goal by the heavily-favored Soviet Union in the semifinal game, as the U.S. won 4–3, in what is widely considered one of the greatest upsets "}]}, {"heading": "Births", "year": "1959", "date": "May 31", "txt": "Andrea de Cesaris, Italian racing driver (d. 2014)", "entities": [{"title": "Andrea de Cesaris", "href": "/wiki/Andrea_de_Cesaris", "description": "Andrea de Cesaris was an Italian racing driver. He started 208 Formula One Grands Prix but never won. As a result, he holds the record for the most races started without a race victory. A string of accidents early in his career earned him a reputation for being a fast but wild driver."}]}, {"heading": "Births", "year": "1959", "date": "May 31", "txt": "Phil Wilson, English politician", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 31", "txt": "Greg Adams, Canadian ice hockey player and businessman", "entities": [{"title": "Greg Adams (ice hockey, born 1960)", "href": "/wiki/Greg_Adams_(ice_hockey,_born_1960)", "description": "Gregory Charles Adams is a former Canadian professional ice hockey forward who played in the National Hockey League (NHL) from 1980 to 1990."}]}, {"heading": "Births", "year": "1960", "date": "May 31", "txt": "Chris Elliott, American actor, comedian, and screenwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 31", "txt": "Peter Winterbottom, English rugby player", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 31", "txt": "Ray Cote, Canadian ice hockey player", "entities": [{"title": "Ray Cote", "href": "/wiki/Ray_Cote", "description": "Ray Cote is a former professional ice hockey forward. He spent his junior career with the Calgary Wranglers of the WHL, and signed a free agent contract with the Edmonton Oilers in 1981 after going undrafted. Cote spent the majority of his career in the minor leagues and European leagues, but saw three separate stints with the Oilers. His only career NHL points were recorded in the 1982–83 playoff"}]}, {"heading": "Births", "year": "1961", "date": "May 31", "txt": "Justin Madden, Australian footballer and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 31", "txt": "Lea Thompson, American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 31", "txt": "Corey Hart, Canadian singer-songwriter and producer", "entities": [{"title": "Corey Hart (singer)", "href": "/wiki/Corey_Hart_(singer)", "description": "Corey Mitchell Hart is a Canadian singer-songwriter, known for his hit singles \"Sunglasses at Night\" and \"Never Surrender\". He has sold over 16 million records worldwide and recorded nine US Billboard Top 40 hits. In Canada, 30 of Hart's recordings have been Top 40 hits, including 11 in the Top 10, over the course of over 35 years in the music industry. Nominated for the Grammy Award for Best New "}]}, {"heading": "Births", "year": "1963", "date": "May 31", "txt": "David Leigh, holder of the Sir Samuel Hall Chair of Chemistry at the University of Manchester", "entities": [{"title": "David Leigh (scientist)", "href": "/wiki/David_Leigh_(scientist)", "description": "David Alan Leigh FRS FRSE FRSC is a British chemist, Royal Society Research Professor and, since 2014, the Sir Samuel Hall Chair of Chemistry in the Department of Chemistry at the University of Manchester. He was previously the Forbes Chair of Organic Chemistry at the University of Edinburgh (2001–2012) and Professor of Synthetic Chemistry at the University of Warwick (1998–2001)."}, {"title": "Sir Samuel Hall Chair of Chemistry", "href": "/wiki/Sir_Samuel_Hall_Chair_of_Chemistry", "description": "The Sir Samuel Hall Chair of Chemistry is the named Chair of Chemistry in the School of Chemistry at the University of Manchester, established through an endowment of £36,000 in 1913 by the Hall family. This chair has been occupied by the following chemists:2014- David Alan Leigh FRS\n2005 - 2014 Ian Hillier\n1947-1954 Sir Ewart Jones FRS\n1944-1947 Sir Edmund Hirst FRS\n1938-1944 Alexander R. Todd, B"}, {"title": "University of Manchester", "href": "/wiki/University_of_Manchester", "description": "The University of Manchester is a public research university in Manchester, England, formed in 2004 by the merger of the University of Manchester Institute of Science and Technology and the Victoria University of Manchester. The University of Manchester is a red brick university, a product of the civic university movement of the late 19th century."}]}, {"heading": "Births", "year": "1963", "date": "May 31", "txt": "Viktor Orbán, Hungarian politician, 38th Prime Minister of Hungary", "entities": [{"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Births", "year": "1963", "date": "May 31", "txt": "Wesley Willis, American singer-songwriter and keyboard player (d. 2003)", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 31", "txt": "Leonard Asper, Canadian lawyer and businessman", "entities": [{"title": "Leonard Asper", "href": "/wiki/Leonard_Asper", "description": "Leonard Asper is a Canadian businessperson, entrepreneur and lawyer. He is a graduate of Brandeis University and the University of Toronto Law School, and is a member of the Ontario Bar Association and The Law Society of Upper Canada."}]}, {"heading": "Births", "year": "1964", "date": "May 31", "txt": "Stéphane Caristan, French hurdler and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 31", "txt": "Yukio Edano, Japanese politician, Japanese Minister for Foreign Affairs", "entities": [{"title": "Minister for Foreign Affairs (Japan)", "href": "/wiki/Minister_for_Foreign_Affairs_(Japan)", "description": "The Minister for Foreign Affairs  of Japan is the Cabinet member responsible for Japanese foreign policy and the chief executive of the Ministry of Foreign Affairs.外務大臣"}]}, {"heading": "Births", "year": "1964", "date": "May 31", "txt": "Darryl \"D.M.C.\" McDaniels, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "May 31", "txt": "Brooke Shields, American model, actress, and producer", "entities": [{"title": "Brooke Shields", "href": "/wiki/Brooke_Shields", "description": "Brooke Christa Shields is an American actress and model. She was initially a child model and gained critical acclaim at age 12 for her leading role in Louis Malle's film Pretty Baby (1978), in which she played a child prostitute in New Orleans at the beginning of the 20th century. Shields garnered widespread notoriety in the role, and she continued to model into her late teenage years and starred "}]}, {"heading": "Births", "year": "1966", "date": "May 31", "txt": "Roshan Mahanama, Sri Lankan cricketer and referee", "entities": [{"title": "Roshan Mahanama", "href": "/wiki/Roshan_Mahanama", "description": "Deshabandu Roshan Siriwardene Mahanama is a former Sri Lankan cricketer and a former ICC match referee. He was a key member for 1996 Cricket World Cup winning team for Sri Lanka. He is the first man to have stood as a match referee in a day-night test match in Test history."}]}, {"heading": "Births", "year": "1967", "date": "May 31", "txt": "Phil Keoghan, New Zealand television host and producer", "entities": [{"title": "Phil Keoghan", "href": "/wiki/Phil_Keoghan", "description": "Philip John Keoghan is a New Zealand television personality, best known for hosting the American version of The Amazing Race on CBS, since its 2001 debut. He is also the creator and host of No Opportunity Wasted, which has been produced in the United States, New Zealand, and Canada. As of 2016, he has been involved with winning ten Primetime Emmy Awards related to his work on The Amazing Race, whe"}]}, {"heading": "Births", "year": "1967", "date": "May 31", "txt": "Kenny Lofton, American baseball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 31", "txt": "Arun Luthra, Indo-Anglo-American saxophonist, konnakol artist, composer, and arranger", "entities": [{"title": "Arun Luthra", "href": "/wiki/Arun_Luthra", "description": "Arun Luthra is a jazz musician based in New York City."}, {"title": "Konnakol", "href": "/wiki/Konnakol", "description": "\n\nKonnakol is the art of performing percussion syllables vocally in South Indian Carnatic music. Konnakol is the spoken component of solkattu, which refers to a combination of konnakol syllables spoken while simultaneously counting the tala (meter) with the hand. It is comparable in some respects to bol in Hindustani music, but allows the composition, performance or communication of rhythms. A sim"}]}, {"heading": "Births", "year": "1972", "date": "May 31", "txt": "Christian McBride, American bassist and record producer", "entities": [{"title": "Christian McBride", "href": "/wiki/Christian_McBride", "description": "Christian McBride is an American jazz bassist, composer and arranger. He has appeared on more than 300 recordings as a sideman, and is a seven-time Grammy Award winner."}]}, {"heading": "Births", "year": "1972", "date": "May 31", "txt": "Archie Panjabi, Indo-British actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 31", "txt": "Frode Estil, Norwegian skier", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 31", "txt": "Antti Niemi, Finnish international footballer, goalkeeper and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 31", "txt": "Dave Roberts, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 31", "txt": "Hiroiki Ariyoshi, Japanese comedian and singer", "entities": [{"title": "Hiroiki Ariyoshi", "href": "/wiki/Hiroiki_Ariyoshi", "description": "Hiroiki Ariyoshi  is a Japanese comedian and singer who is represented by Ohta Production."}]}, {"heading": "Births", "year": "1974", "date": "May 31", "txt": "Chad Campbell, American golfer", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 31", "txt": "Mac Suzuki, Japanese baseball player", "entities": [{"title": "Mac Suzuki", "href": "/wiki/Mac_Suzuki", "description": "Mac Suzuki  is a Japanese former professional baseball pitcher. Over his career, Suzuki played 18 seasons in professional baseball, including six in Major League Baseball and two in the Japan Pacific League. In his major league career, he has played for the Seattle Mariners, the Kansas City Royals, the Colorado Rockies (2001), and the Milwaukee Brewers (2001). With those teams, he has had a combin"}]}, {"heading": "Births", "year": "1976", "date": "May 31", "txt": "Colin Farrell, Irish actor ", "entities": [{"title": "Colin Farrell", "href": "/wiki/Colin_Farrell", "description": "Colin James Farrell is an Irish actor. He first appeared in the BBC drama series Ballykissangel (1998), then made his film debut in the drama film The War Zone (1999), and was discovered by Hollywood upon taking the lead role in the war drama film Tigerland (2000). He then played the outlaw Jesse James in the Western film American Outlaws (2001) before starring in the thriller films Phone Booth (2"}]}, {"heading": "Births", "year": "1976", "date": "May 31", "txt": "Matt Harpring, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 31", "txt": "Theodoros Baev, Bulgarian-Greek volleyball player", "entities": [{"title": "Theodoros Baev", "href": "/wiki/Theodoros_Baev", "description": "Theodoros Baev also written as Zlatkov Bayev and Tontor-Zlatko Baev is a Greek volleyball player, currently playing for Panathinaikos of Athens."}]}, {"heading": "Births", "year": "1977", "date": "May 31", "txt": "Domenico Fioravanti, Italian swimmer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 31", "txt": "Eric Christian Olsen, American actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 31", "txt": "Moses Sichone, Zambian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 31", "txt": "Petr Tenkrát, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 31", "txt": "Jean-François Gillet, Belgian footballer", "entities": [{"title": "Jean-François Gillet", "href": "/wiki/Jean-Fran%C3%A7ois_Gillet", "description": "Jean-François Gillet is a Belgian professional footballer who plays for Standard Liège as a goalkeeper. At international level, he was a member of the Belgian squad that took part at UEFA Euro 2016."}]}, {"heading": "Births", "year": "1981", "date": "May 31", "txt": "Mikael Antonsson, Swedish footballer", "entities": [{"title": "Mikael Antonsson", "href": "/wiki/Mikael_Antonsson", "description": "Mikael Antonsson is a Swedish retired footballer. He currently works for the Danish Superliga side F.C. Copenhagen as assistant manager."}]}, {"heading": "Births", "year": "1981", "date": "May 31", "txt": "Daniele Bonera, Italian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 31", "txt": "Jake Peavy, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 31", "txt": "Marlies Schild, Austrian skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 31", "txt": "Andrew Bailey, American baseball player", "entities": [{"title": "Andrew Bailey (baseball)", "href": "/wiki/Andrew_Bailey_(baseball)", "description": "Andrew Scott Bailey is an American former professional baseball pitcher and current pitching coach for the San Francisco Giants of Major League Baseball (MLB). He played college baseball for Wagner College. Bailey was selected by the Oakland Athletics in the sixth round of the 2006 Major League Baseball draft. He made his MLB debut in 2009. He played in MLB for the Los Angeles Angels, Athletics, B"}]}, {"heading": "Births", "year": "1984", "date": "May 31", "txt": "Milorad Čavić, Serbian swimmer", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 31", "txt": "Nate Robinson, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 31", "txt": "Jordy Nelson, American football player", "entities": [{"title": "Jordy Nelson", "href": "/wiki/Jordy_Nelson", "description": "Jordy Ray Nelson is a former American football wide receiver. He played college football at Kansas State, where he received All-America honors, and was drafted by the Green Bay Packers of the National Football League (NFL) in the second round of the 2008 NFL Draft. During his tenure in Green Bay, he was regarded by sports analysts as one of the elite wide receivers in the NFL, and won Super Bowl X"}]}, {"heading": "Births", "year": "1986", "date": "May 31", "txt": "Robert Gesink, Dutch cyclist", "entities": [{"title": "Robert Gesink", "href": "/wiki/Robert_Gesink", "description": "Robert Gesink is a Dutch professional cyclist, who currently rides for UCI WorldTeam Team Jumbo–Visma. His major victories include the 2012 Tour of California, the 2011 Tour of Oman and the 2010 Grand Prix Cycliste de Montréal. Gesink also won the Giro dell'Emilia twice and offered some good performances on Grand Tours and one-week stage races, thanks in part to his climbing and time trialing abil"}]}, {"heading": "Births", "year": "1989", "date": "May 31", "txt": "Marco Reus, German footballer", "entities": [{"title": "Marco Reus", "href": "/wiki/Marco_Reus", "description": "Marco Reus is a German professional footballer who plays for and captains Bundesliga club Borussia Dortmund and the German national team."}]}, {"heading": "Births", "year": "1990", "date": "May 31", "txt": "Erik Karlsson, Swedish ice hockey player", "entities": [{"title": "Erik Karlsson", "href": "/wiki/Erik_Karlsson", "description": "Erik Sven Gunnar Karlsson is a Swedish professional ice hockey defenceman and alternate captain for the San Jose Sharks of the National Hockey League (NHL). Karlsson was drafted in the first round, 15th overall, by the Ottawa Senators at the 2008 NHL Entry Draft, with whom he spent his first nine NHL seasons. Karlsson is a two-time winner of the James Norris Memorial Trophy as the NHL's best defen"}]}, {"heading": "Births", "year": "1992", "date": "May 31", "txt": "Michaël Bournival, Canadian ice hockey player", "entities": [{"title": "Michaël Bournival", "href": "/wiki/Micha%C3%ABl_Bournival", "description": "Joseph Alain Michaël Bournival is a retired Canadian professional ice hockey player. He played for the Tampa Bay Lightning and the Montreal Canadiens of the National Hockey League (NHL). He was originally drafted by the Colorado Avalanche."}]}, {"heading": "Births", "year": "1992", "date": "May 31", "txt": "Laura Ikauniece, Latvian heptathlete", "entities": []}, {"heading": "Births", "year": "1996", "date": "May 31", "txt": "Normani Korde, American singer", "entities": [{"title": "Normani", "href": "/wiki/Normani", "description": "Normani Kordei Hamilton is an American singer and dancer. She auditioned as a solo act for the American television series The X Factor in 2012, after which she became a member of the girl group Fifth Harmony. While in Fifth Harmony, Normani competed in Dancing with the Stars (2017) and released her first song outside of the group \"Love Lies\" (2018), a duet with Khalid, which peaked in the top ten "}]}, {"heading": "Births", "year": "1998", "date": "May 31", "txt": "Santino Ferrucci, American race car driver", "entities": [{"title": "Santino Ferrucci", "href": "/wiki/Santino_Ferrucci", "description": "Santino Ferrucci is an American professional racing driver. He competes part-time in the NASCAR Xfinity Series, driving the No. 26 Toyota Supra for Sam Hunt Racing. Prior to stock car racing, he raced in open-wheel racing such as the FIA Formula 2 Championship and IndyCar Series."}]}, {"heading": "Deaths", "year": "455", "date": "May 31", "txt": "Petronius Maximus, Roman emperor (b. 396)", "entities": [{"title": "Petronius Maximus", "href": "/wiki/Petronius_Maximus", "description": "Petronius Maximus was Roman emperor of the West for two and a half months in 455. A wealthy senator and a prominent aristocrat, he was instrumental in the murders of the Western Roman magister militum, Aëtius, and the Western Roman emperor, Valentinian III."}]}, {"heading": "Deaths", "year": "930", "date": "May 31", "txt": "Liu Hua, princess of Southern Han (b. 896)", "entities": [{"title": "Liu Hua (Wang Yanjun's wife)", "href": "/wiki/Liu_Hua_(Wang_Yanjun%27s_wife)", "description": "Liu Hua, courtesy name Dexiu (德秀), formally Lady Minghui of Yan (燕國明惠夫人), known in Southern Han as Princess Qingyuan (清遠公主), was the first (known) wife of Wang Yanjun, who carried the title of Prince of Min during her lifetime and claimed the title of emperor. Her father was Liu Yin, the older brother of Southern Han's founding emperor Liu Yan."}]}, {"heading": "Deaths", "year": "960", "date": "May 31", "txt": "Fujiwara no Morosuke, Japanese statesman (b. 909)", "entities": [{"title": "Fujiwara no Morosuke", "href": "/wiki/Fujiwara_no_Morosuke", "description": "Fujiwara no Morosuke , also known as Kujō-dono or Bōjō-udaijin, was a Japanese statesman, courtier and politician during the middle Heian period. Considered a learned scholar and well-versed in the customs of the court, he supported the court's government as udaijin during the reign of Emperor Murakami. Morosuke's eldest daughter Fujiwara no Anshi, empress consort to Emperor Murakami, gave birth t"}]}, {"heading": "Deaths", "year": "1076", "date": "May 31", "txt": "Waltheof, Earl of Northumbria, English politician (b. 1050)", "entities": [{"title": "Waltheof, Earl of Northumbria", "href": "/wiki/Waltheof,_Earl_of_Northumbria", "description": "Waltheof, Earl of Northumbria was the last of the Anglo-Saxon earls and the only English aristocrat to be executed during the reign of William I."}]}, {"heading": "Deaths", "year": "1089", "date": "May 31", "txt": "Sigwin von Are, archbishop of Cologne", "entities": [{"title": "Sigwin von Are", "href": "/wiki/Sigwin_von_Are", "description": "Sigwin von Are, called the Pious, was Archbishop of Cologne from 1078 to his death."}]}, {"heading": "Deaths", "year": "1162", "date": "May 31", "txt": "Géza II, king of Hungary (b. 1130)", "entities": [{"title": "Géza II of Hungary", "href": "/wiki/G%C3%A9za_II_of_Hungary", "description": "Géza II was King of Hungary and Croatia from 1141 to 1162. He was the oldest son of Béla the Blind and his wife, Helena of Serbia. When his father died, Géza was still a child and he started ruling under the guardianship of his mother and her brother, Beloš. A pretender to the throne, Boris Kalamanos, who had already claimed Hungary during Béla the Blind's reign, temporarily captured Pressburg wit"}]}, {"heading": "Deaths", "year": "1321", "date": "May 31", "txt": "Birger, king of Sweden (b. 1280)", "entities": [{"title": "Birger, King of Sweden", "href": "/wiki/Birger,_King_of_Sweden", "description": "Birger was King of Sweden from 1290 to 1318."}]}, {"heading": "Deaths", "year": "1326", "date": "May 31", "txt": "Maurice de Berkeley, 2nd Baron Berkeley (b. 1271)", "entities": [{"title": "Maurice de Berkeley, 2nd Baron Berkeley", "href": "/wiki/Maurice_de_Berkeley,_2nd_Baron_Berkeley", "description": "Maurice de Berkeley, 2nd Baron Berkeley, The Magnanimous, feudal baron of Berkeley, of Berkeley Castle in Gloucestershire, England, was a peer. He rebelled against King Edward II and the Despencers. His epithet, and that of each previous and subsequent head of his family, was coined by John Smyth of Nibley, steward of the Berkeley estates, the biographer of the family and author of Lives of the Be"}]}, {"heading": "Deaths", "year": "1329", "date": "May 31", "txt": "Albertino Mussato, Italian statesman and writer (b. 1261)", "entities": [{"title": "Albertino Mussato", "href": "/wiki/Albertino_Mussato", "description": "Albertino Mussato (1261–1329) was a statesman, poet, historian and playwright from Padua. He is credited with providing an impetus to the revival of literary Latin, and is characterized as an early humanist. He was influenced by his teacher, the Paduan poet and proto-humanist Lovato Lovati. Mussato influenced many humanists such as Petrarch."}]}, {"heading": "Deaths", "year": "1349", "date": "May 31", "txt": "Thomas Wake, English politician (b. 1297)", "entities": [{"title": "Thomas Wake, 2nd Baron Wake of Liddell", "href": "/wiki/Thomas_Wake,_2nd_Baron_Wake_of_Liddell", "description": "\nThomas Wake, 2nd Baron Wake of Liddell, English baron, belonged to a Lincolnshire family which had lands also in Cumberland, being the son of John Wake, 1st Baron Wake of Liddell, who was summoned to parliament as a baron in 1295, and the grandson of Baldwin Wake, both warriors of repute."}]}, {"heading": "Deaths", "year": "1370", "date": "May 31", "txt": "Vitalis of Assisi, Italian hermit and monk (b. 1295)", "entities": [{"title": "Vitalis of Assisi", "href": "/wiki/Vitalis_of_Assisi", "description": "Vitalis of Assisi, O.S.B., was an Italian hermit and monk."}]}, {"heading": "Deaths", "year": "1408", "date": "May 31", "txt": "Ashikaga Yoshimitsu, Japanese shōgun (b. 1358)", "entities": [{"title": "Ashikaga Yoshimitsu", "href": "/wiki/Ashikaga_Yoshimitsu", "description": "Ashikaga Yoshimitsu  was the 3rd shōgun of the Ashikaga shogunate, which was in power from 1368 to 1394 during the Muromachi period of Japan. Yoshimitsu was Ashikaga Yoshiakira's third son but the oldest son to survive, his childhood name being Haruō (春王). Yoshimitsu was appointed shōgun, a hereditary title as head of the military estate, in 1368 at the age of ten; at twenty he was admitted to the"}]}, {"heading": "Deaths", "year": "1410", "date": "May 31", "txt": "Martin of Aragon, Spanish king (b. 1356)", "entities": [{"title": "Martin of Aragon", "href": "/wiki/Martin_of_Aragon", "description": "Martin the Humane, also called the Elder and the Ecclesiastic, was King of Aragon, Valencia, Sardinia and Corsica and Count of Barcelona from 1396 and King of Sicily from 1409. He failed to secure the accession of his illegitimate grandson, Frederic, Count of Luna, and with him the rule of the House of Barcelona came to an end."}]}, {"heading": "Deaths", "year": "1504", "date": "May 31", "txt": "Engelbert II of Nassau (b. 1451)", "entities": [{"title": "Engelbert II of Nassau", "href": "/wiki/Engelbert_II_of_Nassau", "description": "Engelbert II of Nassau, Engelbrecht in Dutch, was count of Nassau and Vianden and lord of Breda, Lek, Diest, Roosendaal, Nispen and Wouw. He was a soldier and courtier, for some time leader of the Privy council of the Duchy of Burgundy and a significant patron of the arts."}]}, {"heading": "Deaths", "year": "1558", "date": "May 31", "txt": "Philip Hoby, English general and diplomat (b. 1505)", "entities": [{"title": "Philip Hoby", "href": "/wiki/Philip_Hoby", "description": "Sir Philip Hoby PC was a 16th-century English Ambassador to the Holy Roman Empire and Flanders."}]}, {"heading": "Deaths", "year": "1567", "date": "May 31", "txt": "Guido de Bres, Belgian pastor and theologian (b. 1522)", "entities": [{"title": "Guido de Bres", "href": "/wiki/Guido_de_Bres", "description": "Guido de Bres was a Walloon pastor, Protestant reformer and theologian, a student of John Calvin and Theodore Beza in Geneva. He was born in Mons, County of Hainaut, Southern Netherlands, and was executed at Valenciennes, aged 45. De Bres compiled and published the Walloon Confession of Faith known as the Belgic Confession (1561) still in use today in Belgium and the Netherlands. It is also used b"}]}, {"heading": "Deaths", "year": "1594", "date": "May 31", "txt": "Tintoretto, Italian painter and educator (b. 1518)", "entities": [{"title": "Tintoretto", "href": "/wiki/Tintoretto", "description": "Tintoretto was an Italian painter identified with the Venetian school. His contemporaries both admired and criticized the speed with which he painted, and the unprecedented boldness of his brushwork. For his phenomenal energy in painting he was termed Il Furioso. His work is characterised by his muscular figures, dramatic gestures and bold use of perspective, in the Mannerist style."}]}, {"heading": "Deaths", "year": "1601", "date": "May 31", "txt": "Gebhard Truchsess von Waldburg, Archbishop-Elector of Cologne (b. 1547)", "entities": [{"title": "Gebhard Truchsess von Waldburg", "href": "/wiki/Gebhard_Truchsess_von_Waldburg", "description": "Gebhard Truchsess von Waldburg was Archbishop-Elector of Cologne. After pursuing an ecclesiastical career, he won a close election in the Cathedral chapter of Cologne over Ernst of Bavaria. After his election, he fell in love with and later married Agnes von Mansfeld-Eisleben, a Protestant Canoness at the Abbey of Gerresheim. His conversion to Calvinism and announcement of religious parity in the "}]}, {"heading": "Deaths", "year": "1640", "date": "May 31", "txt": "Zeynab Begum, Safavid princess (date of birth unknown)", "entities": [{"title": "Zeynab Begum", "href": "/wiki/Zeynab_Begum", "description": "Zeynab Begum, the fourth daughter of Safavid king (shah) Tahmasp I, is considered to be one of the most influential and powerful princesses of the Safavid era. She lived during the reigns of five successive Safavid monarchs, and apart from holding diverse functions, including at the top of the empire's bureaucratic system, she was also the leading matriarch in the royal harem for many years, and a"}]}, {"heading": "Deaths", "year": "1665", "date": "May 31", "txt": "Pieter Jansz. Saenredam, Dutch painter (b. 1597)", "entities": [{"title": "Pieter Jansz. Saenredam", "href": "/wiki/Pieter_Jansz._Saenredam", "description": "Pieter Jansz. Saenredam was a painter of the Dutch Golden Age, known for his distinctive paintings of whitewashed church interiors such as Interior of St Bavo's Church in Haarlem and Interior of the Sint-Odulphuskerk in Assendelft."}]}, {"heading": "Deaths", "year": "1680", "date": "May 31", "txt": "Joachim Neander, German theologian and educator (b. 1650)", "entities": [{"title": "Joachim Neander", "href": "/wiki/Joachim_Neander", "description": "Joachim Neander (Neumann) was a German Reformed (Calvinist) Church teacher, theologian and hymn writer whose most famous hymn, Praise to the Lord, the Almighty, the King of Creation has been described by John Julian in his A Dictionary of Hymnology \"a magnificent hymn of praise to God, perhaps the finest creation of its author, and of the first rank in its class.\" Due to its popularity it was tran"}]}, {"heading": "Deaths", "year": "1740", "date": "May 31", "txt": "Frederick William I of Prussia (b. 1688)", "entities": [{"title": "Frederick William I of Prussia", "href": "/wiki/Frederick_William_I_of_Prussia", "description": "Frederick William I, known as the \"Soldier King\", was the king in Prussia and elector of Brandenburg from 1713 until his death in 1740, as well as prince of Neuchâtel. He was succeeded by his son, Frederick the Great."}]}, {"heading": "Deaths", "year": "1747", "date": "May 31", "txt": "Andrey Osterman, German-Russian politician, Russian Minister of Foreign Affairs (b. 1686)", "entities": [{"title": "Andrey Osterman", "href": "/wiki/Andrey_Osterman", "description": "Count Andrey Ivanovich Osterman was a German-born Russian statesman who came to prominence under Tsar Peter I of Russia and served until the accession of the Tsesarevna Elizabeth in 1741. He based his foreign policy on the Austrian alliance. General Admiral."}, {"title": "Minister of Foreign Affairs (Russia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Russia)", "description": "The Minister of Foreign Affairs is the head of Russian Ministry of Foreign Affairs which is concerned with foreign affairs and is a member of the Government of Russia."}]}, {"heading": "Deaths", "year": "1809", "date": "May 31", "txt": "Joseph Haydn, Austrian pianist and composer (b. 1732)", "entities": [{"title": "Joseph Haydn", "href": "/wiki/Joseph_Haydn", "description": "Franz Joseph Haydn was an Austrian composer of the Classical period. He was instrumental in the development of chamber music such as the piano trio. His contributions to musical form have earned him the epithets \"Father of the Symphony\" and \"Father of the String Quartet\"."}]}, {"heading": "Deaths", "year": "1809", "date": "May 31", "txt": "Jean Lannes, French general (b. 1769)", "entities": []}, {"heading": "Deaths", "year": "1831", "date": "May 31", "txt": "Samuel Bentham, English architect and engineer (b. 1757)", "entities": [{"title": "Samuel Bentham", "href": "/wiki/Samuel_Bentham", "description": "Sir Samuel Bentham was a noted English mechanical engineer and naval architect credited with numerous innovations, particularly related to naval architecture, including weapons. He was the only surviving sibling of philosopher Jeremy Bentham, with whom he had a close bond."}]}, {"heading": "Deaths", "year": "1832", "date": "May 31", "txt": "Évariste Galois, French mathematician and theorist (b. 1811)", "entities": [{"title": "Évariste Galois", "href": "/wiki/%C3%89variste_Galois", "description": "Évariste Galois was a French mathematician and political activist. While still in his teens, he was able to determine a necessary and sufficient condition for a polynomial to be solvable by radicals, thereby solving a problem standing for 350 years. His work laid the foundations for Galois theory and group theory, two major branches of abstract algebra, and the subfield of Galois connections. He d"}]}, {"heading": "Deaths", "year": "1837", "date": "May 31", "txt": "Joseph Grimaldi, English actor, comedian and dancer, (b. 1779)", "entities": [{"title": "Joseph Grimaldi", "href": "/wiki/Joseph_Grimaldi", "description": "Joseph Grimaldi was an English actor, comedian and dancer, who became the most popular English entertainer of the Regency era. In the early 1800s, he expanded the role of Clown in the harlequinade that formed part of British pantomimes, notably at the Theatre Royal, Drury Lane and the Sadler's Wells and Covent Garden theatres. He became so dominant on the London comic stage that the harlequinade r"}]}, {"heading": "Deaths", "year": "1846", "date": "May 31", "txt": "Philip Marheineke, German pastor and philosopher (b. 1780)", "entities": [{"title": "Philip Marheineke", "href": "/wiki/Philip_Marheineke", "description": "Philip Konrad Marheineke, was a German Protestant church leader within the Evangelical Church in Prussia."}]}, {"heading": "Deaths", "year": "1847", "date": "May 31", "txt": "Thomas Chalmers, Scottish minister and economist (b. 1780)", "entities": [{"title": "Thomas Chalmers", "href": "/wiki/Thomas_Chalmers", "description": "Thomas Chalmers, was a Scottish minister, professor of theology, political economist, and a leader of both the Church of Scotland and of the Free Church of Scotland. He has been called \"Scotland's greatest nineteenth-century churchman\"."}]}, {"heading": "Deaths", "year": "1848", "date": "May 31", "txt": "Eugénie de Guérin, French author (b. 1805)", "entities": [{"title": "Eugénie de Guérin", "href": "/wiki/Eug%C3%A9nie_de_Gu%C3%A9rin", "description": "Eugénie de Guérin was a French writer and the sister of the poet Maurice de Guérin."}]}, {"heading": "Deaths", "year": "1899", "date": "May 31", "txt": "Stefanos Koumanoudis, Greek archaeologist, teacher and writer (b. 1818)", "entities": [{"title": "Stefanos Koumanoudis", "href": "/wiki/Stefanos_Koumanoudis", "description": "Stefanos Koumanoudis was a Greek archaeologist, teacher and writer of the 19th century."}]}, {"heading": "Deaths", "year": "1908", "date": "May 31", "txt": "Louis-Honoré Fréchette, Canadian author, poet, and politician (b. 1839)", "entities": [{"title": "Louis-Honoré Fréchette", "href": "/wiki/Louis-Honor%C3%A9_Fr%C3%A9chette", "description": "Louis-Honoré Fréchette,, was a Canadian poet, politician, playwright, and short story writer. For his prose, he would be the first Quebecois to receive the Prix Montyon from the Académie française, as well as the first Canadian to receive any honor of this kind from a European nation."}]}, {"heading": "Deaths", "year": "1909", "date": "May 31", "txt": "Thomas Price, Welsh-Australian politician, 24th Premier of South Australia (b. 1852)", "entities": [{"title": "Thomas Price (South Australian politician)", "href": "/wiki/Thomas_Price_(South_Australian_politician)", "description": "Thomas Price, frequently referred to as Tom Price, served as the South Australian United Labor Party's first Premier of South Australia. He formed a minority government at the 1905 election and was re-elected with increased representation at the 1906 election, serving in the premiership until his death in 1909. It was the world's first stable Labor government. Shortly afterwards, John Verran led L"}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1910", "date": "May 31", "txt": "Elizabeth Blackwell, English-American physician and educator (b. 1821)", "entities": [{"title": "Elizabeth Blackwell", "href": "/wiki/Elizabeth_Blackwell", "description": "Elizabeth Blackwell was a British physician, notable as the first woman to receive a medical degree in the United States, and the first woman on the Medical Register of the General Medical Council. Blackwell played an important role in both the United States and the United Kingdom as a social awareness and moral reformer, and pioneered in promoting education for women in medicine. Her contribution"}]}, {"heading": "Deaths", "year": "1931", "date": "May 31", "txt": "Felix-Raymond-Marie Rouleau, Canadian cardinal (b. 1866)", "entities": [{"title": "Felix-Raymond-Marie Rouleau", "href": "/wiki/Felix-Raymond-Marie_Rouleau", "description": "Félix-Raymond-Marie Rouleau was a Canadian Cardinal of the Roman Catholic Church. He served as Archbishop of Quebec from 1926 until his death, and was elevated to the cardinalate in 1927."}]}, {"heading": "Deaths", "year": "1931", "date": "May 31", "txt": "Willy Stöwer, German author and illustrator (b. 1864)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "May 31", "txt": "Odilo Globocnik, Italian-Austrian SS officer (b. 1904)", "entities": [{"title": "Odilo Globocnik", "href": "/wiki/Odilo_Globocnik", "description": "Odilo Globočnik was an Austrian war criminal. He was an official of the Nazi Party and later a high-ranking leader of the Schutzstaffel (SS). As an associate of Adolf Eichmann, he had a leading role in Operation Reinhard, which organized the murder of around one and a half million mostly Polish Jews during the Holocaust in the Majdanek, Treblinka, Sobibór and Bełżec extermination camps. Historian "}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1954", "date": "May 31", "txt": "Antonis Benakis, Greek art collector and philanthropist, founded the Benaki Museum (b. 1873)", "entities": [{"title": "Antonis Benakis", "href": "/wiki/Antonis_Benakis", "description": "Antonis Benakis (1873–1954) was a Greek art collector and the founder of the Benaki Museum in Athens, Greece, the son of politician and magnate Emmanuel Benakis and the brother of author Penelope Delta. He is the hero of Delta's book \"Trellantonis\", a literary account of the sundry, mischievous adventures of children growing up in Alexandria, Egypt, in the early 20th century."}, {"title": "Benaki Museum", "href": "/wiki/Benaki_Museum", "description": "The Benaki Museum, established and endowed in 1930 by Antonis Benakis in memory of his father Emmanuel Benakis, is housed in the Benakis family mansion in downtown Athens, Greece. The museum houses Greek works of art from the prehistorical to the modern times, an extensive collection of Asian art, hosts periodic exhibitions and maintains a state-of-the-art restoration and conservation workshop. Al"}]}, {"heading": "Deaths", "year": "1957", "date": "May 31", "txt": "Stefanos Sarafis, Greek general and politician (b. 1890)", "entities": [{"title": "Stefanos Sarafis", "href": "/wiki/Stefanos_Sarafis", "description": "Stefanos Sarafis was an officer of the Hellenic Army who played an important role during the Greek Resistance."}]}, {"heading": "Deaths", "year": "1957", "date": "May 31", "txt": "Leopold Staff, Polish poet and academic (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "May 31", "txt": "Willem Elsschot, Flemish author and poet (b. 1882)", "entities": [{"title": "Willem Elsschot", "href": "/wiki/Willem_Elsschot", "description": "Alphonsus Josephus de Ridder, was a Belgian writer and poet who wrote under the pseudonym Willem Elsschot. A number of his works have been translated into English."}]}, {"heading": "Deaths", "year": "1960", "date": "May 31", "txt": "Walther Funk, German economist, journalist, and politician, German Minister of Economics (b. 1890)", "entities": [{"title": "Federal Ministry for Economic Affairs and Energy (Germany)", "href": "/wiki/Federal_Ministry_for_Economic_Affairs_and_Energy_(Germany)", "description": "The Federal Ministry for Economic Affairs and Energy, abbreviated BMWi, is a cabinet-level ministry of the Federal Republic of Germany. It was previously known as the \"Ministry of Economy\". It was recreated in 2005 as \"Ministry of Economics and Technology\" after it had previously been merged with other ministries to form the Federal Ministry for Economics and Labour between 2002 and 2005. The mini"}]}, {"heading": "Deaths", "year": "1962", "date": "May 31", "txt": "Henry F. Ashurst, American lawyer and politician (b. 1874)", "entities": [{"title": "Henry F. Ashurst", "href": "/wiki/Henry_F._Ashurst", "description": "Henry Fountain Ashurst was an American Democratic politician and one of the first two Senators from Arizona. Largely self-educated, he served as a district attorney and member of the Arizona Territorial legislature before fulfilling his childhood ambition of joining the United States Senate. During his time in the Senate, Ashurst was chairman of the Committee on Indian Affairs and the Judiciary Co"}]}, {"heading": "Deaths", "year": "1967", "date": "May 31", "txt": "Billy Strayhorn, American pianist and composer (b. 1915)", "entities": [{"title": "Billy Strayhorn", "href": "/wiki/Billy_Strayhorn", "description": "William Thomas Strayhorn was an American jazz composer, pianist, lyricist, and arranger, who collaborated with bandleader and composer Duke Ellington for nearly three decades. His compositions include \"Take the 'A' Train\", \"Chelsea Bridge\", \"A Flower Is a Lovesome Thing\", and \"Lush Life\"."}]}, {"heading": "Deaths", "year": "1970", "date": "May 31", "txt": "Terry Sawchuk, Canadian-American ice hockey player (b. 1929)", "entities": [{"title": "Terry Sawchuk", "href": "/wiki/Terry_Sawchuk", "description": "Terrance Gordon Sawchuk was a Canadian professional ice hockey goaltender who played 21 seasons in the National Hockey League (NHL) for the Detroit Red Wings, Boston Bruins, Toronto Maple Leafs, Los Angeles Kings and the New York Rangers. He won the Calder Trophy, earned the Vezina Trophy in four different seasons, was a four-time Stanley Cup champion, and was elected to the Hockey Hall of Fame th"}]}, {"heading": "Deaths", "year": "1976", "date": "May 31", "txt": "Jacques Monod, French biologist and geneticist, Nobel Prize laureate (b. 1910)", "entities": [{"title": "Jacques Monod", "href": "/wiki/Jacques_Monod", "description": "Jacques Lucien Monod was a French biochemist who won the Nobel Prize in Physiology or Medicine in 1965, sharing it with François Jacob and André Lwoff \"for their discoveries concerning genetic control of enzyme and virus synthesis\"."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1977", "date": "May 31", "txt": "William Castle, American actor, director, producer, and screenwriter (b. 1914)", "entities": [{"title": "William Castle", "href": "/wiki/William_Castle", "description": "William Castle was an American film director, producer, screenwriter, and actor."}]}, {"heading": "Deaths", "year": "1978", "date": "May 31", "txt": "József Bozsik, Hungarian footballer and manager (b. 1925)", "entities": [{"title": "József Bozsik", "href": "/wiki/J%C3%B3zsef_Bozsik", "description": "József Bozsik was a Hungarian footballer who played as a midfielder. He spent his entire club career at his hometown club, Budapest Honvéd. Bozsik was a key member of the legendary Mighty Magyars as he represented Hungary in various international tournaments. Honvéd named their stadium, Bozsik József Stadion, after him."}]}, {"heading": "Deaths", "year": "1981", "date": "May 31", "txt": "Barbara Ward, Baroness Jackson of Lodsworth, English economist and journalist (b. 1914)", "entities": [{"title": "Barbara Ward, Baroness Jackson of Lodsworth", "href": "/wiki/Barbara_Ward,_Baroness_Jackson_of_Lodsworth", "description": "Barbara Mary Ward, Baroness Jackson of Lodsworth, was a British economist and writer interested in the problems of developing countries. She urged Western governments to share their prosperity with the rest of the world and in the 1960s turned her attention to environmental questions as well. She was an early advocate of sustainable development before this term became familiar and was well known a"}]}, {"heading": "Deaths", "year": "1982", "date": "May 31", "txt": "Carlo Mauri, Italian mountaineer and explorer (b. 1930)", "entities": [{"title": "Carlo Mauri", "href": "/wiki/Carlo_Mauri", "description": "Carlo Mauri was an Italian mountaineer and explorer."}]}, {"heading": "Deaths", "year": "1983", "date": "May 31", "txt": "Jack Dempsey, American boxer and lieutenant (b. 1895)", "entities": [{"title": "Jack Dempsey", "href": "/wiki/Jack_Dempsey", "description": "William Harrison \"Jack\" Dempsey, nicknamed Kid Blackie, and The Manassa Mauler, was an American professional boxer who competed from 1914 to 1927, and reigned as the world heavyweight champion from 1919 to 1926. A cultural icon of the 1920s, Dempsey's aggressive fighting style and exceptional punching power made him one of the most popular boxers in history. Many of his fights set financial and at"}]}, {"heading": "Deaths", "year": "1985", "date": "May 31", "txt": "Gaston Rébuffat, French mountaineer and author (b. 1921)", "entities": [{"title": "Gaston Rébuffat", "href": "/wiki/Gaston_R%C3%A9buffat", "description": "Gaston Rébuffat was a French alpinist, mountain guide, and author. He is well known as a member of the first expedition to summit Annapurna 1 in 1950 and the first man to climb all six of the great north faces of the Alps. In 1984, he was made an officer in the French Legion of Honour for his service as a mountaineering instructor for the French military. At the age of 64, Gaston Rébuffat died of "}]}, {"heading": "Deaths", "year": "1986", "date": "May 31", "txt": "Jane Frank, American painter and sculptor (b. 1918)", "entities": [{"title": "Jane Frank", "href": "/wiki/Jane_Frank", "description": "Jane Schenthal Frank was an American multidisciplinary artist, known as a painter, sculptor, mixed media artist, illustrator, and textile artist. Her landscape-like, mixed-media abstract paintings are included in public collections, including those of the Corcoran Gallery of Art, the Baltimore Museum of Art, and the Smithsonian American Art Museum. She studied with artists, Hans Hofmann and Norman"}]}, {"heading": "Deaths", "year": "1986", "date": "May 31", "txt": "James Rainwater, American physicist and academic, Nobel Prize laureate (b. 1917)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1987", "date": "May 31", "txt": "John Abraham, Indian director and screenwriter (b. 1937)", "entities": [{"title": "John Abraham (director)", "href": "/wiki/John_Abraham_(director)", "description": "John Abraham was a Malayali Indian filmmaker, short story writer and screenwriter. Abraham is ranked among the greatest Indian film directors. His film Amma Ariyan (1986) was the only south Indian feature film to make the list of \"Top 10 Indian Films\" of all time by British Film Institute. Agraharathil Kazhuthai was listed among the \"100 Greatest Indian Films\" of all time by IBN Live's 2013 poll."}]}, {"heading": "Deaths", "year": "1989", "date": "May 31", "txt": "Owen Lattimore, American author and academic (b. 1900)", "entities": [{"title": "Owen Lattimore", "href": "/wiki/Owen_Lattimore", "description": "Owen Lattimore was an American author, educator, and influential scholar of China and Central Asia, especially Mongolia. Although he never earned a college degree, in the 1930s he was editor of Pacific Affairs, a journal published by the Institute of Pacific Relations, and then taught at Johns Hopkins University in Baltimore, Maryland, from 1938 to 1963. During World War II, he was an advisor to C"}]}, {"heading": "Deaths", "year": "1989", "date": "May 31", "txt": "C. L. R. James, Trinidadian journalist and historian (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "May 31", "txt": "Honey Tree Evil Eye, or, Spud Mackenzie, a Bull Terrier, dies of kidney failure.", "entities": [{"title": "Spuds MacKenzie", "href": "/wiki/Spuds_MacKenzie", "description": "Spuds MacKenzie is a fictional dog character used for an extensive advertising campaign marketing Bud Light beer in the late 1980s. The Spuds MacKenzie mascot and campaign were thought of by a 23-year-old art director, Jon Moore. At the time he was working at Needham, Harper & Steers, a Chicago advertising agency. The dog first showed up in a Bud Light Super Bowl XXI ad in 1987."}, {"title": "Bull Terrier", "href": "/wiki/Bull_Terrier", "description": "The Bull Terrier is a breed of dog in the terrier family. There is also a miniature version of this breed which is officially known as the Miniature Bull Terrier."}]}, {"heading": "Deaths", "year": "1994", "date": "May 31", "txt": "Uzay Heparı, Turkish actor, producer, and composer (b. 1969)", "entities": [{"title": "Uzay Heparı", "href": "/wiki/Uzay_Hepar%C4%B1", "description": "Rony Uzay Heparı was a Turkish composer, music producer, songwriter and actor."}]}, {"heading": "Deaths", "year": "1994", "date": "May 31", "txt": "Herva Nelli, Italian-American soprano (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "May 31", "txt": "Stanley Elkin, American novelist, short story writer, and essayist (b. 1930)", "entities": [{"title": "Stanley Elkin", "href": "/wiki/Stanley_Elkin", "description": "Stanley Lawrence Elkin was an American novelist, short story writer, and essayist. His extravagant, satirical fiction revolves around American consumerism, popular culture, and male–female relationships."}]}, {"heading": "Deaths", "year": "1996", "date": "May 31", "txt": "Timothy Leary, American psychologist and author (b. 1920)", "entities": [{"title": "Timothy Leary", "href": "/wiki/Timothy_Leary", "description": "Timothy Francis Leary was an American psychologist and writer known for his strong advocacy of psychedelic drugs. Evaluations of Leary are polarized, ranging from bold oracle to publicity hound. He was \"a hero of American consciousness\", according to Allen Ginsberg, and Tom Robbins called him a \"brave neuronaut\"."}]}, {"heading": "Deaths", "year": "1998", "date": "May 31", "txt": "Charles Van Acker, Belgian-American race car driver (b. 1912)", "entities": [{"title": "Charles Van Acker", "href": "/wiki/Charles_Van_Acker", "description": "Charles Van Acker was a Belgian-American racecar driver. He first attempted to qualify for the Indianapolis 500 in 1946 but was too slow. In 1947 he made the race and finished in 29th after a crash on lap 24. He also competed in seven more races of the national trail that season and finished 4th in points. In 1948 he finished 11th in the Indy 500 and 10th in the National Championship. 1949 saw him"}]}, {"heading": "Deaths", "year": "2000", "date": "May 31", "txt": "Petar Mladenov, Bulgarian diplomat, 1st President of Bulgaria (b. 1936)", "entities": [{"title": "Petar Mladenov", "href": "/wiki/Petar_Mladenov", "description": "Petar Toshev Mladenov was a Bulgarian communist diplomat and politician. He was the last leader of the Bulgarian People's Republic from 1989 to 1990, and briefly the first President of the Bulgarian Republic in 1990."}, {"title": "President of Bulgaria", "href": "/wiki/President_of_Bulgaria", "description": "The President of the Republic of Bulgaria is the head of state of Bulgaria and the commander-in-chief of the Bulgarian Army. The official residence of the president is at Boyana Residence, Sofia. After the completion of the second round of voting, candidate Rumen Radev was elected President of Bulgaria on 13 November 2016."}]}, {"heading": "Deaths", "year": "2000", "date": "May 31", "txt": "Tito Puente, American jazz musician (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 31", "txt": "A. Jeyaratnam Wilson, Sri Lankan historian, author, and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "May 31", "txt": "Arlene Francis, American actress, talk show host, game show panelist, and television personality (b. 1907)", "entities": [{"title": "Arlene Francis", "href": "/wiki/Arlene_Francis", "description": "Arlene Francis was an American actress, radio and television talk show host, and game show panelist. She is known for her long-running role as a panelist on the television game show  What's My Line?, on which she regularly appeared for 25 years, from 1950 to 1975, on both the network and syndicated versions of the show."}]}, {"heading": "Deaths", "year": "2002", "date": "May 31", "txt": "Subhash Gupte, Indian cricketer (b. 1929)", "entities": [{"title": "Subhash Gupte", "href": "/wiki/Subhash_Gupte", "description": "Subhashchandra Pandharinath \"Fergie\" Gupte pronunciation (help·info) was one of Test cricket's finest spin bowlers. Sir Garry Sobers, EAS Prasanna and Jim Laker pronounced him the best leg spinner they had seen."}]}, {"heading": "Deaths", "year": "2004", "date": "May 31", "txt": "Aiyathurai Nadesan, Sri Lankan journalist (b. 1954)", "entities": [{"title": "Aiyathurai Nadesan", "href": "/wiki/Aiyathurai_Nadesan", "description": "Aiyathurai Nadesan, a prominent and veteran minority Sri Lankan Tamil journalist was shot dead on 31 May 2004 on his way to work in eastern Sri Lankan town of Batticaloa by gunmen belonging to an armed paramilitary group widely believed to be so called Karuna Group."}]}, {"heading": "Deaths", "year": "2004", "date": "May 31", "txt": "Robert Quine, American guitarist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "May 31", "txt": "Étienne Roda-Gil, French screenwriter and composer (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 31", "txt": "Miguel Ortiz Berrocal, Spanish sculptor (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 31", "txt": "Raymond Davis, Jr., American physicist and chemist, Nobel Prize laureate (b. 1914)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2009", "date": "May 31", "txt": "Danny La Rue, Irish-British drag queen performer and singer (b. 1927)", "entities": [{"title": "Danny La Rue", "href": "/wiki/Danny_La_Rue", "description": "Danny La Rue, was an Irish singer and entertainer, best known for his on-stage drag persona. He performed in drag and also as himself in theatrical productions, television shows and film."}, {"title": "Drag queen", "href": "/wiki/Drag_queen", "description": "A drag queen is a person, usually male, who uses drag clothing and makeup to imitate and often exaggerate female gender signifiers and gender roles for entertainment purposes. Historically, most drag queens have been men dressing as women. In modern times, drag queens are associated with gay men and gay culture, but they can be of any gender and sexual identity."}]}, {"heading": "Deaths", "year": "2009", "date": "May 31", "txt": "George Tiller, American physician (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 31", "txt": "Louise Bourgeois, French-American sculptor and painter (b. 1911)", "entities": [{"title": "Louise Bourgeois", "href": "/wiki/Louise_Bourgeois", "description": "Louise Joséphine Bourgeois was a French-American artist. Although she is best known for her large-scale sculpture and installation art, Bourgeois was also a prolific painter and printmaker. She explored a variety of themes over the course of her long career including domesticity and the family, sexuality and the body, as well as death and the unconscious. These themes connect to events from her ch"}]}, {"heading": "Deaths", "year": "2010", "date": "May 31", "txt": "Brian Duffy, English photographer and producer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 31", "txt": "William A. Fraker, American director, producer, and cinematographer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "May 31", "txt": "Rubén Juárez, Argentinian singer-songwriter and bandoneón player (b. 1947)", "entities": [{"title": "Bandoneón", "href": "/wiki/Bandone%C3%B3n", "description": "The bandoneon is a type of concertina particularly popular in Argentina and Uruguay. It is a typical instrument in most tango ensembles. As with other members of the concertina family, the bandoneon is held between both hands, and by pulling and pushing actions force air through bellows and then routing air through particular reeds as by pressing the instrument's buttons. Bandoneons have a differe"}]}, {"heading": "Deaths", "year": "2010", "date": "May 31", "txt": "Merata Mita, New Zealand director, producer, and screenwriter (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 31", "txt": "Pauline Betz, American tennis player (b. 1919)", "entities": [{"title": "Pauline Betz", "href": "/wiki/Pauline_Betz", "description": "Pauline Betz Addie was an American professional tennis player. She won five Grand Slam singles titles and was the runner-up on three other occasions. Jack Kramer has called her the second best female tennis player he ever saw, behind Helen Wills Moody."}]}, {"heading": "Deaths", "year": "2011", "date": "May 31", "txt": "Jonas Bevacqua, American fashion designer, co-founded the Lifted Research Group (b. 1977)", "entities": [{"title": "Lifted Research Group", "href": "/wiki/Lifted_Research_Group", "description": "Lifted Research Group, commonly known as LRG, is an American, Orange County, California based clothing brand headed by Jonas Bevacqua and Robert Wright. LRG produces clothing and accessories, and also has been known to develop a broad range of products consisting of electronic accessories, extreme vehicles, and outdoor equipment including sporting goods and more. The company is also involved in th"}]}, {"heading": "Deaths", "year": "2011", "date": "May 31", "txt": "Derek Hodge, Virgin Islander lawyer and politician, Lieutenant Governor of the United States Virgin Islands (b. 1941)", "entities": [{"title": "Lieutenant Governor of the United States Virgin Islands", "href": "/wiki/Lieutenant_Governor_of_the_United_States_Virgin_Islands", "description": "The following is a list of lieutenant governors of the United States Virgin Islands."}]}, {"heading": "Deaths", "year": "2011", "date": "May 31", "txt": "Hans Keilson, German-Dutch psychoanalyst and author (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 31", "txt": "John Martin, English admiral and politician, Lieutenant Governor of Guernsey (b. 1918)", "entities": [{"title": "Lieutenant Governor of Guernsey", "href": "/wiki/Lieutenant_Governor_of_Guernsey", "description": "The Lieutenant Governor of Guernsey is the representative of the British monarch in the Bailiwick of Guernsey, a Crown dependency of the British Crown. The role of the Lieutenant Governor is to act as the de facto head of state in Guernsey and as liaison between the governments of Guernsey and the United Kingdom. The holder of this office is also ex officio a member of the States of Guernsey but m"}]}, {"heading": "Deaths", "year": "2011", "date": "May 31", "txt": "Andy Robustelli, American football player and manager (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 31", "txt": "Christopher Challis, English cinematographer (b. 1919)", "entities": [{"title": "Christopher Challis", "href": "/wiki/Christopher_Challis", "description": "Christopher George Joseph Challis BSC, FRPS was a British cinematographer who worked on more than 70 feature films from the 1940s onwards."}]}, {"heading": "Deaths", "year": "2012", "date": "May 31", "txt": "Randall B. Kester, American lawyer and judge (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 31", "txt": "Paul Pietsch, German racing driver and publisher (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 31", "txt": "Orlando Woolridge, American basketball player and coach (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 31", "txt": "Gerald E. Brown, American physicist and academic (b. 1926)", "entities": [{"title": "Gerald E. Brown", "href": "/wiki/Gerald_E._Brown", "description": "Gerald Edward Brown was an American theoretical physicist who worked on nuclear physics and astrophysics. Since 1968 he had been a professor at the Stony Brook University. He was a distinguished professor emeritus of the C. N. Yang Institute for Theoretical Physics at Stony Brook University."}]}, {"heading": "Deaths", "year": "2013", "date": "May 31", "txt": "Frederic Lindsay, Scottish author and educator (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 31", "txt": "Miguel Méndez, American author and poet (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 31", "txt": "Tim Samaras, American engineer and storm chaser (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 31", "txt": "Jairo Mora Sandoval, Costa Rican environmentalist (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 31", "txt": "Jean Stapleton, American actress (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 31", "txt": "Marilyn Beck, American journalist (b. 1928)", "entities": [{"title": "Marilyn Beck", "href": "/wiki/Marilyn_Beck", "description": "Marilyn Beck was a syndicated Hollywood columnist and author."}]}, {"heading": "Deaths", "year": "2014", "date": "May 31", "txt": "Marinho Chagas, Brazilian footballer and coach (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 31", "txt": "Hoss Ellington, American race car driver (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 31", "txt": "Martha Hyer, American actress (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 31", "txt": "Lewis Katz, American businessman and philanthropist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 31", "txt": "Mary Soames, Baroness Soames, English author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 31", "txt": "Gladys Taylor, Canadian author and publisher (b. 1917)", "entities": [{"title": "Gladys Taylor (publisher)", "href": "/wiki/Gladys_Taylor_(publisher)", "description": "Gladys Taylor, née Tall was a Canadian writer and publisher."}]}, {"heading": "Deaths", "year": "2016", "date": "May 31", "txt": "Mohamed Abdelaziz, President of the Sahrawi Arab Democratic Republic (1976–2016) (b. 1947)", "entities": [{"title": "Mohamed Abdelaziz (Sahrawi politician)", "href": "/wiki/Mohamed_Abdelaziz_(Sahrawi_politician)", "description": "Mohamed Abdelaziz was the 3rd Secretary General of the Polisario Front, from 1976, and the 1st President of the Sahrawi Arab Democratic Republic from 1982, until his death in 2016."}, {"title": "President of the Sahrawi Arab Democratic Republic", "href": "/wiki/President_of_the_Sahrawi_Arab_Democratic_Republic", "description": "The President of the Sahrawi Arab Democratic Republic is the head of state of the Sahrawi Arab Democratic Republic (SADR), a government in exile based in the Sahrawi refugee camps of Tindouf, Algeria."}]}, {"heading": "Deaths", "year": "2016", "date": "May 31", "txt": "Jan Crouch, American televangelist, co-founder of the Trinity Broadcasting Network (b. 1938)", "entities": [{"title": "Trinity Broadcasting Network", "href": "/wiki/Trinity_Broadcasting_Network", "description": "The Trinity Broadcasting Network (TBN) is an international Christian-based broadcast television network and the world's largest religious television network. TBN was headquartered in Costa Mesa, California until March 3, 2017 when it sold its highly visible office park, Trinity Christian City. The broadcaster retained its studios in nearby Tustin. Auxiliary studio facilities are located in Irving,"}]}, {"heading": "Deaths", "year": "2016", "date": "May 31", "txt": "Carla Lane, English television writer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "May 31", "txt": "Rupert Neudeck, German journalist and humanitarian (b. 1939)", "entities": []}]