[{"heading": "Events", "year": "453 BC", "date": "May 8", "txt": "Spring and Autumn period: The house of Zhao defeats the house of Zhi, ending the Battle of Jinyang, a military conflict between the elite families of the State of Jin.", "entities": [{"title": "Spring and Autumn period", "href": "/wiki/Spring_and_Autumn_period", "description": "The Spring and Autumn period was a period in Chinese history from approximately 771 to 476 BCE which corresponds roughly to the first half of the Eastern Zhou period. The period's name derives from the Spring and Autumn Annals, a chronicle of the state of Lu between 722 and 479 BCE, which tradition associates with Confucius."}, {"title": "Zhao (state)", "href": "/wiki/Zhao_(state)", "description": "Zhao was one of the seven major states during the Warring States period of ancient China. It was created from the three-way Partition of Jin, together with Han and Wei, in the 5th century BC. Zhao gained significant strength from the military reforms initiated during King Wuling's reign, but suffered a crushing defeat at the hands of Qin at the Battle of Changping. Its territory included areas now"}, {"title": "Battle of Jinyang", "href": "/wiki/Battle_of_Jinyang", "description": "The Battle of Jinyang was fought between the elite families of the State of Jin, the house of Zhao and the house of Zhi (智), in the Spring and Autumn period of China. The other houses of Wei and Han first participated in the battle in alliance with the Zhi, but later defected to ally with Zhao to annihilate the Zhi house. This event was a catalyst to the Tripartition of Jin in 434 BC, the forming "}, {"title": "Jin (Chinese state)", "href": "/wiki/Jin_(Chinese_state)", "description": "Jin, originally known as Tang (唐), was a major state during the middle part of the Zhou dynasty, based near the centre of what was then China, on the lands attributed to the legendary Xia dynasty: the southern part of modern Shanxi. Although it grew in power during the Spring and Autumn period, its aristocratic structure saw it break apart when the duke lost power to his nobles. In 453 BC, Jin was"}]}, {"heading": "Events", "year": "413", "date": "May 8", "txt": "Emperor Honorius signs an edict providing tax relief for the Italian provinces Tuscia, Campania, Picenum, Samnium, Apulia, Lucania and Calabria, which were plundered by the Visigoths.", "entities": [{"title": "Honorius (emperor)", "href": "/wiki/Honorius_(emperor)", "description": "Flavius Honorius was Roman emperor from 393 to 423. He was the younger son of emperor Theodosius I and his first wife Aelia Flaccilla, and brother of Arcadius, who ruled the eastern half of the empire from 395, when their father died, until his death in 408. In 410, during Honorius's reign over the western Roman Empire, Rome was sacked for the first time in almost 800 years."}, {"title": "Edict", "href": "/wiki/Edict", "description": "An edict is a decree or announcement of a law, often associated with monarchism, but it can be under any official authority. Synonyms include \"dictum\" and \"pronouncement\"."}, {"title": "Province of Viterbo", "href": "/wiki/Province_of_Viterbo", "description": "Viterbo is a province in the Lazio region of Italy. Its capital is the city of Viterbo."}, {"title": "Campania", "href": "/wiki/Campania", "description": "Campania is an administrative region of Italy. Located on the south-western portion of the Italian Peninsula, with the Tyrrhenian Sea to the west, it includes the small Phlegraean Islands and Capri for administration as part of the region. As of 2018, the region has a population of around 5,820,000 people, making it the third-most-populous region in the country; its total area of 13,590 km2 (5,247"}, {"title": "Picenum", "href": "/wiki/Picenum", "description": "Picenum was a region of ancient Italy. The name is an exonym assigned by the Romans, who conquered and incorporated it into the Roman Republic. Picenum was the Regio V in the augustan territorial organization of Italy. Picenum was also the birthplace of such Roman notables as Pompey the Great and his father Pompeius Strabo. It was situated in what is now Marche and the northern part of Abruzzo. Th"}, {"title": "Samnium", "href": "/wiki/Samnium", "description": "Samnium is a Latin exonym for a region of Southern Italy anciently inhabited by the Samnites. Their own endonyms were Safinim for the country and Safineis for the people. The language of these endonyms and of the population was the Oscan language. However, not all the Samnites spoke Oscan, and not all the Oscan-speakers lived in Samnium."}, {"title": "Apulia", "href": "/wiki/Apulia", "description": "Apulia is a region of Italy, located in the southern peninsular section of the country, bordering the Adriatic Sea to the east, the Ionian Sea to the southeast, and the Strait of Otranto and Gulf of Taranto to the south. The region comprises 19,345 square kilometers (7,469 sq mi), and its population is about four million."}, {"title": "Lucania", "href": "/wiki/Lucania", "description": "Lucania was a historical region of Southern Italy. It was the land of the Lucani, an Oscan people. It extended from the Tyrrhenian Sea to the Gulf of Taranto."}, {"title": "Calabria", "href": "/wiki/Calabria", "description": "Calabria, known in antiquity as Bruttium, is a region in Southern Italy."}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}]}, {"heading": "Events", "year": "589", "date": "May 8", "txt": "Reccared I opens the Third Council of Toledo, marking the entry of Visigothic Spain into the Catholic Church.", "entities": [{"title": "Reccared I", "href": "/wiki/Reccared_I", "description": "Reccared I was Visigothic King of Hispania and Septimania. His reign marked a climactic shift in history, with the king's renunciation of Arianism in favour of Catholicism in 587."}, {"title": "Third Council of Toledo", "href": "/wiki/Third_Council_of_Toledo", "description": "The Third Council of Toledo (589) marks the entry of Visigothic Spain into the Catholic Church, and known for codifying the filioque clause into Western Christianity. The council also enacted restrictions on Jews, and the conversion of the country to Catholic Christianity led to repeated conflict with the Jews."}, {"title": "Visigoth", "href": "/wiki/Visigoth", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Events", "year": "1429", "date": "May 8", "txt": "Joan of Arc lifts the Siege of Orléans, turning the tide of the Hundred Years' War.", "entities": [{"title": "Joan of Arc", "href": "/wiki/Joan_of_Arc", "description": "Joan of Arc, nicknamed \"The Maid of Orléans\" or \"Maid of Lorraine\", is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a saint. She was born to Jacques d'Arc and Isabelle Romée, a peasant family, at Domrémy in the Vosges of northeast France. Joan said that she received visions of the archangel Michael, Saint Margaret, and Sai"}, {"title": "Siege of Orléans", "href": "/wiki/Siege_of_Orl%C3%A9ans", "description": "The siege of Orléans was the watershed of the Hundred Years' War between France and England. It was the French royal army's first major military victory to follow the crushing defeat at the Battle of Agincourt in 1415, and also the first while Joan of Arc was with the army. The siege took place at the pinnacle of English power during the later stages of the war. The city held strategic and symboli"}]}, {"heading": "Events", "year": "1450", "date": "May 8", "txt": "Kentishmen revolt against King Henry VI.", "entities": [{"title": "Jack Cade's Rebellion", "href": "/wiki/Jack_Cade%27s_Rebellion", "description": "Jack Cade's Rebellion was a popular revolt in 1450 against the government of England, which took place in the southeast of the country between the months of April and July. It stemmed from local grievances regarding the corruption, maladministration, and abuse of power of the king's closest advisors and local officials, as well as recent military losses in France during the Hundred Years' War. Lea"}, {"title": "Henry VI of England", "href": "/wiki/Henry_VI_of_England", "description": "Henry VI was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards."}]}, {"heading": "Events", "year": "1516", "date": "May 8", "txt": "A group of imperial guards, led by Trịnh Duy Sản, murdered Emperor Lê Tương Dực and fled, leaving the capital Thăng Long undefended.", "entities": [{"title": "Trần Cảo Rebellion", "href": "/wiki/Tr%E1%BA%A7n_C%E1%BA%A3o_Rebellion", "description": "The Trần Cao rebellion in 1516 is a rebellion in 16th century Vietnam, led by Trần Cao against the Lê dynasty and is regarded as an important factor leading to the collapse of the Early period Lê. It was the second rebellion led against the Lê, following an uprising led by Trần Tuân in 1511."}, {"title": "Hanoi", "href": "/wiki/Hanoi", "description": "Hanoi is the capital city of Vietnam. It covers an area of 3,358.6 km2 (1,296.8 sq mi). The second largest city in Vietnam, it consists of 12 urban districts, 1 district-leveled town and 17 rural districts. Located within the Red River Delta, Hanoi is the cultural and political centre of Vietnam."}]}, {"heading": "Events", "year": "1541", "date": "May 8", "txt": "Hernando de Soto stops near present-day Walls, Mississippi, and sees the Mississippi River (then known by the Spanish as Río de Espíritu Santo, the name given to it by Alonso Álvarez de Pineda in 1519).", "entities": [{"title": "Hernando de Soto", "href": "/wiki/Hernando_de_Soto", "description": "Hernando de Soto was a Spanish explorer and conquistador who was involved in expeditions in Nicaragua and the Yucatan Peninsula. He played an important role in Pizarro's conquest of the Inca Empire in Peru, but is best known for leading the first European expedition deep into the territory of the modern-day United States. He is the first European documented as having crossed the Mississippi River."}, {"title": "Walls, Mississippi", "href": "/wiki/Walls,_Mississippi", "description": "Walls is a town located in northern DeSoto County, Mississippi, United States, near the Mississippi River, part of the larger region known as \"The Delta\", and known for its rich, dark soil. As it is in the upper northwest corner of Mississippi, it is in the Memphis, Tennessee metropolitan area. Its ZIP code is 38680. As of the 2010 census it had a population of 1,162, with an estimated population "}, {"title": "Alonso Álvarez de Pineda", "href": "/wiki/Alonso_%C3%81lvarez_de_Pineda", "description": "Alonso Álvarez de Piñeda was a Spanish conquistador and cartographer who was the first to prove the insularity of the Gulf of Mexico by sailing around its coast. In doing so he created the first map to depict what is now Texas and parts of the Gulf Coast of the United States."}]}, {"heading": "Events", "year": "1788", "date": "May 8", "txt": "King Louis XVI of France attempts to impose the reforms of Étienne Charles de Loménie de Brienne by abolishing the parlements.", "entities": [{"title": "Étienne Charles de Loménie de Brienne", "href": "/wiki/%C3%89tienne_Charles_de_Lom%C3%A9nie_de_Brienne", "description": "Étienne Charles de Loménie de Brienne was a French clergyman, bishop, cardinal, politician and finance minister of Louis XVI."}]}, {"heading": "Events", "year": "1794", "date": "May 8", "txt": "Branded a traitor during the Reign of Terror, French chemist Antoine Lavoisier, who was also a tax collector with the Ferme générale, is tried, convicted and guillotined in one day in Paris.", "entities": [{"title": "Reign of Terror", "href": "/wiki/Reign_of_Terror", "description": "The Reign of Terror, commonly The Terror, was a period of the French Revolution when, following the creation of the First French Republic, a series of massacres and numerous public executions took place in response to revolutionary fervour, anticlerical sentiment, and accusations of treason by the Committee of Public Safety."}, {"title": "Antoine Lavoisier", "href": "/wiki/Antoine_Lavoisier", "description": "Antoine-Laurent de Lavoisier, also Antoine Lavoisier after the French Revolution, was a French nobleman and chemist who was central to the 18th-century chemical revolution and who had a large influence on both the history of chemistry and the history of biology. He is widely considered in popular literature as the \"father of modern chemistry\"."}]}, {"heading": "Events", "year": "1821", "date": "May 8", "txt": "Greek War of Independence: The Greeks defeat the Turks at the Battle of Gravia Inn.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "Battle of Gravia Inn", "href": "/wiki/Battle_of_Gravia_Inn", "description": "The Battle of Gravia Inn was fought between Greek revolutionaries and the Ottoman Empire during the Greek War of Independence. The Greek leader, Odysseas Androutsos, with a group of 120 men repulsed an Ottoman army numbering 8,000 men and artillery under the command of Omer Vrioni. The battle ended with heavy losses for the Ottomans and minimal casualties on the Greek side."}]}, {"heading": "Events", "year": "1842", "date": "May 8", "txt": "A train derails and catches fire in Paris, killing between 52 and 200 people.", "entities": [{"title": "Versailles rail accident", "href": "/wiki/Versailles_rail_accident", "description": "The Versailles rail accident occurred on 8 May 1842 in the cutting between Meudon and Bellevue stations on the railway between Versailles and Paris following celebrations at the Palace of Versailles marking King Louis Philippe's saint's day. A train returning to Paris derailed at Meudon after the leading locomotive broke an axle, and the carriages behind piled into it and caught fire. It was the f"}]}, {"heading": "Events", "year": "1846", "date": "May 8", "txt": "Mexican–American War: American forces led by Zachary Taylor defeat a Mexican force north of the Rio Grande in the first major battle of the war.", "entities": [{"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}, {"title": "Battle of Palo Alto", "href": "/wiki/Battle_of_Palo_Alto", "description": "The Battle of Palo Alto was the first major battle of the Mexican–American War and was fought on May 8, 1846, on disputed ground five miles (8 km) from the modern-day city of Brownsville, Texas. A force of some 3,700 Mexican troops – most of the Army of The North – led by General Mariano Arista engaged a force of approximately 2,300 United States troops – the Army of Occupation led by General Zach"}]}, {"heading": "Events", "year": "1877", "date": "May 8", "txt": "At Gilmore's Gardens in New York City, the first Westminster Kennel Club Dog Show opens.", "entities": [{"title": "Westminster Kennel Club Dog Show", "href": "/wiki/Westminster_Kennel_Club_Dog_Show", "description": "The Westminster Kennel Club Dog Show is an all-breed conformation show that was hosted in New York City from 1877 to 2020. For 2021, the event will move to Lyndhurst in Tarrytown, New York to be held outdoors."}]}, {"heading": "Events", "year": "1886", "date": "May 8", "txt": "Pharmacist John Pemberton first sells a carbonated beverage named \"Coca-Cola\" as a patent medicine.", "entities": [{"title": "John Pemberton", "href": "/wiki/John_Pemberton", "description": "John Stith Pemberton was an American pharmacist and Confederate States Army veteran who is best known as the inventor of Coca-Cola. In May 1886, he developed an early version of a beverage that would later become Coca-Cola, but sold his rights to the drink shortly before his death."}, {"title": "Coca-Cola", "href": "/wiki/Coca-Cola", "description": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The"}]}, {"heading": "Events", "year": "1898", "date": "May 8", "txt": "The first games of the Italian football league system are played.", "entities": [{"title": "Italian football league system", "href": "/wiki/Italian_football_league_system", "description": "The Italian football league system, also known as the Italian football pyramid, refers to the hierarchically interconnected league system for the association football in Italy. It consists of nine national and regional tournaments, the first three being professional, while the remaining six are amateur, set up by the Italian Football Federation. One team from San Marino also competes. The system h"}]}, {"heading": "Events", "year": "1899", "date": "May 8", "txt": "The Irish Literary Theatre in Dublin produced its first play.", "entities": [{"title": "Irish Literary Theatre", "href": "/wiki/Irish_Literary_Theatre", "description": "W. B. Yeats, Lady Gregory and Edward Martyn published a \"Manifesto for Irish Literary Theatre\" in 1897, in which they proclaimed their intention of establishing a national theatre for Ireland."}]}, {"heading": "Events", "year": "1902", "date": "May 8", "txt": "In Martinique, Mount Pelée erupts, destroying the town of Saint-Pierre and killing over 30,000 people. Only a handful of residents survive the blast.", "entities": [{"title": "Mount Pelée", "href": "/wiki/Mount_Pel%C3%A9e", "description": "Mount Pelée or Mont Pelée is an active volcano at the northern end of Martinique, an island and French overseas department in the Lesser Antilles Volcanic Arc of the Caribbean. Its volcanic cone is composed of stratified layers of hardened ash and solidified lava. Its most recent eruption was in 1932."}]}, {"heading": "Events", "year": "1912", "date": "May 8", "txt": "Paramount Pictures is founded.", "entities": [{"title": "Paramount Pictures", "href": "/wiki/Paramount_Pictures", "description": "Paramount Pictures Corporation is an American film and television production and distribution company and a subsidiary of ViacomCBS. It is the fifth oldest film studio in the world, the second oldest film studio in the United States, and the sole member of the \"Big Five\" film studios still located in the city limits of Los Angeles."}]}, {"heading": "Events", "year": "1919", "date": "May 8", "txt": "Edward George Honey proposes the idea of a moment of silence to commemorate the Armistice of 11 November 1918 which ended World War I.", "entities": [{"title": "Edward George Honey", "href": "/wiki/Edward_George_Honey", "description": "Edward George Honey was an Australian journalist who suggested the idea of five minutes of silence in a letter to a London newspaper in May 1919, about 6 months before the first observance of the Two-minute silence in London."}, {"title": "Armistice of 11 November 1918", "href": "/wiki/Armistice_of_11_November_1918", "description": "The Armistice of 11 November 1918 was the armistice signed at Le Francport near Compiègne that ended fighting on land, sea and air in World War I between the Allies and their last remaining opponent, Germany. Previous armistices had been agreed with Bulgaria, the Ottoman Empire and the Austro-Hungarian Empire. Also known as the Armistice of Compiègne from the place where it was signed at 5:45 a.m."}]}, {"heading": "Events", "year": "1921", "date": "May 8", "txt": "The creation of the Communist Party of Romania.", "entities": [{"title": "Romanian Communist Party", "href": "/wiki/Romanian_Communist_Party", "description": "The Romanian Communist Party was a communist party in Romania. Successor to the pro-Bolshevik wing of the Socialist Party of Romania, it gave ideological endorsement to a communist revolution that would replace the social system of the Kingdom of Romania. After being outlawed in 1924, the PCR remained a minor and illegal grouping for much of the interwar period, and submitted to direct Comintern c"}]}, {"heading": "Events", "year": "1924", "date": "May 8", "txt": "The Klaipėda Convention is signed formally incorporating Klaipėda Region (Memel Territory) into Lithuania.", "entities": [{"title": "Klaipėda Convention", "href": "/wiki/Klaip%C4%97da_Convention", "description": "The Klaipėda Convention was an international agreement between Lithuania and the countries of the Conference of Ambassadors signed in Paris on May 8, 1924. According to the convention, the Klaipėda Region became an autonomous region under unconditional sovereignty of Lithuania."}, {"title": "Klaipėda Region", "href": "/wiki/Klaip%C4%97da_Region", "description": "The Klaipėda Region or Memel Territory was defined by the 1919 Treaty of Versailles in 1920 and refers to the northernmost part of the German province of East Prussia, when as Memelland it was put under the administration of the Entente's Council of Ambassadors. The Memel Territory, together with other areas severed from Germany was to remain under the control of the League of Nations until a futu"}]}, {"heading": "Events", "year": "1927", "date": "May 8", "txt": "Attempting to make the first non-stop transatlantic flight from Paris to New York, French war heroes Charles Nungesser and François Coli disappear after taking off aboard The White Bird biplane.", "entities": [{"title": "Transatlantic flight", "href": "/wiki/Transatlantic_flight", "description": "\nA transatlantic flight is the flight of an aircraft across the Atlantic Ocean from Europe, Africa, South Asia, or the Middle East to North America, Central America, or South America, or vice versa. Such flights have been made by fixed-wing aircraft, airships, balloons and other aircraft."}, {"title": "Charles Nungesser", "href": "/wiki/Charles_Nungesser", "description": "Charles Eugène Jules Marie Nungesser was a French ace pilot and adventurer, best remembered as a rival of Charles Lindbergh. Nungesser was a renowned ace in France, ranking third highest in the country with 43 air combat victories during World War I."}, {"title": "François Coli", "href": "/wiki/Fran%C3%A7ois_Coli", "description": "François Coli was a French pilot and navigator best known as the one-eyed flying partner of Charles Nungesser in their doomed, fatal attempt to achieve the first transatlantic flight."}]}, {"heading": "Events", "year": "1933", "date": "May 8", "txt": "Mohandas Gandhi begins a 21-day fast of self-purification and launched a one-year campaign to help the Harijan movement.", "entities": [{"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}]}, {"heading": "Events", "year": "1941", "date": "May 8", "txt": "World War II: The German Luftwaffe launches a bombing raid on Nottingham and Derby.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Nottingham Blitz", "href": "/wiki/Nottingham_Blitz", "description": "The Nottingham Blitz was an attack by the Nazi German Luftwaffe on Nottingham during the night of 8–9 May 1941."}]}, {"heading": "Events", "year": "1942", "date": "May 8", "txt": "World War II: The German 11th Army begins Operation Trappenjagd (Bustard Hunt) and destroys the bridgehead of the three Soviet armies defending the Kerch Peninsula.", "entities": [{"title": "11th Army (Wehrmacht)", "href": "/wiki/11th_Army_(Wehrmacht)", "description": "The 11th Army was a World War II field army."}, {"title": "Battle of the Kerch Peninsula", "href": "/wiki/Battle_of_the_Kerch_Peninsula", "description": "The Battle of the Kerch Peninsula, which commenced with the Soviet Kerch-Feodosia Landing Operation and ended with the German Operation Bustard Hunt, was a World War II battle between Erich von Manstein's German and Romanian 11th Army and the Soviet Crimean Front forces in the Kerch Peninsula, in the eastern part of the Crimean Peninsula. It began on 26 December 1941 with an amphibious landing ope"}]}, {"heading": "Events", "year": "1942", "date": "May 8", "txt": "World War II: The Battle of the Coral Sea comes to an end with Imperial Japanese Navy aircraft carrier aircraft attacking and sinking the United States Navy aircraft carrier USS Lexington.", "entities": [{"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}, {"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "USS Lexington (CV-2)", "href": "/wiki/USS_Lexington_(CV-2)", "description": "USS Lexington (CV-2), nicknamed \"Lady Lex\", was an early aircraft carrier built for the United States Navy. She was the lead ship of the  Lexington class; her only sister ship, Saratoga, was commissioned a month earlier. Originally designed as a battlecruiser, she was converted into one of the Navy's first aircraft carriers during construction to comply with the terms of the Washington Naval Treat"}]}, {"heading": "Events", "year": "1942", "date": "May 8", "txt": "World War II: Gunners of the Ceylon Garrison Artillery on Horsburgh Island in the Cocos Islands rebel in the Cocos Islands Mutiny. Their mutiny is crushed and three of them are executed, the only British Commonwealth soldiers to be executed for mutiny during the Second World War.", "entities": [{"title": "Cocos Islands Mutiny", "href": "/wiki/Cocos_Islands_Mutiny", "description": "The Cocos Islands mutiny was a failed mutiny by Sri Lankan soldiers against British officers, on the Cocos (Keeling) Islands on 8 May 1942, during the Second World War."}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1945", "date": "May 8", "txt": "World War II: The German Instrument of Surrender signed at Reims comes into effect.", "entities": [{"title": "German Instrument of Surrender", "href": "/wiki/German_Instrument_of_Surrender", "description": "The German Instrument of Surrender was the legal document that effected the extinction of Nazi Germany and ended World War II in Europe. The definitive text was signed in Karlshorst, Berlin, on the night of 8 May 1945 by representatives of the three armed services of the Oberkommando der Wehrmacht (OKW) and the Allied Expeditionary Force together with the Supreme High Command of the Soviet Red Arm"}, {"title": "Reims", "href": "/wiki/Reims", "description": "Reims is the most populous city in the Marne department, in the Grand Est region of France. Its population in 2013 was of 182,592 in the city proper (commune) and 317,611 in the metropolitan area making Reims the most populated sub-prefecture in France.The city lies 129 km (80 mi) east-northeast of Paris. Its primary river, the Vesle, is a tributary of the Aisne."}]}, {"heading": "Events", "year": "1945", "date": "May 8", "txt": "End of the Prague uprising, celebrated now as a national holiday in the Czech Republic.", "entities": []}, {"heading": "Events", "year": "1945", "date": "May 8", "txt": "Hundreds of Algerian civilians are killed by French Army soldiers in the Sétif massacre.", "entities": []}, {"heading": "Events", "year": "1945", "date": "May 8", "txt": "The Halifax riot starts when thousands of civilians and servicemen rampage through Halifax, Nova Scotia.", "entities": []}, {"heading": "Events", "year": "1957", "date": "May 8", "txt": "South Vietnamese President Ngo Dinh Diem began a state visit to the United States, his regime's main sponsor.", "entities": [{"title": "Ngo Dinh Diem", "href": "/wiki/Ngo_Dinh_Diem", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}, {"title": "Ngo Dinh Diem presidential visit to the United States", "href": "/wiki/Ngo_Dinh_Diem_presidential_visit_to_the_United_States", "description": "Ngô Đình Diệm, the President of South Vietnam, made a state visit to the United States, the main ally of his government, in 1957. Diệm received a glowing welcome and was heaped with praise as a leader of a \"free country\" in the midst of the Cold War. The receptions during the visit were in large part organized by the American Friends of Vietnam (AFV), a lobby group dedicated to resolute US support"}]}, {"heading": "Events", "year": "1946", "date": "May 8", "txt": "Estonian schoolgirls Aili Jõgi and Ageeda Paavel blow up the Soviet memorial which preceded the Bronze Soldier of Tallinn.", "entities": [{"title": "Aili Jõgi", "href": "/wiki/Aili_J%C3%B5gi", "description": "Aili Jõgi was an Estonian schoolgirl who on the night of 8 May 1946, together with her school friend Ageeda Paavel, blew up a Soviet War reburial monument : the preceding monument to the Bronze Soldier in Tallinn."}, {"title": "Ageeda Paavel", "href": "/wiki/Ageeda_Paavel", "description": "Ageeda Paavel is an Estonian woman who, as a schoolgirl, on the night of 8 May 1946, together with her school friend Aili Jürgenson, blew up a Soviet war monument : the preceding monument to the Bronze Soldier in Tallinn."}, {"title": "Bronze Soldier of Tallinn", "href": "/wiki/Bronze_Soldier_of_Tallinn", "description": "The Bronze Soldier is the informal name of a controversial Soviet World War II war memorial in Tallinn, Estonia, built at the site of several war graves, which were relocated to the nearby Tallinn Military Cemetery in 2007. It was originally named \"Monument to the Liberators of Tallinn\", was later titled to its current official name \"Monument to the Fallen in the Second World War\", and is sometime"}]}, {"heading": "Events", "year": "1963", "date": "May 8", "txt": "South Vietnamese soldiers under the Roman Catholic President Ngo Dinh Diem open fire on Buddhists defying a ban on the flying of the Buddhist flag on Vesak, killing nine and sparking the Buddhist crisis.", "entities": [{"title": "Huế Phật Đản shootings", "href": "/wiki/Hu%E1%BA%BF_Ph%E1%BA%ADt_%C4%90%E1%BA%A3n_shootings", "description": "\nThe Huế Phật Đản shootings were the deaths of nine unarmed Buddhist civilians on 8 May 1963 in the city of Huế, South Vietnam at the hands of the army and security forces of the government of Ngô Đình Diệm, a Roman Catholic. The army and police fired guns and launched grenades into a crowd of Buddhists who had been protesting against a government ban on flying the Buddhist flag on the day of Phật"}, {"title": "Vesākha", "href": "/wiki/Ves%C4%81kha", "description": "Vesak, also known as Buddha Jayanti, Buddha Purnima and Buddha Day, is a holiday traditionally observed by Buddhists and some Hindus in South and Southeast Asia as well as Tibet and Mongolia. The festival commemorates the birth, enlightenment (Buddhahood), and death (Parinirvāna) of Gautama Buddha in Theravada and Tibetan Buddhism. In 2020, Vesak day fell on 7 May in India."}, {"title": "Buddhist crisis", "href": "/wiki/Buddhist_crisis", "description": "The Buddhist crisis was a period of political and religious tension in South Vietnam between May and November 1963, characterized by a series of repressive acts by the South Vietnamese government and a campaign of civil resistance, led mainly by Buddhist monks."}]}, {"heading": "Events", "year": "1967", "date": "May 8", "txt": "The Philippine province of Davao is split into three: Davao del Norte, Davao del Sur, and Davao Oriental.", "entities": [{"title": "Davao (province)", "href": "/wiki/Davao_(province)", "description": "Davao, officially the Province of Davao, was a province in the Philippines on the island of Mindanao. The old province is coterminous with the present-day Davao Region or Region XI. It was divided into three provinces of Davao del Norte, Davao Oriental, and Davao del Sur with the passage of Philippine Republic Act No. 4867 on May 8, 1967. Two more provinces, Compostela Valley and Davao Occidental,"}, {"title": "Davao del Norte", "href": "/wiki/Davao_del_Norte", "description": "Davao del Norte is a province in the Philippines located in the Davao Region in Mindanao. Its capital and largest city is Tagum. The province also includes Samal Island to the south in the Davao Gulf."}, {"title": "Davao del Sur", "href": "/wiki/Davao_del_Sur", "description": "Davao del Sur is a province in the Philippines located in the Davao Region in Mindanao. Its capital is Digos City. Davao City is the largest city in terms of area and population within the province's jurisdiction, yet it is administratively independent of the province; as such, Davao City is only grouped for geographical and statistical purposes."}, {"title": "Davao Oriental", "href": "/wiki/Davao_Oriental", "description": "Davao Oriental is a province in the Philippines located in the Davao Region in Mindanao. Its capital is Mati, and it borders the province of Davao de Oro to the west, and Agusan del Sur and Surigao del Sur to the north. The province is the traditional homeland of the Mandaya and Kagan people."}]}, {"heading": "Events", "year": "1972", "date": "May 8", "txt": "Vietnam War: U.S. President Richard Nixon announces his order to place naval mines in major North Vietnamese ports in order to stem the flow of weapons and other goods to that nation.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Pocket Money", "href": "/wiki/Operation_Pocket_Money", "description": "Operation Pocket Money was the title of a U.S. Navy Task Force 77 aerial mining campaign conducted against the Democratic Republic of Vietnam from 9 May 1972, during the Vietnam War. Its purpose was to halt or slow the transportation of supplies and materials for the Nguyen Hue Offensive, an invasion of the Republic of Vietnam, by forces of the People's Army of Vietnam (PAVN), that had been launch"}]}, {"heading": "Events", "year": "1973", "date": "May 8", "txt": "A 71-day standoff between federal authorities and the American Indian Movement members occupying the Pine Ridge Reservation at Wounded Knee, South Dakota ends with the surrender of the militants.", "entities": [{"title": "Wounded Knee incident", "href": "/wiki/Wounded_Knee_incident", "description": "The Wounded Knee Occupation began on February 27, 1973, when approximately 200 Oglala Lakota and followers of the American Indian Movement (AIM) seized and occupied the town of Wounded Knee, South Dakota, United States, on the Pine Ridge Indian Reservation. Friar Paul Manhart S.J. and ten other residents of the area were apprehended at gunpoint and taken hostage. The protest followed the failure o"}, {"title": "American Indian Movement", "href": "/wiki/American_Indian_Movement", "description": "The American Indian Movement (AIM) is a Native American grassroots movement founded in July 1968 in Minneapolis, Minnesota, initially centered in urban areas to address systemic issues of poverty and police brutality against Native Americans. AIM soon widened its focus from urban issues to include many Indigenous Tribal issues that Native American groups have faced due to settler colonialism of th"}, {"title": "Pine Ridge Reservation", "href": "/wiki/Pine_Ridge_Reservation", "description": "The Pine Ridge Indian Reservation, also called Pine Ridge Agency, is an Oglala Lakota Indian reservation located virtually entirely in the U.S. state of South Dakota. Originally included within the territory of the Great Sioux Reservation, Pine Ridge was created by the Act of March 2, 1889, 25 Stat. 888. in the southwest corner of South Dakota on the Nebraska border. Today it consists of 3,468.85 "}]}, {"heading": "Events", "year": "1976", "date": "May 8", "txt": "The rollercoaster The New Revolution, the first steel coaster with a vertical loop, opens at Six Flags Magic Mountain.", "entities": [{"title": "The New Revolution (roller coaster)", "href": "/wiki/The_New_Revolution_(roller_coaster)", "description": "The New Revolution is a steel roller coaster located at Six Flags Magic Mountain in Valencia, California. Manufactured by Anton Schwarzkopf and designed by Werner Stengel, the roller coaster opened to the public on May 8, 1976. The New Revolution is the world's first modern roller coaster to feature a vertical loop and has been recognized for that accomplishment by American Coaster Enthusiasts (AC"}, {"title": "Six Flags Magic Mountain", "href": "/wiki/Six_Flags_Magic_Mountain", "description": "Six Flags Magic Mountain, formerly known simply as Magic Mountain, is a 262-acre (106 ha) theme park located in unincorporated Valencia, adjacent to the city of Santa Clarita, 35 miles (56 km) northwest of downtown Los Angeles. It opened on May 29, 1971 as a development of the Newhall Land and Farming Company and Sea World Inc. In 1979, Six Flags purchased the park and added the name \"Six Flags\" t"}]}, {"heading": "Events", "year": "1978", "date": "May 8", "txt": "The first ascent of Mount Everest without supplemental oxygen, by Reinhold Messner and Peter Habeler.", "entities": [{"title": "Mount Everest", "href": "/wiki/Mount_Everest", "description": "Mount Everest is Earth's highest mountain above sea level, located in the Mahalangur Himal sub-range of the Himalayas. The China–Nepal border runs across its summit point. Its elevation of 8,848.86 m (29,031.7 ft) was most recently established in 2020 by the Nepali and Chinese authorities."}, {"title": "Reinhold Messner", "href": "/wiki/Reinhold_Messner", "description": "Reinhold Andreas Messner is an Italian mountaineer, explorer, and author. He made the first solo ascent of Mount Everest and, along with Peter Habeler, the first ascent of Everest without supplemental oxygen. He was the first climber to ascend all fourteen peaks over 8,000 metres (26,000 ft) above sea level. Messner was the first to cross Antarctica and Greenland with neither snowmobiles nor dog s"}, {"title": "Peter Habeler", "href": "/wiki/Peter_Habeler", "description": "Peter Habeler is an Austrian mountaineer. He was born in Mayrhofen, Austria. He developed an interest in mountain climbing at age six."}]}, {"heading": "Events", "year": "1980", "date": "May 8", "txt": "The World Health Organization confirms the eradication of smallpox.", "entities": [{"title": "World Health Organization", "href": "/wiki/World_Health_Organization", "description": "The World Health Organization (WHO) is a specialized agency of the United Nations responsible for international public health. The WHO Constitution, which establishes the agency's governing structure and principles, states its main objective as \"the attainment by all peoples of the highest possible level of health\". It is headquartered in Geneva, Switzerland, with six semi-autonomous regional offi"}, {"title": "Smallpox", "href": "/wiki/Smallpox", "description": "Smallpox was an infectious disease caused by one of two virus variants, Variola major and Variola minor. The agent of variola virus (VARV) belongs to the genus Orthopoxvirus. \n The last naturally occurring case was diagnosed in October 1977, and the World Health Organization (WHO) certified the global eradication of the disease in 1980. The risk of death after contracting the disease was about 30%"}]}, {"heading": "Events", "year": "1984", "date": "May 8", "txt": "Corporal Denis Lortie enters the Quebec National Assembly and opens fire, killing three people and wounding 13. René Jalbert, Sergeant-at-Arms of the Assembly, succeeds in calming him, for which he will later receive the Cross of Valour.", "entities": [{"title": "Denis Lortie", "href": "/wiki/Denis_Lortie", "description": "Denis Lortie is a former Canadian Forces corporal. In 1984, he stormed into the National Assembly of Quebec building and opened fire with several firearms, killing three Quebec government employees and wounding 13 others. The National Assembly's Sergeant-at-Arms, René Jalbert, volunteered himself to serve as a hostage, and conversed with Lortie for several hours before convincing him to surrender "}, {"title": "National Assembly of Quebec", "href": "/wiki/National_Assembly_of_Quebec", "description": "The National Assembly of Quebec is the legislative body of the province of Quebec in Canada. Legislators are called MNAs. The Queen in Right of Quebec, represented by the Lieutenant Governor of Quebec and the National Assembly compose the Legislature of Quebec, which operates in a fashion similar to those of other Westminster-style parliamentary systems."}, {"title": "René Jalbert", "href": "/wiki/Ren%C3%A9_Jalbert", "description": "René Marc Jalbert, was a retired Canadian Forces officer and sergeant-at-arms of the National Assembly of Quebec, known for his role in ending Denis Lortie's killing spree in the Parliament Building on 8 May 1984."}, {"title": "Cross of Valour (Canada)", "href": "/wiki/Cross_of_Valour_(Canada)", "description": "The Cross of Valour is a decoration that is, within the Canadian system of honours, the second highest award, the highest honour available for Canadian civilians, and the highest of the three Canadian Bravery Decorations. Created in 1972, the medallion is presented to individuals, both Canadians and foreigners, living and deceased, who have performed acts of the most conspicuous courage in circums"}]}, {"heading": "Events", "year": "1984", "date": "May 8", "txt": "The Thames Barrier is officially opened, preventing the floodplain of most of Greater London from being flooded except under extreme circumstances.", "entities": [{"title": "Floodplain", "href": "/wiki/Floodplain", "description": "A floodplain or flood plain or flood-plain is an area of land adjacent to a river which stretches from the banks of its channel to the base of the enclosing valley walls, and which experiences flooding during periods of high discharge. The soils usually consist of clays, silts, sands, and gravels deposited during floods."}, {"title": "Greater London", "href": "/wiki/Greater_London", "description": "Greater London is a ceremonial county of England that makes up the majority of the London region. This region forms the administrative boundaries of London and is organised into 33 local government districts—the 32 London boroughs and the City of London, which is located within the region but is separate from the county. The Greater London Authority, based in Southwark, is responsible for strategi"}]}, {"heading": "Events", "year": "1987", "date": "May 8", "txt": "The SAS kills eight Provisional Irish Republican Army volunteers and a civilian during an ambush in Loughgall, Northern Ireland.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Loughgall ambush", "href": "/wiki/Loughgall_ambush", "description": "The Loughgall ambush took place on 8 May 1987 in the village of Loughgall, County Armagh, Northern Ireland. An eight-man unit of the Provisional Irish Republican Army (IRA) launched an attack on the Royal Ulster Constabulary (RUC) base in the village. An IRA member drove a digger with a bomb in its bucket through the perimeter fence, while the rest of the unit arrived in a van and fired on the bui"}, {"title": "Loughgall", "href": "/wiki/Loughgall", "description": "Loughgall is a small village, townland and civil parish in County Armagh, Northern Ireland. It is in the historic baronies of Armagh and Oneilland West. It had a population of 282 people in the 2011 Census."}]}, {"heading": "Events", "year": "1988", "date": "May 8", "txt": "A fire at Illinois Bell's Hinsdale Central Office triggers an extended 1AESS network outage once considered to be the \"worst telecommunications disaster in US telephone industry history\".", "entities": [{"title": "Illinois Bell", "href": "/wiki/Illinois_Bell", "description": "Illinois Bell Telephone Company, LLC is the Bell Operating Company serving Illinois. It is owned by AT&T through AT&T Teleholdings, formerly Ameritech."}, {"title": "1AESS", "href": "/wiki/1AESS", "description": "The Number One Electronic Switching System (1ESS) was the first large-scale stored program control (SPC) telephone exchange or electronic switching system in the Bell System. It was manufactured by Western Electric and first placed into service in Succasunna, New Jersey, in May 1965. The switching fabric was composed of a reed relay matrix controlled by wire spring relays which in turn were contro"}]}, {"heading": "Events", "year": "1997", "date": "May 8", "txt": "China Southern Airlines Flight 3456 crashes on approach into Bao'an International Airport, killing 35 people.", "entities": [{"title": "China Southern Airlines Flight 3456", "href": "/wiki/China_Southern_Airlines_Flight_3456", "description": "China Southern Airlines Flight 3456 (CZ3456/CSN3456) was a scheduled domestic passenger flight from Chongqing Jiangbei International Airport to Shenzhen Huangtian Airport. On May 8, 1997, the Boeing 737 performing this route crashed during the second attempt to land in a thunderstorm. \nThe flight number 3456 is still used by China Southern and for the Chongqing-Shenzhen route but now with the Airb"}]}, {"heading": "Events", "year": "2019", "date": "May 8", "txt": "British 17-year-old Isabelle Holdaway is reported to be the first patient ever to receive a genetically modified phage therapy to treat a drug-resistant infection.", "entities": [{"title": "Phage therapy", "href": "/wiki/Phage_therapy", "description": "Phage therapy, viral phage therapy, or phagotherapy is the therapeutic use of bacteriophages to treat pathogenic bacterial infections. Bacteriophages, known as phages, are a form of viruses. Phages attach to bacterial cells, and inject a viral genome into the cell. The viral genome effectively replaces the bacterial genome, halting the bacterial infection. The bacterial cell causing the infection "}, {"title": "Antimicrobial resistance", "href": "/wiki/Antimicrobial_resistance", "description": "Antimicrobial resistance (AMR) occurs when microbes evolve mechanisms that protect them from the effects of antimicrobials. The term antibiotic resistance is a subset of AMR, as it applies to bacteria that become resistant to antibiotics. Resistant microbes are more difficult to treat, requiring higher doses, or alternative medications which may prove more toxic. These approaches may also be more "}]}, {"heading": "Births", "year": "1326", "date": "May 8", "txt": "Joan I, Countess of Auvergne (d. 1360)", "entities": [{"title": "Joan I, Countess of Auvergne", "href": "/wiki/Joan_I,_Countess_of_Auvergne", "description": "Joan I was ruling Countess of Auvergne and Boulogne in 1332–1360, and Queen of France by her marriage to King John II."}]}, {"heading": "Births", "year": "1427", "date": "May 8", "txt": "John Tiptoft, 1st Earl of Worcester, Lord High Treasurer (d. 1470)", "entities": [{"title": "John Tiptoft, 1st Earl of Worcester", "href": "/wiki/John_Tiptoft,_1st_Earl_of_Worcester", "description": "John Tiptoft, 1st Earl of Worcester KG was an English nobleman and scholar, Lord High Treasurer, Lord High Constable and Deputy Governor of Ireland. He was known as \"the Butcher of England\"."}]}, {"heading": "Births", "year": "1460", "date": "May 8", "txt": "Frederick I, Margrave of Brandenburg-Ansbach (d. 1536)", "entities": [{"title": "Frederick I, Margrave of Brandenburg-Ansbach", "href": "/wiki/Frederick_I,_Margrave_of_Brandenburg-Ansbach", "description": "Frederick I of Ansbach and Bayreuth was born at Ansbach as the eldest son of Albert III, Margrave of Brandenburg by his second wife Anna, daughter of Frederick II, Elector of Saxony. His elder half-brother was the Elector Johann Cicero of Brandenburg. Friedrich succeeded his father as Margrave of Ansbach in 1486 and his younger brother Siegmund as Margrave of Bayreuth in 1495."}]}, {"heading": "Births", "year": "1492", "date": "May 8", "txt": "Andrea Alciato, Italian jurist and writer (d. 1550)", "entities": [{"title": "Andrea Alciato", "href": "/wiki/Andrea_Alciato", "description": "Andrea Alciato, commonly known as Alciati, was an Italian jurist and writer. He is regarded as the founder of the French school of legal humanists."}]}, {"heading": "Births", "year": "1508", "date": "May 8", "txt": "Charles Wriothesley, English Officer of Arms (d. 1562)", "entities": [{"title": "Charles Wriothesley", "href": "/wiki/Charles_Wriothesley", "description": "\n\nCharles Wriothesley was a long-serving officer of arms at the College of Arms in London. He was the last member of a dynasty of heralds that started with his grandfather—Garter Principal King of Arms John Writhe."}]}, {"heading": "Births", "year": "1521", "date": "May 8", "txt": "Peter Canisius, Dutch-Swiss priest and saint (d. 1597)", "entities": [{"title": "Peter Canisius", "href": "/wiki/Peter_Canisius", "description": "Peter Canisius was a renowned Dutch Jesuit Catholic priest. He became known for his strong support for the Catholic faith during the Protestant Reformation in Germany, Austria, Bohemia, Moravia, Switzerland and the United Kingdom. The restoration of the Catholic Church in Germany after the Protestant Reformation is largely attributed to the work there of the Society of Jesus, which he led. He is v"}]}, {"heading": "Births", "year": "1551", "date": "May 8", "txt": "Thomas Drury, English government informer and swindler (d. 1603)", "entities": [{"title": "Thomas Drury (1551–1603)", "href": "/wiki/Thomas_Drury_(1551%E2%80%931603)", "description": "\nThomas Drury, government informer, messenger and swindler, is noted for having been one of the main people responsible for accusations of heresy, blasphemy and seditious atheism on the part of the Elizabethan playwright Christopher Marlowe given to the Privy Council in May 1593. Within a couple of weeks, Marlowe—at just 29 the same age as William Shakespeare, but one of the single greatest influe"}]}, {"heading": "Births", "year": "1587", "date": "May 8", "txt": "Victor Amadeus I, Duke of Savoy (d. 1637)", "entities": [{"title": "Victor Amadeus I, Duke of Savoy", "href": "/wiki/Victor_Amadeus_I,_Duke_of_Savoy", "description": "Victor Amadeus I was the Duke of Savoy from 1630 to 1637. He was also known as the Lion of Susa."}]}, {"heading": "Births", "year": "1622", "date": "May 8", "txt": "Claes Rålamb, Swedish politician (d. 1698)", "entities": [{"title": "Claes Rålamb", "href": "/wiki/Claes_R%C3%A5lamb", "description": "Claes Rålamb was a Swedish statesman. In 1660 he was appointed Governor of Uppland County and in 1664 he served in the Privy Council. Between 1673 and 1678, he served as the Over-Governor of Stockholm."}]}, {"heading": "Births", "year": "1628", "date": "May 8", "txt": "Angelo Italia, Sicilian Jesuit and architect (d. 1700)", "entities": [{"title": "Angelo Italia", "href": "/wiki/Angelo_Italia", "description": "Angelo Italia was an Italian Jesuit and Baroque architect, who was born in Licata and died in Palermo. He designed a number of churches in Sicily, and later worked to reconstruct three cities following the 1693 Sicily earthquake."}]}, {"heading": "Births", "year": "1629", "date": "May 8", "txt": "Niels Juel, Norwegian-Danish admiral (d. 1697)", "entities": [{"title": "Niels Juel", "href": "/wiki/Niels_Juel", "description": "Niels Juel was a Danish-Norwegian admiral and a Danish naval hero. He served as supreme command of the Royal Danish Navy during the late 17th century and oversaw development of the Danish Navy."}]}, {"heading": "Births", "year": "1632", "date": "May 8", "txt": "Heino Heinrich Graf von Flemming, German field marshal and politician (d. 1706)", "entities": [{"title": "Heino Heinrich Graf von Flemming", "href": "/wiki/Heino_Heinrich_Graf_von_Flemming", "description": "Heino Heinrich Reichsgraf von Flemming was a Saxon, later Brandenburger army leader and Field Marshal and Governor of Berlin."}]}, {"heading": "Births", "year": "1639", "date": "May 8", "txt": "Giovanni Battista Gaulli, Italian artist (d. 1709)", "entities": [{"title": "Giovanni Battista Gaulli", "href": "/wiki/Giovanni_Battista_Gaulli", "description": "Giovanni Battista Gaulli, also known as Baciccio or Baciccia, was an Italian artist working in the High Baroque and early Rococo periods. He is best known for his grand illusionistic vault frescos in the Church of the Gesù in Rome, Italy. His work was influenced by Gian Lorenzo Bernini."}]}, {"heading": "Births", "year": "1641", "date": "May 8", "txt": "Nicolaes Witsen, Mayor of Amsterdam, Netherlands (d. 1717)", "entities": [{"title": "Nicolaes Witsen", "href": "/wiki/Nicolaes_Witsen", "description": "Nicolaes Witsen was a Dutch statesman who was mayor of Amsterdam thirteen times, between 1682 and 1706. In 1693 he became administrator of the Dutch East India Company (VOC). In 1689 he was extraordinary-ambassador to the English court and became Fellow of the Royal Society. In his free time, he was cartographer, maritime writer, and an authority on shipbuilding. His books on the subject are impor"}]}, {"heading": "Births", "year": "1653", "date": "May 8", "txt": "Claude Louis Hector de Villars, French general and politician, French Minister of Defence (d. 1734)", "entities": [{"title": "Claude Louis Hector de Villars", "href": "/wiki/Claude_Louis_Hector_de_Villars", "description": "Claude Louis Hector de Villars, Prince de Martigues, Marquis then Duc de Villars, Vicomte de Melun was a French military commander and an illustrious general of Louis XIV of France. He was one of only six Marshals to have been promoted Marshal General of France."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Births", "year": "1670", "date": "May 8", "txt": "Charles Beauclerk, 1st Duke of St Albans, English soldier and politician, Lord Lieutenant of Berkshire (d. 1726)", "entities": [{"title": "Charles Beauclerk, 1st Duke of St Albans", "href": "/wiki/Charles_Beauclerk,_1st_Duke_of_St_Albans", "description": "Charles Beauclerk, 1st Duke of St Albans, KG was an illegitimate son of King Charles II of England by his mistress Nell Gwyn."}, {"title": "Lord Lieutenant of Berkshire", "href": "/wiki/Lord_Lieutenant_of_Berkshire", "description": "This is a list of people who have served as Lord Lieutenant of Berkshire. Since 1689, all Lords Lieutenant have also been Custos Rotulorum of Berkshire."}]}, {"heading": "Births", "year": "1698", "date": "May 8", "txt": "Henry Baker, English naturalist (d. 1774)", "entities": [{"title": "Henry Baker (naturalist)", "href": "/wiki/Henry_Baker_(naturalist)", "description": "Henry Baker was a British naturalist."}]}, {"heading": "Births", "year": "1720", "date": "May 8", "txt": "William Cavendish, 4th Duke of Devonshire, English politician, Prime Minister of the United Kingdom (d. 1764)", "entities": [{"title": "William Cavendish, 4th Duke of Devonshire", "href": "/wiki/William_Cavendish,_4th_Duke_of_Devonshire", "description": "William Cavendish, 4th Duke of Devonshire,, styled Lord Cavendish before 1729, and Marquess of Hartington between 1729 and 1755, was a British Whig statesman and nobleman who was briefly nominal Prime Minister of Great Britain. He was the first son of William Cavendish, 3rd Duke of Devonshire and his wife, Lady Catherine."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1735", "date": "May 8", "txt": "Nathaniel Dance-Holland, English painter and politician (d. 1811)", "entities": [{"title": "Nathaniel Dance-Holland", "href": "/wiki/Nathaniel_Dance-Holland", "description": "Sir Nathaniel Dance-Holland, 1st Baronet was a notable English portrait painter and later a politician."}]}, {"heading": "Births", "year": "1737", "date": "May 8", "txt": "Edward Gibbon, English historian and politician (d. 1794)", "entities": [{"title": "Edward Gibbon", "href": "/wiki/Edward_Gibbon", "description": "Edward Gibbon was an English historian, writer and Member of Parliament. His most important work, The History of the Decline and Fall of the Roman Empire, was published in six volumes between 1776 and 1788 and is known for the quality and irony of its prose, its use of primary sources, and its polemical criticism of organised religion."}]}, {"heading": "Births", "year": "1745", "date": "May 8", "txt": "Carl Stamitz, German violinist and composer (d. 1801)", "entities": [{"title": "Carl Stamitz", "href": "/wiki/Carl_Stamitz", "description": "Carl Philipp Stamitz was a German composer of partial Czech ancestry. He was the most prominent representative of the second generation of the Mannheim School."}]}, {"heading": "Births", "year": "1753", "date": "May 8", "txt": "Miguel Hidalgo y Costilla, Mexican priest and rebel leader (d. 1811)", "entities": [{"title": "Miguel Hidalgo y Costilla", "href": "/wiki/Miguel_Hidalgo_y_Costilla", "description": "Don Miguel Gregorio Antonio Francisco Ignacio Hidalgo-Costilla y Gallaga Mandarte Villaseñor, more commonly known as Don Miguel Hidalgo y Costilla or Miguel Hidalgo, was a Spanish Catholic priest, a leader of the Mexican War of Independence, and recognized as the Father of the Nation."}]}, {"heading": "Births", "year": "1786", "date": "May 8", "txt": "John Vianney, French priest and saint (d. 1859)", "entities": [{"title": "John Vianney", "href": "/wiki/John_Vianney", "description": "John Vianney, venerated as Saint John Vianney, was a French Catholic priest who is venerated in the Catholic Church as a saint and as the patron saint of parish priests. He is often referred to as the \"Curé d'Ars\", internationally known for his priestly and pastoral work in his parish in Ars, France, because of the radical spiritual transformation of the community and its surroundings. Catholics a"}]}, {"heading": "Births", "year": "1815", "date": "May 8", "txt": "Edward Tompkins, American lawyer and politician (d. 1872)", "entities": [{"title": "Edward Tompkins", "href": "/wiki/Edward_Tompkins", "description": "Edward Tompkins (1815–1872) was an American lawyer. He is best known for endowing a chair at the University of California where he had been elected to the board of regents."}]}, {"heading": "Births", "year": "1818", "date": "May 8", "txt": "Samuel Leonard Tilley, Canadian pharmacist and politician, 3rd Premier of New Brunswick (d. 1896)", "entities": [{"title": "Samuel Leonard Tilley", "href": "/wiki/Samuel_Leonard_Tilley", "description": "Sir Samuel Leonard Tilley was a Canadian politician and one of the Fathers of Confederation. Tilley was descended from United Empire Loyalists on both sides of his family. As a pharmacist, he went into business as a druggist."}, {"title": "List of premiers of New Brunswick", "href": "/wiki/List_of_premiers_of_New_Brunswick", "description": "The Canadian province of New Brunswick was a British crown colony before it joined Canada in 1867. It had a system of responsible government beginning in 1854, and has kept its own legislature to deal with provincial matters. New Brunswick has a unicameral Westminster-style parliamentary government, in which the Premier is the leader of the party that has the confidence of the Legislative Assembly"}]}, {"heading": "Births", "year": "1821", "date": "May 8", "txt": "William Henry Vanderbilt, American businessman and philanthropist (d. 1885)", "entities": [{"title": "William Henry Vanderbilt", "href": "/wiki/William_Henry_Vanderbilt", "description": "William Henry \"Billy\" Vanderbilt was an American businessman and philanthropist. He was the eldest son of Commodore Cornelius Vanderbilt, an heir to his fortune and a prominent member of the Vanderbilt family. Vanderbilt became the richest American after he took over his father's fortune in 1877 until his own death in 1885, passing on a substantial part of the fortune to his wife and children, par"}]}, {"heading": "Births", "year": "1824", "date": "May 8", "txt": "William Walker, American physician, lawyer, journalist and mercenary (d. 1860)", "entities": [{"title": "William Walker (filibuster)", "href": "/wiki/William_Walker_(filibuster)", "description": "William Walker was an American physician, lawyer, journalist, and mercenary who organized several private military expeditions into Mexico and Central America with the intention of establishing English-speaking colonies under his personal control, an enterprise then known as \"filibustering\". Walker usurped the presidency of Nicaragua in July 1856 and ruled until May 1, 1857, when he was forced out"}]}, {"heading": "Births", "year": "1825", "date": "May 8", "txt": "George Bruce Malleson, English-Indian colonel and author (d. 1898)", "entities": [{"title": "George Bruce Malleson", "href": "/wiki/George_Bruce_Malleson", "description": "\nColonel George Bruce Malleson was an English officer in India and author."}]}, {"heading": "Births", "year": "1828", "date": "May 8", "txt": "Henry Dunant, Swiss businessman and activist, co-founded the Red Cross, Nobel Prize laureate (d. 1910)", "entities": [{"title": "Henry Dunant", "href": "/wiki/Henry_Dunant", "description": "Henry Dunant, also known as Henri Dunant, was a Swiss humanitarian, businessman and social activist. He was the visionary, promoter and co-founder of the Red Cross. In 1901 he received the first Nobel Peace Prize together with Frédéric Passy, making Dunant the first Swiss Nobel laureate."}, {"title": "Red Cross", "href": "/wiki/Red_Cross", "description": "The International Red Cross and Red Crescent Movement is an international humanitarian movement with approximately 97 million volunteers, members and staff worldwide, which was founded to protect human life and health, to ensure respect for all human beings, and to prevent and alleviate human suffering. Within three distinct organizations that are legally independent from each other, but are unite"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1828", "date": "May 8", "txt": "Charbel Makhluf, Lebanese monk and saint (d. 1898)", "entities": []}, {"heading": "Births", "year": "1829", "date": "May 8", "txt": "Louis Moreau Gottschalk, American pianist and composer (d. 1869)", "entities": [{"title": "Louis Moreau Gottschalk", "href": "/wiki/Louis_Moreau_Gottschalk", "description": "Louis Moreau Gottschalk was an American composer and pianist, best known as a virtuoso performer of his own romantic piano works. He spent most of his working career outside of the United States."}]}, {"heading": "Births", "year": "1835", "date": "May 8", "txt": "Bertalan Székely, Hungarian painter and academic (d. 1910)", "entities": [{"title": "Bertalan Székely", "href": "/wiki/Bertalan_Sz%C3%A9kely", "description": "Bertalan Székely was a Hungarian history and portrait painter who worked in the Romantic and Academic styles."}]}, {"heading": "Births", "year": "1839", "date": "May 8", "txt": "Adolphe-Basile Routhier, Canadian judge, author, and songwriter (d. 1920)", "entities": [{"title": "Adolphe-Basile Routhier", "href": "/wiki/Adolphe-Basile_Routhier", "description": "Sir Adolphe-Basile Routhier was a Canadian judge, author, and lyricist. He wrote the lyrics of the original French version of the Canadian national anthem \"O Canada\". He was born in Saint-Placide, Quebec, to Charles Routhier and Angélique Lafleur."}]}, {"heading": "Births", "year": "1842", "date": "May 8", "txt": "Emil Christian Hansen, Danish physiologist and mycologist (d. 1909)", "entities": [{"title": "Emil Christian Hansen", "href": "/wiki/Emil_Christian_Hansen", "description": "Emil Christian Hansen was a Danish mycologist and fermentation physiologist."}]}, {"heading": "Births", "year": "1846", "date": "May 8", "txt": "Oscar Hammerstein I, American businessman and composer (d. 1919)", "entities": [{"title": "Oscar Hammerstein I", "href": "/wiki/Oscar_Hammerstein_I", "description": "Oscar Hammerstein I was a German-born businessman, theater impresario, and composer in New York City. His passion for opera led him to open several opera houses, and he rekindled opera's popularity in America. He was the grandfather of American lyricist Oscar Hammerstein II and the father of theater manager William Hammerstein and American producer Arthur Hammerstein."}]}, {"heading": "Births", "year": "1850", "date": "May 8", "txt": "Ross Barnes, American baseball player and manager (d. 1915)", "entities": [{"title": "Ross Barnes", "href": "/wiki/Ross_Barnes", "description": "Charles Roscoe Barnes was one of the stars of baseball's National Association (1871–75) and the early National League (1876–81), playing second base and shortstop. He played for the dominant Boston Red Stockings teams of the early 1870s, along with Albert Spalding, Cal McVey, George Wright, Harry Wright, Jim O'Rourke, and Deacon White. Despite playing for these star-studded teams, many claim that "}]}, {"heading": "Births", "year": "1853", "date": "May 8", "txt": "Dan Brouthers, American baseball player and manager (d. 1932)", "entities": [{"title": "Dan Brouthers", "href": "/wiki/Dan_Brouthers", "description": "Dennis Joseph \"Dan\" Brouthers was an American first baseman in Major League Baseball whose career spanned the period from 1879 to 1896, with a brief return in 1904. Nicknamed \"Big Dan\" for his size, he was 6 feet 2 inches (1.88 m) and weighed 207 pounds (94 kg), which was large by 19th-century standards."}]}, {"heading": "Births", "year": "1856", "date": "May 8", "txt": "Pedro Lascuráin, Mexican politician, president for 45 minutes on February 13, 1913. (d. 1952)", "entities": [{"title": "Pedro Lascuráin", "href": "/wiki/Pedro_Lascur%C3%A1in", "description": "Pedro Lascuráin Paredes was a Mexican politician who served as the 38th President of Mexico for less than one hour on February 19, 1913, the shortest presidency in the history of the world. He had earlier served as Mexico's foreign secretary for two terms and was the director of a small law school in Mexico City for sixteen years."}]}, {"heading": "Births", "year": "1858", "date": "May 8", "txt": "Heinrich Berté, Slovak-Austrian composer (d. 1924)", "entities": [{"title": "Heinrich Berté", "href": "/wiki/Heinrich_Bert%C3%A9", "description": "Heinrich Berté, born Heinrich Bettelheim was an Austria-Hungarian composer of operas and operettas."}]}, {"heading": "Births", "year": "1858", "date": "May 8", "txt": "J. Meade Falkner, English author and poet (d. 1932)", "entities": []}, {"heading": "Births", "year": "1859", "date": "May 8", "txt": "Johan Jensen, Danish mathematician and engineer (d. 1925)", "entities": [{"title": "Johan Jensen (mathematician)", "href": "/wiki/Johan_Jensen_(mathematician)", "description": "Johan Ludwig William Valdemar Jensen, mostly known as Johan Jensen, was a Danish mathematician and engineer. He was the president of the Danish Mathematical Society from 1892 to 1903."}]}, {"heading": "Births", "year": "1867", "date": "May 8", "txt": "Margarete Böhme, German novelist (d. 1939)", "entities": [{"title": "Margarete Böhme", "href": "/wiki/Margarete_B%C3%B6hme", "description": "Margarete Böhme was, arguably, one of the most widely read German writers of the early 20th century. Böhme authored 40 novels – as well as short stories, autobiographical sketches, and articles. The Diary of a Lost Girl, first published in 1905 as Tagebuch einer Verlorenen, is her best known and bestselling book. By the end of the 1920s, it had sold more than a million copies, ranking it among the"}]}, {"heading": "Births", "year": "1879", "date": "May 8", "txt": "Wesley Coe, American shot putter, discus thrower, and tug of war competitor (d. 1926)", "entities": [{"title": "Wesley Coe", "href": "/wiki/Wesley_Coe", "description": "Wesley William Coe, Jr., sometimes listed as William Wesley Coe, Jr., was an American track and field athlete who competed principally in the shot put and also in the hammer throw, discus throw, and tug of war."}, {"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Births", "year": "1884", "date": "May 8", "txt": "Harry S. Truman, American colonel and politician, 33rd President of the United States (d. 1972)", "entities": [{"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1885", "date": "May 8", "txt": "Thomas B. Costain, Canadian journalist and author (d. 1965)", "entities": [{"title": "Thomas B. Costain", "href": "/wiki/Thomas_B._Costain", "description": "Thomas Bertram Costain was a Canadian-American journalist who became a best-selling author of historical novels at the age of 57."}]}, {"heading": "Births", "year": "1892", "date": "May 8", "txt": "Adriaan Pelt, Dutch journalist and diplomat (d. 1981)", "entities": [{"title": "Adriaan Pelt", "href": "/wiki/Adriaan_Pelt", "description": "Adriaan Pelt was a Dutch journalist, international civil servant and diplomat, most famous for drafting the post war constitution of Libya."}]}, {"heading": "Births", "year": "1893", "date": "May 8", "txt": "Francis Ouimet, American golfer (d. 1967)", "entities": [{"title": "Francis Ouimet", "href": "/wiki/Francis_Ouimet", "description": "Francis DeSales Ouimet was an American amateur golfer who is frequently referred to as the \"father of amateur golf\" in the United States. He won the U.S. Open in 1913 and was the first non-Briton elected Captain of the Royal and Ancient Golf Club of St Andrews. He was inducted into the World Golf Hall of Fame in 1974."}]}, {"heading": "Births", "year": "1893", "date": "May 8", "txt": "Edd Roush, American baseball player and coach (d. 1988)", "entities": []}, {"heading": "Births", "year": "1893", "date": "May 8", "txt": "Teddy Wakelam, English rugby player and sportscaster (d. 1963)", "entities": []}, {"heading": "Births", "year": "1895", "date": "May 8", "txt": "James H. Kindelberger, American businessman (d. 1962)", "entities": [{"title": "James H. Kindelberger", "href": "/wiki/James_H._Kindelberger", "description": "James Howard \"Dutch\" Kindelberger was an American aviation pioneer. He led North American Aviation from 1934 until 1960. An extroverted character, Kindelberger was famed for his emphasis on hard work, orderliness and punctuality."}]}, {"heading": "Births", "year": "1895", "date": "May 8", "txt": "Fulton J. Sheen, American archbishop (d. 1979)", "entities": []}, {"heading": "Births", "year": "1895", "date": "May 8", "txt": "Edmund Wilson, American critic, essayist, and editor (d. 1972)", "entities": []}, {"heading": "Births", "year": "1898", "date": "May 8", "txt": "Aloysius Stepinac, Croatian cardinal (d. 1960)", "entities": [{"title": "Aloysius Stepinac", "href": "/wiki/Aloysius_Stepinac", "description": "Aloysius Viktor Stepinac was a Yugoslav Croat prelate of the Catholic Church. A cardinal, Stepinac served as Archbishop of Zagreb from 1937 until his death, a period which included the fascist rule of the Ustaše over the Axis puppet state the Independent State of Croatia from 1941 to 1945 during World War II. He was tried by the communist Yugoslav government after the war and convicted of treason "}]}, {"heading": "Births", "year": "1899", "date": "May 8", "txt": "Arthur Q. Bryan, American actor, voice actor, comedian and radio personality (d. 1959)", "entities": [{"title": "Arthur Q. Bryan", "href": "/wiki/Arthur_Q._Bryan", "description": "Arthur Quirk Bryan was an American actor and radio personality, best remembered for his longtime recurring role as well-spoken, wisecracking Dr. Gamble on the radio comedy Fibber McGee and Molly and for creating the voice of the Warner Brothers cartoon character Elmer Fudd."}]}, {"heading": "Births", "year": "1899", "date": "May 8", "txt": "Friedrich Hayek, Austrian economist and philosopher, Nobel Prize laureate (d. 1992)", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1899", "date": "May 8", "txt": "Jacques Heim, French fashion designer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1901", "date": "May 8", "txt": "Turkey Stearnes, American baseball player (d. 1979)", "entities": [{"title": "Turkey Stearnes", "href": "/wiki/Turkey_Stearnes", "description": "Norman Thomas \"Turkey\" Stearnes was an American baseball outfielder in the Negro leagues. He was elected to the Baseball Hall of Fame in 2000."}]}, {"heading": "Births", "year": "1902", "date": "May 8", "txt": "André Michel Lwoff, French microbiologist and physician, Nobel Prize laureate (d. 1994)", "entities": [{"title": "André Michel Lwoff", "href": "/wiki/Andr%C3%A9_Michel_Lwoff", "description": "André Michel Lwoff was a French microbiologist and Nobel laureate."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1903", "date": "May 8", "txt": "Fernandel, French actor and singer (d. 1971)", "entities": [{"title": "Fernandel", "href": "/wiki/Fernandel", "description": "Fernand Joseph Désiré Contandin, better known as Fernandel, was a French actor and singer. Born in Marseille, France, to Désirée Bedouin and Denis Contandin, originating in Perosa Argentina, an Occitan town located in the province of Turin, Italy. He was a comedy star who first gained popularity in French vaudeville, operettas, and music-hall revues. His stage name originated from his marriage to "}]}, {"heading": "Births", "year": "1903", "date": "May 8", "txt": "Mary Stewart, Baroness Stewart of Alvechurch, British politician and educator (d. 1984)", "entities": []}, {"heading": "Births", "year": "1904", "date": "May 8", "txt": "John Snagge, English journalist (d. 1996)", "entities": [{"title": "John Snagge", "href": "/wiki/John_Snagge", "description": "John Derrick Mordaunt Snagge OBE was a British newsreader and commentator on BBC Radio."}]}, {"heading": "Births", "year": "1905", "date": "May 8", "txt": "Red Nichols, American cornet player, composer, and bandleader (d. 1965)", "entities": [{"title": "Red Nichols", "href": "/wiki/Red_Nichols", "description": "Ernest Loring \"Red\" Nichols was an American jazz cornetist, composer, and jazz bandleader."}]}, {"heading": "Births", "year": "1906", "date": "May 8", "txt": "Roberto Rossellini, Italian director and screenwriter (d. 1977)", "entities": [{"title": "Roberto Rossellini", "href": "/wiki/Roberto_Rossellini", "description": "Roberto Gastone Zeffiro Rossellini was an Italian film director, producer, and screenwriter. He was one of the most prominent directors of the Italian neorealist cinema, contributing to the movement with films such as Rome, Open City (1945), Paisan (1946) and Germany, Year Zero (1948)."}]}, {"heading": "Births", "year": "1910", "date": "May 8", "txt": "George Male, English footballer (d. 1998)", "entities": [{"title": "George Male", "href": "/wiki/George_Male", "description": "Charles George Male was an English footballer."}]}, {"heading": "Births", "year": "1910", "date": "May 8", "txt": "Andrew E. Svenson, American author and publisher (d. 1975)", "entities": []}, {"heading": "Births", "year": "1910", "date": "May 8", "txt": "Mary Lou Williams, American pianist and composer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1911", "date": "May 8", "txt": "Wilhelm Friedrich de Gaay Fortman, Dutch jurist and politician, Dutch Minister of The Interior (d. 1997)", "entities": [{"title": "Wilhelm Friedrich de Gaay Fortman", "href": "/wiki/Wilhelm_Friedrich_de_Gaay_Fortman", "description": "Wilhelm Friedrich \"Gaius\" de Gaay Fortman was a Dutch jurist and politician of the Anti-Revolutionary Party (ARP), which later merged into the Christian Democratic Appeal (CDA) party."}, {"title": "Ministry of the Interior and Kingdom Relations", "href": "/wiki/Ministry_of_the_Interior_and_Kingdom_Relations", "description": "The Ministry of the Interior and Kingdom Relations is the Netherlands' ministry responsible for domestic policy, civil service, public administration, elections, local governments, intelligence, and kingdom relations."}]}, {"heading": "Births", "year": "1911", "date": "May 8", "txt": "Robert Johnson, American singer-songwriter and guitarist (d. 1938)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 8", "txt": "George Woodcock, Canadian author and poet (d. 1995)", "entities": [{"title": "George Woodcock", "href": "/wiki/George_Woodcock", "description": "George Woodcock was a Canadian writer of political biography and history, an anarchist thinker, a philosopher, an essayist and literary critic. He was also a poet and published several volumes of travel writing. In 1959 he was the founding editor of the journal Canadian Literature which was the first academic journal specifically dedicated to Canadian writing. He is most commonly known outside Can"}]}, {"heading": "Births", "year": "1913", "date": "May 8", "txt": "Bob Clampett, American animator, director, and producer (d. 1984)", "entities": [{"title": "Bob Clampett", "href": "/wiki/Bob_Clampett", "description": "Robert Emerson Clampett Sr. was an American animator, producer, director, and puppeteer best known for his work on the Looney Tunes animated series from Warner Bros. as well as the television shows Time for Beany and Beany and Cecil. Clampett was born and raised not far from Hollywood and, early in his life, expressed an interest in animation and puppetry. After leaving high school a few months sh"}]}, {"heading": "Births", "year": "1913", "date": "May 8", "txt": "Sid James, South African-English actor and singer (d. 1976)", "entities": []}, {"heading": "Births", "year": "1915", "date": "May 8", "txt": "Milton Meltzer, American historian and author (d. 2009)", "entities": [{"title": "Milton Meltzer", "href": "/wiki/Milton_Meltzer", "description": "Milton Meltzer was an American historian and author best known for his nonfiction books on Jewish, African-American, and American history. Since the 1950s, he was a prolific author of history books in the children's literature and young adult literature genres, having written nearly 100 books. Meltzer was an advocate for human rights, as well as an adjunct professor for the University of Massachus"}]}, {"heading": "Births", "year": "1916", "date": "May 8", "txt": "João Havelange, Brazilian water polo player, lawyer, and businessman (d. 2016)", "entities": [{"title": "João Havelange", "href": "/wiki/Jo%C3%A3o_Havelange", "description": "Jean-Marie Faustin Godefroid \"João\" de Havelange was a Brazilian lawyer, businessman, athlete and centenarian who served as the seventh president of FIFA from 1974 to 1998. His tenure as President is the second longest in FIFA's history, behind only that of Jules Rimet. He received the title of Honorary President when leaving office, but resigned in April 2013. He succeeded Stanley Rous and was su"}]}, {"heading": "Births", "year": "1916", "date": "May 8", "txt": "Chinmayananda Saraswati, Indian spiritual leader and educator (d. 1993)", "entities": []}, {"heading": "Births", "year": "1916", "date": "May 8", "txt": "Ramananda Sengupta, Indian cinematographer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 8", "txt": "John Anderson, Jr., American lawyer and politician, 36th Governor of Kansas (d. 2014)", "entities": [{"title": "John Anderson, Jr.", "href": "/wiki/John_Anderson,_Jr.", "description": "John Anderson Jr. was the 36th Governor of Kansas, having served from 1961 until 1965. A member of the Republican Party, he previously was the 33rd Attorney General of Kansas from 1956 until 1961."}, {"title": "Governor of Kansas", "href": "/wiki/Governor_of_Kansas", "description": "The Governor of Kansas is the head of the executive branch of Kansas's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Kansas Legislature, to convene the legislature at any time, and to grant pardons."}]}, {"heading": "Births", "year": "1919", "date": "May 8", "txt": "Lex Barker, American actor (d. 1973)", "entities": [{"title": "Lex Barker", "href": "/wiki/Lex_Barker", "description": "Alexander Crichlow Barker Jr. was an American actor best known for playing Tarzan of the Apes and leading characters from Karl May's novels."}]}, {"heading": "Births", "year": "1920", "date": "May 8", "txt": "Saul Bass, American graphic designer and director (d. 1996)", "entities": [{"title": "Saul Bass", "href": "/wiki/Saul_Bass", "description": "Saul Bass was an American graphic designer and Oscar-winning filmmaker, best known for his design of motion-picture title sequences, film posters, and corporate logos."}]}, {"heading": "Births", "year": "1920", "date": "May 8", "txt": "Barbara Howard, Canadian sprinter and educator (d. 2017)", "entities": []}, {"heading": "Births", "year": "1920", "date": "May 8", "txt": "Tom of Finland, Finnish illustrator (d. 1991)", "entities": []}, {"heading": "Births", "year": "1920", "date": "May 8", "txt": "Sloan Wilson, American author and poet (d. 2003)", "entities": []}, {"heading": "Births", "year": "1920", "date": "May 8", "txt": "Gordon McClymont, Australian ecologist and academic (d. 2000)", "entities": []}, {"heading": "Births", "year": "1922", "date": "May 8", "txt": "Mary Q. Steele, American naturalist and author (d. 1992)", "entities": [{"title": "Mary Q. Steele", "href": "/wiki/Mary_Q._Steele", "description": "Mary Quintard Govan Steele was a noted American author and naturalist. She wrote over twenty books: some adult-style, but mostly children's books. One of her books, Journey Outside, was a Newbery Honor Book. Steele sometimes wrote under the names Wilson Gage and J. N. Darby."}]}, {"heading": "Births", "year": "1924", "date": "May 8", "txt": "S. Vithiananthan, Sri Lankan author and academic (d. 1989)", "entities": [{"title": "S. Vithiananthan", "href": "/wiki/S._Vithiananthan", "description": "Professor Suppiramaniam Vithiananthan was a Sri Lankan writer, academic and the first vice-chancellor of the University of Jaffna."}]}, {"heading": "Births", "year": "1925", "date": "May 8", "txt": "Ali Hassan Mwinyi, Tanzanian politician, 2nd President of Tanzania", "entities": [{"title": "Ali Hassan Mwinyi", "href": "/wiki/Ali_Hassan_Mwinyi", "description": "Ali Hassan Mwinyi is a Tanzanian politician who served as the second President of the United Republic of Tanzania from 1985 to 1995. Previous posts include Interior Minister and Vice President. He also was chairman of the ruling party, the Chama Cha Mapinduzi (CCM) from 1990 to 1996."}, {"title": "President of Tanzania", "href": "/wiki/President_of_Tanzania", "description": "The president of the United Republic of Tanzania is the head of state and head of government of Tanzania. The president leads the executive branch of the Government of Tanzania and is the commander-in-chief of the armed forces. The president serves a term of five years. Since 1992, they are limited to two terms, whether successive or separated."}]}, {"heading": "Births", "year": "1926", "date": "May 8", "txt": "David Attenborough, English environmentalist and television host", "entities": [{"title": "David Attenborough", "href": "/wiki/David_Attenborough", "description": "Sir David Frederick Attenborough is an English broadcaster and natural historian. He is best known for writing and presenting, in conjunction with the BBC Natural History Unit, the nine natural history documentary series forming the Life collection that together constitute a comprehensive survey of animal and plant life on Earth. He is a former senior manager at the BBC, having served as controlle"}]}, {"heading": "Births", "year": "1926", "date": "May 8", "txt": "David Hurst, German actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1926", "date": "May 8", "txt": "Don Rickles, American comedian and actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1927", "date": "May 8", "txt": "Chumy Chúmez, Spanish actor, director, and screenwriter (d. 2003)", "entities": [{"title": "Chumy Chúmez", "href": "/wiki/Chumy_Ch%C3%BAmez", "description": "Jose María González Castrillo, more known as Chumy Chúmez, was a Spanish cartoon humorist, writer and film director."}]}, {"heading": "Births", "year": "1927", "date": "May 8", "txt": "László Paskai, Hungarian cardinal (d. 2015)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 8", "txt": "Robert Conley, American journalist (d. 2013)", "entities": [{"title": "Robert Conley (reporter)", "href": "/wiki/Robert_Conley_(reporter)", "description": "Robert Conley was an American newspaper, television and radio reporter."}]}, {"heading": "Births", "year": "1928", "date": "May 8", "txt": "Ted Sorensen, American lawyer, 8th White House Counsel (d. 2010)", "entities": [{"title": "White House Counsel", "href": "/wiki/White_House_Counsel", "description": "The White House counsel is a senior staff appointee of the president of the United States and vice president of the United States whose role is to advise the president on all legal issues concerning the president and their administration."}]}, {"heading": "Births", "year": "1929", "date": "May 8", "txt": "Ethel D. Allen, American physician and politician (d. 1981)", "entities": [{"title": "Ethel D. Allen", "href": "/wiki/Ethel_D._Allen", "description": "Ethel D. Allen, D.O. was an African-American Republican politician and physician who served in the Pennsylvania state cabinet as Secretary of the Commonwealth."}]}, {"heading": "Births", "year": "1929", "date": "May 8", "txt": "Girija Devi, Indian classical singer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 8", "txt": "Claude Castonguay, Canadian banker and politician", "entities": []}, {"heading": "Births", "year": "1929", "date": "May 8", "txt": "Miyoshi Umeki, Japanese-American actress and singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 8", "txt": "Heather Harper, Northern Irish soprano (d. 2019)", "entities": [{"title": "Heather Harper", "href": "/wiki/Heather_Harper", "description": "Heather Mary Harper was a Northern Irish operatic soprano. She was active internationally in both opera and concert. She performed roles such as Helena in Benjamin Britten's A Midsummer Night's Dream at the Royal Opera House, Elsa in Wagner's Lohengrin at the Bayreuth Festival, and the Countess in Mozart's The Marriage of Figaro at the Metropolitan Opera. She became known internationally when she "}]}, {"heading": "Births", "year": "1930", "date": "May 8", "txt": "Doug Atkins, American football player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 8", "txt": "René Maltête, French photographer and poet (d. 2000)", "entities": []}, {"heading": "Births", "year": "1930", "date": "May 8", "txt": "Gary Snyder, American poet, essayist, and translator", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 8", "txt": "Julieta Campos, Cuban-Mexican author and translator (d. 2007)", "entities": [{"title": "Julieta Campos", "href": "/wiki/Julieta_Campos", "description": "Julieta Campos was a Cuban-Mexican writer."}]}, {"heading": "Births", "year": "1932", "date": "May 8", "txt": "Phyllida Law, Scottish actress", "entities": []}, {"heading": "Births", "year": "1932", "date": "May 8", "txt": "Harry Wells, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 8", "txt": "Leonard Hoffmann, Baron Hoffmann, South African-English lawyer and judge", "entities": [{"title": "Leonard Hoffmann, Baron Hoffmann", "href": "/wiki/Leonard_Hoffmann,_Baron_Hoffmann", "description": "Leonard Hubert \"Lennie\" Hoffmann, Baron Hoffmann is a retired senior South African–British judge. He served as a Lord of Appeal in Ordinary from 1995 to 2009."}]}, {"heading": "Births", "year": "1934", "date": "May 8", "txt": "Maurice Norman, English footballer", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 8", "txt": "David Williamson, Baron Williamson of Horton, English soldier and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 8", "txt": "Lucius Cary, 15th Viscount Falkland, Scottish politician", "entities": [{"title": "Lucius Cary, 15th Viscount Falkland", "href": "/wiki/Lucius_Cary,_15th_Viscount_Falkland", "description": "Lucius Edward William Plantagenet Cary, 15th Viscount of Falkland, styled Master of Falkland from 1961 to 1984, is a British nobleman and politician."}]}, {"heading": "Births", "year": "1935", "date": "May 8", "txt": "Princess Elisabeth of Denmark (d. 2018)", "entities": []}, {"heading": "Births", "year": "1935", "date": "May 8", "txt": "Jack Charlton, English footballer and manager (d. 2020)", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 8", "txt": "Kazuo Koike, Japanese author", "entities": [{"title": "Kazuo Koike", "href": "/wiki/Kazuo_Koike", "description": "Kazuo Koike  was a prolific Japanese manga writer (gensakusha), novelist, screenwriter, lyricist and entrepreneur. He is best known for his violent, artful seinen manga, notably Lone Wolf and Cub, Lady Snowblood and Crying Freeman, which − along with their numerous media adaptations − have been credited for their influence on the international growth of Japanese popular culture."}]}, {"heading": "Births", "year": "1936", "date": "May 8", "txt": "Haljand Udam, Estonian orientalist and academic (d. 2005)", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 8", "txt": "Bernard Cleary, Canadian journalist, academic, and politician", "entities": [{"title": "Bernard Cleary", "href": "/wiki/Bernard_Cleary", "description": "Bernard Cleary was a Canadian politician."}]}, {"heading": "Births", "year": "1937", "date": "May 8", "txt": "Mike Cuellar, Cuban-American baseball player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 8", "txt": "Carlos Gaviria Díaz, Colombian lawyer and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 8", "txt": "Thomas Pynchon, American novelist", "entities": []}, {"heading": "Births", "year": "1938", "date": "May 8", "txt": "Javed Burki, Indian-Pakistani cricketer", "entities": [{"title": "Javed Burki", "href": "/wiki/Javed_Burki", "description": "Javed Burki is a Pakistani former cricketer who played in 25 Tests from 1960 to 1969 to eventually become an ICC match referee. Burki received his early education from Saint Mary's Academy at Rawalpindi. He also played cricket while studying at Oxford University (1958–1960)."}]}, {"heading": "Births", "year": "1938", "date": "May 8", "txt": "Jean Giraud, French author and illustrator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 8", "txt": "Paul Drayton, American sprinter (d. 2010)", "entities": [{"title": "Paul Drayton (athlete)", "href": "/wiki/Paul_Drayton_(athlete)", "description": "Otis Paul Drayton was an American sprint runner. He was an AAU champion in the 220 yd (200 m) sprint from 1961 to 1963. In 1961, he was a member of the world record of 39.1 seconds setting American 4 × 100 m relay team, and equaled the 200 m world record of 20.5 s in 1962. At the 1964 Olympics, Drayton won a silver medal in the 200 m and ran the opening leg for the gold medal winning American 4 × "}]}, {"heading": "Births", "year": "1940", "date": "May 8", "txt": "Peter Benchley, American author and screenwriter (d. 2006)", "entities": [{"title": "Peter Benchley", "href": "/wiki/Peter_Benchley", "description": "Peter Bradford Benchley was an American author, screenwriter, and ocean activist. He is known as the author of the bestselling novel Jaws and co-wrote its film adaptation with Carl Gottlieb. Several more of his works were also adapted for both cinema and television, including The Deep, The Island, Beast, and White Shark."}]}, {"heading": "Births", "year": "1940", "date": "May 8", "txt": "James Blyth, Baron Blyth of Rowington, English businessman and academic", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 8", "txt": "Irwin Cotler, Canadian lawyer and politician, 47th Canadian Minister of Justice", "entities": [{"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Births", "year": "1940", "date": "May 8", "txt": "Emilio Delgado, Mexican-American actor, \"Sesame Street\"", "entities": [{"title": "Sesame Street", "href": "/wiki/Sesame_Street", "description": "Sesame Street is an American educational children's television series that combines live-action, sketch comedy, animation and puppetry. It is produced by Sesame Workshop and was created by Joan Ganz Cooney and Lloyd Morrisett. The program is known for its images communicated through the use of Jim Henson's Muppets, and includes short films, with humor and cultural references. The series premiered "}]}, {"heading": "Births", "year": "1940", "date": "May 8", "txt": "Ricky Nelson, American singer-songwriter, guitarist, and actor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1940", "date": "May 8", "txt": "Toni Tennille, American singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 8", "txt": "John Fred, American singer-songwriter (d. 2005)", "entities": [{"title": "John Fred", "href": "/wiki/John_Fred", "description": "John Fred Gourrier, known by his stage name John Fred, was an American blue-eyed soul, swamp pop, rock and roll, and R&B performer from Baton Rouge, Louisiana, best known for the 1967 hit song \"Judy in Disguise \"."}]}, {"heading": "Births", "year": "1941", "date": "May 8", "txt": "Bill Lockyer, American academic and politician, 30th Attorney General of California", "entities": [{"title": "Attorney General of California", "href": "/wiki/Attorney_General_of_California", "description": "The attorney general of California is the state attorney general of the Government of California. The officer's duty is to ensure that \"the laws of the state are uniformly and adequately enforced\". The California attorney general carries out the responsibilities of the office through the California Department of Justice. The department employs over 1,100 attorneys and 3,700 non-attorney employees."}]}, {"heading": "Births", "year": "1941", "date": "May 8", "txt": "James Traficant, American lawyer and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 8", "txt": "Martin Dobkin, Canadian doctor and politician, 2nd Mayor of Mississauga", "entities": [{"title": "Martin Dobkin", "href": "/wiki/Martin_Dobkin", "description": "Martin Lyon Dobkin is a physician and former politician in Ontario, Canada. He was elected on October 1, 1973 as the first Mayor of the new City of Mississauga, Ontario and served as Mayor from 1973 to 1976. He was the inaugural mayor of the newly amalgamated City of Mississauga, which had combined the former Towns of Mississauga, Port Credit and Streetsville. He lost re-election just three years "}, {"title": "Mayor of Mississauga", "href": "/wiki/Mayor_of_Mississauga", "description": "This list includes the two mayors of the Town of Mississauga, and the four mayors of the City of Mississauga, collectively the mayors of Mississauga, Ontario:"}]}, {"heading": "Births", "year": "1942", "date": "May 8", "txt": "Robin Hobbs, English cricketer", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 8", "txt": "Norman Lamont, Scottish banker and politician, Chancellor of the Exchequer", "entities": [{"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1942", "date": "May 8", "txt": "Pierre Morency, Canadian poet and playwright", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 8", "txt": "Terry Neill, Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 8", "txt": "Pat Barker, English author", "entities": [{"title": "Pat Barker", "href": "/wiki/Pat_Barker", "description": "Patricia Mary W. Barker, is an English writer and novelist. She has won many awards for her fiction, which centres on themes of memory, trauma, survival and recovery. Her work is described as direct, blunt and plainspoken. In 2012, The Observer named the Regeneration Trilogy as one of \"The 10 best historical novels\"."}]}, {"heading": "Births", "year": "1943", "date": "May 8", "txt": "Johnny Greaves, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 8", "txt": "Jon Mark, English-New Zealand singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 8", "txt": "Paul Samwell-Smith, English bass player and producer", "entities": []}, {"heading": "Births", "year": "1943", "date": "May 8", "txt": "Danny Whitten, American singer-songwriter and guitarist (d. 1972)", "entities": []}, {"heading": "Births", "year": "1944", "date": "May 8", "txt": "Gary Glitter, English singer-songwriter", "entities": [{"title": "Gary Glitter", "href": "/wiki/Gary_Glitter", "description": "Paul Francis Gadd, known professionally as Gary Glitter, is an English former glam rock singer who achieved success in the 1970s and 1980s, known for his extreme glam image of glitter suits, make-up and platform boots, and his energetic live performances. He sold over 20 million records, had 26 hit singles which spent a total of 180 weeks in the UK Singles Chart; twelve reaching the Top 10, with t"}]}, {"heading": "Births", "year": "1944", "date": "May 8", "txt": "Bill Legend, English drummer", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 8", "txt": "Arthur Docters van Leeuwen, Dutch jurist and politician", "entities": [{"title": "Arthur Docters van Leeuwen", "href": "/wiki/Arthur_Docters_van_Leeuwen", "description": "Arthur Docters van Leeuwen was a Dutch politician, jurist and civil servant. He was member of the liberal political party VVD. Between 1999 and 2007 he was chairman of the Netherlands Authority for the Financial Markets, an agency of the Dutch government, which supervises Dutch financial markets."}]}, {"heading": "Births", "year": "1945", "date": "May 8", "txt": "Mike German, Baron German, Welsh educator and politician, Deputy First Minister for Wales", "entities": [{"title": "Deputy First Minister for Wales", "href": "/wiki/Deputy_First_Minister_for_Wales", "description": "The Deputy First Minister of Wales is the deputy leader of the Welsh Government, the devolved administration for Wales. The post was created in October 2000 when Mike German of the Welsh Liberal Democrats was appointed Deputy First Minister as part of a coalition government with Welsh Labour. Since the office was created, the holder has been the party leader of the junior partner in coalition with"}]}, {"heading": "Births", "year": "1945", "date": "May 8", "txt": "Janine Haines, Australian politician (d. 2004)", "entities": []}, {"heading": "Births", "year": "1945", "date": "May 8", "txt": "Keith Jarrett, American pianist and composer", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 8", "txt": "André Boulerice, Canadian politician", "entities": [{"title": "André Boulerice", "href": "/wiki/Andr%C3%A9_Boulerice", "description": "André Boulerice is a Canadian politician from Quebec and gay rights activist. He was a member of the National Assembly of Quebec for the riding of Sainte-Marie–Saint-Jacques in Montreal."}]}, {"heading": "Births", "year": "1946", "date": "May 8", "txt": "Jonathan Dancy, English philosopher, author, and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 8", "txt": "H. Robert Horvitz, American biologist and academic, Nobel Prize laureate", "entities": [{"title": "H. Robert Horvitz", "href": "/wiki/H._Robert_Horvitz", "description": "Howard Robert Horvitz is an American biologist best known for his research on the nematode worm Caenorhabditis elegans, for which he was awarded the 2002 Nobel Prize in Physiology or Medicine, together with Sydney Brenner and John E. Sulston, whose \"seminal discoveries concerning the genetic regulation of organ development and programmed cell death\" were \"important for medical research and have sh"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1947", "date": "May 8", "txt": "Felicity Lott, English soprano", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 8", "txt": "John Reid, Baron Reid of Cardowan, Scottish historian and politician, Secretary of State for Defence", "entities": [{"title": "Secretary of State for Defence", "href": "/wiki/Secretary_of_State_for_Defence", "description": "The Secretary of State for Defence, also referred to as the Defence Secretary, is a secretary of state position within the Government of the United Kingdom, and head of the Ministry of Defence (MoD). The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1948", "date": "May 8", "txt": "Steve Braun, American baseball player and coach", "entities": [{"title": "Steve Braun (baseball)", "href": "/wiki/Steve_Braun_(baseball)", "description": "Stephen Russell Braun is an American former professional baseball left fielder, third baseman, and designated hitter. He played in Major League Baseball (MLB) for the Minnesota Twins, Seattle Mariners, Kansas City Royals, Toronto Blue Jays, and St. Louis Cardinals."}]}, {"heading": "Births", "year": "1948", "date": "May 8", "txt": "Stephen Stohn, American-Canadian lawyer and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "May 8", "txt": "David Vines, Australian economist and academic", "entities": [{"title": "David Vines", "href": "/wiki/David_Vines", "description": "David Anthony Vines, is an Australian economist teaching at Oxford University."}]}, {"heading": "Births", "year": "1950", "date": "May 8", "txt": "Robert Mugge, American director and producer", "entities": [{"title": "Robert Mugge", "href": "/wiki/Robert_Mugge", "description": "Robert Mugge is an American documentary film maker. He has focused primarily on films about music and musicians, but some of his earliest films were not music focused and he is now continuing to branch out as his interests and work evolve."}]}, {"heading": "Births", "year": "1950", "date": "May 8", "txt": "Lepo Sumera, Estonian composer and educator (d. 2000)", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 8", "txt": "Philip Bailey, American singer-songwriter, drummer, and actor", "entities": [{"title": "Philip Bailey", "href": "/wiki/Philip_Bailey", "description": "Philip James Bailey is an American R&B, soul, gospel and funk singer, songwriter and percussionist, best known as an early member and one of the two lead singers of the band Earth, Wind & Fire. Noted for his four-octave vocal range and distinctive falsetto register, Bailey has won seven Grammy Awards. He was inducted into the Rock and Roll Hall of Fame and the Vocal Group Hall of Fame as a member "}]}, {"heading": "Births", "year": "1951", "date": "May 8", "txt": "Mike D'Antoni, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 8", "txt": "Chris Frantz, American drummer and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 8", "txt": "Peter McNab, Canadian ice hockey player and sportscaster", "entities": [{"title": "Peter McNab", "href": "/wiki/Peter_McNab", "description": "Peter Maxwell McNab is a Canadian-born American former professional ice hockey player who appeared in 954 National Hockey League (NHL) regular season games between 1973 and 1987. He has served as the color commentator for the Colorado Avalanche since the inaugural 1995-1996 season."}]}, {"heading": "Births", "year": "1953", "date": "May 8", "txt": "Billy Burnette, American singer-songwriter, guitarist, and actor", "entities": [{"title": "Billy Burnette", "href": "/wiki/Billy_Burnette", "description": "Dorsey William Burnette III is an American guitarist, singer, and songwriter who was part of the band Fleetwood Mac from 1987 to 1995. Burnette also had a brief career in acting."}]}, {"heading": "Births", "year": "1953", "date": "May 8", "txt": "Alex Van Halen, Dutch-American drummer", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 8", "txt": "Pam Arciero, American puppeteer and voice actress", "entities": [{"title": "Pam Arciero", "href": "/wiki/Pam_Arciero", "description": "Pamela Arciero is a puppeteer and voice-over artist. She has performed for Between the Lions and Sesame Street, playing Oscar the Grouch's girlfriend Grundgetta in the latter. In addition to performance work, she worked as a director on the Nickelodeon preschool series Oobi, which featured both writers and performers of Sesame Street."}]}, {"heading": "Births", "year": "1954", "date": "May 8", "txt": "David Keith, American actor and director", "entities": []}, {"heading": "Births", "year": "1954", "date": "May 8", "txt": "John Michael Talbot,  American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 8", "txt": "Stephen Furst, American actor and director (d. 2017)", "entities": [{"title": "Stephen Furst", "href": "/wiki/Stephen_Furst", "description": "Stephen Furst was an American actor, director and producer. After gaining attention with his featured role as Kent \"Flounder\" Dorfman in the comedy film National Lampoon's Animal House and its spin-off television series Delta House,\nhe went on to be a regular as Dr. Elliot Axelrod in the medical drama series St. Elsewhere from 1983 to 1988, and as Centauri diplomatic attaché Vir Cotto in the scien"}]}, {"heading": "Births", "year": "1955", "date": "May 8", "txt": "Mladen Markač, Croatian general", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 8", "txt": "Keith Osgood, English footballer", "entities": []}, {"heading": "Births", "year": "1956", "date": "May 8", "txt": "Jeff Wincott, Canadian actor and martial artist", "entities": [{"title": "Jeff Wincott", "href": "/wiki/Jeff_Wincott", "description": "Jeffrey Wincott is a Canadian actor and martial artist best known for his lead role in the television series Night Heat."}]}, {"heading": "Births", "year": "1957", "date": "May 8", "txt": "Bill Cowher, American football player and coach", "entities": [{"title": "Bill Cowher", "href": "/wiki/Bill_Cowher", "description": "William Laird Cowher is a former American football linebacker, coach, and sports analyst who served as a head coach in the National Football League (NFL) for 15 seasons with the Pittsburgh Steelers. He began his coaching career as an assistant under Marty Schottenheimer for the Cleveland Browns and Kansas City Chiefs, serving as the latter's defensive coordinator from 1989 to 1991. Cowher was name"}]}, {"heading": "Births", "year": "1957", "date": "May 8", "txt": "Rino Katase, Japanese actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 8", "txt": "Gary Lunn, Canadian lawyer and politician, 6th Canadian Minister of Natural Resources", "entities": [{"title": "Minister of Natural Resources (Canada)", "href": "/wiki/Minister_of_Natural_Resources_(Canada)", "description": "The Minister of Natural Resources is the minister of the Crown in the Canadian Cabinet who is responsible for Natural Resources Canada (NRCan)."}]}, {"heading": "Births", "year": "1958", "date": "May 8", "txt": "Roddy Doyle, Irish novelist, playwright, and screenwriter", "entities": [{"title": "Roddy Doyle", "href": "/wiki/Roddy_Doyle", "description": "Roddy Doyle is an Irish novelist, dramatist and screenwriter. He is the author of eleven novels for adults, eight books for children, seven plays and screenplays, and dozens of short stories. Several of his books have been made into films, beginning with The Commitments in 1991. Doyle's work is set primarily in Ireland, especially working-class Dublin, and is notable for its heavy use of dialogue "}]}, {"heading": "Births", "year": "1958", "date": "May 8", "txt": "Simone Kleinsma, Dutch actress and singer", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 8", "txt": "Brooks Newmark, American-English businessman and politician, Lord of the Treasury", "entities": [{"title": "Lord of the Treasury", "href": "/wiki/Lord_of_the_Treasury", "description": "In the United Kingdom there are at least six Lords Commissioners of Her Majesty's Treasury, serving as a commission for the ancient office of Lord High Treasurer. The board consists of the First Lord of the Treasury, the Second Lord of the Treasury, and four or more junior lords to whom this title is usually applied."}]}, {"heading": "Births", "year": "1958", "date": "May 8", "txt": "Lovie Smith, American football player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 8", "txt": "Ronnie Lott, American football player and sportscaster", "entities": [{"title": "Ronnie Lott", "href": "/wiki/Ronnie_Lott", "description": "Ronald Mandel Lott is an American former professional football player who was a cornerback, free safety, and strong safety in the National Football League (NFL) for 14 seasons during the 1980s and 1990s."}]}, {"heading": "Births", "year": "1959", "date": "May 8", "txt": "David Manners, 11th Duke of Rutland, English politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 8", "txt": "Ikue Sakakibara, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 8", "txt": "Franco Baresi, Italian footballer and coach", "entities": [{"title": "Franco Baresi", "href": "/wiki/Franco_Baresi", "description": "Franchino Baresi is an Italian football youth team coach and a former player and manager. He mainly played as a sweeper or as a central defender, and spent his entire 20-year career with Serie A club Milan, captaining the club for 15 seasons. He is considered one of the greatest defenders of all-time and was ranked 19th in World Soccer magazine's list of the 100 greatest players of the 20th centur"}]}, {"heading": "Births", "year": "1960", "date": "May 8", "txt": "Eric Brittingham, American bass player", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 8", "txt": "Bill de Blasio, American politician, 109th Mayor of New York City", "entities": [{"title": "Bill de Blasio", "href": "/wiki/Bill_de_Blasio", "description": "Bill de Blasio is an American politician serving since 2014 as the 109th mayor of New York City. A member of the Democratic Party, he held the office of New York City Public Advocate from 2010 to 2013."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1961", "date": "May 8", "txt": "Gert Kruys, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 8", "txt": "Vallo Reimaa, Estonian academic and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 8", "txt": "David Winning, Canadian-American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "May 8", "txt": "Natalia Molchanova, Russian diver (d. 2015)", "entities": [{"title": "Natalia Molchanova", "href": "/wiki/Natalia_Molchanova", "description": "Natalia Vadimovna Molchanova was a Russian champion free diver, multiple world record holder, and the former president of the Russian Free Dive Federation. She has been described as \"possibly the world’s greatest freediver\"."}]}, {"heading": "Births", "year": "1962", "date": "May 8", "txt": "David Sole, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 8", "txt": "Sylvain Cossette, Canadian singer-songwriter", "entities": [{"title": "Sylvain Cossette", "href": "/wiki/Sylvain_Cossette", "description": "Sylvain Cossette is a French-Canadian singer-songwriter from Grand-Mère, Quebec. Sylvain was a founding member of the Quebec-based English language band Paradox in 1984, before becoming a French language solo artist by 1994."}]}, {"heading": "Births", "year": "1963", "date": "May 8", "txt": "Anthony Field, Australian guitarist, songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 8", "txt": "Michel Gondry, French director and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 8", "txt": "Izabela Kloc, Polish politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 8", "txt": "Aleksandr Kovalenko, Belarusian triple jumper", "entities": []}, {"heading": "Births", "year": "1963", "date": "May 8", "txt": "Rick Zombo, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 8", "txt": "Päivi Alafrantti, Finnish javelin thrower", "entities": [{"title": "Päivi Alafrantti", "href": "/wiki/P%C3%A4ivi_Alafrantti", "description": "Päivi Jaana Maarit Alafrantti is a retired female javelin thrower from Finland."}]}, {"heading": "Births", "year": "1964", "date": "May 8", "txt": "Melissa Gilbert, American actress and director", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 8", "txt": "Bobby Labonte, American race car driver", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 8", "txt": "Nathalie Roy, Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 8", "txt": "Dave Rowntree, English drummer and animator", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 8", "txt": "Metin Tekin, Turkish footballer, manager, and journalist", "entities": []}, {"heading": "Births", "year": "1966", "date": "May 8", "txt": "Cláudio Taffarel, Brazilian footballer and coach", "entities": [{"title": "Cláudio Taffarel", "href": "/wiki/Cl%C3%A1udio_Taffarel", "description": "Cláudio André Mergen Taffarel is a Brazilian retired footballer who played as a goalkeeper, and is the goalkeeping coach of the Brazil national team and Galatasaray. During an 18-year career he played professionally for five different clubs in both Brazil and Europe. He began his senior career in 1985 with Brazilian side Internacional, whereas his latter clubs were Parma, Reggiana, Atlético Mineir"}]}, {"heading": "Births", "year": "1967", "date": "May 8", "txt": "Viviana Durante, Italian ballerina and actress", "entities": [{"title": "Viviana Durante", "href": "/wiki/Viviana_Durante", "description": "Viviana Durante is an Italian ballet dancer, considered one of the great dramatic ballerinas of recent times. She was a principal dancer of The Royal Ballet, American Ballet Theatre, Teatro alla Scala and K-Ballet. She is currently Artistic Director of English National Ballet School and Artistic Director of Viviana Durante Company, with which she occasionally performs."}]}, {"heading": "Births", "year": "1967", "date": "May 8", "txt": "Angus Scott, British sports television presenter", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 8", "txt": "Teet Kask, Estonian ballet dancer and choreographer", "entities": [{"title": "Teet Kask", "href": "/wiki/Teet_Kask", "description": "Teet Kask is an Estonian choreographer."}]}, {"heading": "Births", "year": "1968", "date": "May 8", "txt": "Mickaël Madar, French footballer", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 8", "txt": "Nathalie Normandeau, Canadian politician, Deputy Premier of Quebec", "entities": [{"title": "Deputy Premier of Quebec", "href": "/wiki/Deputy_Premier_of_Quebec", "description": "\nThis is a list of deputy premiers of Quebec."}]}, {"heading": "Births", "year": "1968", "date": "May 8", "txt": "Johan Pehrson, Swedish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 8", "txt": "Jonny Searle, English rower", "entities": [{"title": "Jonny Searle", "href": "/wiki/Jonny_Searle", "description": "Jonathan \"Jonny\" William C. Searle is a British rower and business man. Along with his brother Gregory, and coxswain Garry Herbert, Searle won the gold medal in the coxed pair event at the Olympic Games in Barcelona."}]}, {"heading": "Births", "year": "1969", "date": "May 8", "txt": "Akebono Tarō, American-Japanese sumo wrestler, the 64th Yokozuna", "entities": [{"title": "Yokozuna", "href": "/wiki/Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1969", "date": "May 8", "txt": "John Timu, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 8", "txt": "Michael Bevan, Australian cricketer and coach", "entities": [{"title": "Michael Bevan", "href": "/wiki/Michael_Bevan", "description": "Michael Gwyl Bevan is a former Australian cricketer. He is a left-handed batsman and a slow left arm wrist-spin bowler. He has been credited for initiating the art of finishing matches. He was an Australian Cricket Academy scholarship holder in 1989."}]}, {"heading": "Births", "year": "1970", "date": "May 8", "txt": "Naomi Klein, Canadian author and activist", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 8", "txt": "Luis Enrique, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 8", "txt": "Chuck Huber, American voice actor, director, and screenwriter", "entities": [{"title": "Chuck Huber", "href": "/wiki/Chuck_Huber", "description": "Charles Cody Huber is an American voice actor, ADR director, and writer primarily known for his work for Funimation and OkraTron 5000. He has provided numerous voices for Japanese anime series and video games. He is best known for his roles as Hiei in Yu Yu Hakusho, Dr. Franken Stein in Soul Eater, [[List of Dragon Ball my hero academia characters #kurogiri characters#Pilaf|Pilaf]] in Dragon Ball,"}]}, {"heading": "Births", "year": "1971", "date": "May 8", "txt": "Candice Night, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 8", "txt": "Darren Hayes, Australian singer-songwriter", "entities": [{"title": "Darren Hayes", "href": "/wiki/Darren_Hayes", "description": "Darren Stanley Hayes is an Australian singer-songwriter and podcaster. Hayes was the frontman and singer of the pop duo Savage Garden until it disbanded in 2001. Their 1997 album Savage Garden peaked at No. 1 in Australia, No. 2 in United Kingdom and No. 3 in United States. It spawned the singles \"I Want You\", \"To the Moon and Back\", and Australian and US No. 1 \"Truly Madly Deeply\". The duo follow"}]}, {"heading": "Births", "year": "1972", "date": "May 8", "txt": "Ray Whitney, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 8", "txt": "Hiromu Arakawa, Japanese author and illustrator", "entities": [{"title": "Hiromu Arakawa", "href": "/wiki/Hiromu_Arakawa", "description": "Hiromu Arakawa  is the pen name of Hiromi Arakawa , a Japanese manga artist and employee of Square Enix. She is best known for the manga Fullmetal Alchemist, which became a hit both domestically and internationally, and was adapted into two anime television series. The first loosely followed the source material and was released while the manga was still being written, and the second followed the e"}]}, {"heading": "Births", "year": "1973", "date": "May 8", "txt": "Jesús Arellano, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "May 8", "txt": "Marcus Brigstocke, English comedian, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 8", "txt": "Marge Kõrkjas, Estonian swimmer", "entities": [{"title": "Marge Kõrkjas", "href": "/wiki/Marge_K%C3%B5rkjas", "description": "Marge Kõrkjas is an Estonian Paralympic swimmer with a vision impairment, who has won seven medals at four Paralympics."}]}, {"heading": "Births", "year": "1974", "date": "May 8", "txt": "Korey Stringer, American football player (d. 2001)", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 8", "txt": "Christian XXX, American pornographic star", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 8", "txt": "Enrique Iglesias, Spanish-American singer-songwriter, producer, and actor", "entities": [{"title": "Enrique Iglesias", "href": "/wiki/Enrique_Iglesias", "description": "Enrique Miguel Iglesias Preysler is a Spanish-American singer, songwriter, actor, record producer, and philanthropist who is known as the King of Latin Pop. He began his career during the mid-1990s on the American Spanish-language record label Fonovisa Records under the stage name Enrique Martinez before switching to his notable surname Iglesias. His father Julio Iglesias was a very successful sin"}]}, {"heading": "Births", "year": "1975", "date": "May 8", "txt": "Jussi Markkanen, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 8", "txt": "Gastón Mazzacane, Argentinian race car driver", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 8", "txt": "Dmitri Ustritski, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 8", "txt": "Gonçalo Abecasis, Portuguese-American biochemist and academic", "entities": [{"title": "Gonçalo Abecasis", "href": "/wiki/Gon%C3%A7alo_Abecasis", "description": "Gonçalo Rocha Abecasis is a Portuguese American biomedical researcher at the University of Michigan and was chair of the Department of Biostatistics in the School of Public Health. He leads a group at the Center for Statistical Genetics in the Department of Biostatistics, where he is also the Felix E. Moore Collegiate Professor of Biostatistics and director of the Michigan Genomic Initiative. His "}]}, {"heading": "Births", "year": "1976", "date": "May 8", "txt": "Martha Wainwright, Canadian-American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 8", "txt": "Joe Bonamassa, American singer-songwriter and guitarist", "entities": [{"title": "Joe Bonamassa", "href": "/wiki/Joe_Bonamassa", "description": "Joseph Leonard Bonamassa is an American blues rock guitarist, singer and songwriter. He started his career at age 12, when he opened for B.B. King. In the last 13 years Bonamassa has put out 15 solo albums through his independent record label J&R Adventures, of which 11 have reached number 1 on the Billboard Blues charts."}]}, {"heading": "Births", "year": "1977", "date": "May 8", "txt": "Bad News Brown, Canadian rapper, harmonica player, and actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 8", "txt": "Theodoros Papaloukas, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 8", "txt": "Kathrin Bringmann, German mathematician and academic", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 8", "txt": "Lúcio, Brazilian footballer", "entities": [{"title": "Lúcio", "href": "/wiki/L%C3%BAcio", "description": "Lucimar Ferreira da Silva, commonly known as Lúcio, is a Brazilian former professional footballer who played as a central defender. A tall and physically strong defender who excelled in the air, Lúcio was known for his long, surging, galloping runs on the ball, which earned him the nickname O Cavalo."}]}, {"heading": "Births", "year": "1978", "date": "May 8", "txt": "Jang Woo-hyuk, South Korean rapper and dancer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 8", "txt": "Ole Morten Vågan, Norwegian bassist", "entities": [{"title": "Ole Morten Vågan", "href": "/wiki/Ole_Morten_V%C3%A5gan", "description": "Ole Morten Vågan is a Norwegian jazz musician and composer, and the older brother of guitarist Petter Vågan. He is known from several recordings and is currently acting as artistic director for the Trondheim Jazz Orchestra. Vagan is also known from cooperating with some of the most influential musicians and composers internationally and has released eight albums as a leader, recently with the TJO,"}]}, {"heading": "Births", "year": "1980", "date": "May 8", "txt": "Keyon Dooling, American basketball player", "entities": [{"title": "Keyon Dooling", "href": "/wiki/Keyon_Dooling", "description": "Keyon Latwae Dooling is an American retired professional basketball guard who is currently serving as a player development coach of the Utah Jazz in the National Basketball Association (NBA). He was born in Fort Lauderdale, Florida and attended the University of Missouri. Before joining the Grizzlies in 2013, he played for the Los Angeles Clippers, Miami Heat, Orlando Magic, New Jersey Nets, Milwa"}]}, {"heading": "Births", "year": "1980", "date": "May 8", "txt": "Panagiotis Kafkis, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 8", "txt": "Evgeny Lebedev, Russian-English publisher and philanthropist", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 8", "txt": "Michelle McManus, Scottish singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 8", "txt": "Benny Yau, Hong Kong-Canadian actor and singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 8", "txt": "Stephen Amell, Canadian actor", "entities": [{"title": "Stephen Amell", "href": "/wiki/Stephen_Amell", "description": "Stephen Adam Amell is a Canadian actor, producer and occasional professional wrestler best known for playing Oliver Queen / Green Arrow on The CW superhero series Arrow (2012–2020), the show that started the Arrowverse. Predominantly a television actor, Amell has also had notable roles in the films Teenage Mutant Ninja Turtles: Out of the Shadows (2016) and Code 8 (2019). In 2019, it was announced"}]}, {"heading": "Births", "year": "1981", "date": "May 8", "txt": "Andrea Barzagli, Italian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 8", "txt": "Tatyana Dektyareva, Russian hurdler", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 8", "txt": "Björn Dixgård, Swedish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 8", "txt": "Manny Gamburyan, Armenian-American mixed martial artist", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 8", "txt": "John Maine, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 8", "txt": "Buakaw Banchamek, Thai kick-boxer", "entities": [{"title": "Buakaw Banchamek", "href": "/wiki/Buakaw_Banchamek", "description": "Sombat Banchamek a.k.a. Buakaw Banchamek is a Thai middleweight Muay Thai kickboxer of Kuy descent, who formerly fought out of Por. Pramuk Gym, in Bangkok, Thailand, under the ring name Buakaw Por. Pramuk."}]}, {"heading": "Births", "year": "1982", "date": "May 8", "txt": "Christina Cole, English actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 8", "txt": "Adrián González, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 8", "txt": "Uğur Yıldırım, Turkish-Dutch footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 8", "txt": "Juan Martin Goity, Argentinian-German rugby player", "entities": [{"title": "Juan Martin Goity", "href": "/wiki/Juan_Martin_Goity", "description": "Juan Martin Goity is a German international rugby union player of Argentinian descent, playing for the German national rugby union team."}]}, {"heading": "Births", "year": "1983", "date": "May 8", "txt": "Bershawn Jackson, American hurdler", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 8", "txt": "Lawrence Vickers, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 8", "txt": "Vicky McClure, English actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 8", "txt": "David King, English figure skater", "entities": [{"title": "David King (figure skater)", "href": "/wiki/David_King_(figure_skater)", "description": "David King is an English former competitive pair skater who represented Great Britain. With his wife Stacey King, he is an eight-time British national champion."}]}, {"heading": "Births", "year": "1985", "date": "May 8", "txt": "Tommaso Ciampa, American wrestler", "entities": [{"title": "Tommaso Ciampa", "href": "/wiki/Tommaso_Ciampa", "description": "Tommaso Whitney is an American professional wrestler currently signed to WWE, where he performs on the NXT brand under the ring name Tommaso Ciampa."}]}, {"heading": "Births", "year": "1985", "date": "May 8", "txt": "Silvia Stroescu, Romanian gymnast", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 8", "txt": "Sarah Vaillancourt, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 8", "txt": "Usama Young, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 8", "txt": "Pemra Özgen, Turkish tennis player", "entities": [{"title": "Pemra Özgen", "href": "/wiki/Pemra_%C3%96zgen", "description": "Pemra Özgen is a Turkish tennis player."}]}, {"heading": "Births", "year": "1986", "date": "May 8", "txt": "Galen Rupp, American runner", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 8", "txt": "Marvell Wynne, American soccer player", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 8", "txt": "Felix Jones, American football player", "entities": [{"title": "Felix Jones", "href": "/wiki/Felix_Jones", "description": "Felix Jones Jr. is a former American football running back in the National Football League (NFL) for the Dallas Cowboys and Pittsburgh Steelers. He played college football at the University of Arkansas and was drafted by the Cowboys in the first round of the 2008 NFL Draft."}]}, {"heading": "Births", "year": "1987", "date": "May 8", "txt": "Aarne Nirk, Estonian hurdler", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 8", "txt": "Mark Noble, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "May 8", "txt": "Kurt Tippett, Australian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 8", "txt": "Tanel Kurbas, Estonian basketball player", "entities": [{"title": "Tanel Kurbas", "href": "/wiki/Tanel_Kurbas", "description": "Tanel Kurbas is an Estonian professional basketball player who plays for Kalev/Cramo of the Korvpalli Meistriliiga. Standing at 1.97 m, he plays at the shooting guard and small forward positions. He also represents the Estonian national basketball team internationally."}]}, {"heading": "Births", "year": "1988", "date": "May 8", "txt": "Maicon Pereira de Oliveira, Brazilian footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 8", "txt": "Liam Bridcutt, English footballer", "entities": [{"title": "Liam Bridcutt", "href": "/wiki/Liam_Bridcutt", "description": "Liam Robert Bridcutt is a professional footballer who plays as a defensive midfielder for Lincoln City. He is also a Scotland international."}]}, {"heading": "Births", "year": "1989", "date": "May 8", "txt": "Lars Eller, Danish ice hockey player", "entities": []}, {"heading": "Births", "year": "1989", "date": "May 8", "txt": "Dinesh Patel, Indian baseball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 8", "txt": "Kemba Walker, American basketball player", "entities": [{"title": "Kemba Walker", "href": "/wiki/Kemba_Walker", "description": "Kemba Hudley Walker is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA). Walker was picked ninth overall by the Charlotte Bobcats in the 2011 NBA draft. He grew up in The Bronx, New York. After graduating from Rice High School in 2008, he played college basketball for the Connecticut Huskies. In their 2010–11 season, Walker was the nati"}]}, {"heading": "Births", "year": "1991", "date": "May 8", "txt": "Ethan Gage, Canadian soccer player", "entities": [{"title": "Ethan Gage", "href": "/wiki/Ethan_Gage", "description": "Ethan Gage is a Canadian soccer player who currently plays for Victorian State League Division 1 side Caroline Springs George Cross FC."}]}, {"heading": "Births", "year": "1991", "date": "May 8", "txt": "Valentijn Lietmeijer, Dutch basketball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "May 8", "txt": "Anamaria Tămârjan, Romanian gymnast", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 8", "txt": "Kevin Hayes, American ice hockey player", "entities": [{"title": "Kevin Hayes (ice hockey)", "href": "/wiki/Kevin_Hayes_(ice_hockey)", "description": "Kevin Patrick Hayes is an American professional ice hockey player and alternate captain for the Philadelphia Flyers of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1993", "date": "May 8", "txt": "Pat Cummins, Australian cricketer", "entities": [{"title": "Pat Cummins", "href": "/wiki/Pat_Cummins", "description": "Patrick James Cummins is an Australian international cricketer who is currently the vice-captain of the Australia national team in all formats. He is a fast bowler and a capable lower-order right-handed batsman, and plays and captains domestic cricket for New South Wales."}]}, {"heading": "Births", "year": "1996", "date": "May 8", "txt": "6ix9ine, American rapper", "entities": [{"title": "6ix9ine", "href": "/wiki/6ix9ine", "description": "Daniel Hernandez, known professionally as Tekashi69 or 6ix9ine, is an American rapper and songwriter. His music has been marked by an aggressive style of rapping, while his controversial public persona is characterized by his distinctive rainbow-colored hair, extensive tattoos, legal issues, and public feuds."}]}, {"heading": "Births", "year": "2001", "date": "May 8", "txt": "Jordyn Huitema, Canadian soccer player", "entities": [{"title": "Jordyn Huitema", "href": "/wiki/Jordyn_Huitema", "description": "Jordyn Pamela Huitema is a Canadian professional soccer player who plays as a forward for Division 1 Féminine club Paris Saint-Germain and the Canada national team."}]}, {"heading": "Births", "year": "2003", "date": "May 8", "txt": "Moulay Hassan, Crown Prince of Morocco", "entities": [{"title": "Moulay Hassan, Crown Prince of Morocco", "href": "/wiki/Moulay_Hassan,_Crown_Prince_of_Morocco", "description": "Moulay Hassan is the Crown Prince of Morocco. He is the elder child of King Mohammed VI of Morocco and Princess Lalla Salma. He has a younger sister, Princess Lalla Khadija. He is named after his grandfather Hassan II; upon his accession, he is expected to bear the regnal name Hassan III. In 2015, Hassan began participating with his father at public official engagements."}]}, {"heading": "Deaths", "year": "535", "date": "May 8", "txt": "Pope John II", "entities": [{"title": "Pope John II", "href": "/wiki/Pope_John_II", "description": "Pope John II, born Mercurius, was the bishop of Rome from 2 January 533 to his death. As a priest at St. Clement's Basilica, he endowed that church with gifts and commissioned stone carvings for it."}]}, {"heading": "Deaths", "year": "615", "date": "May 8", "txt": "Pope Boniface IV (b. 550)", "entities": [{"title": "Pope Boniface IV", "href": "/wiki/Pope_Boniface_IV", "description": "Pope Boniface IV was the bishop of Rome from 608 to his death. Boniface had served as a deacon under Pope Gregory I, and like his mentor, he ran the Lateran Palace as a monastery. As pope, he encouraged monasticism. With imperial permission, he converted the Pantheon into a church. In 610, he conferred with Bishop Mellitus of London regarding the needs of the English Church. He is venerated as a s"}]}, {"heading": "Deaths", "year": "685", "date": "May 8", "txt": "Pope Benedict II", "entities": [{"title": "Pope Benedict II", "href": "/wiki/Pope_Benedict_II", "description": "Pope Benedict II was the bishop of Rome from June 26, 684 to his death. Pope Benedict II's feast day is May 7."}]}, {"heading": "Deaths", "year": "997", "date": "May 8", "txt": "Tai Zong, Chinese emperor (b. 939)", "entities": [{"title": "Emperor Taizong of Song", "href": "/wiki/Emperor_Taizong_of_Song", "description": "Zhao Jiong, known as Zhao Guangyi from 960 to 977 and Zhao Kuangyi before 960, also known by his temple name Taizong after his death, was the second emperor of the Song dynasty in China. He reigned from 976 to his death in 997. He was a younger brother of his predecessor Emperor Taizu, and the father of his successor Emperor Zhenzong."}]}, {"heading": "Deaths", "year": "1157", "date": "May 8", "txt": "Ahmed Sanjar, Seljuk sultan (b. 1086)", "entities": [{"title": "Ahmed Sanjar", "href": "/wiki/Ahmed_Sanjar", "description": "Ahmad Sanjar was the Seljuq ruler of Khorasan from 1097 until in 1118, when he became the Sultan of the Seljuq Empire, which he ruled until his death in 1157."}]}, {"heading": "Deaths", "year": "1192", "date": "May 8", "txt": "Ottokar IV, duke of Styria (b. 1163)", "entities": [{"title": "Ottokar IV, Duke of Styria", "href": "/wiki/Ottokar_IV,_Duke_of_Styria", "description": "Ottokar IV, a member of the Otakar dynasty, was Margrave of Styria from 1164 and Duke from 1180, when Styria, previously a margraviate subordinated to the stem duchy of Bavaria, was raised to the status of an independent duchy."}]}, {"heading": "Deaths", "year": "1220", "date": "May 8", "txt": "Richeza of Denmark, queen of Sweden", "entities": [{"title": "Richeza of Denmark", "href": "/wiki/Richeza_of_Denmark", "description": "Richeza of Denmark was Queen of Sweden as the wife of King Eric X, and the mother of King Eric XI."}]}, {"heading": "Deaths", "year": "1278", "date": "May 8", "txt": "Duan Zong, Chinese emperor (b. 1269)", "entities": [{"title": "Emperor Duanzong", "href": "/wiki/Emperor_Duanzong", "description": "Emperor Duanzong of Song, personal name Zhao Shi, was the 17th emperor of the Song dynasty in China and the eighth and penultimate emperor of the Southern Song dynasty. He was the fifth son of Emperor Duzong and an elder brother of his predecessor, Emperor Gong and successor Zhao Bing."}]}, {"heading": "Deaths", "year": "1319", "date": "May 8", "txt": "Haakon V, king of Norway (b. 1270)", "entities": [{"title": "Haakon V of Norway", "href": "/wiki/Haakon_V_of_Norway", "description": "Haakon V Magnusson was king of Norway from 1299 until 1319."}]}, {"heading": "Deaths", "year": "1473", "date": "May 8", "txt": "John Stafford, 1st Earl of Wiltshire, English politician (b. 1420)", "entities": [{"title": "John Stafford, 1st Earl of Wiltshire", "href": "/wiki/John_Stafford,_1st_Earl_of_Wiltshire", "description": "John Stafford, 1st Earl of Wiltshire KG, KB was an English nobleman, the youngest son of Humphrey Stafford, 1st Duke of Buckingham. In 1461 he was appointed Knight of the Order of the Bath."}]}, {"heading": "Deaths", "year": "1538", "date": "May 8", "txt": "Edward Foxe, English bishop and academic (b. 1496)", "entities": [{"title": "Edward Foxe", "href": "/wiki/Edward_Foxe", "description": "Edward Foxe was an English churchman, Bishop of Hereford. He played a major role in Henry VIII's divorce from Catherine of Aragon, and he assisted in drafting the Ten Articles of 1536."}]}, {"heading": "Deaths", "year": "1551", "date": "May 8", "txt": "Barbara Radziwiłł, queen of Poland (b. 1520)", "entities": [{"title": "Barbara Radziwiłł", "href": "/wiki/Barbara_Radziwi%C5%82%C5%82", "description": "Barbara Radziwiłł was Queen of Poland and Grand Duchess of Lithuania as consort of Sigismund II Augustus, the last male monarch of the Jagiellon dynasty. Barbara, a great beauty and already widowed, became a royal mistress most likely in 1543 and they married in secret in July or August 1547. The marriage caused a scandal; it was vehemently opposed by Polish nobles, including Queen mother Bona Sfo"}]}, {"heading": "Deaths", "year": "1668", "date": "May 8", "txt": "Catherine of St. Augustine, French-Canadian nun and saint (b. 1632)", "entities": [{"title": "Catherine of St. Augustine", "href": "/wiki/Catherine_of_St._Augustine", "description": "Mary Catherine of St. Augustine, OSA, was a French canoness regular who was instrumental in the development of the Hôtel-Dieu de Québec in service to the colony of New France. She has been beatified by the Catholic Church."}]}, {"heading": "Deaths", "year": "1766", "date": "May 8", "txt": "Samuel Chandler, English minister and author (b. 1693)", "entities": [{"title": "Samuel Chandler", "href": "/wiki/Samuel_Chandler", "description": "Samuel Chandler was a British Nonconformist minister and polemicist pamphleteer. He has been called the 'uncrowned patriarch of Dissent' in the latter part of George II's reign."}]}, {"heading": "Deaths", "year": "1773", "date": "May 8", "txt": "Ali Bey al-Kabir, Egyptian sultan (b. 1728)", "entities": [{"title": "Ali Bey al-Kabir", "href": "/wiki/Ali_Bey_al-Kabir", "description": "Ali Bey al-Kabir (Mgebrishvili)  (1728–1773) was a Mamluk leader in Egypt. Nicknamed Jinn Ali and Bulut Kapan (\"Cloud-Catcher\"), Ali Bey rose to prominence in 1768 when he rebelled against his Ottoman rulers, making the Egypt Eyalet of the Ottoman Empire independent for a short time. His rule ended following the insubordination of his most trusted general, Abu al-Dahab, which led to Ali Bey's down"}]}, {"heading": "Deaths", "year": "1781", "date": "May 8", "txt": "Richard Jago, English priest and poet (b. 1715)", "entities": [{"title": "Richard Jago", "href": "/wiki/Richard_Jago", "description": "Richard Jago was an English clergyman poet and minor landscape gardener from Warwickshire. Although his writing was not highly regarded by contemporaries, some of it was sufficiently novel to have several imitators."}]}, {"heading": "Deaths", "year": "1782", "date": "May 8", "txt": "Sebastião José de Carvalho e Melo, 1st Marquis of Pombal, Portuguese politician, Prime Minister of Portugal (b. 1699)", "entities": [{"title": "Sebastião José de Carvalho e Melo, 1st Marquis of Pombal", "href": "/wiki/Sebasti%C3%A3o_Jos%C3%A9_de_Carvalho_e_Melo,_1st_Marquis_of_Pombal", "description": "Sebastião José de Carvalho e Melo, 1st Marquis of Pombal and 1st Count of Oeiras, known as the Marquis of Pombal, was a Portuguese statesman and diplomat who effectively ruled the Portuguese Empire from 1750 to 1777 as chief minister to King Joseph I. A liberal reformer influenced by the Age of Enlightenment, Pombal led Portugal's recovery from the 1755 Lisbon earthquake and modernized the kingdom"}, {"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Deaths", "year": "1785", "date": "May 8", "txt": "Étienne François, duc de Choiseul, French general and politician, Prime Minister of France (b. 1719)", "entities": [{"title": "Étienne François, duc de Choiseul", "href": "/wiki/%C3%89tienne_Fran%C3%A7ois,_duc_de_Choiseul", "description": "Étienne François, Marquis de Stainville, Duc de Choiseul was a French military officer, diplomat and statesman. From 1758 and 1761 and from 1766 and 1770, he was Foreign Minister of France and had a strong influence on France's global strategy throughout the period. He is closely associated with France's defeat in the Seven Years' War and subsequent efforts to rebuild French prestige."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1785", "date": "May 8", "txt": "Pietro Longhi, Italian painter (b. 1701)", "entities": []}, {"heading": "Deaths", "year": "1788", "date": "May 8", "txt": "Giovanni Antonio Scopoli, Italian physician and botanist (b. 1723)", "entities": [{"title": "Giovanni Antonio Scopoli", "href": "/wiki/Giovanni_Antonio_Scopoli", "description": "Giovanni Antonio Scopoli was an Austrian physician and naturalist. His biographer Otto Guglia named him the \"first anational European\" and the \"Linnaeus of the Austrian Empire\"."}]}, {"heading": "Deaths", "year": "1794", "date": "May 8", "txt": "Antoine Lavoisier, French chemist and biologist (b. 1743)", "entities": [{"title": "Antoine Lavoisier", "href": "/wiki/Antoine_Lavoisier", "description": "Antoine-Laurent de Lavoisier, also Antoine Lavoisier after the French Revolution, was a French nobleman and chemist who was central to the 18th-century chemical revolution and who had a large influence on both the history of chemistry and the history of biology. He is widely considered in popular literature as the \"father of modern chemistry\"."}]}, {"heading": "Deaths", "year": "1819", "date": "May 8", "txt": "Kamehameha I, king of the Hawaiian Islands", "entities": [{"title": "Kamehameha I", "href": "/wiki/Kamehameha_I", "description": "Kamehameha I, also known as Kamehameha the Great, was the founder and first ruler of the Kingdom of Hawaii. A statue of him was given to the National Statuary Hall Collection in Washington, D.C. by the state of Hawaii as one of two statues it is entitled to give."}]}, {"heading": "Deaths", "year": "1822", "date": "May 8", "txt": "John Stark, American general (b. 1728)", "entities": [{"title": "John Stark", "href": "/wiki/John_Stark", "description": "John Stark was a New Hampshire native who served as an officer in the British Army during the French and Indian war and a major general in the Continental Army during the American Revolution. He became widely known as the \"Hero of Bennington\" for his exemplary service at the Battle of Bennington in 1777."}]}, {"heading": "Deaths", "year": "1828", "date": "May 8", "txt": "Mauro Giuliani, Italian guitarist, cellist, and composer (b. 1781)", "entities": [{"title": "Mauro Giuliani", "href": "/wiki/Mauro_Giuliani", "description": "Mauro Giuseppe Sergio Pantaleo Giuliani was an Italian guitarist, cellist, singer, and composer. He was a leading guitar virtuoso of the early 19th century."}]}, {"heading": "Deaths", "year": "1837", "date": "May 8", "txt": "Alexander Balashov, Russian general and politician, Russian Minister of Police (b. 1770)", "entities": [{"title": "Alexander Balashov", "href": "/wiki/Alexander_Balashov", "description": "Alexander Dmitriyevich Balashov was a Russian general and statesman."}, {"title": "Ministry of Police of the Russian Empire", "href": "/wiki/Ministry_of_Police_of_the_Russian_Empire", "description": "Ministry of Police of Imperial Russia was created in the course of Government reform of Alexander I in 1810 and existed till 1819."}]}, {"heading": "Deaths", "year": "1842", "date": "May 8", "txt": "Jules Dumont d'Urville, French admiral and explorer (b. 1790)", "entities": [{"title": "Jules Dumont d'Urville", "href": "/wiki/Jules_Dumont_d%27Urville", "description": "Jules Sébastien César Dumont d'Urville was a French explorer and naval officer who explored the south and western Pacific, Australia, New Zealand and Antarctica. As a botanist and cartographer he gave his name to several seaweeds, plants and shrubs, and places such as d'Urville Island in New Zealand."}]}, {"heading": "Deaths", "year": "1853", "date": "May 8", "txt": "Jan Roothaan, Dutch priest, 21st Superior General of the Society of Jesus (b. 1785)", "entities": [{"title": "Jan Roothaan", "href": "/wiki/Jan_Roothaan", "description": "Very Rev. Jan Philipp Roothaan, S.J. was a Dutch Jesuit, elected twenty-first Superior-General of the Society of Jesus."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Deaths", "year": "1880", "date": "May 8", "txt": "Gustave Flaubert, French novelist (b. 1821)", "entities": [{"title": "Gustave Flaubert", "href": "/wiki/Gustave_Flaubert", "description": "Gustave Flaubert was a French novelist. Highly influential, he has been considered the leading exponent of literary realism in his country. According to the literary theorist Kornelije Kvas, \"in Flaubert, realism strives for formal perfection, so the presentation of reality tends to be neutral, emphasizing the values and importance of style as an objective method of presenting reality\". He is know"}]}, {"heading": "Deaths", "year": "1891", "date": "May 8", "txt": "Helena Blavatsky, Russian-English mystic and author (b. 1831)", "entities": [{"title": "Helena Blavatsky", "href": "/wiki/Helena_Blavatsky", "description": "Helena Petrovna Blavatsky was a Russian philosopher and author who co-founded the Theosophical Society in 1875. She gained an international following as the leading theoretician of Theosophy."}]}, {"heading": "Deaths", "year": "1891", "date": "May 8", "txt": "John Robertson, English-Australian politician, 5th Premier of New South Wales (b. 1816)", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1893", "date": "May 8", "txt": "Manuel González Flores, Mexican general and president, 1880–1884 (b. 1833)", "entities": [{"title": "Manuel González Flores", "href": "/wiki/Manuel_Gonz%C3%A1lez_Flores", "description": "Manuel del Refugio González Flores was a Mexican military general and liberal politician who served as the 35th President of Mexico from 1880 to 1884. Before initiating his presidential career, González played important roles in the Mexican–American War as a lieutenant, and later in the Reform War as general on the conservative side. In the French intervention in Mexico, González fought for the Me"}]}, {"heading": "Deaths", "year": "1903", "date": "May 8", "txt": "Paul Gauguin, French painter and sculptor (b. 1848)", "entities": [{"title": "Paul Gauguin", "href": "/wiki/Paul_Gauguin", "description": "Eugène Henri Paul Gauguin was a French Post-Impressionist artist. Unappreciated until after his death, Gauguin is now recognized for his experimental use of color and Synthetist style that were distinct from Impressionism. Toward the end of his life, he spent ten years in French Polynesia. The paintings from this time depict people or landscapes from that region."}]}, {"heading": "Deaths", "year": "1907", "date": "May 8", "txt": "Edmund G. Ross, American soldier and politician, 13th Governor of New Mexico Territory (b. 1826)", "entities": [{"title": "Edmund G. Ross", "href": "/wiki/Edmund_G._Ross", "description": "Edmund Gibson Ross was a politician who represented Kansas after the American Civil War and was later governor of the New Mexico Territory. His vote against convicting President Andrew Johnson of \"high crimes and misdemeanors\" allowed Johnson to stay in office by the margin of one vote. As the seventh of seven Republican U.S. Senators to break with his party, he proved to be the person whose decis"}, {"title": "Governor of New Mexico Territory", "href": "/wiki/Governor_of_New_Mexico_Territory", "description": "The following is a list of the governors of the State of New Mexico and Territory of New Mexico."}]}, {"heading": "Deaths", "year": "1925", "date": "May 8", "txt": "John Beresford, Irish polo player (b. 1847)", "entities": [{"title": "John Beresford (polo player)", "href": "/wiki/John_Beresford_(polo_player)", "description": "John Graham Hope Horsley de la Poer Beresford, 5th Baron Decies PC, styled The Honourable John Beresford until 1910, was an Anglo-Irish army officer, civil servant, and polo player in the 1900 Summer Olympics."}]}, {"heading": "Deaths", "year": "1936", "date": "May 8", "txt": "Oswald Spengler, German historian and philosopher (b. 1880)", "entities": [{"title": "Oswald Spengler", "href": "/wiki/Oswald_Spengler", "description": "Oswald Manuel Arnold Gottfried Spengler was a German historian and philosopher of history whose interests included mathematics, science, and art and their relation to his organic theory of history. He is best known for his two-volume work, The Decline of the West, published in 1918 and 1922, covering all of world history. Spengler's model of history postulates that any culture is a superorganism w"}]}, {"heading": "Deaths", "year": "1941", "date": "May 8", "txt": "Natalie, queen consort of Serbia (b. 1859)", "entities": [{"title": "Natalie of Serbia", "href": "/wiki/Natalie_of_Serbia", "description": "Natalija Obrenović, née Keschko, known as Natalie of Serbia, was the Princess of Serbia from 1875 to 1882 and then Queen of Serbia from 1882 to 1889 as the wife of Milan I of Serbia. Of ethnic Romanian origin, she was the daughter of Russian colonel Petre Keşco and Romanian noblewoman Princess Pulcheria Sturdza."}]}, {"heading": "Deaths", "year": "1941", "date": "May 8", "txt": "Tore Svennberg, Swedish actor and director (b. 1858)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "May 8", "txt": "Nikolai Reek, Estonian general and politician, 11th Estonian Minister of War (b. 1890)", "entities": [{"title": "Nikolai Reek", "href": "/wiki/Nikolai_Reek", "description": "Nikolai Reek VR I/2, VR II/2, VR II/3 was the Estonian military commander during the Estonian War of Independence."}, {"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Deaths", "year": "1943", "date": "May 8", "txt": "Mordechai Anielewicz, Polish commander (b. 1919)", "entities": [{"title": "Mordechai Anielewicz", "href": "/wiki/Mordechai_Anielewicz", "description": "Mordechai Anielewicz was the leader of the Jewish Fighting Organization, which led the Warsaw Ghetto Uprising; the largest Jewish insurrection during the Second World War, which inspired further rebellions in both ghettos and extermination camps. His character was engraved as a symbol of courage and sacrifice, and to this day his image represents Jewish resistance during the Holocaust."}]}, {"heading": "Deaths", "year": "1944", "date": "May 8", "txt": "Themistoklis Diakidis, Greek high jumper (b. 1882)", "entities": [{"title": "Themistoklis Diakidis", "href": "/wiki/Themistoklis_Diakidis", "description": "Themistoklis Diakidis was a Greek track and field athlete who competed in the high jump."}]}, {"heading": "Deaths", "year": "1945", "date": "May 8", "txt": "Frank Bourne, British soldier, last survivor of the Battle of Rorke's Drift (b. 1854)", "entities": [{"title": "Frank Bourne", "href": "/wiki/Frank_Bourne", "description": "Lieutenant-Colonel Frank Edward Bourne OBE DCM was a decorated British soldier who participated in the defence of Rorke's Drift during the 1879 Anglo-Zulu War."}, {"title": "Battle of Rorke's Drift", "href": "/wiki/Battle_of_Rorke%27s_Drift", "description": "The Battle of Rorke's Drift (1879), also known as the Defence of Rorke's Drift, was an engagement in the Anglo-Zulu War. The successful British defence of the mission station of Rorke's Drift, under the command of Lieutenants John Chard of the Royal Engineers and Gonville Bromhead, began when a large contingent of Zulu warriors broke off from their main force during the final hour of the British d"}]}, {"heading": "Deaths", "year": "1945", "date": "May 8", "txt": "Julius Hirsch, German footballer (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "May 8", "txt": "Wilhelm Rediess, German SS officer (b. 1900)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "1945", "date": "May 8", "txt": "Bernhard Rust, German lieutenant and politician (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "May 8", "txt": "Josef Terboven, German lieutenant and politician (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "May 8", "txt": "Harry Gordon Selfridge, American-English businessman, founded Selfridges (b. 1858)", "entities": [{"title": "Harry Gordon Selfridge", "href": "/wiki/Harry_Gordon_Selfridge", "description": "Harry Gordon Selfridge, Sr. was an American-British retail magnate who founded the London-based department store Selfridges. His 20-year leadership of Selfridges led to his becoming one of the most respected and wealthy retail magnates in the United Kingdom. He was known as the 'Earl of Oxford Street'."}, {"title": "Selfridges", "href": "/wiki/Selfridges", "description": "Selfridges, also known as Selfridges & Co., is a chain of high-end department stores in the United Kingdom that is operated by Canadian group Selfridges Retail Limited, part of the Selfridges Group of department stores. It was founded by Harry Gordon Selfridge in 1908."}]}, {"heading": "Deaths", "year": "1948", "date": "May 8", "txt": "U Saw, Burmese politician, Prime Minister of Burma (b. 1900)", "entities": [{"title": "U Saw", "href": "/wiki/U_Saw", "description": "U Saw, also known as Galon U Saw, was a leading Burmese politician who served as Prime Minister of British Burma during the colonial era before the Second World War. He is also known for his role in the assassination of Burma's national hero Aung San and other independence leaders in July 1947, only months before Burma gained independence from Britain in January 1948. He was executed by hanging fo"}, {"title": "Prime Minister of Burma", "href": "/wiki/Prime_Minister_of_Burma", "description": "The prime minister of Myanmar was the head of government of Myanmar from 1948 to 2011."}]}, {"heading": "Deaths", "year": "1950", "date": "May 8", "txt": "Vital Brazil, Brazilian physician and immunologist (b. 1865)", "entities": [{"title": "Vital Brazil", "href": "/wiki/Vital_Brazil", "description": "Vital Brazil Mineiro da Campanha, known as Vital Brazil was a Brazilian physician, biomedical scientist and immunologist, known for the discovery of the polyvalent anti-ophidic serum used to treat bites of venomous snakes of the Crotalus, Bothrops and Elaps genera. He went on to be also the first to develop anti-scorpion and anti-spider serums. He was the founder of the Butantan Institute, a resea"}]}, {"heading": "Deaths", "year": "1952", "date": "May 8", "txt": "William Fox, Austrian businessman, founded Fox Theatres (b. 1879)", "entities": [{"title": "William Fox (producer)", "href": "/wiki/William_Fox_(producer)", "description": "William Fox was a Hungarian-American motion picture executive who founded the Fox Film Corporation in 1915 and the Fox West Coast Theatres chain in the 1920s. Although he lost control of his movie businesses in 1930, his name was used by 20th Century Fox and continues to be used in the trademarks of the present-day Fox Corporation, including the Fox Broadcasting Company, Fox News, and Fox Sports."}, {"title": "Fox Theatres", "href": "/wiki/Fox_Theatres", "description": "Fox Theatres was a large chain of movie theaters in the United States dating from the 1920s either built by Fox Film studio owner William Fox, or subsequently merged in 1929 by Fox with the West Coast Theatres chain, to form the Fox West Coast Theatres chain. Fox West Coast went into bankruptcy and was sold to The National Theatres Corporation, led by Charles Skouras, on November 20, 1933 for $17,"}]}, {"heading": "Deaths", "year": "1959", "date": "May 8", "txt": "John Fraser, Canadian soccer player (b. 1881)", "entities": [{"title": "John Fraser (Canadian soccer)", "href": "/wiki/John_Fraser_(Canadian_soccer)", "description": "John Alexander Fraser was a Canadian amateur soccer player who competed in the 1904 Summer Olympics. Fraser was born in Hamilton, Ontario. In 1904 he was member of the Galt F.C. team, which won the gold medal in the soccer tournament. He played one match as a midfielder."}]}, {"heading": "Deaths", "year": "1960", "date": "May 8", "txt": "J. H. C. Whitehead, Indian-English mathematician and academic (b. 1904)", "entities": [{"title": "J. H. C. Whitehead", "href": "/wiki/J._H._C._Whitehead", "description": "John Henry Constantine Whitehead FRS, known as Henry, was a British mathematician and was one of the founders of homotopy theory. He was born in Chennai, in India, and died in Princeton, New Jersey, in 1960."}]}, {"heading": "Deaths", "year": "1965", "date": "May 8", "txt": "Wally Hardinge, English cricketer and footballer (b. 1886)", "entities": [{"title": "Wally Hardinge", "href": "/wiki/Wally_Hardinge", "description": "Harold Thomas William Hardinge, known as Wally Hardinge, was an English professional sportsman who played both cricket and association football for England. His professional cricket career lasted from 1902 to 1933 during which he played first-class cricket for Kent County Cricket Club and made one Test match appearance for England. He was described as being \"for years ... one of the leading openin"}]}, {"heading": "Deaths", "year": "1969", "date": "May 8", "txt": "Remington Kellogg, American zoologist and paleontologist (b. 1892)", "entities": [{"title": "Remington Kellogg", "href": "/wiki/Remington_Kellogg", "description": "Arthur Remington Kellogg was an American naturalist and a director of the United States National Museum."}]}, {"heading": "Deaths", "year": "1972", "date": "May 8", "txt": "Pandurang Vaman Kane, Indologist and Sanskrit scholar, Bharat Ratna awardee (b. 1880)", "entities": [{"title": "Pandurang Vaman Kane", "href": "/wiki/Pandurang_Vaman_Kane", "description": "Pandurang Vaman Kane was a notable Indologist and Sanskrit scholar. He received India's highest civilian award Bharat Ratna in 1963 for his scholarly work that spanned more than 40 years of active academic research that resulted in 6,500 pages of History of Dharmaśāstra. The historian Ram Sharan Sharma says: \"Pandurang Vaman Kane, a great Sanskritist wedded to social reform, continued the earlier "}, {"title": "Bharat Ratna", "href": "/wiki/Bharat_Ratna", "description": "The Bharat Ratna is the highest civilian award of the Republic of India. Instituted on 2 January 1954, the award is conferred in recognition of exceptional service/performance of the highest order, without distinction of race, occupation, position, or sex. The award was originally limited to achievements in the arts, literature, science, and public services, but the government expanded the criteri"}]}, {"heading": "Deaths", "year": "1972", "date": "May 8", "txt": "Beatrice Helen Worsley, Mexican-Canadian computer scientist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "May 8", "txt": "Avery Brundage, American businessman and art collector (b. 1887)", "entities": [{"title": "Avery Brundage", "href": "/wiki/Avery_Brundage", "description": "Avery Brundage was the fifth President of the International Olympic Committee, from 1952 to 1972. The only American to attain that position, Brundage is remembered as a zealous advocate of amateurism and for his involvement with the 1936 and 1972 Summer Olympics, both held in Germany."}]}, {"heading": "Deaths", "year": "1980", "date": "May 8", "txt": "Geoffrey Baker, English Field Marshal and Chief of the General Staff of the British Army (b. 1920)", "entities": [{"title": "Geoffrey Baker", "href": "/wiki/Geoffrey_Baker", "description": "Field Marshal Sir Geoffrey Harding Baker, was Chief of the General Staff, the professional head of the British Army, from 1968 to 1971. He served in the Second World War and became Director of Operations and Chief of Staff for the campaign against EOKA in Cyprus during the Cyprus Emergency and later in his career provided advice to the British Government on the deployment of troops to Northern Ire"}, {"title": "Field marshal (United Kingdom)", "href": "/wiki/Field_marshal_(United_Kingdom)", "description": "Field Marshal has been the highest rank in the British Army since 1736. A five-star rank with NATO code OF-10, it is equivalent to an Admiral of the Fleet in the Royal Navy or a Marshal of the Royal Air Force in the Royal Air Force (RAF). A Field Marshal's insignia consists of two crossed batons surrounded by yellow leaves below St Edward's Crown. Like Marshals of the RAF and Admirals of the Fleet"}, {"title": "Chief of the General Staff (United Kingdom)", "href": "/wiki/Chief_of_the_General_Staff_(United_Kingdom)", "description": "Chief of the General Staff (CGS) has been the title of the professional head of the British Army since 1964. The CGS is a member of both the Chiefs of Staff Committee and the Army Board. Prior to 1964 the title was Chief of the Imperial General Staff (CIGS). Since 1959, the post has been immediately subordinate to the Chief of the Defence Staff, the post held by the professional head of the Britis"}, {"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}]}, {"heading": "Deaths", "year": "1981", "date": "May 8", "txt": "Uri Zvi Greenberg, Israeli poet and journalist (b. 1896)", "entities": [{"title": "Uri Zvi Greenberg", "href": "/wiki/Uri_Zvi_Greenberg", "description": "Uri Zvi Greenberg was an acclaimed Israeli poet, journalist and politician who wrote in Yiddish and Hebrew. Widely regarded among the greatest poets in the country's history, he was awarded the Israel Prize in 1957 and the Bialik Prize in 1947, 1954 and 1977, all for his contributions to fine literature. Following Israeli independence in 1948, he also served in the first Knesset as a member of Men"}]}, {"heading": "Deaths", "year": "1982", "date": "May 8", "txt": "Neil Bogart, American record producer, co-founded Casablanca Records (b. 1943)", "entities": [{"title": "Neil Bogart", "href": "/wiki/Neil_Bogart", "description": "Neil E. Bogart was an American record executive. He was the founder of Casablanca Records, which later became Casablanca Record and Filmworks."}, {"title": "Casablanca Records", "href": "/wiki/Casablanca_Records", "description": "Casablanca Records is an American record label owned by Universal Music Group and operated under Republic Records. Under its founder Neil Bogart, Casablanca was most successful during the disco era of the mid to late 1970s. The label currently focuses on dance and electronic music under the direction of Brett Alperowitz."}]}, {"heading": "Deaths", "year": "1982", "date": "May 8", "txt": "Gilles Villeneuve, Canadian race car driver (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "May 8", "txt": "John Fante, American author and screenwriter (b. 1909)", "entities": [{"title": "John Fante", "href": "/wiki/John_Fante", "description": "John Fante was an American novelist, short story writer, and screenwriter. He is best known for his semi-autobiographical novel Ask the Dust (1939) about the life of a struggling writer, Arturo Bandini, in Depression-era Los Angeles. It is widely considered the great Los Angeles novel and is one in a series of four, published between 1938 and 1985, that are now collectively called \"The Bandini Qua"}]}, {"heading": "Deaths", "year": "1984", "date": "May 8", "txt": "Lila Bell Wallace, American publisher, co-founded Reader's Digest (b. 1890)", "entities": [{"title": "Lila Bell Wallace", "href": "/wiki/Lila_Bell_Wallace", "description": "Lila Bell Wallace was an American magazine publisher and philanthropist. She co-founded Reader's Digest with her husband Dewitt Wallace, publishing the first issue in 1922."}]}, {"heading": "Deaths", "year": "1984", "date": "May 8", "txt": "Gino Bianco, Italian-Brazilian race car driver (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "May 8", "txt": "Karl Marx, German conductor and composer (b. 1897)", "entities": [{"title": "Karl Marx (composer)", "href": "/wiki/Karl_Marx_(composer)", "description": "Karl Julius Marx was a German composer and music teacher."}]}, {"heading": "Deaths", "year": "1985", "date": "May 8", "txt": "Theodore Sturgeon, American author and critic (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "May 8", "txt": "Dolph Sweet, American actor (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "May 8", "txt": "Ernle Bradford, English historian and author (b. 1922)", "entities": [{"title": "Ernle Bradford", "href": "/wiki/Ernle_Bradford", "description": "Ernle Dusgate Selby Bradford was a noted 20th-century British historian specializing in the Mediterranean world and naval topics."}]}, {"heading": "Deaths", "year": "1987", "date": "May 8", "txt": "Doris Stokes, English psychic and author (b. 1920)", "entities": [{"title": "Doris Stokes", "href": "/wiki/Doris_Stokes", "description": "Doris May Fisher Stokes, born Doris Sutton, was a British spiritualist, self-proclaimed medium, and author. Her professed ability to communicate with the dead, public performances, television appearances, and memoirs made her a household name in Britain. During her lifetime, she was a controversial figure, with some believing her to possess psychic abilities, but investigations published after her"}]}, {"heading": "Deaths", "year": "1988", "date": "May 8", "txt": "Robert A. Heinlein,  American science fiction writer and screenwriter (b. 1907)", "entities": [{"title": "Robert A. Heinlein", "href": "/wiki/Robert_A._Heinlein", "description": "Robert Anson Heinlein was an American science fiction author, aeronautical engineer, and naval officer. Sometimes called the \"dean of science fiction writers\", he was among the first to emphasize scientific accuracy in his fiction, and was thus a pioneer of the subgenre of hard science fiction. His published works, both fiction and non-fiction, express admiration for competence and emphasize the v"}]}, {"heading": "Deaths", "year": "1990", "date": "May 8", "txt": "Luigi Nono, Italian composer and educator (b. 1924)", "entities": [{"title": "Luigi Nono", "href": "/wiki/Luigi_Nono", "description": "Luigi Nono was an Italian avant-garde composer of classical music."}]}, {"heading": "Deaths", "year": "1991", "date": "May 8", "txt": "Jean Langlais, French pianist and composer (b. 1907)", "entities": [{"title": "Jean Langlais", "href": "/wiki/Jean_Langlais", "description": "Jean Langlais was a French composer of modern classical music, organist, and improviser. He described himself as \"Breton, de foi Catholique\". His works include masses and organ music, some based on Gregorian themes, enhanced by polymodal harmonies, as well as music for other forces."}]}, {"heading": "Deaths", "year": "1991", "date": "May 8", "txt": "Rudolf Serkin, Czech-Austrian pianist and educator (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "May 8", "txt": "Joyce Ricketts, American baseball player (b. 1933)", "entities": [{"title": "Joyce Ricketts", "href": "/wiki/Joyce_Ricketts", "description": "Joyce Ricketts was a right fielder who played from 1953 through 1954 in the All-American Girls Professional Baseball League. She batted left-handed and threw right-handed."}]}, {"heading": "Deaths", "year": "1993", "date": "May 8", "txt": "Avram Davidson, American soldier and author (b. 1923)", "entities": [{"title": "Avram Davidson", "href": "/wiki/Avram_Davidson", "description": "Avram Davidson was an American writer of fantasy fiction, science fiction, and crime fiction, as well as the author of many stories that do not fit into a genre niche. He won a Hugo Award and three World Fantasy Awards in the science fiction and fantasy genre, a World Fantasy Life Achievement award, and an Ellery Queen's Mystery Magazine short story award and an Edgar Award in the mystery genre. D"}]}, {"heading": "Deaths", "year": "1994", "date": "May 8", "txt": "George Peppard, American actor and producer (b. 1928)", "entities": [{"title": "George Peppard", "href": "/wiki/George_Peppard", "description": "George Peppard was an American actor. He is best remembered for his role as struggling writer Paul Varjak in the 1961 film Breakfast at Tiffany's, and for playing commando leader Col. John \"Hannibal\" Smith in the 1980s television series The A-Team."}]}, {"heading": "Deaths", "year": "1995", "date": "May 8", "txt": "Teresa Teng, Taiwanese singer (b. 1953)", "entities": [{"title": "Teresa Teng", "href": "/wiki/Teresa_Teng", "description": "Teng Li-chun, commonly known as Teresa Teng, was a Taiwanese singer, actress, and musician. Referred as \"Asia's eternal queen of pop,\" Teng became a cultural icon for her contributions to Mandopop, giving birth to the phrase, \"Wherever there are Chinese people, there is the music of Teresa Teng\"."}]}, {"heading": "Deaths", "year": "1996", "date": "May 8", "txt": "Beryl Burton, English cyclist (b. 1937)", "entities": [{"title": "Beryl Burton", "href": "/wiki/Beryl_Burton", "description": "Beryl Burton, OBE was an English racing cyclist who dominated women’s cycle racing in the UK, winning more than 90 domestic championships and seven world titles, and setting numerous national records. She set a women's record for the 12-hour time-trial which exceeded the men's record for two years."}]}, {"heading": "Deaths", "year": "1996", "date": "May 8", "txt": "Luis Miguel Dominguín, Spanish bullfighter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "May 8", "txt": "Larry Levis, American poet, author, and critic (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "May 8", "txt": "Garth Williams, American illustrator (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "May 8", "txt": "Johannes Kotkas, Estonian wrestler (b. 1915)", "entities": [{"title": "Johannes Kotkas", "href": "/wiki/Johannes_Kotkas", "description": "Johannes Kotkas was a heavyweight Greco-Roman wrestler from Estonia who won a gold medal at the 1952 Summer Olympics. He held the European title in 1938, 1939 and 1947 and placed second at the 1953 world championships."}]}, {"heading": "Deaths", "year": "1998", "date": "May 8", "txt": "Charles Rebozo, American banker and businessman (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "May 8", "txt": "Dirk Bogarde, English actor and screenwriter (b. 1921)", "entities": [{"title": "Dirk Bogarde", "href": "/wiki/Dirk_Bogarde", "description": "Sir Dirk Bogarde was an English actor and writer. Initially a matinée idol in films such as Doctor in the House (1954) for the Rank Organisation, he later acted in art-house films. In a second career, he wrote seven best-selling volumes of memoirs, six novels and a volume of collected journalism, mainly from articles in The Daily Telegraph."}]}, {"heading": "Deaths", "year": "1999", "date": "May 8", "txt": "Ed Gilbert, American actor (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "May 8", "txt": "Dana Plato, American actress (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "May 8", "txt": "Soeman Hs, Indonesian author and educator (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 8", "txt": "Pita Amor, Mexican poet and author (b. 1918)", "entities": [{"title": "Pita Amor", "href": "/wiki/Pita_Amor", "description": "Guadalupe Teresa Amor Schmidtlein, who wrote as Pita Amor, was a Mexican poet."}]}, {"heading": "Deaths", "year": "2000", "date": "May 8", "txt": "Dédé Fortin, Canadian singer-songwriter and guitarist (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 8", "txt": "Henry Nicols, American activist (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "May 8", "txt": "Elvira Pagã, Brazilian vedette, singer, and artist (b. 1920)", "entities": [{"title": "Elvira Pagã", "href": "/wiki/Elvira_Pag%C3%A3", "description": "Elvira Olivieri Cozzolino, better known by her stage name Elvira Pagã, was a Brazilian vedette and actress, singer, writer and painter. She was the first Rio Carnival Queen, the first woman to wear a bikini in public, and one of the first women to have cosmetic surgery in Brazil. Talented and controversial, she broke the status quo and faced the reigning \"machismo\" with fearless audacity during th"}, {"title": "Vedette (cabaret)", "href": "/wiki/Vedette_(cabaret)", "description": "A vedette is the main female artist of a show derived from cabaret and its subcategories of revue, vaudeville, music hall or burlesque. The purpose of the vedette is to entertain and captivate the public. The vedette has to know how to sing, dance and act on stage. Particularly accomplished artistes are considered super vedettes or first vedettes. Vedettes often appear alongside groups of dancers,"}]}, {"heading": "Deaths", "year": "2005", "date": "May 8", "txt": "Jean Carrière, French author (b. 1928)", "entities": [{"title": "Jean Carrière", "href": "/wiki/Jean_Carri%C3%A8re", "description": "Jean Carrière was a French writer."}]}, {"heading": "Deaths", "year": "2005", "date": "May 8", "txt": "Nicolás Vuyovich, Argentinian race car driver (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "May 8", "txt": "Iain Macmillan, Scottish photographer and author (b. 1938)", "entities": [{"title": "Iain Macmillan", "href": "/wiki/Iain_Macmillan", "description": "Iain Stewart Macmillan was the Scottish photographer famous for taking the cover photograph for The Beatles' album Abbey Road in 1969. He grew up in Scotland, then moved to London to become a professional photographer. He used a photo of Yoko Ono in a book that he published in 1966, and Ono invited him to photograph her exhibit at Indica Gallery. She introduced him to John Lennon, and Lennon invit"}]}, {"heading": "Deaths", "year": "2007", "date": "May 8", "txt": "Philip R. Craig, American author and poet (b. 1933)", "entities": [{"title": "Philip R. Craig", "href": "/wiki/Philip_R._Craig", "description": "Philip R. Craig was a writer known for his Martha's Vineyard mysteries."}]}, {"heading": "Deaths", "year": "2007", "date": "May 8", "txt": "Carson Whitsett, American keyboard player, songwriter, and producer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "May 8", "txt": "Eddy Arnold, American singer-songwriter, guitarist, and actor (b. 1918)", "entities": [{"title": "Eddy Arnold", "href": "/wiki/Eddy_Arnold", "description": "Richard Edward Arnold was an American country music singer who performed for six decades. He was a Nashville sound innovator of the late 1950s, and scored 147 songs on the Billboard country music charts, second only to George Jones. He sold more than 85 million records. A member of the Grand Ole Opry and the Country Music Hall of Fame, Arnold ranked 22nd on Country Music Television's 2003 list of "}]}, {"heading": "Deaths", "year": "2008", "date": "May 8", "txt": "François Sterchele, Belgian footballer (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 8", "txt": "Dom DiMaggio, American baseball player (b. 1917)", "entities": [{"title": "Dom DiMaggio", "href": "/wiki/Dom_DiMaggio", "description": "Dominic Paul DiMaggio, nicknamed \"The Little Professor\", was an American Major League Baseball center fielder. He played his entire 11-year baseball career for the Boston Red Sox (1940–1953). DiMaggio was the youngest of three brothers who each became major league center fielders, the others being Joe and Vince."}]}, {"heading": "Deaths", "year": "2009", "date": "May 8", "txt": "Bud Shrake, American journalist and author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "May 8", "txt": "Lionel Rose, Australian boxer (b. 1948)", "entities": [{"title": "Lionel Rose", "href": "/wiki/Lionel_Rose", "description": "Lionel Edmund Rose MBE was an Australian bantamweight boxer, the first Indigenous Australian to win a world title. He later became the first Indigenous Australian to be named Australian of the Year."}]}, {"heading": "Deaths", "year": "2012", "date": "May 8", "txt": "Everett Lilly, American singer-songwriter and guitarist (b. 1924)", "entities": [{"title": "Everett Lilly", "href": "/wiki/Everett_Lilly", "description": "The Lilly Brothers, were bluegrass musicians born in Clear Creek, West Virginia. They have been credited with bringing bluegrass to New England and with influencing such future bluegrass artists as Peter Rowan, Joe Val and Bill Keith, among others."}]}, {"heading": "Deaths", "year": "2012", "date": "May 8", "txt": "Jerry McMorris, American businessman (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 8", "txt": "Stacy Robinson, American football player (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 8", "txt": "Maurice Sendak, American author and illustrator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 8", "txt": "Ampon Tangnoppakul, Thai criminal (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 8", "txt": "Roman Totenberg, Polish-American violinist and educator (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 8", "txt": "Jeanne Cooper, American actress (b. 1928)", "entities": [{"title": "Jeanne Cooper", "href": "/wiki/Jeanne_Cooper", "description": "Wilma Jeanne Cooper was an American actress, best known for her role as Katherine Chancellor on the CBS soap opera The Young and the Restless (1973–2013). At the time of her death, she was eighth on the all-time list of longest-serving soap opera actors in the United States. She was the mother of three children, the eldest being actor Corbin Bernsen."}]}, {"heading": "Deaths", "year": "2013", "date": "May 8", "txt": "Bryan Forbes, English actor, director, producer, and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 8", "txt": "Juan José Muñoz, Argentinian businessman (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 8", "txt": "Hugh J. Silverman, American philosopher and theorist (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 8", "txt": "Ken Whaley, Austrian-English bass player (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 8", "txt": "Roger L. Easton, American scientist, co-invented the GPS (b. 1921)", "entities": [{"title": "Roger L. Easton", "href": "/wiki/Roger_L._Easton", "description": "Roger Lee Easton, Sr. was an American physicist who was the principal inventor and designer of the Global Positioning System, along with Ivan A. Getting and Bradford Parkinson."}, {"title": "Global Positioning System", "href": "/wiki/Global_Positioning_System", "description": "The Global Positioning System (GPS), originally Navstar GPS, is a satellite-based radionavigation system owned by the United States government and operated by the United States Space Force. It is one of the global navigation satellite systems (GNSS) that provides geolocation and time information to a GPS receiver anywhere on or near the Earth where there is an unobstructed line of sight to four or"}]}, {"heading": "Deaths", "year": "2014", "date": "May 8", "txt": "Nancy Malone, American actress, director, and producer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 8", "txt": "Yago Lamela, Spanish long jumper (b. 1977)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 8", "txt": "Jair Rodrigues, Brazilian singer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 8", "txt": "R. Douglas Stuart Jr., American businessman and diplomat, United States Ambassador to Norway (b. 1916)", "entities": [{"title": "United States Ambassador to Norway", "href": "/wiki/United_States_Ambassador_to_Norway", "description": "The United States Ambassador to Norway is the official representative of the President and the Government of the United States of America to the King and Government of Norway."}]}, {"heading": "Deaths", "year": "2014", "date": "May 8", "txt": "Joseph P. Teasdale, American lawyer and politician, 48th Governor of Missouri (b. 1936)", "entities": [{"title": "Governor of Missouri", "href": "/wiki/Governor_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Deaths", "year": "2015", "date": "May 8", "txt": "Zeki Alasya, Turkish actor and director (b. 1943)", "entities": [{"title": "Zeki Alasya", "href": "/wiki/Zeki_Alasya", "description": "Zeki Alasya was a Turkish actor and film director. Alasya was of Turkish Cypriot descent and was related to Kıbrıslı Mehmed Kamil Pasha."}]}, {"heading": "Deaths", "year": "2015", "date": "May 8", "txt": "Mwepu Ilunga, Congolese footballer (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 8", "txt": "Menashe Kadishman, Israeli sculptor and painter (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 8", "txt": "Juan Schwanner, Hungarian-Chilean footballer and manager (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 8", "txt": "Atanas Semerdzhiev, Bulgarian soldier and politician, 1st Vice President of Bulgaria (b. 1924)", "entities": [{"title": "Vice President of Bulgaria", "href": "/wiki/Vice_President_of_Bulgaria", "description": "The Vice President of the Republic of Bulgaria is a position, established by the Constitution of Bulgaria, and the only active vice presidential office in the European Union (EU)."}]}, {"heading": "Deaths", "year": "2016", "date": "May 8", "txt": "Tom M. Apostol, American analytic number theorist (b. 1923)", "entities": [{"title": "Tom M. Apostol", "href": "/wiki/Tom_M._Apostol", "description": "Tom Mike Apostol was an American analytic number theorist and professor at the California Institute of Technology, best known as the author of widely used mathematical textbooks."}]}, {"heading": "Deaths", "year": "2016", "date": "May 8", "txt": "William Schallert, American actor; president (1979–81) of the Screen Actors Guild (b. 1922)", "entities": [{"title": "Screen Actors Guild", "href": "/wiki/Screen_Actors_Guild", "description": "The Screen Actors Guild (SAG) was an American labor union which represented over 100,000 film and television principal and background performers worldwide. On March 30, 2012, the union leadership announced that the SAG membership voted to merge with the American Federation of Television and Radio Artists (AFTRA) to create SAG-AFTRA."}]}, {"heading": "Deaths", "year": "2018", "date": "May 8", "txt": "Big Bully Busick, American professional wrestler (b. 1954)", "entities": [{"title": "Big Bully Busick", "href": "/wiki/Big_Bully_Busick", "description": "Nicholas Busick was an American professional wrestler and police officer, better known by his ring name Big Bully Busick. He is best known for his appearances with the World Wrestling Federation (WWF) in 1991, where he portrayed a stereotypical bully from the 1920s with a \"turtleneck, bowler hat and king-sized cigar\". Busick is also known for his appearances with Georgia All-Star Wrestling (GAF) a"}]}, {"heading": "Deaths", "year": "2018", "date": "May 8", "txt": "Anne V. Coates, British film editor (Lawrence of Arabia, The Elephant Man, Erin Brockovich), Oscar winner (1963) (b. 1925)", "entities": [{"title": "Academy Award for Best Film Editing", "href": "/wiki/Academy_Award_for_Best_Film_Editing", "description": "The Academy Award for Best Film Editing is one of the annual awards of the Academy of Motion Picture Arts and Sciences (AMPAS). Nominations for this award are closely correlated with the Academy Award for Best Picture. For 33 consecutive years, 1981 to 2013, every Best Picture winner had also been nominated for the Film Editing Oscar, and about two thirds of the Best Picture winners have also won "}, {"title": "35th Academy Awards", "href": "/wiki/35th_Academy_Awards", "description": "The 35th Academy Awards, honoring the best in film for 1962, were held on April 8, 1963, at the Santa Monica Civic Auditorium in Santa Monica, California, hosted by Frank Sinatra."}]}, {"heading": "Deaths", "year": "2019", "date": "May 8", "txt": "Sprent Dabwido, President of Nauru from 2011 to 2013 (b. 1972)", "entities": [{"title": "Sprent Dabwido", "href": "/wiki/Sprent_Dabwido", "description": "Sprent Arumogo Dabwido was a Nauruan politician who served as the President of Nauru between 2011 and 2013, and was also a weightlifter. The son of a parliamentarian, Dabwido was originally elected to the Meneng Constituency in the Parliament of Nauru at the 2004 elections. Having served as Minister for Telecommunications in Marcus Stephen's government from 2009, Dabwido joined the Nauruan opposit"}, {"title": "Nauru", "href": "/wiki/Nauru", "description": "Nauru, officially the Republic of Nauru and formerly known as Pleasant Island, is an island country and microstate in Oceania, in the Central Pacific. Its nearest neighbour is Banaba Island in Kiribati, 300 km (190 mi) to the east. It further lies northwest of Tuvalu, 1,300 km (810 mi) northeast of the Solomon Islands, east-northeast of Papua New Guinea, southeast of the Federated States of Micron"}]}]