[{"heading": "Events", "year": "332", "date": "May 18", "txt": "Emperor Constantine the Great announces free distributions of food to the citizens in Constantinople.", "entities": [{"title": "Constantine the Great", "href": "/wiki/Constantine_the_Great", "description": "Constantine I, also known as Constantine the Great, was a Roman emperor from 306 to 337. Born in Naissus, Dacia Mediterranea, he was the son of Flavius Constantius, a Roman army officer born in Dardania who became one of the four emperors of the Tetrarchy. His mother, Helena, was Greek and of low birth. Constantine served with distinction under emperors Diocletian and Galerius campaigning in the e"}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "872", "date": "May 18", "txt": "Louis II of Italy is crowned for the second time as Roman Emperor at Rome, at the age of 47. His first coronation was 28 years earlier, in 844, during the reign of his father Lothair I.", "entities": [{"title": "Louis II of Italy", "href": "/wiki/Louis_II_of_Italy", "description": "Louis II, sometimes called the Younger, was the king of Italy and Holy Roman Emperor from 844, co-ruling with his father Lothair I until 855, after which he ruled alone."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Lothair I", "href": "/wiki/Lothair_I", "description": "Lothair I or Lothar I was emperor, and the governor of Bavaria (815–817), King of Italy (818–855) and Middle Francia (840–855)."}]}, {"heading": "Events", "year": "1096", "date": "May 18", "txt": "First Crusade: Around 800 Jews are massacred in Worms, Germany.", "entities": [{"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Worms massacre (1096)", "href": "/wiki/Worms_massacre_(1096)", "description": "The Worms massacre was the murder of at least 800 Jews from Worms, Germany, at the hands of crusaders under Count Emicho in May 1096."}]}, {"heading": "Events", "year": "1152", "date": "May 18", "txt": "The future Henry II of England marries Eleanor of Aquitaine. He would become king two years later, after the death of his cousin once removed King Stephen of England.", "entities": [{"title": "Henry II of England", "href": "/wiki/Henry_II_of_England", "description": "Henry II, also known as Henry Curtmantle, Henry FitzEmpress or Henry Plantagenet, was King of England from 1154 until his death in 1189. He was the first king of the House of Plantagenet. King Louis VII of France made him Duke of Normandy in 1150. Henry became Count of Anjou and Maine upon the death of his father, Count Geoffrey V, in 1151. His marriage in 1152 to Eleanor of Aquitaine, whose marri"}, {"title": "Eleanor of Aquitaine", "href": "/wiki/Eleanor_of_Aquitaine", "description": "Eleanor of Aquitaine was queen consort of France (1137–1152) and England (1154–1189) and duchess of Aquitaine in her own right (1137–1204). As the heir of the House of Poitiers, rulers in southwestern France, she was one of the wealthiest and most powerful women in western Europe during the High Middle Ages. She was patron of literary figures such as Wace, Benoît de Sainte-Maure, and Bernart de Ve"}, {"title": "King Stephen of England", "href": "/wiki/King_Stephen_of_England", "description": "Stephen, often referred to as Stephen of Blois, was King of England from 22 December 1135 to his death in 1154. A younger son of the Count of Blois, he was Count of Boulogne jure uxoris from 1125 until 1147 and Duke of Normandy from 1135 until 1144. His reign was marked by the Anarchy, a civil war with his cousin and rival, the Empress Matilda, whose son, Henry II, succeeded Stephen as the first o"}]}, {"heading": "Events", "year": "1268", "date": "May 18", "txt": "The Principality of Antioch, a crusader state, falls to the Mamluk Sultan Baibars in the Siege of Antioch.", "entities": [{"title": "Principality of Antioch", "href": "/wiki/Principality_of_Antioch", "description": "The Principality of Antioch was one of the crusader states created during the First Crusade which included parts of modern-day Turkey and Syria. The principality was much smaller than the County of Edessa or the Kingdom of Jerusalem. It extended around the northeastern edge of the Mediterranean, bordering the County of Tripoli to the south, Edessa to the east, and the Byzantine Empire or the Kingd"}, {"title": "Crusader states", "href": "/wiki/Crusader_states", "description": "The Crusader states were feudal polities created by the Latin Catholic leaders of the First Crusade through conquest and political subterfuge. Four states were established: the county of Edessa (1097–1150); the principality of Antioch (1098–1287), the county of Tripoli (1102–1289), and the kingdom of Jerusalem (1099–1291). The kingdom of Jerusalem covered what is now Israel, the West Bank, the Gaz"}, {"title": "Mamluk Sultanate (Cairo)", "href": "/wiki/Mamluk_Sultanate_(Cairo)", "description": "The Mamluk Sultanate was a medieval realm spanning Egypt, the Levant and Hejaz that established itself as a caliphate. It lasted from the overthrow of the Ayyubid dynasty until the Ottoman conquest of Egypt in 1517. Historians have traditionally broken the era of Mamluk rule into two periods, one covering 1250–1382 and the other 1382–1517. Western historians call the former the \"Baḥrī\" period and "}, {"title": "Sultan", "href": "/wiki/Sultan", "description": "Sultan is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\". Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms, albeit without claiming the overall caliphate, or to refer to a power"}, {"title": "Baibars", "href": "/wiki/Baibars", "description": "Al-Malik al-Zahir Rukn al-Din Baibars al-Bunduqdari, of Turkic Kipchak origin, commonly known as Baibars – nicknamed Abu al-Futuh – was the fourth sultan of Egypt in the Mamluk Bahri dynasty, succeeding Qutuz. He was one of the commanders of the Egyptian forces that inflicted a defeat on the Seventh Crusade of King Louis IX of France. He also led the vanguard of the Egyptian army at the Battle of "}, {"title": "Siege of Antioch (1268)", "href": "/wiki/Siege_of_Antioch_(1268)", "description": "The siege of Antioch occurred in 1268 when the Mamelukes under Baibars finally succeeded in capturing the city of Antioch. Prior to the siege, the Crusader Principality was oblivious to the loss of the city, as demonstrated when Baibars sent negotiators to the leader of the former Crusader state and mocked his use of \"Prince\" in the title Prince of Antioch."}]}, {"heading": "Events", "year": "1291", "date": "May 18", "txt": "Fall of Acre, the end of Crusader presence in the Holy Land.", "entities": [{"title": "Fall of Acre", "href": "/wiki/Fall_of_Acre", "description": "The siege of Acre took place in 1291 and resulted in the Crusaders losing control of Acre to the Mamluks. It is considered one of the most important battles of the period. Although the crusading movement continued for several more centuries, the capture of the city marked the end of further crusades to the Levant. When Acre fell, the Crusaders lost their last major stronghold of the Crusader Kingd"}, {"title": "Crusader states", "href": "/wiki/Crusader_states", "description": "The Crusader states were feudal polities created by the Latin Catholic leaders of the First Crusade through conquest and political subterfuge. Four states were established: the county of Edessa (1097–1150); the principality of Antioch (1098–1287), the county of Tripoli (1102–1289), and the kingdom of Jerusalem (1099–1291). The kingdom of Jerusalem covered what is now Israel, the West Bank, the Gaz"}, {"title": "Holy Land", "href": "/wiki/Holy_Land", "description": "The Holy Land is an area roughly located between the Mediterranean Sea and the Eastern Bank of the Jordan River. Traditionally, it is synonymous both with the biblical Land of Israel and with the region of Palestine. The term \"Holy Land\" usually refers to a territory roughly corresponding to the modern State of Israel, the Palestinian territories, western Jordan, and parts of southern Lebanon and "}]}, {"heading": "Events", "year": "1302", "date": "May 18", "txt": "Bruges Matins, the nocturnal massacre of the French garrison in Bruges by members of the local Flemish militia.", "entities": [{"title": "Bruges Matins (massacre)", "href": "/wiki/Bruges_Matins_(massacre)", "description": "The Matins of Bruges was the nocturnal massacre of the French garrison in Bruges and their Leliaert supporters on 18 May 1302 by the members of the local Flemish militia. It has been named \"Matins\" in analogy to the Sicilian Vespers of 1282. The revolt led to the Battle of the Golden Spurs, which saw the Flemish militia defeat French troops on 11 July 1302."}, {"title": "Bruges", "href": "/wiki/Bruges", "description": "Bruges is the capital and largest city of the province of West Flanders in the Flemish Region of Belgium, in the northwest of the country, and the seventh-largest city of the country by population."}, {"title": "Flanders", "href": "/wiki/Flanders", "description": "Flanders is the Dutch-speaking northern portion of Belgium and one of the communities, regions and language areas of Belgium. However, there are several overlapping definitions, including ones related to culture, language, politics and history, and sometimes involving neighbouring countries. The demonym associated with Flanders is Fleming, while the corresponding adjective is Flemish. The official"}]}, {"heading": "Events", "year": "1388", "date": "May 18", "txt": "During the Battle of Buyur Lake, General Lan Yu leads a Chinese army forward to crush the Mongol hordes of Tögüs Temür, the Khan of Northern Yuan.", "entities": [{"title": "Battle of Buyur Lake", "href": "/wiki/Battle_of_Buyur_Lake", "description": "The Battle of Buir Lake was fought between the Ming dynasty and Mongol-led Northern Yuan dynasty at Buir Lake in 1388. The Ming army was led by General Lan Yu, who undertook the military campaign against Toghus Temur, the Northern Yuan ruler. The Ming army found and defeated the Northern Yuan horde at Buir Lake, capturing many of their people."}, {"title": "Lan Yu (general)", "href": "/wiki/Lan_Yu_(general)", "description": "Lan Yu was a Chinese general who contributed to the founding of the Ming Dynasty. His ancestral home was in present-day Dingyuan County, Anhui. In 1393, Lan was accused of plotting a rebellion and put to death by the Hongwu Emperor. About 15,000 people were implicated in the case and executed."}, {"title": "Tögüs Temür", "href": "/wiki/T%C3%B6g%C3%BCs_Tem%C3%BCr", "description": "Uskhal Khan, also called the Last Emperor of Northern Yuan or by era name the Tianyuan Emperor, born Tögüs Temür, was an emperor of the Northern Yuan dynasty based in the Mongolian Plateau. He was the last powerful khan of the Mongols until the reign of Dayan Khan."}]}, {"heading": "Events", "year": "1499", "date": "May 18", "txt": "Alonso de Ojeda sets sail from Cádiz on his voyage to what is now Venezuela.", "entities": [{"title": "Alonso de Ojeda", "href": "/wiki/Alonso_de_Ojeda", "description": "Alonso de Ojeda was a Spanish explorer, governor and conquistador. He travelled through Guyana, Venezuela, Trinidad, Tobago, Curaçao, Aruba and Colombia. He navigated with Amerigo Vespucci who is famous for having named Venezuela, which he explored during his first two expeditions, for having been the first European to visit Guyana, Curaçao, Colombia, and Lake Maracaibo, and later for founding San"}, {"title": "Cádiz", "href": "/wiki/C%C3%A1diz", "description": "Cádiz is a city and port in southwestern Spain. It is the capital of the Province of Cádiz, one of eight that make up the autonomous community of Andalusia."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1565", "date": "May 18", "txt": "The Great Siege of Malta begins, in which Ottoman forces attempt and fail to conquer Malta.", "entities": [{"title": "Great Siege of Malta", "href": "/wiki/Great_Siege_of_Malta", "description": "The Great Siege of Malta occurred in 1565 when the Ottoman Empire attempted to conquer the island of Malta, then held by the Knights Hospitaller. The siege lasted nearly four months, from 18 May to 11 September 1565."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}]}, {"heading": "Events", "year": "1593", "date": "May 18", "txt": "Playwright Thomas Kyd's accusations of heresy lead to an arrest warrant for Christopher Marlowe.", "entities": [{"title": "Thomas Kyd", "href": "/wiki/Thomas_Kyd", "description": "\n\nThomas Kyd was an English playwright, the author of The Spanish Tragedy, and one of the most important figures in the development of Elizabethan drama."}, {"title": "Christian heresy", "href": "/wiki/Christian_heresy", "description": "Heresy in Christianity denotes the formal denial or doubt of a core doctrine of the Christian faith as defined by one or more of the Christian churches."}, {"title": "Christopher Marlowe", "href": "/wiki/Christopher_Marlowe", "description": "Christopher Marlowe, also known as Kit Marlowe, was an English playwright, poet and translator of the Elizabethan era. Modern scholars count Marlowe among the most famous of the Elizabethan playwrights; based upon the \"many imitations\" of his play Tamburlaine, they consider him to have been the foremost dramatist in London in the years just before his mysterious early death. Some scholars also bel"}]}, {"heading": "Events", "year": "1631", "date": "May 18", "txt": "In Dorchester, Massachusetts, John Winthrop takes the oath of office and becomes the first Governor of Massachusetts.", "entities": [{"title": "Dorchester, Massachusetts", "href": "/wiki/Dorchester,_Massachusetts", "description": "Dorchester is a Boston neighborhood comprising more than 6 square miles (16 km2) in the City of Boston, Massachusetts, United States. Originally, Dorchester was a separate town, founded by Puritans who emigrated in 1630 from Dorchester, Dorset, England, to the Massachusetts Bay Colony. This dissolved municipality, Boston's largest neighborhood by far, is often divided by city planners in order to "}, {"title": "John Winthrop", "href": "/wiki/John_Winthrop", "description": "John Winthrop was an English Puritan lawyer and one of the leading figures in founding the Massachusetts Bay Colony, the second major settlement in New England following Plymouth Colony. Winthrop led the first large wave of colonists from England in 1630 and served as governor for 12 of the colony's first 20 years. His writings and vision of the colony as a Puritan \"city upon a hill\" dominated New"}, {"title": "List of colonial governors of Massachusetts", "href": "/wiki/List_of_colonial_governors_of_Massachusetts", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Events", "year": "1652", "date": "May 18", "txt": "Slavery in Rhode Island is abolished, although the law is not rigorously enforced.", "entities": [{"title": "History of Rhode Island", "href": "/wiki/History_of_Rhode_Island#Slavery_in_Rhode_Island", "description": "The history of Rhode Island is an overview of the Colony of Rhode Island and Providence Plantations and the state of Rhode Island from pre-colonial times to the present."}]}, {"heading": "Events", "year": "1756", "date": "May 18", "txt": "The Seven Years' War begins when Great Britain declares war on France.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}]}, {"heading": "Events", "year": "1783", "date": "May 18", "txt": "First United Empire Loyalists reach Parrtown (later called Saint John, New Brunswick), Canada, after leaving the United States.", "entities": [{"title": "United Empire Loyalists", "href": "/wiki/United_Empire_Loyalists", "description": "United Empire Loyalists is an honorific which was first given by the 1st Lord Dorchester, the Governor of Quebec, and Governor-General of the Canadas, to American Loyalists who resettled in British North America during or after the American Revolution. At the time, the demonym Canadian or Canadien was used to refer to the indigenous First Nations groups and the French settlers inhabiting the Provi"}, {"title": "Saint John, New Brunswick", "href": "/wiki/Saint_John,_New_Brunswick", "description": "Saint John is a seaport city of the Atlantic Ocean located on the Bay of Fundy in the province of New Brunswick, Canada. Saint John is the oldest incorporated city in Canada, established by royal charter on May 18, 1785, during the reign of King George III. The port is Canada's third largest port by tonnage with a cargo base that includes dry and liquid bulk, break bulk, containers, and cruise. Th"}]}, {"heading": "Events", "year": "1794", "date": "May 18", "txt": "Battle of Tourcoing during the Flanders Campaign of the War of the First Coalition.", "entities": [{"title": "Battle of Tourcoing", "href": "/wiki/Battle_of_Tourcoing", "description": "The Battle of Tourcoing saw a Republican French army directed by General Joseph Souham defend against an attack by an Habsburg, British, and Hanoverian Coalition army under Austrian Prince Josias of Saxe-Coburg-Saalfeld and Prince Frederick, Duke of York and Albany. The French army was temporarily led by Souham in the absence of its normal commander Jean-Charles Pichegru. Threatened with encirclem"}, {"title": "Flanders Campaign", "href": "/wiki/Flanders_Campaign", "description": "The Flanders Campaign was conducted from 6 November 1792 to 7 June 1795 during the first years of the French Revolutionary Wars. A Coalition of states representing the Ancien Régime in Western Europe – Austria, Prussia, Great Britain, the Dutch Republic, Hanover and Hesse-Kassel – mobilised military forces along all the French frontiers, with the intention to invade Revolutionary France and end th"}, {"title": "War of the First Coalition", "href": "/wiki/War_of_the_First_Coalition", "description": "The War of the First Coalition were a set of wars that several European powers fought between 1792 and 1797 against initially the constitutional Kingdom of France and then the French Republic that succeeded it. They were only loosely allied and fought without much apparent coordination or agreement; each power had its eye on a different part of France it wanted to appropriate after a French defeat"}]}, {"heading": "Events", "year": "1803", "date": "May 18", "txt": "Napoleonic Wars: The United Kingdom revokes the Treaty of Amiens and declares war on France.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Treaty of Amiens", "href": "/wiki/Treaty_of_Amiens", "description": "The Treaty of Amiens temporarily ended hostilities between France and the United Kingdom at the end of the War of the Second Coalition. It marked the end of the French Revolutionary Wars; after a short peace it set the stage for the Napoleonic Wars. Britain gave up most of its recent conquests; France was to evacuate Naples and Egypt. Britain retained Ceylon and Trinidad.\nIt was signed in the city"}]}, {"heading": "Events", "year": "1804", "date": "May 18", "txt": "Napoleon Bonaparte is proclaimed Emperor of the French by the French Senate.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Emperor of the French", "href": "/wiki/Emperor_of_the_French", "description": "Emperor of the French was the title of the monarch of the First and the Second French Empires."}, {"title": "French Senate", "href": "/wiki/French_Senate", "description": "The Senate is the upper house of the French Parliament, which, along with the National Assembly—the lower chamber—constitutes the legislature of France. It is made up of 348 Senators elected by part of the country's local councilors, i.e., in indirect elections, as well as by French citizens living abroad. Senators have six-year terms, with half of the seats up for election every three years."}]}, {"heading": "Events", "year": "1811", "date": "May 18", "txt": "Battle of Las Piedras: The first great military triumph of the revolution of the Río de la Plata in Uruguay led by José Artigas.", "entities": [{"title": "Battle of Las Piedras (1811)", "href": "/wiki/Battle_of_Las_Piedras_(1811)", "description": "The Battle of Las Piedras was fought on May 18, 1811 as part of the Uruguayan struggle for independence."}, {"title": "Río de la Plata", "href": "/wiki/R%C3%ADo_de_la_Plata", "description": "The Río de la Plata, called River Plate in British English and the Commonwealth and La Plata River in other English-speaking countries, is the estuary formed by the confluence of the Uruguay River and the Paraná River at Punta Gorda. It empties into the Atlantic Ocean and forms a funnel-shaped indentation on the southeastern coastline of South America. Depending on the geographer, the Río de la Pl"}, {"title": "Uruguay", "href": "/wiki/Uruguay", "description": "Uruguay, officially the Oriental Republic of Uruguay, is a country in South America. It shares borders with Argentina to its west and southwest and Brazil to its north and northeast; while bordering the Río de la Plata to the south and the Atlantic Ocean to the southeast. Uruguay has a population of an estimated 3.51 million, of whom 2 million live in the metropolitan area of its capital and large"}, {"title": "José Artigas", "href": "/wiki/Jos%C3%A9_Artigas", "description": "José Gervasio Artigas Arnal is a national hero of Uruguay, sometimes called \"the father of Uruguayan nationhood\"."}]}, {"heading": "Events", "year": "1812", "date": "May 18", "txt": "John Bellingham is found guilty and sentenced to death by hanging for the assassination of British Prime Minister Spencer Perceval.", "entities": [{"title": "John Bellingham", "href": "/wiki/John_Bellingham", "description": "John Bellingham was an English merchant and the assassin of British prime minister Spencer Perceval."}, {"title": "Assassination of Spencer Perceval", "href": "/wiki/Assassination_of_Spencer_Perceval", "description": "On 11 May 1812, at about 5:15 pm, Spencer Perceval, the prime minister of the United Kingdom of Great Britain and Ireland, was shot dead in the lobby of the House of Commons by John Bellingham, a Liverpool merchant with a grievance against the government. Bellingham was detained and, four days after the murder, was tried, convicted and sentenced to death. He was hanged at Newgate Prison on 18 May,"}, {"title": "British Prime Minister", "href": "/wiki/British_Prime_Minister", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Spencer Perceval", "href": "/wiki/Spencer_Perceval", "description": "Spencer Perceval was a British statesman and barrister. He was Prime Minister of the United Kingdom from October 1809 until his assassination in May 1812. Perceval is the only British prime minister to have been assassinated, and the only solicitor-general or attorney-general to have become prime minister."}]}, {"heading": "Events", "year": "1843", "date": "May 18", "txt": "The Disruption in Edinburgh of the Free Church of Scotland from the Church of Scotland.", "entities": [{"title": "Disruption of 1843", "href": "/wiki/Disruption_of_1843", "description": "The Disruption of 1843, also known as the Great Disruption was a schism or division within the established Church of Scotland, in which 450 evangelical ministers of the church broke away, over whether the church or the state is the ultimate arbiter of its clerical appointments and benefits, to form the Free Church of Scotland. It came at the end of a bitter conflict within the established church, "}, {"title": "Edinburgh", "href": "/wiki/Edinburgh", "description": "Edinburgh is the capital city of Scotland and one of its 32 council areas. Historically part of the county of Midlothian, it is located in Lothian on the Firth of Forth's southern shore. Edinburgh is Scotland's second-most populous city and the seventh-most populous city in the United Kingdom."}, {"title": "Free Church of Scotland (1843–1900)", "href": "/wiki/Free_Church_of_Scotland_(1843%E2%80%931900)", "description": "The Free Church of Scotland was a Scottish denomination which was formed in 1843 by a large withdrawal from the established Church of Scotland in a schism or division known as the Disruption of 1843. In 1900 the vast majority of the Free Church of Scotland joined with the United Presbyterian Church of Scotland to form the United Free Church of Scotland. The House of Lords judged that the minority "}, {"title": "Church of Scotland", "href": "/wiki/Church_of_Scotland", "description": "The Church of Scotland, also known by its Scots language name, the Kirk, is the national church of Scotland. It is Presbyterian, having no head of faith or leadership group, and adheres to the Bible and Westminster Confession; the Church of Scotland celebrates two sacraments, Baptism and the Lord's Supper, as well as five other rites, such as confirmation and matrimony. It is a member of the World"}]}, {"heading": "Events", "year": "1848", "date": "May 18", "txt": "Opening of the first German National Assembly (Nationalversammlung) in Frankfurt, Germany.", "entities": [{"title": "National Assembly", "href": "/wiki/National_Assembly", "description": "In politics, a national assembly is either a unicameral legislature, the lower house of a bicameral legislature, or both houses of a bicameral legislature together. In the English language it generally means \"an assembly composed of the representatives of the nation.\" The population base represented by this name is manifestly the nation as a whole, as opposed to a geographically select population,"}, {"title": "Frankfurt Parliament", "href": "/wiki/Frankfurt_Parliament", "description": "The Frankfurt Parliament was the first freely elected parliament for all of Germany, including the German-populated areas of Austria-Hungary, elected on 1 May 1848."}, {"title": "Frankfurt", "href": "/wiki/Frankfurt", "description": "Frankfurt, officially Frankfurt am Main, is the most populous city in the German state of Hesse. Its 763,380 inhabitants as of 31 December 2019 make it the fifth-most populous city in Germany. On the River Main, it forms a continuous conurbation with the neighboring city of Offenbach am Main and its urban area has a population of 2.3 million. The city is the heart of the larger Rhine-Main Metropol"}]}, {"heading": "Events", "year": "1860", "date": "May 18", "txt": "Abraham Lincoln wins the Republican Party presidential nomination over William H. Seward, who later becomes the United States Secretary of State.", "entities": [{"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Republican Party (United States)", "href": "/wiki/Republican_Party_(United_States)", "description": "The Republican Party, also referred to as the GOP, is one of the two major contemporary political parties in the United States, along with its main historic rival, the Democratic Party."}, {"title": "1860 Republican National Convention", "href": "/wiki/1860_Republican_National_Convention", "description": "The 1860 Republican National Convention was a presidential nominating convention that met from May 16 to May 18 in Chicago, Illinois. It was held to nominate the Republican Party's candidates for president and vice president in the 1860 election. The convention selected former Representative Abraham Lincoln of Illinois for president and Senator Hannibal Hamlin of Maine for vice president."}, {"title": "William H. Seward", "href": "/wiki/William_H._Seward", "description": "William Henry Seward was United States Secretary of State from 1861 to 1869, and earlier served as governor of New York and as a United States Senator. A determined opponent of the spread of slavery in the years leading up to the American Civil War, he was a prominent figure in the Republican Party in its formative years, and was praised for his work on behalf of the Union as Secretary of State du"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Events", "year": "1863", "date": "May 18", "txt": "American Civil War: The Siege of Vicksburg begins.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Siege of Vicksburg", "href": "/wiki/Siege_of_Vicksburg", "description": "The siege of Vicksburg was the final major military action in the Vicksburg campaign of the American Civil War. In a series of maneuvers, Union Maj. Gen. Ulysses S. Grant and his Army of the Tennessee crossed the Mississippi River and drove the Confederate Army of Mississippi, led by Lt. Gen. John C. Pemberton, into the defensive lines surrounding the fortress city of Vicksburg, Mississippi."}]}, {"heading": "Events", "year": "1896", "date": "May 18", "txt": "The United States Supreme Court rules in Plessy v. Ferguson that the \"separate but equal\" doctrine is constitutional.", "entities": [{"title": "United States Supreme Court", "href": "/wiki/United_States_Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Separate but equal", "href": "/wiki/Separate_but_equal", "description": "Separate but equal was a legal doctrine in United States constitutional law, according to which racial segregation did not necessarily violate the Fourteenth Amendment to the United States Constitution, which guaranteed \"equal protection\" under the law to all people. Under the doctrine, as long as the facilities provided to each race were equal, state and local governments could require that servi"}]}, {"heading": "Events", "year": "1896", "date": "May 18", "txt": "Khodynka Tragedy: A mass panic on Khodynka Field in Moscow during the festivities of the coronation of Russian Tsar Nicholas II results in the deaths of 1,389 people.", "entities": [{"title": "Mass panic", "href": "/wiki/Mass_panic", "description": "Mass psychogenic illness (MPI), also called mass sociogenic illness, mass psychogenic disorder, epidemic hysteria, or mass hysteria, is the rapid spread of illness signs and symptoms affecting members of a cohesive group, originating from a nervous system disturbance involving excitation, loss, or alteration of function, whereby physical complaints that are exhibited unconsciously have no correspo"}, {"title": "Khodynka Field", "href": "/wiki/Khodynka_Field", "description": "Khodynka Field is a large open space in the north-west of Moscow, at the beginning of the present day Leningradsky Prospect. It takes its name from the small Khodynka River which used to cross the neighbourhood."}, {"title": "Coronation", "href": "/wiki/Coronation", "description": "A coronation is the act of placement or bestowal of a crown upon a monarch's head. The term also generally refers not only to the physical crowning but to the whole ceremony wherein the act of crowning occurs, along with the presentation of other items of regalia, marking the formal investiture of a monarch with regal power. Aside from the crowning, a coronation ceremony may comprise many other ri"}, {"title": "Nicholas II of Russia", "href": "/wiki/Nicholas_II_of_Russia", "description": "Nicholas II or Nikolai II Alexandrovich Romanov, known in the Russian Orthodox Church as Saint Nicholas the Passion-Bearer, was the last Emperor of All Russia, ruling from 1 November 1894 until his abdication on 15 March 1917. During his reign, Russia embarked on a series of reforms including the introduction of civil liberties, literacy programs, state representation, and initiatives to modernize"}]}, {"heading": "Events", "year": "1900", "date": "May 18", "txt": "The United Kingdom proclaims a protectorate over Tonga.", "entities": [{"title": "Protectorate", "href": "/wiki/Protectorate", "description": "A protectorate is a state that is controlled and protected by another sovereign state. It is a dependent territory that has been granted local autonomy over most internal affairs while still recognizing the suzerainty of a more powerful sovereign state without being its direct possession. In exchange, the protectorate usually accepts specified obligations depending on the terms of their arrangemen"}, {"title": "Tonga", "href": "/wiki/Tonga", "description": "Tonga, officially named the Kingdom of Tonga, is a Polynesian country, and also an archipelago comprising 169 islands, of which 36 are inhabited. The archipelago's total surface area is about 750 square kilometres (290 sq mi) scattered over 700,000 square kilometres (270,000 sq mi) of the southern Pacific Ocean. As of 2016, Tonga had a population of 100,651, 70% of whom resided on the main island,"}]}, {"heading": "Events", "year": "1912", "date": "May 18", "txt": "The first Indian film, Shree Pundalik by Dadasaheb Torne, is released in Mumbai.", "entities": [{"title": "Cinema of India", "href": "/wiki/Cinema_of_India", "description": "The cinema of India consists of films produced in the nation of India. Cinema is immensely popular in India. Every year more than 1800 films get produced in various languages in India. Mumbai, Chennai, Kolkata, Hyderabad, Kochi, Bangalore, Bhubaneshwar-Cuttack and Guwahati are the major centres of film production in India. As of 2013, India ranked first in terms of annual film output, followed by "}, {"title": "Dadasaheb Torne", "href": "/wiki/Dadasaheb_Torne", "description": "Ramchandra Gopal Torne, also known as Dadasaheb Torne was an Indian director and producer, best known for making the first feature film in India, Shree Pundalik. This historic record is well established by an advertisement in The Times of India published on 25 May 1912. Several leading reference books on cinema including The Guinness Book of Movie Facts & Feats, A Pictorial History of Indian Cinem"}, {"title": "Mumbai", "href": "/wiki/Mumbai", "description": "Mumbai is the capital city of the Indian state of Maharashtra. According to the United Nations, as of 2018, Mumbai is the second-most populous city in the country after Delhi and the seventh-most populous city in the world with a population of roughly 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population "}]}, {"heading": "Events", "year": "1917", "date": "May 18", "txt": "World War I: The Selective Service Act of 1917 is passed, giving the President of the United States the power of conscription.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Selective Service Act of 1917", "href": "/wiki/Selective_Service_Act_of_1917", "description": "The Selective Service Act of 1917 or Selective Draft Act authorized the United States federal government to raise a national army for service in World War I through conscription. It was envisioned in December 1916 and brought to President Woodrow Wilson's attention shortly after the break in relations with Germany in February 1917. The Act itself was drafted by then-Captain Hugh S. Johnson after t"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Conscription", "href": "/wiki/Conscription", "description": "Conscription is the mandatory enlistment of people in a national service, most often a military service. Conscription dates back to antiquity and it continues in some countries to the present day under various names. The modern system of near-universal national conscription for young men dates to the French Revolution in the 1790s, where it became the basis of a very large and powerful military. M"}]}, {"heading": "Events", "year": "1926", "date": "May 18", "txt": "Evangelist Aimee Semple McPherson disappears in Venice, California.", "entities": [{"title": "Evangelism", "href": "/wiki/Evangelism", "description": "In Christianity, evangelism is the act of preaching the gospel with the intention of sharing the message and teachings of Jesus Christ."}, {"title": "Aimee Semple McPherson", "href": "/wiki/Aimee_Semple_McPherson", "description": "Aimee Elizabeth Semple McPherson, also known as Sister Aimee or Sister, was a Canadian Pentecostal evangelist and media celebrity in the 1920s and 1930s, famous for founding the Foursquare Church. McPherson pioneered the use of modern media in religious services, using radio to draw on the growing appeal of popular entertainment and incorporating stage techniques into her weekly sermons at Angelus"}, {"title": "Venice, California", "href": "/wiki/Venice,_California", "description": "Venice is a neighborhood in the city of Los Angeles within the Westside region of Los Angeles County, California."}]}, {"heading": "Events", "year": "1927", "date": "May 18", "txt": "The Bath School disaster: Forty-five people, including many children, are killed by bombs planted by a disgruntled school-board member in Michigan.", "entities": [{"title": "Bath School disaster", "href": "/wiki/Bath_School_disaster", "description": "The Bath School disaster, also known as the Bath School massacre, was a series of violent attacks perpetrated by Andrew Kehoe on May 18, 1927, in Bath Township, Michigan, United States. The attacks killed 38 elementary schoolchildren and 6 adults, and injured at least 58 other people. Prior to his timed explosives going off at the Bath Consolidated School building, Kehoe had murdered his wife, Nel"}, {"title": "Michigan", "href": "/wiki/Michigan", "description": "Michigan is a state in the Great Lakes and upper Midwestern United States. Its name comes from the Ojibwe word ᒥᓯᑲᒥ mishigami, meaning \"large water\" or \"large lake\". With a population of approximately 10 million, Michigan is the tenth most populous state, the 11th most extensive state by area, and the largest by area east of the Mississippi River. Its capital is Lansing, and its largest city is De"}]}, {"heading": "Events", "year": "1927", "date": "May 18", "txt": "After being founded for 20 years, the Government of the Republic of China approves Tongji University to be among the first national universities of the Republic of China.", "entities": [{"title": "Tongji University", "href": "/wiki/Tongji_University", "description": "Tongji University is a comprehensive university located in Shanghai. Established in 1907 by the German government together with German physicians in Shanghai, Tongji is one of the oldest and most selective, most prestigious universities in China under the Project 985. It is a Chinese Ministry of Education Class A Double First Class University."}]}, {"heading": "Events", "year": "1933", "date": "May 18", "txt": "New Deal: President Franklin D. Roosevelt signs an act creating the Tennessee Valley Authority.", "entities": [{"title": "New Deal", "href": "/wiki/New_Deal", "description": "The New Deal was a series of programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. Major federal programs and agencies included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Tennessee Valley Authority", "href": "/wiki/Tennessee_Valley_Authority", "description": "The Tennessee Valley Authority (TVA) is a federally owned corporation in the United States created by congressional charter on May 18, 1933, to provide navigation, flood control, electricity generation, fertilizer manufacturing, and economic development to the Tennessee Valley, a region particularly affected by the Great Depression. Senator George W. Norris (R-Nebraska) was a strong sponsor of thi"}]}, {"heading": "Events", "year": "1944", "date": "May 18", "txt": "World War II: Battle of Monte Cassino: Conclusion after seven days of the fourth battle as German paratroopers evacuate Monte Cassino.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Monte Cassino", "href": "/wiki/Battle_of_Monte_Cassino", "description": "The Battle of Monte Cassino was a costly series of four assaults by the Allies against the Winter Line in Italy held by Axis forces during the Italian Campaign of World War II. The intention was a breakthrough to Rome."}, {"title": "Fallschirmjäger (World War II)", "href": "/wiki/Fallschirmj%C3%A4ger_(World_War_II)", "description": "The Fallschirmjäger were the paratrooper branch of the German Luftwaffe before and during World War II. They were the first German paratroopers to be committed in large-scale airborne operations. Throughout World War II the Fallschirmjäger commander was Kurt Student."}, {"title": "Monte Cassino", "href": "/wiki/Monte_Cassino", "description": "Monte Cassino is a rocky hill about 130 kilometres (81 mi) southeast of Rome, in the Latin Valley, Italy, 2 kilometres (1.2 mi) to the west of the town of Cassino and 520 m (1,706.04 ft) altitude. Site of the Roman town of Casinum, it is best known for its abbey, the first house of the Benedictine Order, having been established by Benedict of Nursia himself around 529. It was for the community of "}]}, {"heading": "Events", "year": "1944", "date": "May 18", "txt": "Deportation of Crimean Tatars by the Soviet Union government.", "entities": [{"title": "Crimean Tatars", "href": "/wiki/Crimean_Tatars", "description": "Crimean Tatars or Crimeans, are an East European Turkic ethnic group and nation, who are an indigenous people of Crimea. The formation and ethnogenesis of Crimean Tatars occurred during the 13th–17th centuries, from Cumans that appeared in Crimea in the 10th century, with strong contributions from all the peoples who ever inhabited Crimea, including Greeks, Italians and Goths."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1948", "date": "May 18", "txt": "The First Legislative Yuan of the Republic of China officially convenes in Nanking.", "entities": [{"title": "Legislative Yuan", "href": "/wiki/Legislative_Yuan", "description": "The Legislative Yuan is the unicameral legislature of the Republic of China (Taiwan). Located in Taipei, the Legislative Yuan is composed of 113 legislators, which are directly elected by people of the Free Area through a parallel voting system for 4-year terms. Like parliaments or congresses of other countries, the Legislative Yuan is responsible for the passage of legislation, which is then sent"}, {"title": "Republic of China (1912–49)", "href": "/wiki/Republic_of_China_(1912%E2%80%9349)", "description": "The Republic of China (ROC) from 1912 to 1949, commonly known as China, was a sovereign state based in mainland China prior to the relocation of its government to Taiwan. At a population of 541 million in 1949, it was the world's most populous country. Covering 11.4 million square kilometres, it consisted of 35 provinces, 1 special administrative region, 2 regions, 12 special municipalities, 14 le"}, {"title": "Nanking", "href": "/wiki/Nanking", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}]}, {"heading": "Events", "year": "1953", "date": "May 18", "txt": "Jackie Cochran becomes the first woman to break the sound barrier.", "entities": [{"title": "Jacqueline Cochran", "href": "/wiki/Jacqueline_Cochran", "description": "Jacqueline Cochran was an American pilot and business executive. She pioneered women's aviation as one of the most prominent racing pilots of her generation. She set numerous records and was the first woman to break the sound barrier on 18 May 1953. Cochran was the wartime head of the Women Airforce Service Pilots (WASP) (1943–44), which employed about 1000 civilian American women in a non-combat "}, {"title": "Sound barrier", "href": "/wiki/Sound_barrier", "description": "The sound barrier or sonic barrier is the sudden increase in aerodynamic drag and other undesirable effects experienced by an aircraft or other object when it approaches the speed of sound. When aircraft first approached the speed of sound, these effects were seen as constituting a barrier making faster speeds very difficult or impossible. The term sound barrier is still sometimes used today to re"}]}, {"heading": "Events", "year": "1955", "date": "May 18", "txt": "Operation Passage to Freedom, the evacuation of 310,000 Vietnamese civilians, soldiers and non-Vietnamese members of the French Army from communist North Vietnam to South Vietnam following the end of the First Indochina War, ends.", "entities": [{"title": "Operation Passage to Freedom", "href": "/wiki/Operation_Passage_to_Freedom", "description": "Operation Passage to Freedom was a term used by the United States Navy to describe the propaganda effort and the assistance in transporting in 310,000 Vietnamese civilians, soldiers and non-Vietnamese members of the French Army from communist North Vietnam to monarchist South Vietnam between the years 1954 and 1955. The French and other countries may have transported a further 500,000. In the wake"}, {"title": "Vietnamese people", "href": "/wiki/Vietnamese_people", "description": "The Vietnamese people or Kinh people are a Southeast Asian ethnic group originally native to modern-day Northern Vietnam and South China. The native language is Vietnamese, the most widely spoken Austroasiatic language. Although Vietnamese language are Austroasiatic in origin, it was heavily sinicized throughout history and its vocabulary was influenced by Chinese. Sino-Vietnamese provides a Vietn"}, {"title": "French Union", "href": "/wiki/French_Union", "description": "The French Union (1946–1958) was a political entity created by the French Fourth Republic to replace the old French colonial system, colloquially known as the \"French Empire\". It was the formal end of the \"indigenous\" status of French subjects in colonial areas."}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "First Indochina War", "href": "/wiki/First_Indochina_War", "description": "The First Indochina War began in French Indochina on December 19, 1946, and lasted until July 20, 1954. Fighting between French forces and their Việt Minh opponents in the south dated from September 1945. The conflict pitted a range of forces, including the French Union's French Far East Expeditionary Corps, led by the government of France and supported by the former emperor Bảo Đại's Vietnamese N"}]}, {"heading": "Events", "year": "1965", "date": "May 18", "txt": "Israeli spy Eli Cohen is hanged in Damascus, Syria.", "entities": [{"title": "Eli Cohen", "href": "/wiki/Eli_Cohen", "description": "Eliyahu Ben-Shaul Cohen, commonly known as Eli Cohen, was an Israeli spy. He is best known for his espionage work in 1961–65 in Syria, where he developed close relationships with the Syrian political and military hierarchy, and became the chief adviser to the Minister of Defense."}, {"title": "Damascus", "href": "/wiki/Damascus", "description": "Damascus is the capital of Syria. It became the country's largest city in 2010, following the decline in population of Aleppo during the battle for the city. It is colloquially known in Syria as aš-Šām (الشَّام) and titled the \"City of Jasmine\". Damascus is a major cultural center of the Levant and the Arab world. The city had an estimated population of 2,079,000 in 2019."}]}, {"heading": "Events", "year": "1969", "date": "May 18", "txt": "Apollo program: Apollo 10 is launched.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}]}, {"heading": "Events", "year": "1973", "date": "May 18", "txt": "Aeroflot Flight 109 is hijacked mid-flight and the aircraft is subsequently destroyed when the hijacker's bomb explodes, killing all 82 people on board.", "entities": [{"title": "Aeroflot Flight 109", "href": "/wiki/Aeroflot_Flight_109", "description": "Aeroflot Flight 109 was a scheduled domestic passenger flight from Moscow to Chita with stopovers in Chelyabinsk, Novosibirsk, and Irkutsk. On the final leg of the route on 18 May 1973 a terrorist hijacked the aircraft, demanding to be flown to China; the terrorist's bomb detonated in flight after he was shot by the air marshal."}]}, {"heading": "Events", "year": "1974", "date": "May 18", "txt": "Nuclear weapons testing: Under project Smiling Buddha, India successfully detonates its first nuclear weapon becoming the sixth nation to do so.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Smiling Buddha", "href": "/wiki/Smiling_Buddha", "description": "Smiling Buddha was the assigned code name of India's first successful nuclear bomb test on 18 May 1974. The bomb was detonated on the army base Pokhran Test Range (PTR), in Rajasthan, by the Indian Army under the supervision of several key Indian generals."}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "India and weapons of mass destruction", "href": "/wiki/India_and_weapons_of_mass_destruction", "description": "India has developed and possesses weapons of mass destruction in the form of nuclear weapons. Although India has not released any official statements about the size of its nuclear arsenal, recent estimates suggest that India has 150 nuclear weapons and has produced enough weapons-grade plutonium for up to 150–200 nuclear weapons. In 1999, India was estimated to have 800 kg of separated reactor-gra"}]}, {"heading": "Events", "year": "1977", "date": "May 18", "txt": "Likud party wins the 1977 Israeli legislative election, with Menachem Begin, its founder, as the sixth Prime Minister of Israel.", "entities": [{"title": "Likud", "href": "/wiki/Likud", "description": "Likud, officially known as Likud – National Liberal Movement, is the major center-right to right-wing political party in Israel. A secular party, it was founded in 1973 by Menachem Begin and Ariel Sharon in an alliance with several right-wing parties. Likud's landslide victory in the 1977 elections was a major turning point in the country's political history, marking the first time the left had lo"}, {"title": "1977 Israeli legislative election", "href": "/wiki/1977_Israeli_legislative_election", "description": "Legislative elections were held in Israel on 17 May 1977 to elect the ninth Knesset. For the first time in Israeli political history, the right-wing, led by Likud, won a plurality of seats, ending almost 30 years of rule by the left-wing Alignment and its predecessor, Mapai. The dramatic shift in Israeli politics caused by the outcome led to it becoming known as \"the revolution\", a phrase coined b"}, {"title": "Menachem Begin", "href": "/wiki/Menachem_Begin", "description": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish "}, {"title": "List of Prime Ministers of Israel", "href": "/wiki/List_of_Prime_Ministers_of_Israel", "description": "\n\nThis article lists the prime ministers of Israel since the adoption of the Israeli Declaration of Independence in 1948."}]}, {"heading": "Events", "year": "1980", "date": "May 18", "txt": "Mount St. Helens erupts in Washington, United States, killing 57 people and causing $3 billion in damage.", "entities": [{"title": "Mount St. Helens", "href": "/wiki/Mount_St._Helens", "description": "Mount St. Helens is an active stratovolcano located in Skamania County, Washington, in the Pacific Northwest region of the United States. It is 52 miles (83 km) northeast of Portland, Oregon, and 98 miles (158 km) south of Seattle. Mount St. Helens takes its English name from the British diplomat Lord St Helens, a friend of explorer George Vancouver who made a survey of the area in the late 18th c"}, {"title": "1980 eruption of Mount St. Helens", "href": "/wiki/1980_eruption_of_Mount_St._Helens", "description": "On March 27, 1980, a series of volcanic explosions and pyroclastic flows began at Mount St. Helens in Skamania County, Washington, United States. It initiated as a series of phreatic blasts from the summit then escalated on May 18, 1980, as a major explosive eruption. The eruption, which had a Volcanic Explosivity Index of 5, was the most significant to occur in the contiguous 48 U.S. states since"}, {"title": "Washington (state)", "href": "/wiki/Washington_(state)", "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which i"}]}, {"heading": "Events", "year": "1980", "date": "May 18", "txt": "Students in Gwangju, South Korea begin demonstrations calling for democratic reforms.", "entities": []}, {"heading": "Events", "year": "1990", "date": "May 18", "txt": "In France, a modified TGV train achieves a new rail world speed record of 515.3 km/h (320.2 mph).", "entities": [{"title": "TGV", "href": "/wiki/TGV", "description": "The TGV is France's intercity high-speed rail service, operated by SNCF. SNCF worked on a high-speed rail network from 1966 to 1974 and presented the project to President Georges Pompidou who approved it. Originally designed as turbotrains to be powered by gas turbines, TGV prototypes evolved into electric trains with the 1973 oil crisis. In 1976 the SNCF ordered 87 high-speed trains from Alstom. "}, {"title": "Land speed record for rail vehicles", "href": "/wiki/Land_speed_record_for_rail_vehicles", "description": "The world record for a conventional wheeled passenger train is held by France's TGV, set in 2007 when it reached 574.8 km/h (357.2 mph) on a 140 km section of track."}, {"title": "TGV world speed record", "href": "/wiki/TGV_world_speed_record", "description": "The TGV holds a series of land speed records for rail vehicles achieved by SNCF, the French national railway, and its industrial partners. The high-speed trials are intended to expand the limits of high-speed rail technology, increasing speed and comfort without compromising safety."}]}, {"heading": "Events", "year": "1991", "date": "May 18", "txt": "Northern Somalia declares independence from the rest of Somalia as the Republic of Somaliland but is not recognized by the international community.", "entities": [{"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}, {"title": "Republic of Somaliland", "href": "/wiki/Republic_of_Somaliland", "description": "Somaliland, officially the Republic of Somaliland, is a self-declared sovereign state in the Horn of Africa, internationally considered to be part of Somalia. The government of Somaliland regards itself as the successor state to British Somaliland, which, as the briefly independent State of Somaliland, united in 1960 with the Trust Territory of Somaliland to form the Somali Republic."}]}, {"heading": "Events", "year": "1993", "date": "May 18", "txt": "Riots in Nørrebro, Copenhagen, caused by the approval of the four Danish exceptions in the Maastricht Treaty referendum. Police open fire against civilians for the first time since World War II and injure 11 demonstrators.", "entities": [{"title": "Nørrebro", "href": "/wiki/N%C3%B8rrebro", "description": "Nørrebro is one of the 10 official districts of Copenhagen, Denmark. It is northwest of the city centre, beyond the location of the old Northern Gate (Nørreport), which, until dismantled in 1856, was near the current Nørreport station."}, {"title": "Copenhagen", "href": "/wiki/Copenhagen", "description": "Copenhagen is the capital and most populous city of Denmark. As of 1 January 2020, the city had a population of 794,128 with 632,340 in Copenhagen Municipality, 104,305 in Frederiksberg Municipality, 42,989 in Tårnby Municipality, and 14,494 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen and the Copenhagen metropolitan area. Copenhagen is situated on the eastern co"}, {"title": "1993 Danish Maastricht Treaty referendum", "href": "/wiki/1993_Danish_Maastricht_Treaty_referendum#Riots", "description": "A second referendum on the Maastricht Treaty was held in Denmark on 18 May 1993. After rejecting the treaty in a referendum the previous year, this time it was approved by 56.7% of voters with an 86.5% turnout."}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1994", "date": "May 18", "txt": "Israeli troops finish withdrawing from the Gaza Strip, ceding the area to the Palestinian National Authority to govern.", "entities": [{"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}, {"title": "Palestinian National Authority", "href": "/wiki/Palestinian_National_Authority", "description": "The Palestinian National Authority is the interim self-government body that exercises partial civil control over the Gaza Strip and 167 islands in the West Bank known as \"Areas A and B\", established as a consequence of the 1993-95 Oslo Accords. Following elections in 2006 and the subsequent Gaza conflict between the Fatah and Hamas parties, its authority had extended only in areas A and B of the W"}]}, {"heading": "Events", "year": "2005", "date": "May 18", "txt": "A second photo from the Hubble Space Telescope confirms that Pluto has two additional moons, Nix and Hydra.", "entities": [{"title": "Hubble Space Telescope", "href": "/wiki/Hubble_Space_Telescope", "description": "The Hubble Space Telescope is a space telescope that was launched into low Earth orbit in 1990 and remains in operation. It was not the first space telescope, but it is one of the largest and most versatile, renowned both as a vital research tool and as a public relations boon for astronomy. The Hubble telescope is named after astronomer Edwin Hubble and is one of NASA's Great Observatories, along"}, {"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}, {"title": "Nix (moon)", "href": "/wiki/Nix_(moon)", "description": "Nix is a natural satellite of Pluto, with a diameter of 49.8 km (30.9 mi) across its longest dimension. It was discovered along with Pluto's outermost moon Hydra on 15 June 2005 by the Pluto Companion Search Team. It was named after Nyx, the Greek goddess of the night. Nix is the third moon of Pluto by distance, orbiting between the moons Styx and Kerberos."}, {"title": "Hydra (moon)", "href": "/wiki/Hydra_(moon)", "description": "Hydra is a natural satellite of Pluto, with a diameter of approximately 51 km (32 mi) across its longest dimension. It is the second largest moon of Pluto, being slightly larger than Nix. Hydra was discovered along with Nix by the Pluto Companion Search Team in June 2005. It was named after the Hydra, the nine-headed underworld serpent in Greek mythology. By distance, Hydra is the fifth and outerm"}]}, {"heading": "Events", "year": "2006", "date": "May 18", "txt": "The post Loktantra Andolan government passes a landmark bill curtailing the power of the monarchy and making Nepal a secular country.", "entities": [{"title": "2006 democracy movement in Nepal", "href": "/wiki/2006_democracy_movement_in_Nepal", "description": "The 2006 Democracy Movement is a name given to the political agitations against the direct and undemocratic rule of King Gyanendra of Nepal. The movement is also sometimes referred to as Jana Andolan II, implying it being a second phase of the 1990 Jana Andolan."}, {"title": "Kingdom of Nepal", "href": "/wiki/Kingdom_of_Nepal", "description": "The Kingdom of Nepal, also known as the Kingdom of Gorkha or Gorkha Empire or Asal Hindusthan, was a Hindu kingdom on the Indian subcontinent, formed in 1768, by the unification of Nepal. Founded by King Prithvi Narayan Shah, a Gorkhali monarch of Rajput origin from medieval India, it existed for 240 years until the abolition of the Nepalese monarchy in 2008. During this period, Nepal was formally"}, {"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}]}, {"heading": "Events", "year": "2009", "date": "May 18", "txt": "The LTTE are defeated by the Sri Lankan government, ending almost 26 years of fighting between the two sides.", "entities": [{"title": "Liberation Tigers of Tamil Eelam", "href": "/wiki/Liberation_Tigers_of_Tamil_Eelam", "description": "The Liberation Tigers of Tamil Eelam (LTTE) was a Tamil militant organization that was based in northeastern Sri Lanka. Its aim was to secure an independent state of Tamil Eelam in the north and east in response to the state policies of successive Sri Lankan governments that were widely considered to be discriminatory towards the minority Sri Lankan Tamils, as well as the oppressive actions—includ"}, {"title": "Government of Sri Lanka", "href": "/wiki/Government_of_Sri_Lanka", "description": "The Government of Sri Lanka (GoSL) is a semi-presidential system determined by the Sri Lankan Constitution. It administers the island from both its commercial capital of Colombo and the administrative capital of Sri Jayawardenepura Kotte."}, {"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}]}, {"heading": "Events", "year": "2015", "date": "May 18", "txt": "At least 78 people die in a landslide caused by heavy rains in the Colombian town of Salgar.", "entities": [{"title": "2015 Colombian landslide", "href": "/wiki/2015_Colombian_landslide", "description": "On 18 May 2015 a major landslide hit the town of Salgar, in Antioquia, Colombia. At least 78 people died in the disaster, making it the deadliest single-event disaster in Colombia since the 1999 Armenia, Colombia earthquake."}, {"title": "Salgar", "href": "/wiki/Salgar", "description": "Salgar is a town and municipality in the Colombian department of Antioquia. It is part of the subregion of Southwestern Antioquia."}]}, {"heading": "Events", "year": "2018", "date": "May 18", "txt": "A school shooting at Santa Fe High School in Texas kills 10 people.", "entities": [{"title": "Santa Fe High School shooting", "href": "/wiki/Santa_Fe_High_School_shooting", "description": "On May 18, 2018, a school shooting occurred at Santa Fe High School in Santa Fe, Texas, United States, in the Houston metropolitan area. Ten people – eight students and two teachers – were fatally shot, and thirteen others were wounded. The shooter was taken into custody and later identified by police as Dimitrios Pagourtzis, a 17-year-old student at the school."}]}, {"heading": "Births", "year": "1048", "date": "May 18", "txt": "Omar Khayyám, Persian mathematician, astronomer, and poet (d. 1131)", "entities": [{"title": "Omar Khayyám", "href": "/wiki/Omar_Khayy%C3%A1m", "description": "Omar Khayyam was a Persian polymath, mathematician, astronomer, philosopher, and poet. He was born in Nishapur, in northeastern Persia, and was contemporary with the rule of the Seljuks around the time of the First Crusade."}]}, {"heading": "Births", "year": "1186", "date": "May 18", "txt": "Konstantin of Rostov (d. 1218)", "entities": [{"title": "Konstantin of Rostov", "href": "/wiki/Konstantin_of_Rostov", "description": "Konstantin Vsevolodovich was the eldest son of Vsevolod the Big Nest and Maria Shvarnovna."}]}, {"heading": "Births", "year": "1450", "date": "May 18", "txt": "Piero Soderini, Italian politician and diplomat (d. 1513)", "entities": [{"title": "Piero Soderini", "href": "/wiki/Piero_Soderini", "description": "Piero di Tommaso Soderini also known as Pier Soderini, was an Italian statesman of the Republic of Florence."}]}, {"heading": "Births", "year": "1537", "date": "May 18", "txt": "Guido Luca Ferrero, Roman Catholic cardinal (d. 1585)", "entities": [{"title": "Guido Luca Ferrero", "href": "/wiki/Guido_Luca_Ferrero", "description": "Guido Luca Ferrero (1537–1585) was an Italian Roman Catholic bishop and cardinal."}]}, {"heading": "Births", "year": "1631", "date": "May 18", "txt": "Stanislaus Papczyński, Polish priest (d. 1701)", "entities": [{"title": "Stanislaus Papczyński", "href": "/wiki/Stanislaus_Papczy%C5%84ski", "description": "Stanislaus Papczyński, born Jan Papczyński, was a Polish Catholic priest who founded the Marians of the Immaculate Conception, the first Polish religious order for men. Prior to starting his own order, he had been a member of the Piarist Order. He took the name of \"Stanislaus of Jesus and Mary\". Papczyński is widely remembered as a prolific religious writer; his writings include works such as The "}]}, {"heading": "Births", "year": "1662", "date": "May 18", "txt": "George Smalridge, English bishop (d. 1719)", "entities": [{"title": "George Smalridge", "href": "/wiki/George_Smalridge", "description": "George Smalridge was Bishop of Bristol (1714–1719)."}]}, {"heading": "Births", "year": "1692", "date": "May 18", "txt": "Joseph Butler, English bishop, theologian, and apologist (d. 1752)", "entities": [{"title": "Joseph Butler", "href": "/wiki/Joseph_Butler", "description": "Joseph Butler was an English Anglican bishop, theologian, apologist, and philosopher. He was born in Wantage in the English county of Berkshire. He is known, among other things, for his critique of Deism, Thomas Hobbes's egoism, and John Locke's theory of personal identity. Butler influenced many philosophers and religious thinkers, including David Hume, Thomas Reid, Adam Smith, Henry Sidgwick, Jo"}]}, {"heading": "Births", "year": "1711", "date": "May 18", "txt": "Roger Joseph Boscovich, Ragusan physicist, astronomer, and mathematician (d. 1787)", "entities": [{"title": "Roger Joseph Boscovich", "href": "/wiki/Roger_Joseph_Boscovich", "description": "Roger Joseph Boscovich was a physicist, astronomer, mathematician, philosopher, diplomat, poet, theologian, Jesuit priest, and a polymath from the Republic of Ragusa. He studied and lived in Italy and France where he also published many of his works."}, {"title": "Republic of Ragusa", "href": "/wiki/Republic_of_Ragusa", "description": "The Republic of Ragusa was an aristocratic maritime republic centered on the city of Dubrovnik in Dalmatia that carried that name from 1358 until 1808. It reached its commercial peak in the 15th and the 16th centuries, before being conquered by Napoleon's French Empire and formally annexed by the Napoleonic Kingdom of Italy in 1808. It had a population of about 30,000 people, of whom 5,000 lived w"}]}, {"heading": "Births", "year": "1777", "date": "May 18", "txt": "John George Children, English chemist, mineralogist, and zoologist (d. 1852)", "entities": [{"title": "John George Children", "href": "/wiki/John_George_Children", "description": "John George Children FRS FRSE FLS PRES was a British chemist, mineralogist and zoologist. He invented a method to extract silver from ore without the need for mercury. He was a friend of Sir Humphry Davy, who helped him secure a controversial appointment to a post in the British Museum. Children was also the founding president of the Royal Entomological Society."}]}, {"heading": "Births", "year": "1778", "date": "May 18", "txt": "Charles Vane, 3rd Marquess of Londonderry, Irish soldier and diplomat, British Ambassador to Austria (d. 1854)", "entities": [{"title": "Charles Vane, 3rd Marquess of Londonderry", "href": "/wiki/Charles_Vane,_3rd_Marquess_of_Londonderry", "description": "Charles William Vane, 3rd Marquess of Londonderry,, was an Irish soldier in the British army, a politician, and a nobleman. As a soldier he fought in the French Revolutionary Wars, in the suppression of the Irish Rebellion of 1798, and in the Napoleonic wars. He excelled as a cavalry commander on the Iberian Peninsula under John Moore and Arthur Wellesley."}, {"title": "List of Ambassadors of the United Kingdom to Austria", "href": "/wiki/List_of_Ambassadors_of_the_United_Kingdom_to_Austria", "description": "\n\nThe Ambassador of the United Kingdom to Austria is the United Kingdom's foremost diplomatic representative in the Republic of Austria, and head of the UK's diplomatic mission in Vienna. The official title is Her Britannic Majesty's Ambassador to the Republic of Austria."}]}, {"heading": "Births", "year": "1785", "date": "May 18", "txt": "John Wilson, Scottish author and critic (d. 1854)", "entities": [{"title": "John Wilson (Scottish writer)", "href": "/wiki/John_Wilson_(Scottish_writer)", "description": "John Wilson of Elleray FRSE was a Scottish advocate, literary critic and author, the writer most frequently identified with the pseudonym Christopher North of Blackwood's Edinburgh Magazine."}]}, {"heading": "Births", "year": "1797", "date": "May 18", "txt": "Frederick Augustus II of Saxony (d. 1854)", "entities": [{"title": "Frederick Augustus II of Saxony", "href": "/wiki/Frederick_Augustus_II_of_Saxony", "description": "Frederick Augustus II was King of Saxony and a member of the House of Wettin."}]}, {"heading": "Births", "year": "1822", "date": "May 18", "txt": "Mathew Brady, American photographer and journalist (d. 1896)", "entities": [{"title": "Mathew Brady", "href": "/wiki/Mathew_Brady", "description": "Mathew B. Brady was one of the earliest photographers in American history. Best known for his scenes of the Civil War, he studied under inventor Samuel F. B. Morse, who pioneered the daguerreotype technique in America. Brady opened his own studio in New York in 1844, and photographed Andrew Jackson, John Quincy Adams, and Abraham Lincoln, among other public figures."}]}, {"heading": "Births", "year": "1835", "date": "May 18", "txt": "Charles N. Sims, American Methodist preacher and 3rd chancellor of Syracuse University (d. 1908)", "entities": [{"title": "Charles N. Sims", "href": "/wiki/Charles_N._Sims", "description": "Charles N. Sims was an American Methodist preacher and the third chancellor of Syracuse University, serving from 1881 to 1893. Sims Hall and Sims drive on the Syracuse campus is named for him."}, {"title": "Syracuse University", "href": "/wiki/Syracuse_University", "description": "Syracuse University is a private research university in Syracuse, New York. The institution's roots can be traced to the Genesee Wesleyan Seminary, founded in 1831 by the Methodist Episcopal Church in Lima, New York. After several years of debate over relocating the college to Syracuse, the university was established in 1870, independent of the college. Since 1920, the university has identified it"}]}, {"heading": "Births", "year": "1850", "date": "May 18", "txt": "Oliver Heaviside, English engineer, mathematician, and physicist (d. 1925)", "entities": [{"title": "Oliver Heaviside", "href": "/wiki/Oliver_Heaviside", "description": "Oliver Heaviside FRS was an English autodidactic electrical engineer, mathematician, and physicist who brought complex numbers to circuit analysis, invented a new technique for solving differential equations, independently developed vector calculus, and rewrote Maxwell's equations in the form commonly used today. He significantly shaped the way Maxwell's equations are understood and applied in the"}]}, {"heading": "Births", "year": "1851", "date": "May 18", "txt": "James Budd, American lawyer and politician, 19th Governor of California (d. 1908)", "entities": [{"title": "James Budd", "href": "/wiki/James_Budd", "description": "James Herbert Budd was an American lawyer and Democratic politician. Involved in federal and state politics, Budd was a member of the U.S. House of Representatives for the 2nd California district from 1883 to 1885, and served as the 19th Governor of California from 1895 until 1899."}, {"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Births", "year": "1852", "date": "May 18", "txt": "Gertrude Käsebier, American photographer (d. 1934)", "entities": [{"title": "Gertrude Käsebier", "href": "/wiki/Gertrude_K%C3%A4sebier", "description": "Gertrude Käsebier was an American photographer. She was known for her images of motherhood, her portraits of Native Americans, and her promotion of photography as a career for women."}]}, {"heading": "Births", "year": "1854", "date": "May 18", "txt": "Bernard Zweers, Dutch composer and educator (d. 1924)", "entities": [{"title": "Bernard Zweers", "href": "/wiki/Bernard_Zweers", "description": "Bernard Zweers was a Dutch composer and music teacher."}]}, {"heading": "Births", "year": "1855", "date": "May 18", "txt": "Francis Bellamy, American minister and author (d. 1931)", "entities": [{"title": "Francis Bellamy", "href": "/wiki/Francis_Bellamy", "description": "Francis Julius Bellamy was an American Christian socialist minister and author, best known for writing the original version of the US Pledge of Allegiance in 1892."}]}, {"heading": "Births", "year": "1862", "date": "May 18", "txt": "Josephus Daniels, American publisher and politician, 41st United States Secretary of the Navy (d. 1948)", "entities": [{"title": "Josephus Daniels", "href": "/wiki/Josephus_Daniels", "description": "Josephus Daniels was an American newspaper editor and publisher from the 1880s until his death; he controlled the Raleigh News and Observer, at the time North Carolina's largest newspaper, for decades. A Democrat, he was appointed by United States President Woodrow Wilson to serve as Secretary of the Navy during World War I. He became a close friend and supporter of Franklin D. Roosevelt, who serv"}, {"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1867", "date": "May 18", "txt": "Minakata Kumagusu, Japanese author, biologist, naturalist and ethnologist (d. 1941)", "entities": [{"title": "Minakata Kumagusu", "href": "/wiki/Minakata_Kumagusu", "description": "Minakata Kumagusu  was a Japanese author, biologist, naturalist and ethnologist."}]}, {"heading": "Births", "year": "1868", "date": "May 18", "txt": "Nicholas II of Russia (d. 1918)", "entities": [{"title": "Nicholas II of Russia", "href": "/wiki/Nicholas_II_of_Russia", "description": "Nicholas II or Nikolai II Alexandrovich Romanov, known in the Russian Orthodox Church as Saint Nicholas the Passion-Bearer, was the last Emperor of All Russia, ruling from 1 November 1894 until his abdication on 15 March 1917. During his reign, Russia embarked on a series of reforms including the introduction of civil liberties, literacy programs, state representation, and initiatives to modernize"}]}, {"heading": "Births", "year": "1869", "date": "May 18", "txt": "Lucy Beaumont, English-American actress (d. 1937)", "entities": [{"title": "Lucy Beaumont (actress)", "href": "/wiki/Lucy_Beaumont_(actress)", "description": "Lucy Beaumont was an English actress of the stage and screen from Bristol."}]}, {"heading": "Births", "year": "1871", "date": "May 18", "txt": "Denis Horgan, Irish shot putter and weight thrower (d. 1922)", "entities": [{"title": "Denis Horgan", "href": "/wiki/Denis_Horgan", "description": "Denis Horgan was a champion Irish athlete and weight thrower, born in Banteer, County Cork, who competed mainly in the shot put."}]}, {"heading": "Births", "year": "1872", "date": "May 18", "txt": "Bertrand Russell, British mathematician, historian, and philosopher, Nobel Prize laureate (d. 1970)", "entities": [{"title": "Bertrand Russell", "href": "/wiki/Bertrand_Russell", "description": "Bertrand Arthur William Russell, 3rd Earl Russell was a British polymath and writer. He was born in Monmouthshire into one of the most prominent aristocratic families in the United Kingdom."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1876", "date": "May 18", "txt": "Hermann Müller, German journalist and politician, 12th Chancellor of Germany (d. 1931)", "entities": [{"title": "Hermann Müller (politician)", "href": "/wiki/Hermann_M%C3%BCller_(politician)", "description": "Hermann Müller was a German Social Democratic politician who served as Foreign Minister (1919–1920), and twice as Chancellor of Germany in the Weimar Republic. In his capacity as Foreign Minister, he was one of the German signatories of the Treaty of Versailles."}, {"title": "Chancellor of Germany (German Reich)", "href": "/wiki/Chancellor_of_Germany_(German_Reich)", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Births", "year": "1878", "date": "May 18", "txt": "Johannes Terwogt, Dutch rower (d. 1977)", "entities": [{"title": "Johannes Terwogt", "href": "/wiki/Johannes_Terwogt", "description": "Johannes Hester Lambertus Terwogt was a Dutch rower who competed in the 1900 Summer Olympics."}]}, {"heading": "Births", "year": "1882", "date": "May 18", "txt": "Babe Adams, American baseball player, manager, and journalist (d. 1968)", "entities": [{"title": "Babe Adams", "href": "/wiki/Babe_Adams", "description": "Charles Benjamin \"Babe\" Adams was an American right-handed pitcher in Major League Baseball (MLB) from 1906 to 1926 who spent nearly his entire career with the Pittsburgh Pirates. Noted for his outstanding control, his career average of 1.29 walks per 9 innings pitched was the second lowest of the 20th century; his 1920 mark of 1 walk per 14.6 innings was a modern record until 2005. He shares the "}]}, {"heading": "Births", "year": "1883", "date": "May 18", "txt": "Eurico Gaspar Dutra, Brazilian marshal and politician, 16th President of Brazil (d. 1974)", "entities": [{"title": "Eurico Gaspar Dutra", "href": "/wiki/Eurico_Gaspar_Dutra", "description": "Eurico Gaspar Dutra was a Brazilian military leader and politician who served as President of Brazil from 1946 to 1951. He was the first President of the Fourth Brazilian Republic which immediately followed the Vargas Regime."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1883", "date": "May 18", "txt": "Walter Gropius, German-American architect, designed the John F. Kennedy Federal Building (d. 1969)", "entities": [{"title": "John F. Kennedy Federal Building", "href": "/wiki/John_F._Kennedy_Federal_Building", "description": "John Fitzgerald Kennedy Federal Building is a United States federal government office building located in the Government Center area of Boston, Massachusetts, adjacent to City Hall Plaza and diagonally across from Boston City Hall. An example of 1960s modern architecture, and designed by Walter Gropius and The Architects Collaborative with Samuel Glaser, it is a complex that consists of two offset"}]}, {"heading": "Births", "year": "1886", "date": "May 18", "txt": "Jeanie MacPherson, American actress and screenwriter (d. 1946)", "entities": [{"title": "Jeanie MacPherson", "href": "/wiki/Jeanie_MacPherson", "description": "Abbie Jean MacPherson was an American actress, writer, and director from 1908 until the late 1940s. She was a pioneer for women in the film industry. She worked with some of the best filmmakers of the time, including D. W. Griffith and Cecil B. DeMille. While she started in the theater and then had a brief stint as an actress, she ultimately dedicated her life's work to screenwriting for DeMille. "}]}, {"heading": "Births", "year": "1889", "date": "May 18", "txt": "Thomas Midgley, Jr., American chemist and engineer (d. 1944)", "entities": [{"title": "Thomas Midgley, Jr.", "href": "/wiki/Thomas_Midgley,_Jr.", "description": "Thomas Midgley Jr. was an American mechanical and chemical engineer. He played a major role in developing leaded gasoline (Tetraethyllead) and some of the first chlorofluorocarbons (CFCs), better known in the USA by the brand name Freon; both products were later banned due to concerns about their impact on human health and the environment. He was granted more than 100 patents over the course of hi"}]}, {"heading": "Births", "year": "1891", "date": "May 18", "txt": "Rudolf Carnap, German-American philosopher and academic (d. 1970)", "entities": [{"title": "Rudolf Carnap", "href": "/wiki/Rudolf_Carnap", "description": "Rudolf Carnap was a German-language philosopher who was active in Europe before 1935 and in the United States thereafter. He was a major member of the Vienna Circle and an advocate of logical positivism. He is considered \"one of the giants among twentieth-century philosophers.\""}]}, {"heading": "Births", "year": "1892", "date": "May 18", "txt": "Ezio Pinza, Italian-American actor and singer (d. 1957)", "entities": [{"title": "Ezio Pinza", "href": "/wiki/Ezio_Pinza", "description": " Ezio Fortunato Pinza was an Italian opera singer. Pinza possessed a rich, smooth and sonorous voice, with a flexibility unusual for a bass. He spent 22 seasons at New York's Metropolitan Opera, appearing in more than 750 performances of 50 operas. At the San Francisco Opera, Pinza sang 26 roles during 20 seasons from 1927 to 1948. Pinza also sang to great acclaim at La Scala, Milan and at the Roy"}]}, {"heading": "Births", "year": "1895", "date": "May 18", "txt": "Augusto César Sandino, Nicaraguan rebel leader (d. 1934)", "entities": [{"title": "Augusto César Sandino", "href": "/wiki/Augusto_C%C3%A9sar_Sandino", "description": "Augusto C. Sandino, full name Augusto Nicolás Calderón de Sandino y José de María Sandino, was a Nicaraguan revolutionary and leader of a rebellion between 1927 and 1933 against the United States occupation of Nicaragua. Despite being referred to as a \"bandit\" by the United States government, his exploits made him a hero throughout much of Latin America, where he became a symbol of resistance to A"}]}, {"heading": "Births", "year": "1896", "date": "May 18", "txt": "Eric Backman, Swedish runner (d. 1965)", "entities": [{"title": "Eric Backman", "href": "/wiki/Eric_Backman", "description": "Eric Natanael Backman was a Swedish long distance runner who had his best achievements at the 1920 Summer Olympics. He won the silver medal in the 8,000 m cross-country race, 2.6 seconds behind the legendary Paavo Nurmi. This second place helped the Swedish cross-country team to win the bronze medal behind Finland and Great Britain, as two other team members finished 10th and 11th. This scenario r"}]}, {"heading": "Births", "year": "1897", "date": "May 18", "txt": "Frank Capra, Italian-American director, producer, and screenwriter (d. 1991)", "entities": [{"title": "Frank Capra", "href": "/wiki/Frank_Capra", "description": "Frank Russell Capra was an Italian-born American film director, producer and writer who became the creative force behind some of the major award-winning films of the 1930s and 1940s. Born in Italy and raised in Los Angeles from the age of five, his rags-to-riches story has led film historians such as Ian Freer to consider him the \"American Dream personified.\""}]}, {"heading": "Births", "year": "1898", "date": "May 18", "txt": "Faruk Nafiz Çamlıbel, Turkish poet, author, and playwright (d. 1973)", "entities": [{"title": "Faruk Nafiz Çamlıbel", "href": "/wiki/Faruk_Nafiz_%C3%87aml%C4%B1bel", "description": "Faruk Nafiz Çamlıbel was a leading Turkish poet, author and later politician."}]}, {"heading": "Births", "year": "1901", "date": "May 18", "txt": "Henri Sauguet, French composer (d. 1989)", "entities": [{"title": "Henri Sauguet", "href": "/wiki/Henri_Sauguet", "description": "Henri Sauguet, was a French composer. Born in Bordeaux as Henri-Pierre Poupard, he adopted his mother's maiden name as his pseudonym. His output includes operas, ballets, four symphonies, concertos, chamber and choral music and numerous songs, as well as film music. Although he experimented with musique concrète and expanded tonality, he remained opposed to particular systems and his music evolved"}]}, {"heading": "Births", "year": "1901", "date": "May 18", "txt": "Vincent du Vigneaud, American biochemist and academic, Nobel Prize laureate (d. 1978)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1902", "date": "May 18", "txt": "Meredith Willson, American playwright and composer (d. 1984)", "entities": [{"title": "Meredith Willson", "href": "/wiki/Meredith_Willson", "description": "Robert Reiniger Meredith Willson was an American flutist, composer, conductor, musical arranger, bandleader, playwright, and author. He is best known for writing the book, music, and lyrics for the 1957 hit Broadway musical The Music Man. He wrote two other Broadway musicals and composed symphonies and popular songs. He was twice nominated for Academy Awards for film scores."}]}, {"heading": "Births", "year": "1904", "date": "May 18", "txt": "Shunryū Suzuki, Japanese-American monk and educator (d. 1971)", "entities": [{"title": "Shunryū Suzuki", "href": "/wiki/Shunry%C5%AB_Suzuki", "description": "Shunryu Suzuki was a Sōtō Zen monk and teacher who helped popularize Zen Buddhism in the United States, and is renowned for founding the first Zen Buddhist monastery outside Asia. Suzuki founded San Francisco Zen Center which, along with its affiliate temples, comprises one of the most influential Zen organizations in the United States. A book of his teachings, Zen Mind, Beginner's Mind, is one of"}]}, {"heading": "Births", "year": "1904", "date": "May 18", "txt": "Jacob K. Javits, American colonel and politician, 58th New York Attorney General (d. 1986)", "entities": [{"title": "New York Attorney General", "href": "/wiki/New_York_Attorney_General", "description": "The Attorney General of New York is the chief legal officer of the U.S. state of New York and head of the Department of Law of the state government. The office has been in existence in some form since 1626, under the Dutch colonial government of New Netherlands."}]}, {"heading": "Births", "year": "1905", "date": "May 18", "txt": "Ruth Alexander, pioneering American pilot (d. 1930)", "entities": [{"title": "Ruth Alexander", "href": "/wiki/Ruth_Alexander", "description": "Ruth Blaney Alexander was an early female pilot in the United States who established several records in altitude and distance during 1929-1930."}]}, {"heading": "Births", "year": "1905", "date": "May 18", "txt": "Hedley Verity, English cricketer and soldier (d. 1943)", "entities": []}, {"heading": "Births", "year": "1907", "date": "May 18", "txt": "Irene Hunt, American author and educator (d. 2001)", "entities": [{"title": "Irene Hunt", "href": "/wiki/Irene_Hunt", "description": "Irene Hunt was an American children's writer known best for historical novels. She was a runner-up for the Newbery Medal for her first book, Across Five Aprils, and won the medal for her second, Up a Road Slowly. For her contribution as a children's writer she was U.S. nominee in 1974 for the biennial, international Hans Christian Andersen Award, the highest international recognition available to "}]}, {"heading": "Births", "year": "1909", "date": "May 18", "txt": "Fred Perry, English-Australian tennis player and academic (d. 1995)", "entities": [{"title": "Fred Perry", "href": "/wiki/Fred_Perry", "description": "Frederick John Perry was a British tennis and table tennis player and former World No. 1 from England who won 10 Majors including eight Grand Slam tournaments and two Pro Slams single titles, as well as six Major doubles titles. Perry won three consecutive Wimbledon Championships from 1934 to 1936 and was World Amateur number one tennis player during those three years. Prior to Andy Murray in 2013"}]}, {"heading": "Births", "year": "1910", "date": "May 18", "txt": "Ester Boserup, Danish economist and author (d. 1999)", "entities": [{"title": "Ester Boserup", "href": "/wiki/Ester_Boserup", "description": "Ester Boserup was a Danish economist. She studied economic and agricultural development, worked at the United Nations as well as other international organizations, and wrote seminal books on agrarian change and the role of women in development."}]}, {"heading": "Births", "year": "1911", "date": "May 18", "txt": "Big Joe Turner, American blues/R&B singer (d. 1985)", "entities": [{"title": "Big Joe Turner", "href": "/wiki/Big_Joe_Turner", "description": "Joseph Vernon \"Big Joe\" Turner Jr. was an American blues shouter from Kansas City, Missouri. According to songwriter Doc Pomus, \"Rock and roll would have never happened without him.\" His greatest fame was due to his rock-and-roll recordings in the 1950s, particularly \"Shake, Rattle and Roll\", but his career as a performer endured from the 1920s into the 1980s."}]}, {"heading": "Births", "year": "1912", "date": "May 18", "txt": "Richard Brooks, American director, producer, and screenwriter (d. 1992)", "entities": [{"title": "Richard Brooks", "href": "/wiki/Richard_Brooks", "description": "Richard Brooks was an American screenwriter, film director, novelist and film producer. Nominated for eight Oscars in his career, he was best known for Blackboard Jungle (1955), Cat on a Hot Tin Roof (1958), Elmer Gantry, In Cold Blood (1967) and Looking for Mr. Goodbar (1977)."}]}, {"heading": "Births", "year": "1912", "date": "May 18", "txt": "Perry Como, American singer and television host (d. 2001)", "entities": []}, {"heading": "Births", "year": "1912", "date": "May 18", "txt": "Walter Sisulu, South African politician (d. 2003)", "entities": []}, {"heading": "Births", "year": "1913", "date": "May 18", "txt": "Jane Birdwood, Baroness Birdwood, Canadian-English publisher and politician (d. 2000)", "entities": [{"title": "Jane Birdwood, Baroness Birdwood", "href": "/wiki/Jane_Birdwood,_Baroness_Birdwood", "description": "Jane Birdwood, Baroness Birdwood, born Joan Pollock Graham, was a far-right political activist in the United Kingdom who took part in a number of movements, and was described as the \"largest individual distributor of racist and antisemitic material\" in Britain. She was the second wife of Christopher Birdwood, 2nd Baron Birdwood."}]}, {"heading": "Births", "year": "1914", "date": "May 18", "txt": "Pierre Balmain, French fashion designer, founded Balmain (d. 1982)", "entities": [{"title": "Pierre Balmain", "href": "/wiki/Pierre_Balmain", "description": "Pierre Alexandre Claudius Balmain was a French fashion designer and founder of leading post-war fashion house Balmain. Known for sophistication and elegance, he described the art of dressmaking as \"the architecture of movement.\""}, {"title": "Balmain (fashion house)", "href": "/wiki/Balmain_(fashion_house)", "description": "Balmain is a French luxury fashion house that was founded by Pierre Balmain in 1945. It currently operates 16 monobrand stores, including locations in New York City, London, Los Angeles, Las Vegas, Miami, and in Milan's Via Montenapoleone."}]}, {"heading": "Births", "year": "1914", "date": "May 18", "txt": "Boris Christoff, Bulgarian-Italian opera singer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1917", "date": "May 18", "txt": "Bill Everett, American author and illustrator (d. 1973)", "entities": [{"title": "Bill Everett", "href": "/wiki/Bill_Everett", "description": "William Blake Everett was an American comic book writer-artist best known for creating Namor the Sub-Mariner as well as co-creating Zombie and Daredevil with writer Stan Lee for Marvel Comics. He was allegedly a descendant of the childless poet William Blake and of Richard Everett, founder of Dedham, Massachusetts."}]}, {"heading": "Births", "year": "1919", "date": "May 18", "txt": "Margot Fonteyn, British ballerina (d. 1991)", "entities": [{"title": "Margot Fonteyn", "href": "/wiki/Margot_Fonteyn", "description": "Dame Margaret Evelyn de Arias DBE, known by the stage name Margot Fonteyn, was an English ballerina. She spent her entire career as a dancer with the Royal Ballet, eventually being appointed prima ballerina assoluta of the company by Queen Elizabeth II. Beginning ballet lessons at the age of four, she studied in England and China, where her father was transferred for his work. Her training in Shan"}]}, {"heading": "Births", "year": "1920", "date": "May 18", "txt": "Pope John Paul II (d. 2005)", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}]}, {"heading": "Births", "year": "1921", "date": "May 18", "txt": "Michael A. Epstein, English pathologist and academic", "entities": [{"title": "Michael A. Epstein", "href": "/wiki/Michael_A._Epstein", "description": "Sir Michael Anthony Epstein,, known as Anthony Epstein, is a British pathologist and academic. He is one of the discoverers of the Epstein–Barr virus, along with Yvonne Barr and Bert Achong."}]}, {"heading": "Births", "year": "1922", "date": "May 18", "txt": "Bill Macy, American actor (d. 2019)", "entities": [{"title": "Bill Macy", "href": "/wiki/Bill_Macy", "description": "Wolf Martin Garber, known professionally as Bill Macy, was an American television, film and stage actor, best known for his role in the CBS television series Maude (1972–78)."}]}, {"heading": "Births", "year": "1922", "date": "May 18", "txt": "Kai Winding, Danish-American trombonist and composer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1923", "date": "May 18", "txt": "Jean-Louis Roux, Canadian actor and politician, 34th Lieutenant Governor of Quebec (d. 2013)", "entities": [{"title": "Jean-Louis Roux", "href": "/wiki/Jean-Louis_Roux", "description": "Jean-Louis Roux, was a Canadian politician, entertainer and playwright who was briefly the 26th Lieutenant Governor of Quebec."}, {"title": "List of lieutenant governors of Quebec", "href": "/wiki/List_of_lieutenant_governors_of_Quebec", "description": "The following is a list of the lieutenant governors of Quebec. Though the present day office of the lieutenant governor in Quebec came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of New France in 1627, through the governor generalcy of New France, and the governorship of the Province of Quebec. From 1786 to 1"}]}, {"heading": "Births", "year": "1923", "date": "May 18", "txt": "Hugh Shearer, Jamaican journalist and politician, 3rd Prime Minister of Jamaica (d. 2004)", "entities": [{"title": "Prime Minister of Jamaica", "href": "/wiki/Prime_Minister_of_Jamaica", "description": "The prime minister of Jamaica is Jamaica's head of government, currently Andrew Holness. Holness, as leader of the governing Jamaica Labour Party (JLP), was sworn in as Prime Minister on 7 September 2020, having been re-elected as a result of the JLP's landslide victory in the 2020 Jamaican general election."}]}, {"heading": "Births", "year": "1924", "date": "May 18", "txt": "Priscilla Pointer, American actress", "entities": [{"title": "Priscilla Pointer", "href": "/wiki/Priscilla_Pointer", "description": "Priscilla Marie Pointer is an American stage, film and television character actress. She began her career in the theater, including productions on Broadway. Later, Pointer moved to Hollywood to act in films and on television. She is the mother of Amy Irving, therefore making her the former mother-in-law of filmmakers Steven Spielberg and Bruno Barreto and the mother-in-law of documentary filmmaker"}]}, {"heading": "Births", "year": "1924", "date": "May 18", "txt": "Jack Whitaker, American sportscaster (d. 2019)", "entities": []}, {"heading": "Births", "year": "1925", "date": "May 18", "txt": "Lillian Hoban, American author and illustrator (d. 1998)", "entities": [{"title": "Lillian Hoban", "href": "/wiki/Lillian_Hoban", "description": "Lillian Hoban was an American illustrator and children's writer best known for picture books created with her husband Russell Hoban. According to OCLC, she has published 326 works in 1,401 publications in 11 languages."}]}, {"heading": "Births", "year": "1927", "date": "May 18", "txt": "Richard Body, English politician (d. 2018)", "entities": [{"title": "Richard Body", "href": "/wiki/Richard_Body", "description": "Sir Richard Bernard Frank Stewart Body was an English politician. He was Conservative Member of Parliament for Billericay from 1955 to 1959, for Holland with Boston from 1966 to 1997, and for Boston and Skegness from 1997 until he stood down at the 2001 general election. He was a long-standing member of the Conservative Monday Club, and came second in its 1972 election for chairman. A prominent eu"}]}, {"heading": "Births", "year": "1927", "date": "May 18", "txt": "Ray Nagel, American football player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1928", "date": "May 18", "txt": "Pernell Roberts, American actor (d. 2010)", "entities": [{"title": "Pernell Roberts", "href": "/wiki/Pernell_Roberts", "description": "Pernell Elven Roberts Jr. was an American stage, film and television actor, as well as a singer. In addition to guest-starring in over 60 television series, he was best known for his roles as Ben Cartwright's eldest son Adam Cartwright on the Western television series Bonanza (1959–1965), and as chief surgeon Dr. John McIntyre, the title character on Trapper John, M.D. (1979–1986)."}]}, {"heading": "Births", "year": "1929", "date": "May 18", "txt": "Jack Sanford, American baseball player and coach (d. 2000)", "entities": [{"title": "Jack Sanford", "href": "/wiki/Jack_Sanford", "description": "John Stanley Sanford was an American professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1956 through 1967. Sanford was notable for the meteoric start to his career when, he led the National League with 188 strikeouts as a 28-year-old rookie for the Philadelphia Phillies in 1957. He later became a 20-game-winner and made his only World Series appearance "}]}, {"heading": "Births", "year": "1929", "date": "May 18", "txt": "Norman St John-Stevas, Baron St John of Fawsley, English lawyer and politician, Chancellor of the Duchy of Lancaster (d. 2012)", "entities": [{"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1930", "date": "May 18", "txt": "Warren Rudman, American soldier, lawyer, and politician (d. 2012)", "entities": [{"title": "Warren Rudman", "href": "/wiki/Warren_Rudman", "description": "Warren Bruce Rudman was an American attorney and Republican politician who served as United States Senator from New Hampshire between 1980 and 1993. He was known as a moderate centrist, to such an extent that President Clinton approached him in 1994 about replacing departing Treasury Secretary Lloyd Bentsen in Clinton's cabinet, an offer that Rudman declined."}]}, {"heading": "Births", "year": "1930", "date": "May 18", "txt": "Fred Saberhagen, American soldier and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 18", "txt": "Don Martin, American cartoonist (d. 2000)", "entities": [{"title": "Don Martin (cartoonist)", "href": "/wiki/Don_Martin_(cartoonist)", "description": "Don Martin was an American cartoonist whose best-known work was published in Mad from 1956 to 1988. His popularity and prominence were such that the magazine promoted Martin as \"Mad's Maddest Artist.\""}]}, {"heading": "Births", "year": "1931", "date": "May 18", "txt": "Robert Morse, American actor", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 18", "txt": "Kalju Pitksaar, Estonian chess player (d. 1995)", "entities": []}, {"heading": "Births", "year": "1931", "date": "May 18", "txt": "Clément Vincent, Canadian farmer and politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1933", "date": "May 18", "txt": "Bernadette Chirac, French politician, First Lady of France", "entities": [{"title": "Bernadette Chirac", "href": "/wiki/Bernadette_Chirac", "description": "Bernadette Thérèse Marie Chirac is a French politician and the widow of the former President Jacques Chirac."}, {"title": "First Lady of France", "href": "/wiki/First_Lady_of_France", "description": "Spouses and partners of the president of France often play a protocol role at the Élysée Palace and during official visits, though they possess no official title. Brigitte Macron is the spouse of the current president, Emmanuel Macron, who took office on 14 May 2017."}]}, {"heading": "Births", "year": "1933", "date": "May 18", "txt": "H. D. Deve Gowda, Indian farmer and politician, 11th Prime Minister of India", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1933", "date": "May 18", "txt": "Don Whillans, English rock climber and mountaineer (d. 1985)", "entities": []}, {"heading": "Births", "year": "1934", "date": "May 18", "txt": "Dwayne Hickman, American actor and director", "entities": [{"title": "Dwayne Hickman", "href": "/wiki/Dwayne_Hickman", "description": "Dwayne Bernard Hickman is an American former actor and television executive, producer and director, who worked as an executive at CBS and has also briefly recorded as a vocalist. Hickman portrayed Chuck MacDonald, Bob Collins' girl-crazy teenaged nephew, in the 1950s The Bob Cummings Show and the title character in the 1960s sitcom The Many Loves of Dobie Gillis. He is the younger brother of actor"}]}, {"heading": "Births", "year": "1936", "date": "May 18", "txt": "Leon Ashley, American singer-songwriter (d. 2013)", "entities": [{"title": "Leon Ashley", "href": "/wiki/Leon_Ashley", "description": "Leon Walton, better known by his stage name Leon Ashley, was an American country music singer. He is known mainly for his number 1 single \"Laura \", which topped the country singles charts in 1967. This single was distributed on his own label. Ashley wrote, recorded, released, distributed and published the single on his own. Besides this song, he released several other singles throughout the 1960s "}]}, {"heading": "Births", "year": "1936", "date": "May 18", "txt": "Türker İnanoğlu, Turkish director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1936", "date": "May 18", "txt": "Michael Sandle, English sculptor and academic", "entities": []}, {"heading": "Births", "year": "1937", "date": "May 18", "txt": "Brooks Robinson, American baseball player and sportscaster", "entities": [{"title": "Brooks Robinson", "href": "/wiki/Brooks_Robinson", "description": "Brooks Calbert Robinson Jr. is an American former professional baseball player. He played for the Baltimore Orioles for 23 seasons (1955–1977), the longest career spent with a single team in Major League Baseball (MLB) history. Robinson batted and threw right-handed. Nicknamed \"The Human Vacuum Cleaner\" or \"Mr. Hoover\", he is considered the greatest defensive third baseman in major league history."}]}, {"heading": "Births", "year": "1937", "date": "May 18", "txt": "Jacques Santer, Luxembourger jurist and politician, 22nd Prime Minister of Luxembourg", "entities": [{"title": "Prime Minister of Luxembourg", "href": "/wiki/Prime_Minister_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Births", "year": "1938", "date": "May 18", "txt": "Janet Fish, American painter and academic", "entities": [{"title": "Janet Fish", "href": "/wiki/Janet_Fish", "description": "Janet Fish is a contemporary American realist artist. Through oil painting, lithography, and screenprinting, she explores the interaction of light with everyday objects in the still life genre. Many of her paintings include elements of transparency, reflected light, and multiple overlapping patterns depicted in bold, high color values. She has been credited with revitalizing the still life genre."}]}, {"heading": "Births", "year": "1939", "date": "May 18", "txt": "Patrick Cormack, Baron Cormack, English historian, journalist, and politician", "entities": [{"title": "Patrick Cormack, Baron Cormack", "href": "/wiki/Patrick_Cormack,_Baron_Cormack", "description": "Patrick Thomas Cormack, Baron Cormack, is a British politician, historian, journalist and author. He represented the Conservative Party as a Member of Parliament (MP) from 1970 to 2010."}]}, {"heading": "Births", "year": "1939", "date": "May 18", "txt": "Giovanni Falcone, Italian lawyer and judge (d. 1992)", "entities": []}, {"heading": "Births", "year": "1939", "date": "May 18", "txt": "Gordon O'Connor, Canadian general and politician, 38th Canadian Minister of Defence", "entities": [{"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1940", "date": "May 18", "txt": "Erico Aumentado, Filipino journalist, lawyer, and politician (d. 2012)", "entities": [{"title": "Erico Aumentado", "href": "/wiki/Erico_Aumentado", "description": "Erico Boyles Aumentado was a former governor, vice governor, and senior provincial board member of Bohol, and congressman and deputy speaker of the Philippine House of Representatives. He is the first governor of Bohol who served for three consecutive terms (2001-2010)."}]}, {"heading": "Births", "year": "1941", "date": "May 18", "txt": "Gino Brito, Canadian wrestler and promoter", "entities": [{"title": "Gino Brito", "href": "/wiki/Gino_Brito", "description": "Louis Gino Acocella, better known by his ring name Gino Brito, is a Canadian professional wrestler. He was a popular wrestler in Montreal, and was one of the promoters in the city in the 1980s. As Louis Cerdan, he was a WWWF Tag Team Champion, teaming with fellow Italian-Canadian wrestler Tony Parisi. Brito also trained Italian-Canadian wrestler Dino Bravo."}]}, {"heading": "Births", "year": "1941", "date": "May 18", "txt": "Malcolm Longair, Scottish astronomer, physicist, and academic", "entities": []}, {"heading": "Births", "year": "1941", "date": "May 18", "txt": "Miriam Margolyes, English-Australian actress and singer", "entities": []}, {"heading": "Births", "year": "1942", "date": "May 18", "txt": "Nobby Stiles, English footballer, coach, and manager (d. 2020)", "entities": [{"title": "Nobby Stiles", "href": "/wiki/Nobby_Stiles", "description": "Norbert Peter Stiles was an English footballer and manager. He played for England for five years, winning 28 caps and scoring one goal. He played every minute of England's victorious 1966 FIFA World Cup campaign. In the semi-final of that tournament against Portugal, he was given the job of marking the prolific Eusébio. His tough performance resulted in Eusébio being practically nullified for the "}]}, {"heading": "Births", "year": "1944", "date": "May 18", "txt": "Albert Hammond, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Albert Hammond", "href": "/wiki/Albert_Hammond", "description": "Albert Louis Hammond OBE is a British-Gibraltarian singer, songwriter, and record producer. A prolific songwriter, he also collaborated with other songwriters such as Mike Hazlewood, John Bettis, Diane Warren, Holly Knight and Carole Bayer Sager. Hammond's son Albert Hammond Jr. is a guitarist with American band the Strokes."}]}, {"heading": "Births", "year": "1944", "date": "May 18", "txt": "W. G. Sebald, German novelist, essayist, and poet (d. 2001)", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 18", "txt": "Frank Hsieh, Taiwanese lawyer and politician, 40th Premier of the Republic of China", "entities": [{"title": "Frank Hsieh", "href": "/wiki/Frank_Hsieh", "description": "Frank Hsieh is a Taiwanese politician and former defense attorney. A cofounder of the Democratic Progressive Party, he has served on the Taipei City Council, the Legislative Yuan, as the mayor of Kaohsiung City, and as the Premier of the Republic of China under president Chen Shui-bian. Hsieh was the DPP nominee in the 2008 presidential election and was defeated by Ma Ying-jeou. Hsieh is currently"}, {"title": "Premier of the Republic of China", "href": "/wiki/Premier_of_the_Republic_of_China", "description": "The Premier of the Republic of China, officially the President of the Executive Yuan (行政院院長), is head of government of the Republic of China and leader of the Executive Yuan. The Premier is appointed by the President of the Republic of China without approval by the Legislative Yuan. The office is also alternatively known as the Premier of Taiwan or the Prime Minister of Taiwan."}]}, {"heading": "Births", "year": "1946", "date": "May 18", "txt": "Reggie Jackson, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1946", "date": "May 18", "txt": "Gerd Langguth, German political scientist and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1947", "date": "May 18", "txt": "John Bruton, Irish politician, 10th Taoiseach of Ireland", "entities": [{"title": "John Bruton", "href": "/wiki/John_Bruton", "description": "John Gerard Bruton is an Irish former Fine Gael politician who served as Taoiseach from 1994 to 1997, Ambassador of the European Union to the United States from 2004 to 2009, Leader of Fine Gael from 1990 to 2001, Leader of the Opposition from 1990 to 1994 and 1997 to 2001, Deputy Leader of Fine Gael from 1987 to 1990, Minister for the Public Service from January 1987 to March 1987, Minister for F"}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1947", "date": "May 18", "txt": "Gail Strickland, American actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 18", "txt": "Joe Bonsall, American country/gospel singer", "entities": [{"title": "Joe Bonsall", "href": "/wiki/Joe_Bonsall", "description": "Joseph Sloan Bonsall, Jr. is an American singer who has been the tenor of the country/gospel vocal quartet The Oak Ridge Boys since 1973. He is also an author. Besides charting numerous hits as a member of the Oak Ridge Boys, Bonsall has a solo chart credit alongside the band Sawyer Brown in their 1986 single \"Out Goin' Cattin'\", on which he was credited as \"Cat Joe Bonsall\"."}]}, {"heading": "Births", "year": "1948", "date": "May 18", "txt": "Yi Mun-yol, South Korean author and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 18", "txt": "Richard Swedberg, Swedish sociologist and academic", "entities": []}, {"heading": "Births", "year": "1948", "date": "May 18", "txt": "Tom Udall, American lawyer and politician, 28th New Mexico Attorney General, United States Senator from New Mexico", "entities": [{"title": "New Mexico Attorney General", "href": "/wiki/New_Mexico_Attorney_General", "description": "The Attorney General of New Mexico, an elected executive officer of the state, oversees the New Mexico Attorney General's Office and serves as head of the New Mexico Department of Justice."}, {"title": "United States Senator", "href": "/wiki/United_States_Senator", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Births", "year": "1949", "date": "May 18", "txt": "Rick Wakeman, English progressive rock keyboardist and songwriter (Yes)", "entities": [{"title": "Rick Wakeman", "href": "/wiki/Rick_Wakeman", "description": "Richard Christopher Wakeman is an English keyboardist, songwriter, producer, television and radio presenter, actor and author. He is best known for being in the progressive rock band Yes across five tenures between 1971 and 2004 and for his solo albums released in the 1970s."}, {"title": "Yes (band)", "href": "/wiki/Yes_(band)", "description": "Yes are an English progressive rock band formed in London in 1968 by singer Jon Anderson, bassist Chris Squire, guitarist Peter Banks, keyboardist Tony Kaye, and drummer Bill Bruford. The band has undergone numerous formations throughout its history; nineteen musicians have been full-time members. Since June 2015, it has consisted of guitarist Steve Howe, drummer Alan White, keyboardist Geoff Down"}]}, {"heading": "Births", "year": "1949", "date": "May 18", "txt": "Walter Hawkins, American gospel music singer and pastor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1950", "date": "May 18", "txt": "Rod Milburn, American hurdler and coach (d. 1997)", "entities": [{"title": "Rod Milburn", "href": "/wiki/Rod_Milburn", "description": "Rodney \"Rod\" Milburn Jr. was an American athlete who won gold at the 1972 Summer Olympics in Munich in the 110m hurdles."}]}, {"heading": "Births", "year": "1950", "date": "May 18", "txt": "Mark Mothersbaugh, American singer-songwriter and painter", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 18", "txt": "Richard Clapton, Australian singer-songwriter and guitarist", "entities": [{"title": "Richard Clapton", "href": "/wiki/Richard_Clapton", "description": "Richard Clapton is an Australian singer-songwriter-guitarist and producer. His solo top 20 hits on the Kent Music Report Singles Chart are \"Girls on the Avenue\" (1975) and \"I Am an Island\" (1982). He reached the top 20 on the related Albums Chart with Goodbye Tiger (1977), Hearts on the Nightline (1979), The Great Escape (1982), and The Very Best of Richard Clapton (1982). Clapton's highest charti"}]}, {"heading": "Births", "year": "1951", "date": "May 18", "txt": "Jim Sundberg, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1951", "date": "May 18", "txt": "Angela Voigt, German long jumper (d. 2013)", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 18", "txt": "Diane Duane, American author and screenwriter", "entities": [{"title": "Diane Duane", "href": "/wiki/Diane_Duane", "description": "Diane Duane is an American science fiction and fantasy author, long based in Ireland. Her works include the Young Wizards young adult fantasy series and the Rihannsu Star Trek novels."}]}, {"heading": "Births", "year": "1952", "date": "May 18", "txt": "David Leakey, English general and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 18", "txt": "George Strait, American singer, guitarist and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "May 18", "txt": "Jeana Yeager, American pilot", "entities": []}, {"heading": "Births", "year": "1953", "date": "May 18", "txt": "Alan Kupperberg, American author and illustrator (d. 2015)", "entities": [{"title": "Alan Kupperberg", "href": "/wiki/Alan_Kupperberg", "description": "Alan Kupperberg was an American comics artist known for working in both comic books and newspaper strips."}]}, {"heading": "Births", "year": "1954", "date": "May 18", "txt": "Wreckless Eric, English singer-songwriter and guitarist", "entities": [{"title": "Wreckless Eric", "href": "/wiki/Wreckless_Eric", "description": "Eric Goulden, known as Wreckless Eric, is an English rock/new wave singer-songwriter, best known for his 1977 single \"Whole Wide World\" on Stiff Records. More than two decades after its release, the song was included in Mojo magazine's list of the best punk rock singles of all time. It was also acclaimed as one of the \"top 40 singles of the alternative era 1975–2000\"."}]}, {"heading": "Births", "year": "1954", "date": "May 18", "txt": "Eric Gerets, Belgian footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "May 18", "txt": "Chow Yun-fat, Hong Kong actor and screenwriter", "entities": [{"title": "Chow Yun-fat", "href": "/wiki/Chow_Yun-fat", "description": "Chow Yun-fat SBS, previously known as Donald Chow, is a Hong Kong actor known for his collaborations with filmmaker John Woo in the action heroic bloodshed films A Better Tomorrow, The Killer, and Hard Boiled, and in the West for his roles as Li Mu-bai in Crouching Tiger, Hidden Dragon and Sao Feng in Pirates of the Caribbean: At World's End. He mainly plays in drama films and has won three Hong K"}]}, {"heading": "Births", "year": "1956", "date": "May 18", "txt": "Catherine Corsini, French director and screenwriter", "entities": [{"title": "Catherine Corsini", "href": "/wiki/Catherine_Corsini", "description": "Catherine Corsini is a French film director, screenwriter and actress. Her film Replay was entered into the 2001 Cannes Film Festival. Her 2012 film Three Worlds competed in the Un Certain Regard section at the 2012 Cannes Film Festival."}]}, {"heading": "Births", "year": "1956", "date": "May 18", "txt": "John Godber, English playwright and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "May 18", "txt": "Michael Cretu, Romanian-German keyboard player and producer", "entities": [{"title": "Michael Cretu", "href": "/wiki/Michael_Cretu", "description": "Michael Cretu is a Romanian-German musician, singer, songwriter, and producer. He gained worldwide fame as the founder and musician behind the German musical project Enigma, formed in 1990. Initially Cretu was identified as \"Curly\" or \"Curly M.C.\" in reference to his curly hair and creț meaning \"curly\" in Romanian."}]}, {"heading": "Births", "year": "1957", "date": "May 18", "txt": "Henrietta Moore, English anthropologist and academic", "entities": []}, {"heading": "Births", "year": "1958", "date": "May 18", "txt": "Rubén Omar Romano, Argentinian-Mexican footballer and coach", "entities": [{"title": "Rubén Omar Romano", "href": "/wiki/Rub%C3%A9n_Omar_Romano", "description": "Rubén Omar Romano Cachía is an Argentine-Mexican coach and former football player."}]}, {"heading": "Births", "year": "1958", "date": "May 18", "txt": "Toyah Willcox, English singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "May 18", "txt": "Graham Dilley, English cricketer and coach (d. 2011)", "entities": [{"title": "Graham Dilley", "href": "/wiki/Graham_Dilley", "description": "Graham Roy Dilley was an English cricketer, whose main role was as a fast bowler. He played first-class cricket for Kent and Worcestershire, and appeared in 41 Test matches and 36 ODIs for England. He is perhaps best remembered for his tail-end batting with Ian Botham in England's second innings against Australia at Headingley in 1981, reaching his highest Test score of 56 in an eighth-wicket part"}]}, {"heading": "Births", "year": "1959", "date": "May 18", "txt": "Jay Wells, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 18", "txt": "Brent Ashton, Canadian ice hockey player and coach", "entities": [{"title": "Brent Ashton", "href": "/wiki/Brent_Ashton", "description": "Brent Kenneth Ashton is a Canadian former professional ice hockey player who spent fourteen seasons in the National Hockey League between 1979 and 1993. Despite being a fine goalscoring winger, he was known during his career for being the most-traded player in the history of the NHL, a record since tied by Mike Sillinger."}]}, {"heading": "Births", "year": "1960", "date": "May 18", "txt": "Jari Kurri, Finnish ice hockey player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "May 18", "txt": "Yannick Noah, French tennis player", "entities": []}, {"heading": "Births", "year": "1961", "date": "May 18", "txt": "Russell Senior, English singer-songwriter and guitarist", "entities": [{"title": "Russell Senior", "href": "/wiki/Russell_Senior", "description": "Russell Senior was the guitarist and violinist of the band Pulp."}]}, {"heading": "Births", "year": "1963", "date": "May 18", "txt": "Marty McSorley, Canadian ice hockey player and coach", "entities": [{"title": "Marty McSorley", "href": "/wiki/Marty_McSorley", "description": "Martin James McSorley is a Canadian former professional hockey player, who played in the National Hockey League (NHL) from 1983 until 2000. A versatile player, he was able to play both the forward and defense positions."}]}, {"heading": "Births", "year": "1963", "date": "May 18", "txt": "Sam Vincent, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "May 18", "txt": "Ignasi Guardans, Spanish academic and politician", "entities": [{"title": "Ignasi Guardans", "href": "/wiki/Ignasi_Guardans", "description": "Ignasi Guardans i Cambó is a Spanish former politician, currently an independent figure still present in the Spanish media and public opinion. He is one of the 14 grandsons of Francesc Cambó."}]}, {"heading": "Births", "year": "1966", "date": "May 18", "txt": "Renata Nielsen, Polish-Danish long jumper and coach", "entities": [{"title": "Renata Nielsen", "href": "/wiki/Renata_Nielsen", "description": "Renata Pytelewska-Nielsen is a Polish-born former Danish long jumper."}]}, {"heading": "Births", "year": "1966", "date": "May 18", "txt": "Michael Tait, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 18", "txt": "Nina Björk, Swedish journalist and author", "entities": [{"title": "Nina Björk", "href": "/wiki/Nina_Bj%C3%B6rk", "description": "Nina Björk is a Swedish feminist, author and journalist. She is most well known for Under det rosa täcket , a feminist book written in 1996."}]}, {"heading": "Births", "year": "1967", "date": "May 18", "txt": "Heinz-Harald Frentzen, German race car driver", "entities": []}, {"heading": "Births", "year": "1967", "date": "May 18", "txt": "Nancy Juvonen, American screenwriter and producer, co-founded Flower Films", "entities": [{"title": "Flower Films", "href": "/wiki/Flower_Films", "description": "Flower Films is an American production company. It was founded and is owned by producers Drew Barrymore and Nancy Juvonen."}]}, {"heading": "Births", "year": "1967", "date": "May 18", "txt": "Mimi Macpherson, Australian environmentalist, entrepreneur and celebrity", "entities": []}, {"heading": "Births", "year": "1968", "date": "May 18", "txt": "Philippe Benetton, French rugby player", "entities": [{"title": "Philippe Benetton", "href": "/wiki/Philippe_Benetton", "description": "Philippe Benetton is a former French rugby union footballer and currently head coach of Tournon d'Agenais. He played as a flanker."}]}, {"heading": "Births", "year": "1968", "date": "May 18", "txt": "Ralf Kelleners, German race car driver", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 18", "txt": "Troy Cassar-Daley, Australian singer-songwriter and guitarist", "entities": [{"title": "Troy Cassar-Daley", "href": "/wiki/Troy_Cassar-Daley", "description": "Troy Cassar-Daley is an Australian country music songwriter and entertainer, and author."}]}, {"heading": "Births", "year": "1969", "date": "May 18", "txt": "Martika, American singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "May 18", "txt": "Antônio Carlos Zago, Brazilian footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 18", "txt": "Tina Fey, American actress, producer, and screenwriter", "entities": [{"title": "Tina Fey", "href": "/wiki/Tina_Fey", "description": "Elizabeth Stamatina \"Tina\" Fey is an American actress, comedian, writer, producer, and playwright. She is best known for her work on the NBC sketch comedy series Saturday Night Live (1997–2006) and for creating the comedy series 30 Rock and Unbreakable Kimmy Schmidt (2015–2020). Fey is also known for her work in film, including Mean Girls (2004), Baby Mama (2008), Date Night (2010), Megamind (2010"}]}, {"heading": "Births", "year": "1970", "date": "May 18", "txt": "Tim Horan, Australian rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 18", "txt": "Billy Howerdel, American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 18", "txt": "Javier Cárdenas, Spanish singer, television and radio presenter", "entities": []}, {"heading": "Births", "year": "1970", "date": "May 18", "txt": "Vicky Sunohara, Canadian former ice hockey player", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 18", "txt": "Brad Friedel, American international soccer player, goalkeeper, manager and sportscaster", "entities": [{"title": "Brad Friedel", "href": "/wiki/Brad_Friedel", "description": "Bradley Howard Friedel is an American professional soccer coach and former player who played as a goalkeeper."}]}, {"heading": "Births", "year": "1971", "date": "May 18", "txt": "Mark Menzies, Scottish politician", "entities": []}, {"heading": "Births", "year": "1971", "date": "May 18", "txt": "Nobuteru Taniguchi, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1972", "date": "May 18", "txt": "Turner Stevenson, Canadian ice hockey player and coach", "entities": [{"title": "Turner Stevenson", "href": "/wiki/Turner_Stevenson", "description": "Turner Ladd Stevenson is a Canadian former professional ice hockey right winger who played 13 seasons in the National Hockey League (NHL) for the Montreal Canadiens, New Jersey Devils, and Philadelphia Flyers. He won the Stanley Cup with New Jersey in 2003."}]}, {"heading": "Births", "year": "1973", "date": "May 18", "txt": "Donyell Marshall, American basketball player and coach", "entities": [{"title": "Donyell Marshall", "href": "/wiki/Donyell_Marshall", "description": "Donyell Lamar Marshall is an American basketball coach and former professional player. He was most recently head coach of the Central Connecticut men's basketball team. During his National Basketball Association (NBA) career, he played with eight different teams."}]}, {"heading": "Births", "year": "1973", "date": "May 18", "txt": "Aleksandr Olerski, Estonian footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1974", "date": "May 18", "txt": "Nelson Figueroa, American baseball player and sportscaster", "entities": [{"title": "Nelson Figueroa", "href": "/wiki/Nelson_Figueroa", "description": "Nelson Figueroa, Jr., is an American former professional baseball pitcher and a former post-game studio analyst for New York Mets broadcasts. He played in Major League Baseball (MLB) for the Arizona Diamondbacks, Philadelphia Phillies, Milwaukee Brewers, Pittsburgh Pirates, Mets, and Houston Astros. Figueroa also played for the Uni-President 7-Eleven Lions of the Chinese Professional Baseball Leag"}]}, {"heading": "Births", "year": "1975", "date": "May 18", "txt": "Jem, Welsh singer-songwriter and producer", "entities": [{"title": "Jem (singer)", "href": "/wiki/Jem_(singer)", "description": "Jemma Griffiths, known by her stage name Jem, is a Welsh singer, songwriter, and record producer. Born and raised in Penarth, Wales, she began songwriting at an early age. After graduating from university in 1996, she worked as a DJ as well as co-founder of record label Marine Parade in Brighton. By 2002 she was focused heavily on writing and singing her own songs, collaborating with various produ"}]}, {"heading": "Births", "year": "1975", "date": "May 18", "txt": "John Higgins, Scottish snooker player", "entities": []}, {"heading": "Births", "year": "1975", "date": "May 18", "txt": "Jack Johnson, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 18", "txt": "Ron Mercer, American basketball player", "entities": [{"title": "Ron Mercer", "href": "/wiki/Ron_Mercer", "description": "Ronald Eugene Mercer is an American former professional basketball player. After his career at the University of Kentucky, Mercer played for several teams in the National Basketball Association (NBA); he ended his career with the New Jersey Nets in 2005."}]}, {"heading": "Births", "year": "1976", "date": "May 18", "txt": "Marko Tomasović, Croatian pianist and composer", "entities": []}, {"heading": "Births", "year": "1976", "date": "May 18", "txt": "Oleg Tverdovsky, Ukrainian-Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 18", "txt": "Lee Hendrie, English footballer", "entities": [{"title": "Lee Hendrie", "href": "/wiki/Lee_Hendrie", "description": "Lee Andrew Hendrie is an English former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1977", "date": "May 18", "txt": "Danny Mills, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "May 18", "txt": "Li Tie, Chinese footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 18", "txt": "Ricardo Carvalho, Portuguese footballer", "entities": [{"title": "Ricardo Carvalho", "href": "/wiki/Ricardo_Carvalho", "description": "Ricardo Alberto Silveira de Carvalho OIH is a retired Portuguese professional footballer who played as a centre back. He is widely considered one of the greatest centre backs of the modern era. He is currently the assistant manager of French club Marseille."}]}, {"heading": "Births", "year": "1978", "date": "May 18", "txt": "Marcus Giles, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "May 18", "txt": "Charles Kamathi, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 18", "txt": "Jens Bergensten, Swedish video game designer, co-designed Minecraft", "entities": [{"title": "Jens Bergensten", "href": "/wiki/Jens_Bergensten", "description": "Jens Peder Bergensten, also known as Jeb, is a Swedish video game programmer. He is best known as the lead designer of Minecraft. In 2013, he, along with Minecraft creator Markus Persson, was named as one of Time's 100 most influential people in the world. As an employee of Mojang Studios, he had been co-developing Minecraft with Persson since 2010, became the lead designer in 2011, and assumed fu"}]}, {"heading": "Births", "year": "1979", "date": "May 18", "txt": "Mariusz Lewandowski, Polish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 18", "txt": "Michal Martikán, Slovak slalom canoeist", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 18", "txt": "Milivoje Novaković, Slovenian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "May 18", "txt": "Julián Speroni, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 18", "txt": "Reggie Evans, American basketball player", "entities": [{"title": "Reggie Evans", "href": "/wiki/Reggie_Evans", "description": "Reginald Jamaal Evans is an American former professional basketball player. While limited in his offensive game, Evans was known for his rebounding, tenacity and hustle on the defensive end."}]}, {"heading": "Births", "year": "1980", "date": "May 18", "txt": "Michaël Llodra, French tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "May 18", "txt": "Diego Pérez, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "May 18", "txt": "Mahamadou Diarra, Malian international footballer", "entities": [{"title": "Mahamadou Diarra", "href": "/wiki/Mahamadou_Diarra", "description": "Mahamadou Diarra is a Malian former professional footballer who played as a defensive midfielder. He served as captain for the Mali national team."}]}, {"heading": "Births", "year": "1981", "date": "May 18", "txt": "Ashley Harrison, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "May 18", "txt": "Jason Brown, English footballer", "entities": [{"title": "Jason Brown (footballer)", "href": "/wiki/Jason_Brown_(footballer)", "description": "Jason Roy Brown is a former professional footballer who played as a goalkeeper. He began his career at Gillingham where he made over 100 appearances, before joining up with Premier League side Blackburn Rovers in 2006. He was capped 3 times for Wales after making his debut in 2006."}]}, {"heading": "Births", "year": "1982", "date": "May 18", "txt": "Marie-Ève Pelletier, Canadian tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 18", "txt": "Gary O'Neil, English footballer", "entities": [{"title": "Gary O'Neil", "href": "/wiki/Gary_O%27Neil", "description": "Gary Paul O'Neil is an English former professional football midfielder and current first team coach at Bournemouth. O'Neil has previously played for Portsmouth, Walsall, Cardiff City, Middlesbrough, West Ham United, Queens Park Rangers, Norwich City, Bristol City and Bolton Wanderers."}]}, {"heading": "Births", "year": "1983", "date": "May 18", "txt": "Luis Terrero, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "May 18", "txt": "Vince Young, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 18", "txt": "Ivet Lalova, Bulgarian sprinter", "entities": [{"title": "Ivet Lalova", "href": "/wiki/Ivet_Lalova", "description": "Ivet Miroslavova Lalova-Collio is a Bulgarian athlete who specialises in the 100 metres and 200 metres sprint events. She is the 13th-fastest woman in the history of the 100 metres. She finished fourth in the 100 metres and fifth in the 200 metres at the 2004 Summer Olympics. Her career was interrupted for two years between June 2005 and May 2007 due to a leg injury. In June 2012 she won gold at t"}]}, {"heading": "Births", "year": "1984", "date": "May 18", "txt": "Simon Pagenaud, French race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 18", "txt": "Darius Šilinskis, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 18", "txt": "Joakim Soria, Mexican baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "May 18", "txt": "Niki Terpstra, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1985", "date": "May 18", "txt": "Oliver Sin, Hungarian painter", "entities": [{"title": "Oliver Sin", "href": "/wiki/Oliver_Sin", "description": "Oliver Sin is a Hungarian artist."}]}, {"heading": "Births", "year": "1985", "date": "May 18", "txt": "Henrique Sereno, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "May 18", "txt": "Ahmed Hamada, Egyptian race car driver", "entities": [{"title": "Ahmed Hamada (racer)", "href": "/wiki/Ahmed_Hamada_(racer)", "description": "Ahmed Hamada is an Egyptian racecar driver, has been racing since 2004, his most notable achievements include achieving third position overall in the Zipping South East Championship, as well as racing with the same team, ERTMD in the Chevrolet Lumina CSV South East Championship and finishing fourth overall as well as multiple other podium finishes."}]}, {"heading": "Births", "year": "1986", "date": "May 18", "txt": "Kevin Anderson, South African tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "May 18", "txt": "Taeyang, South Korean singer", "entities": [{"title": "Taeyang", "href": "/wiki/Taeyang", "description": "Dong Young-bae, better known by his stage names Taeyang and SOL, is a South Korean singer, songwriter and dancer. After appearing in Jinusean's music video \"A-yo\", Taeyang began training under YG Entertainment at the age of 12. Six years later, he made his debut in 2006 as a member of the South Korean boy band Big Bang. While the quintet's debut was met with lukewarm receptions, their follow-ups c"}]}, {"heading": "Births", "year": "1990", "date": "May 18", "txt": "Dimitri Daeseleire, Belgian footballer", "entities": [{"title": "Dimitri Daeseleire", "href": "/wiki/Dimitri_Daeseleire", "description": "Dimitri Daeseleire is a Belgian football player who plays as a right back. He is currently unemployed after most recently playing for Roeselare in the Belgian National Division 1."}]}, {"heading": "Births", "year": "1990", "date": "May 18", "txt": "Yuya Osako, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "May 18", "txt": "Josh Starling, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "May 18", "txt": "Adwoa Aboah, British fashion model", "entities": [{"title": "Adwoa Aboah", "href": "/wiki/Adwoa_Aboah", "description": "Adwoa Caitlin Maria Aboah is a British fashion model. In December 2017 she appeared on the cover of British Vogue. She has also been on the cover of American Vogue, Vogue Italia, Vogue Poland, and i-D. In 2017, the fashion industry voted her as Model of the Year for models.com."}]}, {"heading": "Births", "year": "1993", "date": "May 18", "txt": "Stuart Percy, Canadian ice hockey player", "entities": [{"title": "Stuart Percy", "href": "/wiki/Stuart_Percy", "description": "Stuart Percy is a Canadian professional ice hockey defenceman who is currently playing for Vaasan Sport in the Liiga. He was selected 25th overall in the 2011 NHL Entry Draft by the Toronto Maple Leafs."}]}, {"heading": "Births", "year": "1993", "date": "May 18", "txt": "Jessica Watson, Australian sailor", "entities": []}, {"heading": "Births", "year": "1998", "date": "May 18", "txt": "Polina Edmunds, American figure skater", "entities": [{"title": "Polina Edmunds", "href": "/wiki/Polina_Edmunds", "description": "Polina Edmunds is a retired American figure skater. She is the 2015 Four Continents champion, the 2014 CS U.S. Classic champion, and a two-time U.S. national silver medalist. She represented the United States at the 2014 Winter Olympics in Sochi, finishing 9th."}]}, {"heading": "Births", "year": "1999", "date": "May 18", "txt": "Laura Omloop, Belgian singer-songwriter", "entities": [{"title": "Laura Omloop", "href": "/wiki/Laura_Omloop", "description": "Laura Omloop is a Belgian pop singer who represented her country in the Junior Eurovision Song Contest 2009 in Kiev, Ukraine, finishing in fourth place. Omloop sang the song \"Zo verliefd\", which contains yodeling. This was Belgium's best result in the Junior Eurovision Song Contest."}]}, {"heading": "Births", "year": "2000", "date": "May 18", "txt": "Ryan Sessegnon, English footballer", "entities": [{"title": "Ryan Sessegnon", "href": "/wiki/Ryan_Sessegnon", "description": "Kouassi Ryan Sessegnon is an English professional footballer who plays as a left-back or left winger for German Bundesliga club 1899 Hoffenheim, on loan from Tottenham Hotspur."}]}, {"heading": "Births", "year": "2000", "date": "May 18", "txt": "Steven Sessegnon, English footballer", "entities": []}, {"heading": "Births", "year": "2002", "date": "May 18", "txt": "Alina Zagitova, Russian figure skater", "entities": [{"title": "Alina Zagitova", "href": "/wiki/Alina_Zagitova", "description": "Alina Ilnazovna Zagitova is a Russian figure skater. She is the 2018 Olympic champion, the 2019 World champion, the 2018 European champion, 2017–18 Grand Prix Final champion, and the 2018 Russian national champion. Zagitova also won a silver medal in the team event at the 2018 Winter Olympics, representing the Olympic Athletes from Russia team. Zagitova is currently the ninth highest ranked ladies"}]}, {"heading": "Births", "year": "2009", "date": "May 18", "txt": "Hala Finley, American actress", "entities": [{"title": "Hala Finley", "href": "/wiki/Hala_Finley", "description": "Hala Finley is an American actress. She is best known for her roles in Man with a Plan (2016–2020) as Emme Burns and We Can Be Heroes (2020) as Ojo."}]}, {"heading": "Deaths", "year": "526", "date": "May 18", "txt": "Pope John I (b. 470)", "entities": [{"title": "Pope John I", "href": "/wiki/Pope_John_I", "description": "Pope John I was the bishop of Rome from 13 August 523 to his death. He was a native of Siena, in Italy. He was sent on a diplomatic mission to Constantinople by the Ostrogoth King Theoderic to negotiate better treatment for Arians. Although John was relatively successful, upon his return to Ravenna, Theoderic had him imprisoned for allegedly conspiring with Constantinople. The frail pope died of n"}]}, {"heading": "Deaths", "year": "893", "date": "May 18", "txt": "Stephen I of Constantinople (b. 867)", "entities": [{"title": "Stephen I of Constantinople", "href": "/wiki/Stephen_I_of_Constantinople", "description": "Stephen I was the Ecumenical Patriarch of Constantinople from 886 to 893."}]}, {"heading": "Deaths", "year": "932", "date": "May 18", "txt": "Ma Shaohong, general of Later Tang", "entities": [{"title": "Ma Shaohong", "href": "/wiki/Ma_Shaohong", "description": "Ma Shaohong, known during the reign of Emperor Zhuangzong of Later Tang as Li Shaohong (李紹宏), was a powerful eunuch official/general during the early Chinese Five Dynasties and Ten Kingdoms period, who served Emperor Zhuangzong during his reign as emperor and, previously to that, as the Prince of Jin."}, {"title": "Later Tang", "href": "/wiki/Later_Tang", "description": "Tang, known in history as Later Tang, was a short-lived imperial dynasty that lasted from 923 to 937 during the Five Dynasties and Ten Kingdoms period in the history of China."}]}, {"heading": "Deaths", "year": "947", "date": "May 18", "txt": "Emperor Taizong of the Liao Dynasty", "entities": [{"title": "Emperor Taizong of Liao", "href": "/wiki/Emperor_Taizong_of_Liao", "description": "Emperor Taizong of Liao, personal name Yaogu, sinicised name Yelü Deguang, courtesy name Dejin, was the second emperor of the Khitan-led Liao dynasty."}, {"title": "Liao Dynasty", "href": "/wiki/Liao_Dynasty", "description": "The Liao dynasty, also known as the Liao Empire, officially the Great Liao, the Khitan Empire or the Khitan (Qidan) State, was an empire and imperial dynasty in East Asia that ruled from 916 to 1125 over present-day Northern and Northeast China, Mongolia and portions of the Russian Far East and North Korea. The empire was founded by Yelü Abaoji, Khagan of the Khitans around the time of the collaps"}]}, {"heading": "Deaths", "year": "978", "date": "May 18", "txt": "Frederick I, duke of Upper Lorraine", "entities": [{"title": "Frederick I, Duke of Upper Lorraine", "href": "/wiki/Frederick_I,_Duke_of_Upper_Lorraine", "description": "Frederick I was the count of Bar and duke of Upper Lorraine. He was a son of Wigeric, count of Bidgau, also count palatine of Lorraine, and Cunigunda, and thus a sixth-generation descendant of Charlemagne."}, {"title": "Lotharingia", "href": "/wiki/Lotharingia", "description": "Lotharingia was a short-lived medieval successor kingdom of the Carolingian Empire. As a more durable later duchy of the Ottonian Empire, it comprised present-day Lorraine (France), Luxembourg, Saarland (Germany), the eastern half of Belgium and the southern half of Netherlands, along with parts of today's North Rhine-Westphalia (Germany), Rhineland-Palatinate (Germany) and Nord_(French_department"}]}, {"heading": "Deaths", "year": "1065", "date": "May 18", "txt": "Frederick, Duke of Lower Lorraine (b. c. 1003)", "entities": [{"title": "Frederick, Duke of Lower Lorraine", "href": "/wiki/Frederick,_Duke_of_Lower_Lorraine", "description": "Frederick, Duke of Lower Lorraine, also known as Frederick of Luxembourg was the advocatus of Abbey of Stavelot-Malmedy from 1033, Duke of Lower Lorraine from 1046, advocatus of the Abbey of St Truiden from around 1060 or earlier. He was also lord of a large domain based originally in Baelen-sur-Vesdre, which in later generations was called the Duchy of Limburg, with his seat in the fortified town"}]}, {"heading": "Deaths", "year": "1096", "date": "May 18", "txt": "Minna of Worms, Jewish martyr killed during the Worms massacre (1096)", "entities": [{"title": "Minna of Worms", "href": "/wiki/Minna_of_Worms", "description": "Minna of Worms was a Jewish businesswoman and martyr. She was an influential Jew, being a significant moneylender with clients and friends among the Christian nobility. Minna belonged to some of the most famous victims of the Worms massacre (1096). Occurring during the First Crusade, she was murdered for refusing conversion to Christianity after having been given the offer."}, {"title": "Worms massacre (1096)", "href": "/wiki/Worms_massacre_(1096)", "description": "The Worms massacre was the murder of at least 800 Jews from Worms, Germany, at the hands of crusaders under Count Emicho in May 1096."}]}, {"heading": "Deaths", "year": "1160", "date": "May 18", "txt": "Eric Jedvardsson (King Eric IX) of Sweden (since 1156); (b. circa 1120)", "entities": [{"title": "Eric IX of Sweden", "href": "/wiki/Eric_IX_of_Sweden", "description": "Eric IX,, also called Eric the Holy, Saint Eric, and Eric the Lawgiver, was a Swedish king in the 12th century, c. 1156–1160. The Roman Martyrology of the Catholic Church names him as a saint memorialized on 18 May. He was the founder of the House of Eric, which ruled Sweden with interruptions from c. 1156 to 1250."}]}, {"heading": "Deaths", "year": "1297", "date": "May 18", "txt": "Nicholas Longespee, Bishop of Salisbury", "entities": [{"title": "Nicholas Longespee", "href": "/wiki/Nicholas_Longespee", "description": "Nicholas Longespee was a medieval Bishop of Salisbury."}]}, {"heading": "Deaths", "year": "1401", "date": "May 18", "txt": "Vladislaus II of Opole (b. 1332)", "entities": [{"title": "Vladislaus II of Opole", "href": "/wiki/Vladislaus_II_of_Opole", "description": "Vladislaus II of Opole was a Duke of Opole from 1356, Count palatine of Hungary during 1367–1372, ruler over Lubliniec since 1368, Duke of Wieluń during 1370–1392, ruler over Bolesławiec from 1370, Governor of Galicia–Volhynia during 1372–1378, ruler over Pszczyna during 1375–1396, Count palatine of Poland in 1378, Duke of Dobrzyń and Kujawy during 1378–1392, ruler over Głogówek from 1383 and rule"}]}, {"heading": "Deaths", "year": "1410", "date": "May 18", "txt": "Rupert of Germany, Count Palatine of the Rhine (b. 1352)", "entities": [{"title": "Rupert of Germany", "href": "/wiki/Rupert_of_Germany", "description": "Rupert of the Palatinate, sometimes known as Robert of the Palatinate, a member of the House of Wittelsbach, was Elector Palatine from 1398 and King of Germany from 1400 until his death."}]}, {"heading": "Deaths", "year": "1550", "date": "May 18", "txt": "Jean, Cardinal of Lorraine (b. 1498)", "entities": [{"title": "Jean, Cardinal of Lorraine", "href": "/wiki/Jean,_Cardinal_of_Lorraine", "description": "Jean de Lorraine was the third son of the ruling Duke of Lorraine, and a French cardinal, who was archbishop of Reims (1532–1538), Lyon (1537–1539), and Narbonne (1524–1550), bishop of Metz, and Administrator of the dioceses of Toul, Verdun, Thérouanne, Luçon, Albi, Valence, Nantes and Agen (1538–1550). He was a personal friend, companion, and advisor of King Francis I of France. Jean de Lorraine "}]}, {"heading": "Deaths", "year": "1551", "date": "May 18", "txt": "Domenico di Pace Beccafumi, Italian painter (b. 1486)", "entities": [{"title": "Domenico di Pace Beccafumi", "href": "/wiki/Domenico_di_Pace_Beccafumi", "description": "Domenico di Pace Beccafumi was an Italian Renaissance-Mannerist painter active predominantly in Siena. He is considered one of the last undiluted representatives of the Sienese school of painting."}]}, {"heading": "Deaths", "year": "1675", "date": "May 18", "txt": "Stanisław Lubieniecki, Polish astronomer, historian, and theologian (b. 1623)", "entities": [{"title": "Stanisław Lubieniecki", "href": "/wiki/Stanis%C5%82aw_Lubieniecki", "description": "Stanisław Lubieniecki was a Polish Socinian theologist, historian, astronomer, and writer. He is the eponym of the lunar crater Lubiniezky."}]}, {"heading": "Deaths", "year": "1675", "date": "May 18", "txt": "Jacques Marquette, French-American missionary and explorer (b. 1637)", "entities": []}, {"heading": "Deaths", "year": "1692", "date": "May 18", "txt": "Elias Ashmole, English astrologer and politician (b. 1617)", "entities": [{"title": "Elias Ashmole", "href": "/wiki/Elias_Ashmole", "description": "Elias Ashmole was an English antiquary, politician, officer of arms, astrologer and student of alchemy. Ashmole supported the royalist side during the English Civil War, and at the restoration of Charles II he was rewarded with several lucrative offices."}]}, {"heading": "Deaths", "year": "1721", "date": "May 18", "txt": "Maria Barbara Carillo, victim of the Spanish Inquisition (b.1625)", "entities": [{"title": "Maria Barbara Carillo", "href": "/wiki/Maria_Barbara_Carillo", "description": "Maria Barbara Carillo was burned at the stake for heresy during the Spanish Inquisition. She was executed at the age of 95 or 96 and is the oldest person known to have been executed at the instigation of the Spanish Inquisition."}, {"title": "Spanish Inquisition", "href": "/wiki/Spanish_Inquisition", "description": "The Tribunal of the Holy Office of the Inquisition, commonly known as the Spanish Inquisition, was established in 1478 by Catholic Monarchs, King Ferdinand II of Aragon and Queen Isabella I of Castile. It was intended to maintain Catholic orthodoxy in their kingdoms and to replace the Medieval Inquisition, which was under Papal control. It became the most substantive of the three different manifes"}]}, {"heading": "Deaths", "year": "1733", "date": "May 18", "txt": "Georg Böhm, German organist and composer (b. 1761)", "entities": [{"title": "Georg Böhm", "href": "/wiki/Georg_B%C3%B6hm", "description": "Georg Böhm was a German Baroque organist and composer. He is notable for his development of the chorale partita and for his influence on the young J. S. Bach."}]}, {"heading": "Deaths", "year": "1780", "date": "May 18", "txt": "Charles Hardy, English-American admiral and politician, 29th Colonial Governor of New York (b. 1714)", "entities": [{"title": "Charles Hardy", "href": "/wiki/Charles_Hardy", "description": "Sir Charles Hardy was a Royal Navy officer and politician who sat in the House of Commons between 1764 and 1780. He served as colonial governor of New York from 1755 to 1757."}, {"title": "List of colonial governors of New York", "href": "/wiki/List_of_colonial_governors_of_New_York", "description": "The territory which would later become the state of New York was settled by European colonists as part of the New Netherland colony under the command of the Dutch West India Company in the Seventeenth Century. These colonists were largely of Dutch, Flemish, Walloon, and German stock, but the colony soon became a \"melting pot.\" In 1664, at the onset of the Second Anglo-Dutch War, English forces und"}]}, {"heading": "Deaths", "year": "1781", "date": "May 18", "txt": "Túpac Amaru II, Peruvian-Indian rebel leader (b. 1742)", "entities": [{"title": "Túpac Amaru II", "href": "/wiki/T%C3%BApac_Amaru_II", "description": "José Gabriel Túpac Amaru — known as Túpac Amaru II  — was the leader of a large Andean uprising against the Spanish in Peru, whose quelling resulted in his death. He later became a mythical figure in the Peruvian struggle for independence and indigenous rights movement, as well as an inspiration to myriad causes in Spanish America and beyond."}]}, {"heading": "Deaths", "year": "1792", "date": "May 18", "txt": "Levy Solomons, Canadian merchant and fur trader (b. 1730)", "entities": [{"title": "Levy Solomons", "href": "/wiki/Levy_Solomons", "description": "Lucius Levy Solomons was a Jewish Canadian merchant and fur trader.\n"}]}, {"heading": "Deaths", "year": "1795", "date": "May 18", "txt": "Robert Rogers, English colonel (b. 1731)", "entities": [{"title": "Robert Rogers (soldier)", "href": "/wiki/Robert_Rogers_(soldier)", "description": "Robert Rogers was an American colonial frontiersman. Rogers served in the British army during both the French and Indian War and the American Revolution. During the French and Indian War, Rogers raised and commanded the famous Rogers' Rangers, trained for raiding and close combat behind enemy lines."}]}, {"heading": "Deaths", "year": "1799", "date": "May 18", "txt": "Pierre Beaumarchais, French playwright and publisher (b. 1732)", "entities": [{"title": "Pierre Beaumarchais", "href": "/wiki/Pierre_Beaumarchais", "description": "Pierre-Augustin Caron de Beaumarchais was a French polymath. At various times in his life, he was a watchmaker, inventor, playwright, musician, diplomat, spy, publisher, horticulturist, arms dealer, satirist, financier, and revolutionary."}]}, {"heading": "Deaths", "year": "1800", "date": "May 18", "txt": "Alexander Suvorov, Russian general (b. 1729)", "entities": [{"title": "Alexander Suvorov", "href": "/wiki/Alexander_Suvorov", "description": "Alexander Vasilyevich Suvorov was a Russian general in service of the Russian Empire. He was Count of Rymnik, Count of the Holy Roman Empire, Prince of Italy, and the last Generalissimo of the Russian Empire. Suvorov is considered one of the greatest military commanders in Russian history and one of the great generals of the early modern period. He was awarded numerous medals, titles, and honors b"}]}, {"heading": "Deaths", "year": "1807", "date": "May 18", "txt": "John Douglas, Scottish bishop and scholar (b. 1721)", "entities": [{"title": "John Douglas (bishop of Salisbury)", "href": "/wiki/John_Douglas_(bishop_of_Salisbury)", "description": "John Douglas was a Scottish scholar and Anglican bishop."}]}, {"heading": "Deaths", "year": "1808", "date": "May 18", "txt": "Elijah Craig, American minister, inventor, and educator, invented Bourbon whiskey (b. 1738)", "entities": [{"title": "Elijah Craig", "href": "/wiki/Elijah_Craig", "description": "Elijah Craig was a Baptist preacher in Virginia, who became an educator and capitalist entrepreneur in the area of Virginia that later became the state of Kentucky. He has sometimes, although rather dubiously, been credited with the invention of bourbon whiskey."}, {"title": "Bourbon whiskey", "href": "/wiki/Bourbon_whiskey", "description": "Bourbon is a type of American whiskey, a barrel-aged distilled liquor made primarily from corn. The name ultimately derives from the French Bourbon dynasty, although the precise inspiration for the whiskey's name is uncertain; contenders include Bourbon County in Kentucky and Bourbon Street in New Orleans, both of which are named after the dynasty. Bourbon has been distilled since the 18th century"}]}, {"heading": "Deaths", "year": "1844", "date": "May 18", "txt": "Richard McCarty, American lawyer and politician (b. 1780)", "entities": [{"title": "Richard McCarty (U.S. politician)", "href": "/wiki/Richard_McCarty_(U.S._politician)", "description": "Richard McCarty was an American politician from New York."}]}, {"heading": "Deaths", "year": "1853", "date": "May 18", "txt": "Lionel Kieseritzky, Estonian-French chess player (b. 1806)", "entities": [{"title": "Lionel Kieseritzky", "href": "/wiki/Lionel_Kieseritzky", "description": "Lionel Adalbert Bagration Felix Kieseritzky was a Baltic German chess master and theoretician, famous for his contributions to chess theory, as well for a game he lost against Adolf Anderssen, which because of its brilliance was named \"The Immortal Game\". Kieseritzky is the namesake of several openings and opening variations, such as the Kieseritzky Gambit, Kieseritzky attack, and the Boden–Kieser"}]}, {"heading": "Deaths", "year": "1867", "date": "May 18", "txt": "Clarkson Stanfield, English painter (b. 1793)", "entities": [{"title": "Clarkson Frederick Stanfield", "href": "/wiki/Clarkson_Frederick_Stanfield", "description": "Clarkson Frederick Stanfield was a prominent English painter who was best known for his large-scale paintings of dramatic marine subjects and landscapes. He was the father of the painter George Clarkson Stanfield and the composer Francis Stanfield."}]}, {"heading": "Deaths", "year": "1889", "date": "May 18", "txt": "Isabella Glyn, Scottish-English actress (b. 1823)", "entities": [{"title": "Isabella Glyn", "href": "/wiki/Isabella_Glyn", "description": "Isabella Glyn was a well-known Victorian-era Shakespearean actress."}]}, {"heading": "Deaths", "year": "1900", "date": "May 18", "txt": "Félix Ravaisson-Mollien, French archaeologist and philosopher (b. 1813)", "entities": [{"title": "Félix Ravaisson-Mollien", "href": "/wiki/F%C3%A9lix_Ravaisson-Mollien", "description": "Jean-Gaspard-Félix Laché Ravaisson-Mollien was a French philosopher, 'perhaps France's most influential philosopher in the second half of the nineteenth century'. He was originally and remains more commonly known as Félix Ravaisson. His 'seminal' 'key' work was De l’habitude (1838), translated in English as Of Habit. Ravaisson's philosophy is in the tradition of French Spiritualism, which was init"}]}, {"heading": "Deaths", "year": "1908", "date": "May 18", "txt": "Louis-Napoléon Casault, Canadian lawyer, judge, and politician (b. 1823)", "entities": [{"title": "Louis-Napoléon Casault", "href": "/wiki/Louis-Napol%C3%A9on_Casault", "description": "Sir Louis-Napoléon Casault was a Quebec lawyer, judge, professor and political figure. He represented Bellechasse in the 1st Canadian Parliament from 1867 to 1870 as a Conservative member."}]}, {"heading": "Deaths", "year": "1909", "date": "May 18", "txt": "Isaac Albéniz, Spanish pianist and composer (b. 1860)", "entities": [{"title": "Isaac Albéniz", "href": "/wiki/Isaac_Alb%C3%A9niz", "description": "Isaac Manuel Francisco Albéniz y Pascual was a Spanish virtuoso pianist, composer, and conductor. He is one of the foremost composers of the Post-Romantic era who also had a significant influence on his contemporaries and younger composers. He is best known for his piano works based on Spanish folk music idioms."}]}, {"heading": "Deaths", "year": "1909", "date": "May 18", "txt": "George Meredith, English novelist and poet (b. 1828)", "entities": []}, {"heading": "Deaths", "year": "1910", "date": "May 18", "txt": "Eliza Orzeszkowa, Polish author and publisher (b. 1841)", "entities": [{"title": "Eliza Orzeszkowa", "href": "/wiki/Eliza_Orzeszkowa", "description": "Eliza Orzeszkowa was a Polish novelist and a leading writer of the Positivism movement during foreign Partitions of Poland. In 1905, together with Henryk Sienkiewicz, she was nominated for the Nobel Prize in Literature."}]}, {"heading": "Deaths", "year": "1910", "date": "May 18", "txt": "Pauline Viardot, French soprano and composer (b. 1821)", "entities": []}, {"heading": "Deaths", "year": "1911", "date": "May 18", "txt": "Gustav Mahler, Austrian composer and conductor (b. 1860)", "entities": [{"title": "Gustav Mahler", "href": "/wiki/Gustav_Mahler", "description": "Gustav Mahler was an Austro-Bohemian Romantic composer, and one of the leading conductors of his generation. As a composer he acted as a bridge between the 19th century Austro-German tradition and the modernism of the early 20th century. While in his lifetime his status as a conductor was established beyond question, his own music gained wide popularity only after periods of relative neglect, whic"}]}, {"heading": "Deaths", "year": "1922", "date": "May 18", "txt": "Charles Louis Alphonse Laveran, French physician and parasitologist, Nobel Prize laureate (b. 1845)", "entities": [{"title": "Charles Louis Alphonse Laveran", "href": "/wiki/Charles_Louis_Alphonse_Laveran", "description": "Charles Louis Alphonse Laveran was a French physician who won the Nobel Prize in Physiology or Medicine in 1907 for his discoveries of parasitic protozoans as causative agents of infectious diseases such as malaria and trypanosomiasis. Following his father, Louis Théodore Laveran, he took up military medicine as his profession. He obtained his medical degree from University of Strasbourg in 1867."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1941", "date": "May 18", "txt": "Werner Sombart, German economist and sociologist (b. 1863)", "entities": [{"title": "Werner Sombart", "href": "/wiki/Werner_Sombart", "description": "Werner Sombart was a German economist and sociologist, the head of the \"Youngest Historical School\" and one of the leading Continental European social scientists during the first quarter of the 20th century. The term late capitalism is accredited to him. The concept of creative destruction associated with capitalism is also of his coinage. His magnum opus was Der moderne Kapitalismus. It was publi"}]}, {"heading": "Deaths", "year": "1943", "date": "May 18", "txt": "Ōnishiki Daigorō, Japanese sumo wrestler, the 28th Yokozuna (b. 1883)", "entities": [{"title": "Ōnishiki Daigorō", "href": "/wiki/%C5%8Cnishiki_Daigor%C5%8D", "description": "Ōnishiki Daigorō  was a Japanese professional sumo wrestler. He was the sport's 28th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1947", "date": "May 18", "txt": "Hal Chase, American baseball player and manager (b. 1883)", "entities": [{"title": "Hal Chase", "href": "/wiki/Hal_Chase", "description": "Harold Homer Chase, nicknamed \"Prince Hal\", was an American professional baseball first baseman and manager in Major League Baseball, widely viewed as the best fielder at his position. During his career, he played for the New York Highlanders (1905–1913), Chicago White Sox (1913–1914), Buffalo Blues (1914–1915), Cincinnati Reds (1916–1918), and New York Giants (1919)."}]}, {"heading": "Deaths", "year": "1955", "date": "May 18", "txt": "Mary McLeod Bethune, American educator and activist (b. 1875)", "entities": [{"title": "Mary McLeod Bethune", "href": "/wiki/Mary_McLeod_Bethune", "description": "Mary Jane McLeod Bethune was an American educator, stateswoman, philanthropist, humanitarian, womanist, and civil rights activist. Bethune founded the National Council for Negro Women in 1935, established the organization's flagship journal Aframerican Women's Journal, and resided as president or leader for myriad African American women's organizations including the National Association for Colore"}]}, {"heading": "Deaths", "year": "1956", "date": "May 18", "txt": "Maurice Tate, English cricketer (b. 1895)", "entities": [{"title": "Maurice Tate", "href": "/wiki/Maurice_Tate", "description": "Maurice William Tate was an English cricketer of the 1920s and 1930s and the leader of England's Test bowling attack for a long time during this period. He was also the first Sussex cricketer to take a wicket with his first ball in Test cricket."}]}, {"heading": "Deaths", "year": "1958", "date": "May 18", "txt": "Jacob Fichman, Israeli poet and critic (b. 1881)", "entities": [{"title": "Jacob Fichman", "href": "/wiki/Jacob_Fichman", "description": "Jacob Fichman also transliterated as Yakov Fichman, was an acclaimed Hebrew poet, essayist and literary critic."}]}, {"heading": "Deaths", "year": "1963", "date": "May 18", "txt": "Ernie Davis, American football player, coach, and manager (b. 1939)", "entities": [{"title": "Ernie Davis", "href": "/wiki/Ernie_Davis", "description": "Ernest Davis was an American football player, a halfback who won the Heisman Trophy in 1961 and was its first African-American recipient. Davis played college football for Syracuse University and was the first pick in the 1962 NFL Draft, where he was selected by the Cleveland Browns. Davis was diagnosed with leukemia that same year, and died shortly after at age 23 without ever playing in a profes"}]}, {"heading": "Deaths", "year": "1968", "date": "May 18", "txt": "Frank Walsh, Australian politician, 34th Premier of South Australia (b. 1897)", "entities": [{"title": "Frank Walsh", "href": "/wiki/Frank_Walsh", "description": "Francis Henry Walsh was the 34th Premier of South Australia from 10 March 1965 to 1 June 1967, representing the South Australian Branch of the Australian Labor Party."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1971", "date": "May 18", "txt": "Aleksandr Gennadievich Kurosh, Russian mathematician and theorist (b. 1908)", "entities": [{"title": "Aleksandr Gennadievich Kurosh", "href": "/wiki/Aleksandr_Gennadievich_Kurosh", "description": "Alexander Gennadyevich Kurosh was a Soviet mathematician, known for his work in abstract algebra. He is credited with writing the first modern and high-level text on group theory, his The Theory of Groups published in 1944."}]}, {"heading": "Deaths", "year": "1973", "date": "May 18", "txt": "Jeannette Rankin, American social worker and politician (b. 1880)", "entities": [{"title": "Jeannette Rankin", "href": "/wiki/Jeannette_Rankin", "description": "Jeannette Pickering Rankin was an American politician and women's rights advocate, and the first woman to hold federal office in the United States. She was elected to the U.S. House of Representatives as a Republican from Montana in 1916, and again in 1940."}]}, {"heading": "Deaths", "year": "1974", "date": "May 18", "txt": "Harry Ricardo, English engine designer and researcher (b. 1885)", "entities": [{"title": "Harry Ricardo", "href": "/wiki/Harry_Ricardo", "description": "Sir Harry Ralph Ricardo was an English engineer who was one of the foremost engine designers and researchers in the early years of the development of the internal combustion engine."}]}, {"heading": "Deaths", "year": "1975", "date": "May 18", "txt": "Leroy Anderson, American composer and conductor (b. 1908)", "entities": [{"title": "Leroy Anderson", "href": "/wiki/Leroy_Anderson", "description": "Leroy Anderson was an American composer of short, light concert pieces, of which many were introduced by the Boston Pops Orchestra under the direction of Arthur Fiedler. John Williams described him as \"one of the great American masters of light orchestral music.\""}]}, {"heading": "Deaths", "year": "1980", "date": "May 18", "txt": "Victims of Mount St. Helens eruption:\nReid Blackburn, American photographer and journalist (b. 1952)\nDavid A. Johnston, American volcanologist and geologist (b. 1949)", "entities": [{"title": "1980 eruption of Mount St. Helens", "href": "/wiki/1980_eruption_of_Mount_St._Helens", "description": "On March 27, 1980, a series of volcanic explosions and pyroclastic flows began at Mount St. Helens in Skamania County, Washington, United States. It initiated as a series of phreatic blasts from the summit then escalated on May 18, 1980, as a major explosive eruption. The eruption, which had a Volcanic Explosivity Index of 5, was the most significant to occur in the contiguous 48 U.S. states since"}]}, {"heading": "Deaths", "year": "1980", "date": "May 18", "txt": "Ian Curtis, English singer-songwriter (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "May 18", "txt": "Arthur O'Connell, American actor (b. 1908)", "entities": [{"title": "Arthur O'Connell", "href": "/wiki/Arthur_O%27Connell", "description": "Arthur Joseph O'Connell was an American stage and film actor. He was nominated for the Academy Award for Best Supporting Actor for both Picnic (1955) and Anatomy of a Murder (1959). He made his final film appearance in The Hiding Place (1975), portraying a watch-maker who hides Jews during World War II. O'Connell bore a physical resemblance to actor Jack Albertson. The two were cast together in Th"}]}, {"heading": "Deaths", "year": "1981", "date": "May 18", "txt": "William Saroyan, American novelist, playwright, and short story writer (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "May 18", "txt": "Mahdi Amel, Lebanese journalist, poet, and academic (b. 1936)", "entities": [{"title": "Mahdi Amel", "href": "/wiki/Mahdi_Amel", "description": "Hassan Abdullah Hamdan, more commonly known by his pseudonym Mahdi 'Amel, was a Lebanese Marxist intellectual and militant in the second half of the 20th century."}]}, {"heading": "Deaths", "year": "1989", "date": "May 18", "txt": "Dorothy Ruth, American horse breeder and author (b. 1921)", "entities": [{"title": "Dorothy Ruth", "href": "/wiki/Dorothy_Ruth", "description": "Dorothy Helen Ruth Pirone was the biological daughter of Babe Ruth and his mistress Juanita Jennings. She was adopted by Babe and his first wife Helen Woodford Ruth of Boston Massachusetts. She wrote a memoir of her father, titled My Dad, the Babe."}]}, {"heading": "Deaths", "year": "1990", "date": "May 18", "txt": "Jill Ireland, English actress (b. 1936)", "entities": [{"title": "Jill Ireland", "href": "/wiki/Jill_Ireland", "description": "Jill Dorothy Ireland was an English actress and singer. She collaborated in 15 films with her second husband, Charles Bronson."}]}, {"heading": "Deaths", "year": "1995", "date": "May 18", "txt": "Elisha Cook, Jr., American actor (b. 1903)", "entities": [{"title": "Elisha Cook, Jr.", "href": "/wiki/Elisha_Cook,_Jr.", "description": "Elisha Vanslyck Cook Jr. was an American character actor who often specialized in roles as \"cowardly villains and neurotics\". He is perhaps best remembered for his portrayal of Wilmer in the 1941 version of The Maltese Falcon and the futile efforts made by his character to intimidate Sam Spade in the film. Cook's acting career spanned more than 60 years, with roles in productions including The Big"}]}, {"heading": "Deaths", "year": "1995", "date": "May 18", "txt": "Alexander Godunov, Russian-American ballet dancer and actor (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "May 18", "txt": "Brinsley Le Poer Trench, 8th Earl of Clancarty, Irish ufologist and historian (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "May 18", "txt": "Elizabeth Montgomery, American actress (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "May 18", "txt": "Obaidullah Aleem, Indian-Pakistani poet and author (b. 1939)", "entities": [{"title": "Obaidullah Aleem", "href": "/wiki/Obaidullah_Aleem", "description": "Obaidullah Aleem was a Pakistani poet of Urdu language."}]}, {"heading": "Deaths", "year": "1999", "date": "May 18", "txt": "Augustus Pablo, Jamaican singer, keyboard player, and producer (b. 1954)", "entities": [{"title": "Augustus Pablo", "href": "/wiki/Augustus_Pablo", "description": "Horace Swaby, known as Augustus Pablo, was a Jamaican roots reggae and dub record producer, melodica player and keyboardist, active from the 1970s until his death."}]}, {"heading": "Deaths", "year": "1999", "date": "May 18", "txt": "Betty Robinson, American runner (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "May 18", "txt": "Stephen M. Wolownik, Russian-American composer and musicologist (b. 1946)", "entities": [{"title": "Stephen M. Wolownik", "href": "/wiki/Stephen_M._Wolownik", "description": "Stephen M. \"Steve\" Wolownik was a pioneer in the Russian and Eastern European music community in the United States. He was a co-founder of the Balalaika and Domra Association of America."}]}, {"heading": "Deaths", "year": "2001", "date": "May 18", "txt": "Irene Hunt, American author and illustrator (b. 1907)", "entities": [{"title": "Irene Hunt", "href": "/wiki/Irene_Hunt", "description": "Irene Hunt was an American children's writer known best for historical novels. She was a runner-up for the Newbery Medal for her first book, Across Five Aprils, and won the medal for her second, Up a Road Slowly. For her contribution as a children's writer she was U.S. nominee in 1974 for the biennial, international Hans Christian Andersen Award, the highest international recognition available to "}]}, {"heading": "Deaths", "year": "2004", "date": "May 18", "txt": "Elvin Jones, American drummer and bandleader (b. 1927)", "entities": [{"title": "Elvin Jones", "href": "/wiki/Elvin_Jones", "description": "Elvin Ray Jones was an American jazz drummer of the post-bop era. He showed an interest in drums at a young age, watching the circus bands march by his family's home in Pontiac, Michigan. He served in the United States Army from 1946 to 1949 and subsequently played in a Detroit house band led by Billy Mitchell. He moved to New York City in 1955 and worked as a sideman for Charles Mingus, Teddy Cha"}]}, {"heading": "Deaths", "year": "2006", "date": "May 18", "txt": "Jaan Eilart, Estonian geographer, ecologist, and historian (b. 1933)", "entities": [{"title": "Jaan Eilart", "href": "/wiki/Jaan_Eilart", "description": "Jaan Eilart was an Estonian phytogeographer, landscape ecologist, cultural historian and conservationist."}]}, {"heading": "Deaths", "year": "2007", "date": "May 18", "txt": "Pierre-Gilles de Gennes, French physicist and academic, Nobel Prize laureate (b. 1932)", "entities": [{"title": "Pierre-Gilles de Gennes", "href": "/wiki/Pierre-Gilles_de_Gennes", "description": "Pierre-Gilles de Gennes was a French physicist and the Nobel Prize laureate in physics in 1991."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2008", "date": "May 18", "txt": "Joseph Pevney, American actor and director (b. 1911)", "entities": [{"title": "Joseph Pevney", "href": "/wiki/Joseph_Pevney", "description": "Joseph Pevney was an American film and television director."}]}, {"heading": "Deaths", "year": "2008", "date": "May 18", "txt": "Roberto García-Calvo Montiel, Spanish judge (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "May 18", "txt": "Velupillai Prabhakaran, Sri Lankan rebel leader, founded the Liberation Tigers of Tamil Eelam (b. 1954)", "entities": [{"title": "Velupillai Prabhakaran", "href": "/wiki/Velupillai_Prabhakaran", "description": "Velupillai Prabhakaran was a Sri Lankan Tamil guerrilla and the founder and leader of the Liberation Tigers of Tamil Eelam (LTTE), a militant organization that sought to create an independent Tamil state in the north and east of Sri Lanka. The LTTE waged war in Sri Lanka for more than 25 years, to create an independent state for the Sri Lankan Tamil people."}, {"title": "Liberation Tigers of Tamil Eelam", "href": "/wiki/Liberation_Tigers_of_Tamil_Eelam", "description": "The Liberation Tigers of Tamil Eelam (LTTE) was a Tamil militant organization that was based in northeastern Sri Lanka. Its aim was to secure an independent state of Tamil Eelam in the north and east in response to the state policies of successive Sri Lankan governments that were widely considered to be discriminatory towards the minority Sri Lankan Tamils, as well as the oppressive actions—includ"}]}, {"heading": "Deaths", "year": "2012", "date": "May 18", "txt": "Dietrich Fischer-Dieskau, German opera singer and conductor (b. 1925)", "entities": [{"title": "Dietrich Fischer-Dieskau", "href": "/wiki/Dietrich_Fischer-Dieskau", "description": "Dietrich Fischer-Dieskau was a German lyric baritone and conductor of classical music, one of the most famous Lieder performers of the post-war period, best known as a singer of Franz Schubert's Lieder, particularly \"Winterreise\" of which his recordings with accompanists Gerald Moore and Jörg Demus are still critically acclaimed half a century after their release."}]}, {"heading": "Deaths", "year": "2012", "date": "May 18", "txt": "Peter Jones, English-Australian drummer and songwriter (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "May 18", "txt": "Alan Oakley, English bicycle designer, designed the Raleigh Chopper (b. 1927)", "entities": [{"title": "Raleigh Chopper", "href": "/wiki/Raleigh_Chopper", "description": "The Raleigh Chopper is a children's bicycle, a wheelie bike, manufactured and marketed in the 1970s by the Raleigh Bicycle Company of Nottingham, England. Its unique design became a cultural icon and is fondly remembered by many who grew up in that period. The design was influenced by dragsters, \"chopped\" motorcycles, beach buggys, and even chariots, as can be seen on the centre page of the 1969 R"}]}, {"heading": "Deaths", "year": "2013", "date": "May 18", "txt": "Aleksei Balabanov, Russian director and screenwriter (b. 1959)", "entities": [{"title": "Aleksei Balabanov", "href": "/wiki/Aleksei_Balabanov", "description": "Aleksei Oktyabrinovich Balabanov was a Russian film director, screenwriter, and producer,a member of European Film Academy. He started from creating mostly arthouse pictures but gained significant mainstream popularity in action crime drama movies Brother (1997) and Brother 2 (2000), both of which starred Sergei Bodrov, Jr.. Later, however, Balabanov became better known for his films Cargo 200 (20"}]}, {"heading": "Deaths", "year": "2013", "date": "May 18", "txt": "Jo Benkow, Norwegian soldier and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 18", "txt": "Steve Forrest, American actor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 18", "txt": "David McMillan, American football player (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "May 18", "txt": "Lothar Schmid, German chess player (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 18", "txt": "Dobrica Ćosić, Serbian politician, 1st President of the Federal Republic of Yugoslavia (b. 1921)", "entities": [{"title": "Dobrica Ćosić", "href": "/wiki/Dobrica_%C4%86osi%C4%87", "description": "Dobrica Ćosić was a Yugoslav and Serbian politician, writer, and political theorist."}, {"title": "President of the Federal Republic of Yugoslavia", "href": "/wiki/President_of_the_Federal_Republic_of_Yugoslavia", "description": "The president of Serbia and Montenegro was the head of state of Serbia and Montenegro. From its establishment in 1992 until 2003, when the country was reconstituted as a confederacy via constitutional reform, the head of state was known as the president of the Federal Republic of Yugoslavia. With the constitutional reforms of 2003 and the merging of the offices of head of government and head of st"}]}, {"heading": "Deaths", "year": "2014", "date": "May 18", "txt": "Hans-Peter Dürr, German physicist and academic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 18", "txt": "Kaiketsu Masateru, Japanese sumo wrestler (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 18", "txt": "Chukwuedu Nwokolo, Nigerian physician and academic (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "May 18", "txt": "Wubbo Ockels, Dutch physicist and astronaut (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 18", "txt": "Halldór Ásgrímsson, Icelandic accountant and politician, 22nd Prime Minister of Iceland (b. 1947)", "entities": [{"title": "Halldór Ásgrímsson", "href": "/wiki/Halld%C3%B3r_%C3%81sgr%C3%ADmsson", "description": "Halldór Ásgrímsson was an Icelandic politician, who served as Prime Minister of Iceland from 2004 to 2006 and was leader of the Progressive Party from 1994 to 2006."}, {"title": "Prime Minister of Iceland", "href": "/wiki/Prime_Minister_of_Iceland", "description": "The prime minister of Iceland is Iceland's head of government. The prime minister is appointed formally by the president and exercises executive authority along with the cabinet subject to parliamentary support."}]}, {"heading": "Deaths", "year": "2015", "date": "May 18", "txt": "Raymond Gosling, English physicist and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 18", "txt": "T. J. Moran, American businessman and philanthropist (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "May 18", "txt": "Jean-François Théodore, French businessman (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "May 18", "txt": "Roger Ailes, American businessman (b. 1940)", "entities": [{"title": "Roger Ailes", "href": "/wiki/Roger_Ailes", "description": "Roger Eugene Ailes was an American television executive and media consultant. He was the chairman and CEO of Fox News, Fox Television Stations and 20th Television. Ailes was a media consultant for Republican presidents Richard Nixon, Ronald Reagan, and George H. W. Bush, and for Rudy Giuliani's first mayoral campaign. In June 2016, he resigned from Fox News after being accused of sexual harassment"}]}, {"heading": "Deaths", "year": "2017", "date": "May 18", "txt": "Jacque Fresco, American engineer and academic (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "May 18", "txt": "Chris Cornell, American singer (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "May 18", "txt": "Ken Osmond, American actor and police officer (b. 1943)", "entities": [{"title": "Ken Osmond", "href": "/wiki/Ken_Osmond", "description": "Kenneth Charles Osmond was an American actor and police officer. Beginning a career as a child actor at the age of four, Osmond played the role of Eddie Haskell on the late 1950s to early 1960s television situation comedy Leave It to Beaver and reprised it on the 1980s revival series The New Leave It to Beaver. Typecast by the role, he found it hard to get other acting work and became a Los Angele"}]}]