[{"heading": "Events", "year": "571 BC", "date": "November 25", "txt": "Servius Tullius, king of Rome, celebrates the first of his three triumphs for his victory over the Etruscans.", "entities": [{"title": "Servius Tullius", "href": "/wiki/Servius_Tullius", "description": "Servius Tullius was the legendary sixth king of Rome, and the second of its Etruscan dynasty. He reigned from 578 to 535 BC. Roman and Greek sources describe his servile origins and later marriage to a daughter of Lucius Tarquinius Priscus, Rome's first Etruscan king, who was assassinated in 579 BC. The constitutional basis for his accession is unclear; he is variously described as the first Roman"}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Roman triumph", "href": "/wiki/Roman_triumph", "description": "The Roman triumph was a civil ceremony and religious rite of ancient Rome, held to publicly celebrate and sanctify the success of a military commander who had led Roman forces to victory in the service of the state or, originally and traditionally, one who had successfully completed a foreign war."}, {"title": "Etruscans", "href": "/wiki/Etruscans", "description": "The Etruscan civilization of ancient Italy covered a territory, at its greatest extent, of roughly what is now Tuscany, western Umbria, and northern Lazio, as well as parts of what are now the Po Valley, Emilia-Romagna, south-eastern Lombardy, southern Veneto, and Campania."}]}, {"heading": "Events", "year": "1034", "date": "November 25", "txt": "Máel Coluim mac Cináeda, King of Scots, dies. His grandson, Donnchad, son of Bethóc and Crínán of Dunkeld, inherits the throne.", "entities": [{"title": "Máel Coluim II of Scotland", "href": "/wiki/M%C3%A1el_Coluim_II_of_Scotland", "description": "Malcolm II was King of the Scots from 1005 until his death. He was a son of King Kenneth II; the Prophecy of Berchán says that his mother was a woman of Leinster and refers to him as Forranach, \"the Destroyer\"."}, {"title": "King of Scots", "href": "/wiki/King_of_Scots", "description": "The monarch of Scotland was the head of state of the Kingdom of Scotland. According to tradition, the first King of Scots was Kenneth I MacAlpin, who founded the state in 843. Historically, the Kingdom of Scotland is thought to have grown out of an earlier \"Kingdom of the Picts\", though in reality the distinction is a product of later medieval myth and confusion from a change in nomenclature i.e. "}, {"title": "Donnchad I of Scotland", "href": "/wiki/Donnchad_I_of_Scotland", "description": "Donnchad mac Crinain was king of Scotland (Alba) from 1034 to 1040. He is the historical basis of the \"King Duncan\" in Shakespeare's play Macbeth."}, {"title": "Bethóc", "href": "/wiki/Beth%C3%B3c", "description": "Bethóc ingen Maíl Coluim meic Cináeda was the elder daughter of Máel Coluim mac Cináeda, King of Scots, and the mother of his successor, Duncan I."}, {"title": "Crínán of Dunkeld", "href": "/wiki/Cr%C3%ADn%C3%A1n_of_Dunkeld", "description": "\nCrínán of Dunkeld was the hereditary abbot of the monastery of Dunkeld, and perhaps the Mormaer of Atholl. Crínán was progenitor of the House of Dunkeld, the dynasty which would rule Scotland until the later 13th century. He was the son-in-law of one king, and the father of another."}]}, {"heading": "Events", "year": "1120", "date": "November 25", "txt": "The White Ship sinks in the English Channel, drowning William Adelin, son and heir of Henry I of England.", "entities": [{"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}, {"title": "William Adelin", "href": "/wiki/William_Adelin", "description": "William Ætheling (Middle English: [ˈwiliəm ˈaðəliŋɡ], Old English: [ˈæðeliŋɡ]; 5 August 1103 – 25 November 1120), commonly called Adelin, sometimes Adelinus, Adelingus, A(u)delin or other Latinised Norman-French variants of Ætheling, was the son of Henry I of England by his wife Matilda of Scotland, and was thus heir apparent to the English throne. His early death without issue caused a succession"}, {"title": "Henry I of England", "href": "/wiki/Henry_I_of_England", "description": "Henry I, also known as Henry Beauclerc, was King of England from 1100 to his death in 1135. He was the fourth son of William the Conqueror and was educated in Latin and the liberal arts. On William's death in 1087, Henry's elder brothers Robert Curthose and William Rufus inherited Normandy and England, respectively, but Henry was left landless. He purchased the County of Cotentin in western Norman"}]}, {"heading": "Events", "year": "1177", "date": "November 25", "txt": "Baldwin IV of Jerusalem and Raynald of Châtillon defeat Saladin at the Battle of Montgisard.", "entities": [{"title": "Baldwin IV of Jerusalem", "href": "/wiki/Baldwin_IV_of_Jerusalem", "description": "Baldwin IV, called the Leper \nor The Leper King, reigned as King of Jerusalem from 1174 until his death. He was the son of Amalric I of Jerusalem and his first wife, Agnes of Courtenay."}, {"title": "Raynald of Châtillon", "href": "/wiki/Raynald_of_Ch%C3%A2tillon", "description": "Raynald of Châtillon, also known as Reynald or Reginald of Châtillon, was Prince of Antioch from 1153 to 1160 or 1161, and Lord of Oultrejordain from 1175 until his death. He was born the second son of a French noble family. After losing a part of his patrimony, he joined the Second Crusade in 1147. He settled in the Kingdom of Jerusalem and served in the royal army as a mercenary."}, {"title": "Saladin", "href": "/wiki/Saladin", "description": "Al-Nasir Salah al-Din Yusuf ibn Ayyub, better known simply as Salah ad-Din or Saladin (;), was a Sunni Muslim Kurd and the first sultan of Egypt and Syria and founder of the Ayyubid dynasty. Saladin led the Muslim military campaign against the Crusader states in the Levant. At the height of his power, his sultanate spanned Egypt, Syria, the Jazira, the Hejaz, Yemen, parts of western North Africa, "}, {"title": "Battle of Montgisard", "href": "/wiki/Battle_of_Montgisard", "description": "The Battle of Montgisard was fought between the Kingdom of Jerusalem and the Ayyubids on 25 November 1177 at Montgisard, in the Levant between Ramla and Yibna. The 16-year-old King Baldwin IV, seriously afflicted by leprosy, led an outnumbered Christian force against Saladin's troops in what became one of the most notable engagements of the Middle Ages. The Muslim army was quickly routed and pursu"}]}, {"heading": "Events", "year": "1343", "date": "November 25", "txt": "A tsunami, caused by an earthquake in the Tyrrhenian Sea, devastates Naples and the Maritime Republic of Amalfi, among other places.", "entities": [{"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}, {"title": "Earthquake of 1343", "href": "/wiki/Earthquake_of_1343", "description": "The 1343 tsunami struck the Tyrrhenian Sea and Bay of Naples on November 25, 1343. Underground shocks were felt in Naples and caused significant damage and loss of lives. Of major note was a tsunami created by the earthquake which destroyed many ships in Naples and destroyed many ports along the Amalfi Coast including Amalfi itself. The effects of the tsunami were observed by the poet Petrarch, wh"}, {"title": "Tyrrhenian Sea", "href": "/wiki/Tyrrhenian_Sea", "description": "The Tyrrhenian Sea is part of the Mediterranean Sea off the western coast of Italy. It is named for the Tyrrhenian people identified with the Etruscans of Italy."}, {"title": "Naples", "href": "/wiki/Naples", "description": "Naples is the regional capital of Campania and the third-largest city of Italy, after Rome and Milan, with a population of 967,069 within the city's administrative limits as of 2017. Its province-level municipality is the third-most populous metropolitan city in Italy with a population of 3,115,320 residents, and its metropolitan area is the second-most populous metropolitan area in Italy and the "}, {"title": "Amalfi", "href": "/wiki/Amalfi", "description": "Amalfi is a town and comune in the province of Salerno, in the region of Campania, Italy, on the Gulf of Salerno. It lies at the mouth of a deep ravine, at the foot of Monte Cerreto, surrounded by dramatic cliffs and coastal scenery. The town of Amalfi was the capital of the maritime republic known as the Duchy of Amalfi, an important trading power in the Mediterranean between 839 and around 1200."}]}, {"heading": "Events", "year": "1487", "date": "November 25", "txt": "Elizabeth of York is crowned Queen of England.", "entities": [{"title": "Elizabeth of York", "href": "/wiki/Elizabeth_of_York", "description": "Elizabeth of York was Queen of England from her marriage to King Henry VII on 18 January 1486 until her death. Elizabeth married Henry after his victory at the Battle of Bosworth Field, which marked the end of the Wars of the Roses. Together, they had seven children."}, {"title": "List of English consorts", "href": "/wiki/List_of_English_consorts", "description": "The English royal consorts were the spouses of the reigning monarchs of the Kingdom of England who were not themselves monarchs of England: spouses of some English monarchs who were themselves English monarchs are not listed, comprising Mary I and Philip who reigned together in the 16th century, and William III and Mary II who reigned together in the 17th century."}]}, {"heading": "Events", "year": "1491", "date": "November 25", "txt": "The siege of Granada, the last Moorish stronghold in Spain, ends with the Treaty of Granada.", "entities": [{"title": "Siege of Granada", "href": "/wiki/Siege_of_Granada", "description": "The Granada War was a series of military campaigns between 1482 and 1491, during the reign of the Catholic Monarchs Isabella I of Castile and Ferdinand II of Aragon, against the Nasrid dynasty's Emirate of Granada. It ended with the defeat of Granada and its annexation by Castile, ending all Islamic rule on the Iberian peninsula."}, {"title": "Moors", "href": "/wiki/Moors", "description": "The term Moor is an exonym first used by Christian Europeans to designate the Muslim inhabitants of the Maghreb, the Iberian Peninsula, Sicily and Malta during the Middle Ages. The Moors initially were the indigenous Maghrebine Berbers. The name was later also applied to Arabs and Arabized Iberians."}, {"title": "Treaty of Granada", "href": "/wiki/Treaty_of_Granada", "description": "The Treaty of Granada was signed and ratified on November 25, 1491, between Boabdil, the sultan of Granada, and Ferdinand and Isabella, the King and Queen of Castile, León, Aragon and Sicily. It ended the Granada War which had started in 1482, culminating in the siege and battle of Granada beginning in spring 1491."}]}, {"heading": "Events", "year": "1510", "date": "November 25", "txt": "Portuguese conquest of Goa: Portuguese naval forces under the command of Afonso de Albuquerque, and local mercenaries working for privateer Timoji, seize Goa from the Bijapur Sultanate, resulting in 451 years of Portuguese colonial rule.", "entities": [{"title": "Portuguese conquest of Goa", "href": "/wiki/Portuguese_conquest_of_Goa", "description": "The Portuguese conquest of Goa occurred when the governor of Portuguese India Afonso de Albuquerque captured the city in 1510. Goa was not among the cities Albuquerque had received orders to conquer: he had only been ordered by the Portuguese king to capture Hormuz, Aden, and Malacca."}, {"title": "Afonso de Albuquerque", "href": "/wiki/Afonso_de_Albuquerque", "description": "Afonso de Albuquerque, 1st Duke of Goa was a Portuguese general, admiral, and statesman. He served as Governor of Portuguese India from 1509 to 1515, during which he expanded Portuguese influence across the Indian Ocean and built a reputation as a fierce and skilled military commander."}, {"title": "Timoji", "href": "/wiki/Timoji", "description": "\nTimoji was a privateer who served the Vijayanagara Empire and the Portuguese Empire during the first decade of the 16th century. He claimed to have been born in Goa and to have escaped the city after its conquest by the Adil Shahi of Bijapur in 1496. After his support in the 1510 Portuguese conquest of Goa, he was for a short time appointed aguazil of the city."}, {"title": "Adil Shahi dynasty", "href": "/wiki/Adil_Shahi_dynasty", "description": "The Adil Shahi or Adilshahi, was a Shia Muslim, and later Sunni Muslim, dynasty founded by Yusuf Adil Shah, that ruled the Sultanate of Bijapur, centred on present-day Bijapur district, Karnataka in India, in the Western area of the Deccan region of Southern India from 1489 to 1686. Bijapur had been a province of the Bahmani Sultanate (1347–1518), before its political decline in the last quarter o"}]}, {"heading": "Events", "year": "1596", "date": "November 25", "txt": "The Cudgel War begins in Finland (at the time part of Sweden), when peasants rebel against the imposition of taxes by the nobility.", "entities": [{"title": "Cudgel War", "href": "/wiki/Cudgel_War", "description": "The Cudgel War was a 1596/97 peasant uprising in Finland. The name of the uprising derives from the fact that the peasants armed themselves with various blunt weapons, such as cudgels, flails, and maces, as they were seen as the most efficient weapons against their heavily armoured enemies. The yeomen also had swords, some firearms, and two cannons at their disposal. Their opponents, the troops of"}, {"title": "Peasant", "href": "/wiki/Peasant", "description": "A peasant is a pre-industrial agricultural laborer or a farmer with limited land-ownership, especially one living in the Middle Ages under feudalism and paying rent, tax, fees, or services to a landlord. In Europe, three classes of peasants existed: slave, serf, and free tenant. Peasants may hold title to land either in fee simple or by any of several forms of land tenure, among them socage, quit-"}]}, {"heading": "Events", "year": "1667", "date": "November 25", "txt": "A deadly earthquake rocks Shemakha in the Caucasus, killing 80,000 people.", "entities": [{"title": "1667 Shamakhi earthquake", "href": "/wiki/1667_Shamakhi_earthquake", "description": "The 1667 Shamakhi earthquake occurred on 25 November 1667 with an epicenter close to the city of Shamakhi, Azerbaijan. It had an estimated surface wave magnitude of 6.9 and a maximum felt intensity of X (Extreme) on the Mercalli intensity scale. An estimated 80,000 people died."}, {"title": "Shemakha", "href": "/wiki/Shemakha", "description": "Shamakhi is the capital of the Shamakhi District of Azerbaijan. The city's estimated population as of 2010 was 31,704. It is famous for its traditional dancers, the Shamakhi Dancers, and also for perhaps giving its name to the Soumak rugs."}, {"title": "Caucasus", "href": "/wiki/Caucasus", "description": "The Caucasus, or Caucasia, is a region between the Black Sea and the Caspian Sea and mainly occupied by Armenia, Azerbaijan, Georgia, and parts of Southern Russia. It is home to the Caucasus Mountains, including the Greater Caucasus mountain range, which has historically been considered a natural barrier between Eastern Europe and Western Asia."}]}, {"heading": "Events", "year": "1678", "date": "November 25", "txt": "Trunajaya rebellion: After a long and logistically challenging march, the allied Mataram and Dutch troops successfully assaulted the rebel stronghold of Kediri.", "entities": [{"title": "Trunajaya rebellion", "href": "/wiki/Trunajaya_rebellion", "description": "Trunajaya rebellion or Trunajaya War was the ultimately unsuccessful rebellion waged by the Madurese prince Trunajaya and fighters from Makassar against the Mataram Sultanate and its Dutch East India Company (VOC) supporters in Java during the 1670s."}, {"title": "Mataram Sultanate", "href": "/wiki/Mataram_Sultanate", "description": "The Sultanate of Mataram was the last major independent Javanese kingdom on the island of Java before it was colonised by the Dutch. It was the dominant political force radiating from the interior of Central Java from the late 16th century until the beginning of the 18th century."}, {"title": "Dutch East India Company", "href": "/wiki/Dutch_East_India_Company", "description": "The Dutch East India Company, officially the United East India Company, was a megacorporation founded by a government-directed consolidation of several rival Dutch trading companies (voorcompagnieën) in the early 17th century. It is believed to be the largest company to ever have existed in recorded history. It was established on March 20, 1602, as a chartered company to trade with Mughal India in"}, {"title": "Kediri campaign (1678)", "href": "/wiki/Kediri_campaign_(1678)", "description": "The 1678 Kediri campaign took place from August to December 1678 in Kediri during the Trunajaya rebellion. The forces of the Mataram Sultanate, led by Amangkurat II, and the Dutch East India Company (VOC), led by Anthonio Hurdt, marched inland into eastern Java against Trunajaya's forces. After a series of marches beset by logistical difficulties and harassment by Trunajaya's forces, the Mataram–V"}]}, {"heading": "Events", "year": "1755", "date": "November 25", "txt": "King Ferdinand VI of Spain grants royal protection to the Beaterio de la Compañia de Jesus, now known as the Congregation of the Religious of the Virgin Mary.", "entities": [{"title": "Ferdinand VI of Spain", "href": "/wiki/Ferdinand_VI_of_Spain", "description": "Ferdinand VI, called the Learned and the Just, was King of Spain from 9 July 1746 until his death. He was the third ruler of the Spanish Bourbon dynasty. He was the son of the previous monarch, Philip V, and his first wife Maria Luisa of Savoy."}, {"title": "Religious of the Virgin Mary", "href": "/wiki/Religious_of_the_Virgin_Mary", "description": "The Congregation of the Religious of the Virgin Mary is a Roman Catholic ecclesiastical community of pontifical right founded in Manila in 1684 by the Filipina laywoman Venerable Mother Ignacia del Espíritu Santo."}]}, {"heading": "Events", "year": "1758", "date": "November 25", "txt": "French and Indian War: British forces capture Fort Duquesne from French control. Later, Fort Pitt will be built nearby and grow into modern Pittsburgh.", "entities": [{"title": "French and Indian War", "href": "/wiki/French_and_Indian_War", "description": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by Native American allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the natives."}, {"title": "Fort Duquesne", "href": "/wiki/Fort_Duquesne", "description": "Fort Duquesne was a fort established by the French in 1754, at the confluence of the Allegheny and Monongahela rivers. It was later taken over by the English, and later Americans, and developed as Pittsburgh in the U.S. state of Pennsylvania. Fort Duquesne was destroyed by the French, prior to English conquest during the Seven Years' War, known as the French and Indian War on the North American fr"}, {"title": "Fort Pitt (Pennsylvania)", "href": "/wiki/Fort_Pitt_(Pennsylvania)", "description": "Fort Pitt was a fort built by British forces between 1759 and 1761 during the French and Indian War at the confluence of the Monongahela and Allegheny rivers, where the Ohio River is formed in western Pennsylvania. It was near the site of Fort Duquesne, a French colonial fort built in 1754 as tensions increased between Great Britain and France in both Europe and North America. The French destroyed"}, {"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}]}, {"heading": "Events", "year": "1759", "date": "November 25", "txt": "An earthquake hits the Mediterranean destroying Beirut and Damascus and killing 30,000-40,000.", "entities": [{"title": "Near East earthquakes of 1759", "href": "/wiki/Near_East_earthquakes_of_1759", "description": "The Near East earthquakes of 1759 were a series of devastating earthquakes that shook a large portion of the Levant in October and November of that year. This geographical crossroads in the Eastern Mediterranean were at the time under the rule of the Ottoman Empire. The ruins of Baalbek, a settlement in the Beqaa Valley of Lebanon east of the Litani River, were badly damaged. These 1759 events, al"}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}, {"title": "Damascus", "href": "/wiki/Damascus", "description": "Damascus is the capital of Syria. It became the country's largest city in 2010, following the decline in population of Aleppo during the battle for the city. It is colloquially known in Syria as aš-Šām (الشَّام) and titled the \"City of Jasmine\". Damascus is a major cultural center of the Levant and the Arab world. The city had an estimated population of 2,079,000 in 2019."}]}, {"heading": "Events", "year": "1783", "date": "November 25", "txt": "American Revolutionary War: The last British troops leave New York City three months after the signing of the Treaty of Paris.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Evacuation Day (New York)", "href": "/wiki/Evacuation_Day_(New_York)", "description": "Evacuation Day on November 25 marks the day in 1783 when the British Army departed from New York City on Manhattan Island, after the end of the American Revolutionary War. In their wake, General George Washington triumphantly led the Continental Army from his headquarters north of the city across the Harlem River, and south through Manhattan to the Battery at its southern tip."}, {"title": "Treaty of Paris (1783)", "href": "/wiki/Treaty_of_Paris_(1783)", "description": "The Treaty of Paris, signed in Paris by representatives of King George III of Great Britain and representatives of the United States of America on September 3, 1783, officially ended the American Revolutionary War. The treaty set the boundaries between the British Empire in North America and the United States of America, on lines \"exceedingly generous\" to the latter. Details included fishing right"}]}, {"heading": "Events", "year": "1795", "date": "November 25", "txt": "Partitions of Poland: Stanisław August Poniatowski, the last king of independent Poland, is forced to abdicate and is exiled to Russia.", "entities": [{"title": "Partitions of Poland", "href": "/wiki/Partitions_of_Poland", "description": "The Partitions of Poland were three partitions of the Polish–Lithuanian Commonwealth that took place toward the end of the 18th century and ended the existence of the state, resulting in the elimination of sovereign Poland and Lithuania for 123 years. The partitions were conducted by the Habsburg Monarchy, the Kingdom of Prussia, and the Russian Empire, which divided up the Commonwealth lands amon"}, {"title": "Stanisław August Poniatowski", "href": "/wiki/Stanis%C5%82aw_August_Poniatowski", "description": "Stanisław August Poniatowski, known by his regal title Stanislaus II Augustus, was King of Poland and Grand Duke of Lithuania from 1764 to 1795, and the last monarch of the Polish–Lithuanian Commonwealth."}, {"title": "Abdication", "href": "/wiki/Abdication", "description": "Abdication is the act of formally relinquishing monarchical authority. Abdications have played various roles in the succession procedures of monarchies. While some cultures have viewed abdication as an extreme abandonment of duty, in other societies, abdication was a regular event, and helped maintain stability during political succession."}]}, {"heading": "Events", "year": "1826", "date": "November 25", "txt": "The Greek frigate Hellas arrives in Nafplion to become the first flagship of the Hellenic Navy.", "entities": [{"title": "Greek frigate Hellas", "href": "/wiki/Greek_frigate_Hellas", "description": "The Greek frigate Hellas was the flagship of the Revolutionary Hellenic Navy. After an arbitration hearing in New York due to financial default by the Greek government, she was delivered to Greece in 1826. She was burned in 1831 by the Greek Admiral Andreas Miaoulis when the government of Ioannis Kapodistrias ordered her turned over to the Russian navy."}, {"title": "Nafplion", "href": "/wiki/Nafplion", "description": "Nafplio is a seaport town in the Peloponnese in Greece that has expanded up the hillsides near the north end of the Argolic Gulf. The town was an important seaport held under a succession of royal houses in the Middle Ages as part of the lordship of Argos and Nauplia, held initially by the de la Roche following the Fourth Crusade before coming under the Republic of Venice and, lastly, the Ottoman "}, {"title": "Flagship", "href": "/wiki/Flagship", "description": "A flagship is a vessel used by the commanding officer of a group of naval ships, characteristically a flag officer entitled by custom to fly a distinguishing flag. Used more loosely, it is the lead ship in a fleet of vessels, typically the first, largest, fastest, most heavily armed, or best known."}, {"title": "Hellenic Navy", "href": "/wiki/Hellenic_Navy", "description": "The Hellenic Navy is the naval force of Greece, part of the Hellenic Armed Forces. The modern Greek navy has its roots in the naval forces of various Aegean Islands, which fought in the Greek War of Independence. During the periods of monarchy it was known as the Royal Hellenic Navy."}]}, {"heading": "Events", "year": "1833", "date": "November 25", "txt": "A massive undersea earthquake, estimated magnitude between 8.7 and 9.2, rocks Sumatra, producing a massive tsunami all along the Indonesian coast.", "entities": [{"title": "1833 Sumatra earthquake", "href": "/wiki/1833_Sumatra_earthquake", "description": "The 1833 Sumatra earthquake occurred on November 25 at about 22:00 local time, with an estimated magnitude in the range of 8.8–9.2 Mw . It caused a large tsunami that flooded the southwestern coast of the island. There are no reliable records of the loss of life, with the casualties being described only as 'numerous'. The magnitude of this event has been estimated using records of uplift taken fro"}, {"title": "Sumatra", "href": "/wiki/Sumatra", "description": "Sumatra is one of the Sunda Islands of western Indonesia. It is the largest island that is fully within Indonesian territory, as well as the sixth-largest island in the world at 473,481 km2 (182,812 mi.2), not including adjacent islands such as the Simeulue, Nias, Mentawai, Enggano, Riau Islands, Bangka Belitung and Krakatoa archipelago."}, {"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}]}, {"heading": "Events", "year": "1839", "date": "November 25", "txt": "A cyclone slams into south-eastern India, with high winds and a 40-foot storm surge destroying the port city of Coringa (which has never been completely rebuilt). The storm wave swept inland, taking with it 20,000 ships and thousands of people. An estimated 300,000 deaths resulted from the disaster.", "entities": [{"title": "Pre-1890 North Indian Ocean cyclone seasons", "href": "/wiki/Pre-1890_North_Indian_Ocean_cyclone_seasons", "description": "The years before 1890 featured the pre-1890 North Indian Ocean cyclone seasons. Each season was an ongoing event in the annual cycle of tropical cyclone formation. The North Indian tropical cyclone season has no bounds, but they tend to form between April and December, peaks in May and November. These dates conventionally delimit the period of each year when most tropical cyclones form in the nort"}, {"title": "Storm surge", "href": "/wiki/Storm_surge", "description": "A storm surge, storm flood, tidal surge, or storm tide is a coastal flood or tsunami-like phenomenon of rising water commonly associated with low-pressure weather systems, such as cyclones. It is measured as the rise in water level above the normal tidal level, and does not include waves."}, {"title": "Coringa, Andhra Pradesh", "href": "/wiki/Coringa,_Andhra_Pradesh", "description": "Coringa is a tiny coastal village of the East Godavari district, in Andhra Pradesh, India. Coringa consists of the village and one adjacent island, which was whimsically named Hope Island by British officials in the hope that it would be protected from environmental disasters."}]}, {"heading": "Events", "year": "1863", "date": "November 25", "txt": "American Civil War: Battle of Missionary Ridge: At Missionary Ridge in Tennessee, Union forces led by General Ulysses S. Grant break the Siege of Chattanooga by routing Confederate troops under General Braxton Bragg.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Missionary Ridge", "href": "/wiki/Battle_of_Missionary_Ridge", "description": "The Battle of Missionary Ridge was fought on November 25, 1863, as part of the Chattanooga Campaign of the American Civil War. Following the Union victory in the Battle of Lookout Mountain on November 24, Union forces in the Military Division of the Mississippi under Maj. Gen. Ulysses S. Grant assaulted Missionary Ridge and defeated the Confederate Army of Tennessee, commanded by Gen. Braxton Brag"}, {"title": "Missionary Ridge", "href": "/wiki/Missionary_Ridge", "description": "Missionary Ridge is a geographic feature in Chattanooga, Tennessee, site of the Battle of Missionary Ridge, a battle in the American Civil War, fought on November 25, 1863. Union forces under Maj. Gens. Ulysses S. Grant, William T. Sherman, and George H. Thomas routed Confederate forces under General Braxton Bragg and lifted the siege of the city."}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Siege of Chattanooga", "href": "/wiki/Siege_of_Chattanooga", "description": "The Chattanooga campaign was a series of maneuvers and battles in October and November 1863, during the American Civil War. Following the defeat of Maj. Gen. William S. Rosecrans's Union Army of the Cumberland at the Battle of Chickamauga in September, the Confederate Army of Tennessee under Gen. Braxton Bragg besieged Rosecrans and his men by occupying key high terrain around Chattanooga, Tenness"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Braxton Bragg", "href": "/wiki/Braxton_Bragg", "description": "Braxton Bragg was an American army officer during the Second Seminole War and Mexican–American War and later a Confederate army officer who served as a general in the Confederate Army during the American Civil War, serving in the Western Theater. His most important role was as commander of the Army of Mississippi, later renamed the Army of Tennessee, from June 1862 until December 1863."}]}, {"heading": "Events", "year": "1864", "date": "November 25", "txt": "American Civil War: A group of Confederate operatives calling themselves the Confederate Army of Manhattan starts fires in more than 20 locations in an unsuccessful attempt to burn down New York City.", "entities": [{"title": "Confederate Army of Manhattan", "href": "/wiki/Confederate_Army_of_Manhattan", "description": "The Confederate Army of Manhattan was a group of eight Southern operatives who attempted to burn New York City on or after Evacuation Day, November 25, 1864, during the final stages of the American Civil War."}]}, {"heading": "Events", "year": "1874", "date": "November 25", "txt": "The United States Greenback Party is established as a political party consisting primarily of farmers affected by the Panic of 1873.", "entities": [{"title": "Greenback Party", "href": "/wiki/Greenback_Party", "description": "The Greenback Party was an American political party with an anti-monopoly ideology which was active between 1874 and 1889. The party ran candidates in three presidential elections, in 1876, 1880, and 1884, before it faded away."}, {"title": "Political party", "href": "/wiki/Political_party", "description": "A political party is an organization that coordinates candidates to compete in a country's elections. It is common for the members of a political party to have similar ideas about politics, and parties may promote specific ideological or policy goals."}, {"title": "Panic of 1873", "href": "/wiki/Panic_of_1873", "description": "The Panic of 1873 was a financial crisis that triggered an economic depression in Europe and North America that lasted from 1873 to 1877 or 1879 in France and in Britain. In Britain, the Panic started two decades of stagnation known as the \"Long Depression\" that weakened the country's economic leadership. In the United States, the Panic was known as the \"Great Depression\" until the events of 1929 "}]}, {"heading": "Events", "year": "1876", "date": "November 25", "txt": "American Indian Wars: In retaliation for the American defeat at the Battle of the Little Bighorn, United States Army troops sack the sleeping village of Cheyenne Chief Dull Knife at the headwaters of the Powder River.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Battle of the Little Bighorn", "href": "/wiki/Battle_of_the_Little_Bighorn", "description": "The Battle of the Little Bighorn, known to the Lakota and other Plains Indians as the Battle of the Greasy Grass and also commonly referred to as Custer's Last Stand, was an armed engagement between combined forces of the Lakota, Northern Cheyenne, and Arapaho tribes and the 7th Cavalry Regiment of the United States Army. The battle, which resulted in the defeat of U.S. forces, was the most signif"}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Dull Knife Fight", "href": "/wiki/Dull_Knife_Fight", "description": "The Dull Knife Fight, or the Battle on the Red Fork, part of the Great Sioux War of 1876, was a battle that was fought on November 25, 1876, in present-day Johnson County, Wyoming between soldiers and scouts of the United States Army and warriors of the Northern Cheyenne. The battle essentially ended the Northern Cheyennes' ability to continue the fight for their freedom on the Great Plains."}, {"title": "Cheyenne", "href": "/wiki/Cheyenne", "description": "The Cheyenne are one of the indigenous people of the Great Plains whose language is of the Algonquian language family. The Cheyenne comprise two Native American tribes, the Só'taeo'o or Só'taétaneo'o and the Tsétsêhéstâhese. These tribes merged in the early 19th century. Today, the Cheyenne people are split into two federally recognized Nations: the Southern Cheyenne, who are enrolled in the Cheye"}, {"title": "Chief Dull Knife", "href": "/wiki/Chief_Dull_Knife", "description": "Morning Star (1810–1883) was a great chief of the Northern Cheyenne people and headchief of the Notameohmésêhese band on the northern Great Plains during the 19th century. He was noted for his active resistance to westward expansion and the United States federal government. It is due to the courage and determination of Morning Star and other leaders that the Northern Cheyenne still possess a homel"}, {"title": "Powder River (Montana)", "href": "/wiki/Powder_River_(Montana)", "description": "Powder River is a tributary of the Yellowstone River, approximately 375 miles (604 km) long in northeastern Wyoming and southeastern Montana in the United States. It drains an area historically known as the Powder River Country on the high plains east of the Bighorn Mountains."}]}, {"heading": "Events", "year": "1905", "date": "November 25", "txt": "Prince Carl of Denmark arrives in Norway to become King Haakon VII of Norway.", "entities": [{"title": "Haakon VII of Norway", "href": "/wiki/Haakon_VII_of_Norway", "description": "Haakon VII was the King of Norway from November 1905 until his death in September 1957."}]}, {"heading": "Events", "year": "1908", "date": "November 25", "txt": "A fire breaks out on SS Sardinia as it leaves Malta's Grand Harbour, resulting in the ship's grounding and the deaths of at least 118 people.", "entities": [{"title": "SS Sardinia (1888)", "href": "/wiki/SS_Sardinia_(1888)", "description": "SS Sardinia was a passenger-cargo ship which caught fire off Malta's Grand Harbour on 25 November 1908, resulting in at least 118 deaths. The ship was carrying Moroccan pilgrims on the way to Mecca. It is believed that a cooking fire on deck accidentally ignited nitrate in one of the ship's cargo holds, resulting in a number of explosions and causing the ship to run aground."}, {"title": "Grand Harbour", "href": "/wiki/Grand_Harbour", "description": "The Grand Harbour, also known as the Port of Valletta, is a natural harbour on the island of Malta. It has been substantially modified over the years with extensive docks, wharves, and fortifications."}]}, {"heading": "Events", "year": "1915", "date": "November 25", "txt": "Albert Einstein presents the field equations of general relativity to the Prussian Academy of Sciences.", "entities": [{"title": "Albert Einstein", "href": "/wiki/Albert_Einstein", "description": "Albert Einstein was a German-born theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Relativity and quantum mechanics are together the two pillars of modern physics. His mass–energy equivalence formula E"}, {"title": "Einstein field equations", "href": "/wiki/Einstein_field_equations", "description": "In the general theory of relativity the Einstein field equations relate the geometry of spacetime to the distribution of matter within it."}, {"title": "Introduction to general relativity", "href": "/wiki/Introduction_to_general_relativity", "description": "General relativity is a theory of gravitation developed by Albert Einstein between 1907 and 1915. The theory of general relativity says that the observed gravitational effect between masses results from their warping of spacetime."}, {"title": "Prussian Academy of Sciences", "href": "/wiki/Prussian_Academy_of_Sciences", "description": "The Royal Prussian Academy of Sciences  was an academy established in Berlin, Germany on 11 July 1700, four years after the Akademie der Künste, or \"Arts Academy,\" to which \"Berlin Academy\" may also refer. In the 18th century, it was a French-language institution, and its most active members were Huguenots who had fled religious persecution in France."}]}, {"heading": "Events", "year": "1917", "date": "November 25", "txt": "World War I: German forces defeat Portuguese army of about 1,200 at Negomano on the border of modern-day Mozambique and Tanzania.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Ngomano", "href": "/wiki/Battle_of_Ngomano", "description": "The Battle of Ngomano or Negomano was fought between Germany and Portugal during the East African Campaign of World War I. A force of Germans and Askaris under Paul Emil von Lettow-Vorbeck had recently won a costly victory against the British at the Battle of Mahiwa, in present-day Tanzania and ran very short of food and other supplies. As a consequence, the Germans invaded Portuguese East Africa "}, {"title": "Negomano", "href": "/wiki/Negomano", "description": "Negomano or Ngomano is a village in northern Mozambique, in Cabo Delgado Province. It is located on the border with Tanzania on the confluence of the Ruvuma River and the Lugenda River."}, {"title": "Mozambique", "href": "/wiki/Mozambique", "description": "Mozambique, officially the Republic of Mozambique, is a country located in Southeastern Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west, and Eswatini (Swaziland) and South Africa to the southwest. The sovereign state is separated from the Comoros, Mayotte and Madagascar by the Mozambique Channel to the east. The capit"}, {"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}]}, {"heading": "Events", "year": "1918", "date": "November 25", "txt": "Vojvodina, formerly Austro-Hungarian crown land, proclaims its secession from Austria-Hungary to join the Kingdom of Serbia.", "entities": [{"title": "Vojvodina", "href": "/wiki/Vojvodina", "description": "Vojvodina is an autonomous province that occupies the northernmost part of Serbia. It lies within the Pannonian Basin, bordered to the south by the national capital Belgrade and the Sava and Danube Rivers. The administrative center, Novi Sad, is the second-largest city in Serbia."}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}, {"title": "Kingdom of Serbia", "href": "/wiki/Kingdom_of_Serbia", "description": "The Kingdom of Serbia was a country located in the Balkans which was created when the ruler of the Principality of Serbia, Milan I was proclaimed king in 1882."}]}, {"heading": "Events", "year": "1926", "date": "November 25", "txt": "The deadliest November tornado outbreak in U.S. history kills 76 people and injures more than 400.", "entities": [{"title": "List of North American tornadoes and tornado outbreaks", "href": "/wiki/List_of_North_American_tornadoes_and_tornado_outbreaks", "description": "These are some notable tornadoes, tornado outbreaks, and tornado outbreak sequences that have occurred in North America.The listing is U.S.-centric, with greater and more consistent information available for U.S. tornadoes. Some North American outbreaks affecting the U.S. may only include tornado information from the U.S.\nExact death and injury counts are not possible, especially for large events "}]}, {"heading": "Events", "year": "1936", "date": "November 25", "txt": "In Berlin, Germany and Japan sign the Anti-Comintern Pact, agreeing to consult on measures \"to safeguard their common interests\" in the case of an unprovoked attack by the Soviet Union against either nation. The pact is renewed on the same day five years later with additional signatories.", "entities": [{"title": "Berlin", "href": "/wiki/Berlin", "description": "Berlin is the capital and largest city of Germany by both area and population. Its population of around 3.8 million inhabitants makes it the most-populous city of the European Union, according to population within city limits. One of Germany's 16 constituent states, Berlin is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. Berlin's urban area has a popul"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Anti-Comintern Pact", "href": "/wiki/Anti-Comintern_Pact", "description": "The Anti-Comintern Pact, officially the Agreement against the Communist International, was an anti-Communist pact concluded between Nazi Germany and the Empire of Japan on 25 November 1936, and was directed against the Communist International (Comintern). It was signed by German ambassador-at-large Joachim von Ribbentrop and Japanese ambassador to Germany Kintomo Mushakoji. Italy, Spain and other "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1941", "date": "November 25", "txt": "HMS Barham is sunk by a German torpedo during World War II.", "entities": [{"title": "HMS Barham (04)", "href": "/wiki/HMS_Barham_(04)", "description": "HMS Barham was a  Queen Elizabeth-class battleship built for the Royal Navy during the early 1910s. Often used as a flagship, she participated in the Battle of Jutland during the First World War as part of the Grand Fleet. For the rest of the war, except for the inconclusive action of 19 August 1916, her service generally consisted of routine patrols and training in the North Sea."}]}, {"heading": "Events", "year": "1943", "date": "November 25", "txt": "World War II: Statehood of Bosnia and Herzegovina is re-established at the State Anti-fascist Council for the National Liberation of Bosnia and Herzegovina.", "entities": [{"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}, {"title": "State Anti-fascist Council for the National Liberation of Bosnia and Herzegovina", "href": "/wiki/State_Anti-fascist_Council_for_the_National_Liberation_of_Bosnia_and_Herzegovina", "description": "The State Anti-fascist Council for the National Liberation of Bosnia and Herzegovina, commonly abbreviated as the ZAVNOBiH, was convened on 25 November 1943 in Mrkonjić Grad during the World War II Axis occupation of Yugoslavia. It was established as the highest representative and legislative body in the territory of Bosnia and Herzegovina under control of the Yugoslav Partisans."}]}, {"heading": "Events", "year": "1947", "date": "November 25", "txt": "Red Scare: The \"Hollywood Ten\" are blacklisted by Hollywood movie studios.", "entities": [{"title": "Second Red Scare", "href": "/wiki/Second_Red_Scare", "description": "McCarthyism is the practice of making accusations of subversion or treason, especially when related to communism. The term refers to U.S. senator Joseph McCarthy (R-Wisconsin) and has its origins in the period in the United States known as the Second Red Scare, lasting from the late 1940s through the 1950s. It was characterized by heightened political repression and a campaign spreading fear of co"}, {"title": "Hollywood Ten", "href": "/wiki/Hollywood_Ten", "description": "The Hollywood blacklist was the colloquial term for what was in actuality a broader entertainment industry blacklist put in effect in the mid-20th century in the United States during the early years of the Cold War. The blacklist involved the practice of denying employment to entertainment industry professionals believed to be or to have been Communists or sympathizers. Not just actors, but screen"}, {"title": "Blacklisted", "href": "/wiki/Blacklisted", "description": "Blacklisting is the action of a group or authority, compiling a blacklist of people, countries or other entities to be avoided or distrusted as being deemed unacceptable to those making the list. If someone is on a blacklist, they are seen by a government or other organization as being one of a number of people who cannot be trusted or who have done something wrong. As a verb, blacklist can mean t"}, {"title": "Cinema of the United States", "href": "/wiki/Cinema_of_the_United_States", "description": "The cinema of the United States has had a large effect on the film industry in general since the early 20th century. The dominant style of American cinema is the classical Hollywood cinema, which developed from 1913 to 1969 and is still typical of most films made there to this day. While Frenchmen Auguste and Louis Lumière are generally credited with the birth of modern cinema, American cinema soo"}]}, {"heading": "Events", "year": "1947", "date": "November 25", "txt": "New Zealand ratifies the Statute of Westminster and thus becomes independent of legislative control by the United Kingdom.", "entities": []}, {"heading": "Events", "year": "1950", "date": "November 25", "txt": "The Great Appalachian Storm of 1950 impacts 22 American states, killing 353 people, injuring over 160, and causing US$66.7 million in damages (1950 dollars).", "entities": [{"title": "Great Appalachian Storm of 1950", "href": "/wiki/Great_Appalachian_Storm_of_1950", "description": "The Great Appalachian Storm of November 1950 was a large extratropical cyclone which moved through the Eastern United States, causing significant winds, heavy rainfall east of the Appalachian Mountains, and blizzard conditions along the western slopes of the mountains. Hurricane-force winds, peaking at 110 miles per hour (180 km/h) in Concord, New Hampshire, and 160 miles per hour (260 km/h) in th"}]}, {"heading": "Events", "year": "1952", "date": "November 25", "txt": "Agatha Christie's murder-mystery play The Mousetrap opens at the Ambassadors Theatre in London.  It will become the longest continuously-running play in history.", "entities": [{"title": "Agatha Christie", "href": "/wiki/Agatha_Christie", "description": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, was an English writer known for her 66 detective novels and 14 short story collections, particularly those revolving around fictional detectives Hercule Poirot and Miss Marple. She also wrote the world's longest-running play, The Mousetrap, which was performed in the West End from 1952 to 2020, as well as six novels under the pseudonym Mary Westma"}, {"title": "Ambassadors Theatre (London)", "href": "/wiki/Ambassadors_Theatre_(London)", "description": "The Ambassadors Theatre, is a West End theatre located in West Street, near Cambridge Circus on Charing Cross Road in the City of Westminster. It is one of the smallest of the West End theatres, seating a maximum of 444, with 195 people in the dress circle and 251 in the stalls."}, {"title": "List of the longest-running West End shows", "href": "/wiki/List_of_the_longest-running_West_End_shows", "description": "\nThis is a list of the longest-running shows in the West End, a well known professional theatre district in London. Eight currently running shows have more than 3,000 performances: The Mousetrap, Les Misérables, The Phantom Of The Opera, The Woman in Black, Mamma Mia!, The Lion King, Wicked, as well as Matilda."}]}, {"heading": "Events", "year": "1952", "date": "November 25", "txt": "Korean War: After 42 days of fighting, the Battle of Triangle Hill ends with Chinese victory, American and South Korean units abandon their attempt to capture the \"Iron Triangle\".", "entities": [{"title": "Battle of Triangle Hill", "href": "/wiki/Battle_of_Triangle_Hill", "description": "The Battle of Triangle Hill, also known as Operation Showdown or the Shangganling Campaign, was a protracted military engagement during the Korean War. The main combatants were two United Nations (UN) infantry divisions, with additional support from the United States Air Force, against elements of the Chinese People's Volunteer Army (PVA) 15th and 12th Corps. The battle was part of UN attempts to "}, {"title": "Iron Triangle (Korea)", "href": "/wiki/Iron_Triangle_(Korea)", "description": "The Iron Triangle was a key communist Chinese and North Korean concentration area and communications junction during the Korean War, located in the central sector between Cheorwon and Gimhwa-eup in the south and Pyonggang in the north. The area was located 20 to 30 miles above the 38th parallel in the diagonal corridor dividing the Taebaek Mountains into northern and southern ranges and contained "}]}, {"heading": "Events", "year": "1958", "date": "November 25", "txt": "French Sudan gains autonomy as a self-governing member of the French Community.", "entities": [{"title": "French Sudan", "href": "/wiki/French_Sudan", "description": "French Sudan was a French colonial territory in the Federation of French West Africa from around 1880 until 1959, when it joined the Mali Federation, and then in 1960, when it became the independent state of Mali. The colony was formally called French Sudan from 1890 until 1899 and then again from 1921 until 1958, and had a variety of different names over the course of its existence. The colony wa"}, {"title": "Autonomous entity", "href": "/wiki/Autonomous_entity", "description": "An autonomous administrative division is a subnational administrative division or internal territory of a sovereign state that has a degree of autonomy — self-governance — under the national government. Autonomous areas are distinct from the constituent units of a federation in that they possess unique powers for their given circumstances. Typically, it is either geographically distinct from the r"}, {"title": "French Community", "href": "/wiki/French_Community", "description": "The French Community was an association of former French colonies, most of which in French Africa. In 1958 it replaced the French Union, which had itself succeeded the French colonial empire in 1946."}]}, {"heading": "Events", "year": "1960", "date": "November 25", "txt": "The Mirabal sisters of the Dominican Republic are assassinated.", "entities": [{"title": "Mirabal sisters", "href": "/wiki/Mirabal_sisters", "description": "The Mirabal sisters were four sisters, known commonly as Patria, Minerva, María Teresa, and Dedé, who opposed the dictatorship of Rafael Trujillo in the Dominican Republic and were involved in clandestine activities against his regime. Three of the four sisters were assassinated on 25 November 1960. The last sister, Dedé, died of natural causes on 1 February 2014."}, {"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}]}, {"heading": "Events", "year": "1963", "date": "November 25", "txt": "President John F. Kennedy is buried at Arlington National Cemetery", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "Arlington National Cemetery", "href": "/wiki/Arlington_National_Cemetery", "description": "Arlington National Cemetery is a United States military cemetery in Arlington County, Virginia, across the Potomac River from Washington, D.C., in whose 639 acres (259 ha) the dead of the nation's conflicts have been buried, beginning with the Civil War, as well as reinterred dead from earlier wars. The United States Department of the Army, a component of the United States Department of Defense (D"}]}, {"heading": "Events", "year": "1970", "date": "November 25", "txt": "In Japan, author Yukio Mishima and one compatriot commit ritualistic seppuku after an unsuccessful coup attempt.", "entities": [{"title": "Yukio Mishima", "href": "/wiki/Yukio_Mishima", "description": "Yukio Mishima , born Kimitake Hiraoka  was a Japanese author, poet, playwright, actor, model, Shintoist, nationalist, and founder of the Tatenokai , an unarmed civilian militia. Mishima is considered one of the most important Japanese authors of the 20th century. He was considered for the Nobel Prize in Literature in 1968, but the award went to his countryman and benefactor Yasunari Kawabata. His "}, {"title": "Seppuku", "href": "/wiki/Seppuku", "description": "Seppuku, sometimes referred to as Harakiri, a native Japanese kun reading, is a form of Japanese ritual suicide by disembowelment. It was originally reserved for samurai in their code of honor but was also practiced by other Japanese people during the Shōwa period to restore honor for themselves or for their families. As a samurai practice, seppuku was used voluntarily by samurai to die with honor"}]}, {"heading": "Events", "year": "1973", "date": "November 25", "txt": "Georgios Papadopoulos, head of the military Regime of the Colonels in Greece, is ousted in a hardliners' coup led by Brigadier General Dimitrios Ioannidis.", "entities": [{"title": "Georgios Papadopoulos", "href": "/wiki/Georgios_Papadopoulos", "description": "Georgios Papadopoulos was a Greek dictator, the head of the military coup d'état that took place in Greece on 21 April 1967, and leader of the junta that ruled the country from 1967 to 1974. He held his dictatorial power until 1973, when he was himself overthrown by his co-conspirator Dimitrios Ioannidis."}, {"title": "Greek military junta of 1967–74", "href": "/wiki/Greek_military_junta_of_1967%E2%80%9374", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}, {"title": "Dimitrios Ioannidis", "href": "/wiki/Dimitrios_Ioannidis", "description": "Dimitrios Ioannidis, also known as Dimitris Ioannidis and as The Invisible Dictator, was a Greek military officer and one of the leading figures in the junta that ruled the country from 1967 to 1974. Ioannidis was considered a \"purist and a moralist, a type of Greek Gaddafi\"."}]}, {"heading": "Events", "year": "1975", "date": "November 25", "txt": "Suriname gains independence from the Netherlands.", "entities": [{"title": "Suriname", "href": "/wiki/Suriname", "description": "Suriname, officially known as the Republic of Suriname, is a country on the northeastern Atlantic coast of South America. It is bordered by the Atlantic Ocean to the north, French Guiana to the east, Guyana to the west and Brazil to the south. At just under 165,000 square kilometers, it is the smallest sovereign state in South America. Suriname has a population of approximately 575,990, most of wh"}]}, {"heading": "Events", "year": "1977", "date": "November 25", "txt": "Former Senator Benigno Aquino, Jr., is found guilty by the Philippine Military Commission No. 2 and is sentenced to death by firing squad. He is later assassinated in 1983.", "entities": [{"title": "Benigno Aquino, Jr.", "href": "/wiki/Benigno_Aquino,_Jr.", "description": "Benigno Simeon \"Ninoy\" Aquino Jr., was a Filipino journalist and politician who served as a Senator of the Philippines (1967–1972) and governor of the province of Tarlac. He was the husband of Corazon Aquino—who, after his death, eventually became President of the Philippines—and father of a later President, Benigno Aquino III. Aquino, together with Gerardo Roxas and Jovito Salonga, helped form th"}, {"title": "Military tribunal", "href": "/wiki/Military_tribunal", "description": "Military justice is the body of laws and procedures governing members of the armed forces. Many nation-states have separate and distinct bodies of law that govern the conduct of members of their armed forces. Some states use special judicial and other arrangements to enforce those laws, while others use civilian judicial systems. Legal issues unique to military justice include the preservation of "}, {"title": "Firing squad", "href": "/wiki/Firing_squad", "description": "Execution by firing squad, in the past sometimes called fusillading, is a method of capital punishment, particularly common in the military and in times of war. Execution by shooting is a fairly old practice. Some reasons for its use are that firearms are usually readily available and a gunshot to a vital organ, such as the brain or heart, most often will kill relatively quickly."}]}, {"heading": "Events", "year": "1981", "date": "November 25", "txt": "Pope John Paul II appoints Joseph Cardinal Ratzinger (the future Pope Benedict XVI) Prefect of the Congregation for the Doctrine of the Faith.", "entities": [{"title": "Pope John Paul II", "href": "/wiki/Pope_John_Paul_II", "description": "Pope John Paul II was the head of the Catholic Church and sovereign of the Vatican City State from 1978 until his death in 2005. He was elected pope by the second papal conclave of 1978, which was called after John Paul I, who had been elected in August to succeed Pope Paul VI, died after 33 days. Cardinal Wojtyła was elected on the third day of the conclave and adopted the name of his predecessor"}, {"title": "Pope Benedict XVI", "href": "/wiki/Pope_Benedict_XVI", "description": "Pope Benedict XVI is a retired prelate of the Catholic Church who served as the head of the Church and the sovereign of the Vatican City State from 2005 until his resignation in 2013. Benedict's election as pope occurred in the 2005 papal conclave that followed the death of Pope John Paul II. Benedict chose to be known by the title \"pope emeritus\" upon his resignation."}, {"title": "Prefect of the Congregation for the Doctrine of the Faith", "href": "/wiki/Prefect_of_the_Congregation_for_the_Doctrine_of_the_Faith", "description": "The Congregation for the Doctrine of the Faith is the oldest among the nine congregations of the Roman Curia, seated at the Palace of the Holy Office in Rome. It was founded to defend the church from heresy; today, it is the body responsible for promulgating and defending Catholic doctrine. Formerly known as the Supreme Sacred Congregation of the Roman and Universal Inquisition, it is informally k"}]}, {"heading": "Events", "year": "1984", "date": "November 25", "txt": "Thirty-six top musicians gather in a Notting Hill studio and record Band Aid's \"Do They Know It's Christmas?\" in order to raise money for famine relief in Ethiopia.", "entities": [{"title": "Notting Hill", "href": "/wiki/Notting_Hill", "description": "Notting Hill is an affluent district of West London, England, in the Royal Borough of Kensington and Chelsea. Notting Hill is known for being a cosmopolitan and multicultural neighbourhood, hosting the annual Notting Hill Carnival and Portobello Road Market. From around 1870, Notting Hill had an association with artists."}, {"title": "Band Aid (band)", "href": "/wiki/Band_Aid_(band)", "description": "Band Aid were a charity supergroup featuring mainly British and Irish musicians and recording artists. It was founded in 1984 by Bob Geldof and Midge Ure to raise money for anti-famine efforts in Ethiopia by releasing the song \"Do They Know It's Christmas?\" for the Christmas market that year. On 25 November 1984, the song was recorded at Sarm West Studios in Notting Hill, London, and was released "}, {"title": "Do They Know It's Christmas?", "href": "/wiki/Do_They_Know_It%27s_Christmas%3F", "description": "\"Do They Know It's Christmas?\" is a song written in 1984 by Bob Geldof and Midge Ure in reaction to television reports of the 1983–1985 famine in Ethiopia. It was first recorded in a single day on 25 November 1984 by Band Aid, a supergroup put together by Geldof and Ure and consisting mainly of the biggest British and Irish musical acts at the time. The single was released in the United Kingdom on"}, {"title": "Famine relief", "href": "/wiki/Famine_relief", "description": "Famine relief is an organized effort to reduce starvation in a region in which there is famine. A famine is a phenomenon in which a large proportion of the population of a region or country are so undernourished that death by starvation becomes increasingly common. In spite of the much greater technological and economic resources of the modern world, famine still strikes many parts of the world, m"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Events", "year": "1986", "date": "November 25", "txt": "Iran–Contra affair: U.S. Attorney General Edwin Meese announces that profits from covert weapons sales to Iran were illegally diverted to the anti-communist Contra rebels in Nicaragua.", "entities": [{"title": "Iran–Contra affair", "href": "/wiki/Iran%E2%80%93Contra_affair", "description": "The Iran–Contra affair, popularized in Iran as the McFarlane affair, the Iran–Contra scandal, or simply Iran–Contra, was a political scandal in the United States that occurred during the second term of the Reagan Administration. Senior administration officials secretly facilitated the sale of arms to the Khomeini government of the Islamic Republic of Iran, which was the subject of an arms embargo."}, {"title": "Edwin Meese", "href": "/wiki/Edwin_Meese", "description": "Edwin Meese III is an American attorney, law professor, author and member of the Republican Party who served in official capacities within the Ronald Reagan Gubernatorial Administration (1967–1974), the Reagan presidential transition team (1980–81) and the Reagan White House (1981–1985), eventually rising to hold the position of the 75th United States Attorney General (1985–1988), a position from "}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Contras", "href": "/wiki/Contras", "description": "The Contras were the various U.S.-backed and funded right-wing rebel groups that were active from 1979 to the early 1990s in opposition to the Marxist Sandinista Junta of National Reconstruction Government in Nicaragua which came to power in 1979 following the Nicaraguan Revolution. Among the separate contra groups, the Nicaraguan Democratic Force (FDN) emerged as the largest by far. In 1987, virt"}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}]}, {"heading": "Events", "year": "1986", "date": "November 25", "txt": "The King Fahd Causeway is officially opened in the Persian Gulf.", "entities": [{"title": "Persian Gulf", "href": "/wiki/Persian_Gulf", "description": "The Persian Gulf is a mediterranean sea in Western Asia. The body of water is an extension of the Indian Ocean through the Strait of Hormuz and lies between Iran to the northeast and the Arabian Peninsula to the southwest. The Shatt al-Arab river delta forms the northwest shoreline."}]}, {"heading": "Events", "year": "1987", "date": "November 25", "txt": "Typhoon Nina pummels the Philippines with category 5 winds of 165 mph and a surge that destroys entire villages. At least 1,036 deaths are attributed to the storm.", "entities": [{"title": "Typhoon Nina (1987)", "href": "/wiki/Typhoon_Nina_(1987)", "description": "Typhoon Nina, known in the Philippines as Typhoon Sisang, was the most intense typhoon to strike the Philippines since Typhoon Irma in 1981. Typhoon Nina originated from an area of convection near the Marshall Islands in mid-November 1987. It gradually became better organized, and on November 19, was first classified as a tropical cyclone. Moving west-northwest, Nina attained tropical storm intens"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Saffir–Simpson hurricane wind scale", "href": "/wiki/Saffir%E2%80%93Simpson_hurricane_wind_scale", "description": "\nThe Saffir–Simpson hurricane wind scale (SSHWS), formerly the Saffir–Simpson hurricane scale (SSHS), classifies hurricanes – Western Hemisphere tropical cyclones – that exceed the intensities of tropical depressions and tropical storms – into five categories distinguished by the intensities of their sustained winds.\n"}]}, {"heading": "Events", "year": "1992", "date": "November 25", "txt": "The Federal Assembly of Czechoslovakia votes to split the country into the Czech Republic and Slovakia, with effect from January 1, 1993.", "entities": [{"title": "Federal Assembly of Czechoslovakia", "href": "/wiki/Federal_Assembly_of_Czechoslovakia", "description": "The Federal Assembly was the federal parliament of Czechoslovakia from January 1, 1969 to the dissolution of Czechoslovakia on December 31, 1992. It was Czechoslovakia's highest legislative institution."}, {"title": "Czech Republic", "href": "/wiki/Czech_Republic", "description": "The Czech Republic, also known by its short-form name, Czechia, is a landlocked country in Central Europe. It is bordered by Austria to the south, Germany to the west, Poland to the northeast, and Slovakia to the east. The Czech Republic has a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unit"}, {"title": "Slovakia", "href": "/wiki/Slovakia", "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000 sq mi), with a population of over 5.4 million. The capital and largest city is Bratisl"}]}, {"heading": "Events", "year": "1999", "date": "November 25", "txt": "A 5-year-old Cuban boy, Elian Gonzalez, is rescued by fishermen while floating in an inner tube off the Florida coast.", "entities": [{"title": "Elian Gonzalez", "href": "/wiki/Elian_Gonzalez", "description": "Elián González Brotons is a Cuban citizen who became embroiled in a heated international custody and immigration controversy in 2000 involving the governments of Cuba and the United States, his father Juan Miguel González Quintana, his other relatives in Cuba and in Miami, and Miami's Cuban community."}]}, {"heading": "Events", "year": "2000", "date": "November 25", "txt": "The 2000 Baku earthquake, with a Richter magnitude of 7.0, leaves 26 people dead in Baku, Azerbaijan, and becomes the strongest earthquake in the region in 158 years.", "entities": [{"title": "2000 Baku earthquake", "href": "/wiki/2000_Baku_earthquake", "description": "The 2000 Baku earthquake occurred on November 25 at 22:09 local time with an epicenter just offshore Baku, Azerbaijan. It measured 6.8 on the moment magnitude scale and the maximum felt intensity was VII on the Mercalli intensity scale. It was followed three minutes later by a quake measuring 5.9. It was the strongest for almost 160 years, since 1842 in the Baku suburbs and in addition to the capi"}, {"title": "Baku", "href": "/wiki/Baku", "description": "Baku is the capital and largest city of Azerbaijan, as well as the largest city on the Caspian Sea and of the Caucasus region. Baku is located 28 metres (92 ft) below sea level, which makes it the lowest lying national capital in the world and also the largest city in the world located below sea level. Baku lies on the southern shore of the Absheron Peninsula, alongside the Bay of Baku. At the beg"}, {"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}]}, {"heading": "Events", "year": "2008", "date": "November 25", "txt": "Cyclone Nisha strikes northern Sri Lanka, killing 15 people and displacing 90,000 others while dealing the region the highest rainfall in nine decades.", "entities": [{"title": "Cyclone Nisha (2008)", "href": "/wiki/Cyclone_Nisha_(2008)", "description": "Cyclonic Storm Nisha was a fairly weak, but a catastrophic cyclone that struck Sri Lanka, and India which killed over 200. It was the ninth tropical cyclone of the 2008 North Indian Ocean cyclone season, and the seventh tropical cyclone in the Bay of Bengal that year."}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}]}, {"heading": "Events", "year": "2009", "date": "November 25", "txt": "Jeddah floods: Freak rains swamp the city of Jeddah, Saudi Arabia, during an ongoing Hajj pilgrimage. Three thousand cars are swept away and 122 people perish in the torrents, with 350 others missing.", "entities": [{"title": "2009 Jeddah floods", "href": "/wiki/2009_Jeddah_floods", "description": "The 2009 Saudi Arabian floods affected Jeddah, on the Red Sea (western) coast of Saudi Arabia, and other areas of Makkah Province. They have been described by civil defence officials as the worst in 27 years. As of 3 January 2010, some 122 people had been reported to have been killed, and more than 350 were missing. Some roads were under a meter of water on 26 November, and many of the victims wer"}, {"title": "Jeddah", "href": "/wiki/Jeddah", "description": "Jeddah, also spelled Jedda, Jiddah or Jidda, is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about 4,697,000 people as of 2021, Jeddah is the largest city in Makkah Province, the second-largest city in Saudi Arabia, and the eighth-largest in the Middle East. Jeddah Islamic Port, located on the Red Sea, is the thirty-sixth largest seaport in t"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}]}, {"heading": "Births", "year": "902", "date": "November 25", "txt": "Emperor Taizong of Liao (d. 947)", "entities": [{"title": "Emperor Taizong of Liao", "href": "/wiki/Emperor_Taizong_of_Liao", "description": "Emperor Taizong of Liao, personal name Yaogu, sinicised name Yelü Deguang, courtesy name Dejin, was the second emperor of the Khitan-led Liao dynasty."}]}, {"heading": "Births", "year": "1075", "date": "November 25", "txt": "Emperor Taizong of Jin (d. 1135)", "entities": [{"title": "Emperor Taizong of Jin", "href": "/wiki/Emperor_Taizong_of_Jin", "description": "Emperor Taizong of Jin, personal name Wuqimai, sinicised name Wanyan Sheng, was the second emperor of the Jurchen-led Jin dynasty, which ruled northern China between the 12th and 13th centuries. His regnal name was \"Tianhui\" (天會). During his reign, the Jin dynasty conquered the Khitan-led Liao dynasty. He then led the Jurchens in their campaigns against the Song dynasty, captured the Song capital "}]}, {"heading": "Births", "year": "1454", "date": "November 25", "txt": "Catherine Cornaro, Queen of Cyprus (d. 1510)", "entities": [{"title": "Catherine Cornaro", "href": "/wiki/Catherine_Cornaro", "description": "Catherine Cornaro was the last monarch of the Kingdom of Cyprus. She was queen consort of Cyprus by marriage to James II of Cyprus, regent of Cyprus during the minority of her son James III of Cyprus in 1473–1474, and finally queen regnant of Cyprus. She reigned from 26 August 1474 to 26 February 1489 and was declared a \"Daughter of Saint Mark\" in order that the Republic of Venice could claim cont"}]}, {"heading": "Births", "year": "1467", "date": "November 25", "txt": "Thomas Dacre, 2nd Baron Dacre, Knight of Henry VIII of England (d. 1525)", "entities": [{"title": "Thomas Dacre, 2nd Baron Dacre", "href": "/wiki/Thomas_Dacre,_2nd_Baron_Dacre", "description": " Thomas Dacre, 2nd Baron Dacre of Gilsland, KG was the son of Humphrey Dacre, 1st Baron Dacre of Gilsland and Mabel Parr, great-aunt of queen consort Catherine Parr, the sixth and final wife of King Henry VIII of England. His mother was the daughter of Sir Thomas Parr of Kendal by his wife, Alice Tunstall."}]}, {"heading": "Births", "year": "1493", "date": "November 25", "txt": "Osanna of Cattaro, Dominican visionary and anchoress (d. 1565)", "entities": [{"title": "Osanna of Cattaro", "href": "/wiki/Osanna_of_Cattaro", "description": "Osanna of Cattaro was a Catholic visionary and anchoress from Cattaro. She was a teenage convert from Orthodoxy of Serbian descent from Montenegro. She became a Dominican tertiary and was posthumously venerated as a saint in Kotor. She was later beatified in 1934."}]}, {"heading": "Births", "year": "1562", "date": "November 25", "txt": "Lope de Vega, Spanish playwright and poet (d. 1635)", "entities": [{"title": "Lope de Vega", "href": "/wiki/Lope_de_Vega", "description": "Lope Félix de Vega Carpio was a Spanish playwright, poet, and novelist. He was one of the key figures in the Spanish Golden Age of Baroque literature. His reputation in the world of Spanish literature is second only to that of Miguel de Cervantes, while the sheer volume of his literary output is unequalled, making him one of the most prolific authors in the history of literature. He was nicknamed "}]}, {"heading": "Births", "year": "1566", "date": "November 25", "txt": "John Heminges, English actor (d. 1630)", "entities": [{"title": "John Heminges", "href": "/wiki/John_Heminges", "description": "\n\nJohn Heminges was an actor in the King's Men, the playing company for which William Shakespeare wrote. Along with Henry Condell, he was an editor of the First Folio, the collected plays of Shakespeare, published in 1623. He was also the financial manager for the King's Men."}]}, {"heading": "Births", "year": "1577", "date": "November 25", "txt": "Piet Pieterszoon Hein, Dutch admiral (d. 1629)", "entities": [{"title": "Piet Pieterszoon Hein", "href": "/wiki/Piet_Pieterszoon_Hein", "description": "Piet Pieterszoon Hein was a Dutch admiral and privateer for the Dutch Republic during the Eighty Years' War. Hein was the first and the last to capture a large part of a Spanish treasure fleet which transported huge amounts of gold and silver from Spanish America to Spain. The amount of silver taken was so big that it resulted in the rise of the price of silver worldwide and the near bankruptcy of"}]}, {"heading": "Births", "year": "1587", "date": "November 25", "txt": "Sir Gervase Clifton, 1st Baronet, English politician (d. 1666)", "entities": [{"title": "Sir Gervase Clifton, 1st Baronet", "href": "/wiki/Sir_Gervase_Clifton,_1st_Baronet", "description": "Sir Gervase Clifton, 1st Baronet, K.B. was an English politician who sat in the House of Commons at various times between 1614 and 1666. He supported the Royalist cause in the English Civil War. He was educated at St John's College, Cambridge."}]}, {"heading": "Births", "year": "1609", "date": "November 25", "txt": "Henrietta Maria of France (d. 1669)", "entities": [{"title": "Henrietta Maria of France", "href": "/wiki/Henrietta_Maria_of_France", "description": "Henrietta Maria was Queen of England, Scotland, and Ireland as the wife of Charles I. She was mother of his two immediate successors, Charles II and James II and VII. Contemporaneously, by a decree of her husband, she was known in England as Queen Mary, but she did not like this name and signed her letters \"Henriette R\"."}]}, {"heading": "Births", "year": "1638", "date": "November 25", "txt": "Catherine of Braganza (d. 1705)", "entities": [{"title": "Catherine of Braganza", "href": "/wiki/Catherine_of_Braganza", "description": "Catherine of Braganza was Queen of England, Scotland and Ireland from 1662 to 1685, as the wife of King Charles II. She was the daughter of King John IV of Portugal, who became the first king from the House of Braganza in 1640 after overthrowing the 60-year rule of the Spanish Habsburgs over Portugal and restoring the Portuguese throne which had first been created in 1143. Catherine served as rege"}]}, {"heading": "Births", "year": "1666", "date": "November 25", "txt": "Giuseppe Giovanni Battista Guarneri, Italian violin maker (d. 1740)", "entities": [{"title": "Giuseppe Giovanni Battista Guarneri", "href": "/wiki/Giuseppe_Giovanni_Battista_Guarneri", "description": "Giuseppe Giovanni Battista Guarneri, better known as Giuseppe filius Andrea Guarneri was a violin maker from the prominent Guarneri family of luthiers who lived in Cremona, Italy."}]}, {"heading": "Births", "year": "1703", "date": "November 25", "txt": "Jean-François Séguier, French astronomer and botanist (d. 1784)", "entities": [{"title": "Jean-François Séguier", "href": "/wiki/Jean-Fran%C3%A7ois_S%C3%A9guier", "description": "Jean-François Séguier was a French archaeologist, epigraphist, astronomer and botanist from Nîmes."}]}, {"heading": "Births", "year": "1752", "date": "November 25", "txt": "Johann Friedrich Reichardt, German composer and critic (d. 1814)", "entities": [{"title": "Johann Friedrich Reichardt", "href": "/wiki/Johann_Friedrich_Reichardt", "description": "Johann Friedrich Reichardt was a German composer, writer and music critic."}]}, {"heading": "Births", "year": "1753", "date": "November 25", "txt": "Robert Townsend, American spy (d. 1838)", "entities": [{"title": "Robert Townsend (spy)", "href": "/wiki/Robert_Townsend_(spy)", "description": "Robert Townsend was a member of the Culper Ring during the American Revolution. He operated in New York City with the aliases \"Samuel Culper, Jr.\" and \"723\" and gathered information as a service to General George Washington. He is one of the least-known operatives in the spy ring and once demanded Abraham Woodhull never to tell his name to anyone, even to Washington."}]}, {"heading": "Births", "year": "1758", "date": "November 25", "txt": "John Armstrong, Jr., American general and politician, 7th United States Secretary of War (d. 1843)", "entities": [{"title": "John Armstrong, Jr.", "href": "/wiki/John_Armstrong,_Jr.", "description": "John Armstrong Jr. was an American soldier and statesman who was a delegate to the Continental Congress, U.S. Senator from New York, and Secretary of War."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1778", "date": "November 25", "txt": "Mary Anne Schimmelpenninck, English author and activist (d. 1856)", "entities": [{"title": "Mary Anne Schimmelpenninck", "href": "/wiki/Mary_Anne_Schimmelpenninck", "description": "\nMary Anne Schimmelpenninck was a British writer in the anti-slavery movement."}]}, {"heading": "Births", "year": "1787", "date": "November 25", "txt": "Franz Xaver Gruber, Austrian organist and composer (d. 1863)", "entities": [{"title": "Franz Xaver Gruber", "href": "/wiki/Franz_Xaver_Gruber", "description": "Franz Xaver Gruber was an Austrian primary school teacher, church organist and composer in the village of Arnsdorf, who is best known for composing the music to \"Stille Nacht\"."}]}, {"heading": "Births", "year": "1814", "date": "November 25", "txt": "Julius Robert von Mayer, German physician and physicist (d. 1878)", "entities": [{"title": "Julius Robert von Mayer", "href": "/wiki/Julius_Robert_von_Mayer", "description": "Julius Robert von Mayer was a German physician, chemist and physicist and one of the founders of thermodynamics. He is best known for enunciating in 1841 one of the original statements of the conservation of energy or what is now known as one of the first versions of the first law of thermodynamics, namely that \"energy can be neither created nor destroyed\". In 1842, Mayer described the vital chemi"}]}, {"heading": "Births", "year": "1815", "date": "November 25", "txt": "William Sawyer, Canadian merchant and politician (d. 1904)", "entities": [{"title": "William Sawyer (politician)", "href": "/wiki/William_Sawyer_(politician)", "description": "William Sawyer was a lumber merchant and political figure in Quebec. He represented Compton in the Legislative Assembly of Quebec from 1871 to 1886 as a Conservative."}]}, {"heading": "Births", "year": "1817", "date": "November 25", "txt": "John Bigelow, American lawyer and politician, United States Ambassador to France (d. 1911)", "entities": [{"title": "John Bigelow", "href": "/wiki/John_Bigelow", "description": "John Bigelow Sr. was an American lawyer, statesman and a historian who edited the complete works of Benjamin Franklin."}, {"title": "United States Ambassador to France", "href": "/wiki/United_States_Ambassador_to_France", "description": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three mon"}]}, {"heading": "Births", "year": "1835", "date": "November 25", "txt": "Andrew Carnegie, Scottish-American businessman and philanthropist (d. 1919)", "entities": [{"title": "Andrew Carnegie", "href": "/wiki/Andrew_Carnegie", "description": "Andrew Carnegie was a Scottish-American industrialist and philanthropist. Carnegie led the expansion of the American steel industry in the late 19th century and became one of the richest Americans in history. He became a leading philanthropist in the United States and in the British Empire. During the last 18 years of his life, he gave away ~$350 million to many charities, foundations, and univers"}]}, {"heading": "Births", "year": "1841", "date": "November 25", "txt": "Ernst Schröder, German mathematician and academic (d. 1902)", "entities": [{"title": "Ernst Schröder", "href": "/wiki/Ernst_Schr%C3%B6der", "description": "Friedrich Wilhelm Karl Ernst Schröder was a German mathematician mainly known for his work on algebraic logic. He is a major figure in the history of mathematical logic, by virtue of summarizing and extending the work of George Boole, Augustus De Morgan, Hugh MacColl, and especially Charles Peirce. He is best known for his monumental Vorlesungen über die Algebra der Logik, in three volumes, which "}]}, {"heading": "Births", "year": "1843", "date": "November 25", "txt": "Henry Ware Eliot, American businessman and philanthropist (d. 1919)", "entities": [{"title": "Henry Ware Eliot", "href": "/wiki/Henry_Ware_Eliot", "description": "Henry Ware Eliot was an American industrialist and philanthropist who lived in St. Louis, Missouri. He was the father of poet T. S. Eliot."}]}, {"heading": "Births", "year": "1844", "date": "November 25", "txt": "Karl Benz, German engineer and businessman, founded Mercedes-Benz (d. 1929)", "entities": [{"title": "Karl Benz", "href": "/wiki/Karl_Benz", "description": "Carl Friedrich Benz, sometimes also Karl Friedrich Benz, was a German engine designer and automotive engineer. His Benz Patent Motorcar from 1885 is considered the first practical automobile put into series production. He received a patent for the motorcar in 1886."}, {"title": "Mercedes-Benz", "href": "/wiki/Mercedes-Benz", "description": "Mercedes-Benz, commonly referred to as Mercedes, is both a German automotive brand and, from late 2019 onwards, a subsidiary – as Mercedes-Benz AG – of Daimler AG. Mercedes-Benz is known for producing luxury vehicles and commercial vehicles. The headquarters is in Stuttgart, Baden-Württemberg. The name first appeared in 1926 as Daimler-Benz. In 2018, Mercedes-Benz was the largest seller of premium"}]}, {"heading": "Births", "year": "1845", "date": "November 25", "txt": "José Maria de Eça de Queirós, Portuguese-French journalist and author (d. 1900)", "entities": [{"title": "José Maria de Eça de Queirós", "href": "/wiki/Jos%C3%A9_Maria_de_E%C3%A7a_de_Queir%C3%B3s", "description": "José Maria de Eça de Queirós is generally considered to have been the greatest Portuguese writer in the realist style. Zola considered him to be far greater than Flaubert. In the London Observer, Jonathan Keates ranked him alongside Dickens, Balzac and Tolstoy. During his lifetime the spelling was Eça de Queiroz, and this is the form that appears on many editions of his works; the modern standard "}]}, {"heading": "Births", "year": "1846", "date": "November 25", "txt": "Carrie Nation, American activist (d. 1911)", "entities": [{"title": "Carrie Nation", "href": "/wiki/Carrie_Nation", "description": "Caroline Amelia Nation, often referred to by Carrie or Carry Nation, was a radical member of the temperance movement, which opposed alcohol before the advent of Prohibition. Nation is noted for attacking alcohol-serving establishments with a hatchet."}]}, {"heading": "Births", "year": "1858", "date": "November 25", "txt": "Alfred Capus, French journalist, author, and playwright (d. 1922)", "entities": [{"title": "Alfred Capus", "href": "/wiki/Alfred_Capus", "description": "Alfred Capus was a French journalist and playwright, who was born in Aix-en-Provence and died in Neuilly-sur-Seine."}]}, {"heading": "Births", "year": "1862", "date": "November 25", "txt": "Ethelbert Nevin, American pianist and composer (d. 1901)", "entities": [{"title": "Ethelbert Nevin", "href": "/wiki/Ethelbert_Nevin", "description": "Ethelbert Woodbridge Nevin was an American pianist and composer."}]}, {"heading": "Births", "year": "1862", "date": "November 25", "txt": "Gustaf Söderström, Swedish tug of war competitor, shot putter, and discus thrower (d. 1958)", "entities": [{"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Births", "year": "1865", "date": "November 25", "txt": "Kate Gleason, American engineer, businesswoman, and philanthropist (d. 1933)", "entities": [{"title": "Kate Gleason", "href": "/wiki/Kate_Gleason", "description": "Catherine Anselm Gleason was an American engineer and businesswoman known both for being an accomplished woman in the predominantly male field of engineering and for her philanthropy."}]}, {"heading": "Births", "year": "1867", "date": "November 25", "txt": "Talaat Harb, Egyptian economist, founded the Banque Misr (d. 1941)", "entities": [{"title": "Talaat Harb", "href": "/wiki/Talaat_Harb", "description": "Talaat Harb Pacha was a leading Egyptian enterpeneur and founder of Banque Misr, and its group of companies, in May 1920."}, {"title": "Banque Misr", "href": "/wiki/Banque_Misr", "description": "Banque Misr is an Egyptian bank co-founded by industrialist Joseph Aslan Cattaui Pasha and economist Talaat Harb Pasha in 1920. The government of the United Arab Republic nationalized the bank in 1960. The bank has branch offices in all of Egypt's governorates, and currency exchange and work permit offices for foreign workers in Egypt."}]}, {"heading": "Births", "year": "1868", "date": "November 25", "txt": "Ernest Louis, Grand Duke of Hesse (d. 1937)", "entities": [{"title": "Ernest Louis, Grand Duke of Hesse", "href": "/wiki/Ernest_Louis,_Grand_Duke_of_Hesse", "description": "Ernest Louis was the last Grand Duke of Hesse and by Rhine, reigning from 1892 until 1918."}]}, {"heading": "Births", "year": "1869", "date": "November 25", "txt": "Ben Lindsey, American lawyer and judge (d. 1934)", "entities": [{"title": "Ben Lindsey (jurist)", "href": "/wiki/Ben_Lindsey_(jurist)", "description": "Benjamin Barr Lindsey was an American judge and social reformer based in Denver during the Progressive Era."}]}, {"heading": "Births", "year": "1870", "date": "November 25", "txt": "Winthrop Ames, American director, producer, and playwright (d. 1937)", "entities": [{"title": "Winthrop Ames", "href": "/wiki/Winthrop_Ames", "description": "Winthrop Ames was an American theatre director and producer, playwright and screenwriter."}]}, {"heading": "Births", "year": "1870", "date": "November 25", "txt": "Maurice Denis, French painter of Les Nabis movement (d. 1943)", "entities": [{"title": "Les Nabis", "href": "/wiki/Les_Nabis", "description": "Les Nabis were a group of young French artists active in Paris from 1888 until 1900, who played a large part in the transition from impressionism and academic art to abstract art, symbolism and the other early movements of modernism. The members included Pierre Bonnard, Maurice Denis, Paul Ranson, Édouard Vuillard, Ker-Xavier Roussel, Félix Vallotton, Paul Sérusier and Auguste Cazalis. Most were s"}]}, {"heading": "Births", "year": "1872", "date": "November 25", "txt": "Robert Maysack, American gymnast and triathlete (d. 1960)", "entities": [{"title": "Robert Maysack", "href": "/wiki/Robert_Maysack", "description": "Robert Emil Maysack was an American gymnast and track and field athlete who competed in the 1904 Summer Olympics. He died in Highlands County, Florida."}]}, {"heading": "Births", "year": "1873", "date": "November 25", "txt": "Albert Henry Krehbiel, American painter and illustrator (d. 1945)", "entities": [{"title": "Albert Henry Krehbiel", "href": "/wiki/Albert_Henry_Krehbiel", "description": "Albert Henry Krehbiel, was the most decorated American painter ever at the French Academy, winning the Prix De Rome, four gold medals and five cash prizes. He was born in Denmark, Iowa and taught, lived and worked for many years in Chicago. His masterpiece is the programme of eleven decorative wall and two ceiling paintings / murals for the Supreme and Appellate Court Rooms in Springfield, Illinoi"}]}, {"heading": "Births", "year": "1874", "date": "November 25", "txt": "Joe Gans, American boxer (d. 1910)", "entities": [{"title": "Joe Gans", "href": "/wiki/Joe_Gans", "description": "Joe Gans was an American professional boxer. Gans was rated the greatest Lightweight boxer of all-time by boxing historian and Ring Magazine founder, Nat Fleischer. Known as the \"Old Master\", he became the first African-American World Boxing Champion of the 20th century, reigning continuously as World Lightweight Champion from 1902–1908, having defended the title against 13 boxers. He was inducted"}]}, {"heading": "Births", "year": "1876", "date": "November 25", "txt": "Princess Victoria Melita of Saxe-Coburg and Gotha (d. 1936)", "entities": [{"title": "Princess Victoria Melita of Saxe-Coburg and Gotha", "href": "/wiki/Princess_Victoria_Melita_of_Saxe-Coburg_and_Gotha", "description": "Princess Victoria Melita of Saxe-Coburg and Gotha, later Grand Duchess Victoria Feodorovna of Russia was the third child and second daughter of Alfred, Duke of Saxe-Coburg and Gotha, and of Grand Duchess Maria Alexandrovna of Russia. She was a granddaughter of Queen Victoria of the United Kingdom and also of Emperor Alexander II of Russia."}]}, {"heading": "Births", "year": "1877", "date": "November 25", "txt": "Harley Granville-Barker, British actor, director and playwright (d. 1946)", "entities": [{"title": "Harley Granville-Barker", "href": "/wiki/Harley_Granville-Barker", "description": "Harley Granville-Barker was an English actor, director, playwright, manager, critic, and theorist. After early success as an actor in the plays of George Bernard Shaw, he increasingly turned to directing and was a major figure in British theatre in the Edwardian and inter-war periods. As a writer his plays, which tackled difficult and controversial subject matter, met with a mixed reception during"}]}, {"heading": "Births", "year": "1880", "date": "November 25", "txt": "John Flynn, Australian minister and pilot, founded the Royal Flying Doctor Service of Australia (d. 1951)", "entities": [{"title": "John Flynn (minister)", "href": "/wiki/John_Flynn_(minister)", "description": "John Flynn was an Australian Presbyterian minister who founded the Australian Inland Mission (AIM) which later separated into Frontier Services and the Presbyterian Inland Mission, as well as founding what became the Royal Flying Doctor Service, the world's first air ambulance."}, {"title": "Royal Flying Doctor Service of Australia", "href": "/wiki/Royal_Flying_Doctor_Service_of_Australia", "description": "The Royal Flying Doctor Service of Australia is an air medical service based in Australia. It is a non-profit organisation which provides emergency and primary health care services for those living in rural, remote and regional areas of Australia who cannot access a hospital or general practice due to the vast distances of the Outback. It is one of the largest and most comprehensive aeromedical or"}]}, {"heading": "Births", "year": "1880", "date": "November 25", "txt": "Elsie J. Oxenham, English author (d. 1960)", "entities": []}, {"heading": "Births", "year": "1881", "date": "November 25", "txt": "Jacob Fichman, Romanian-Israeli poet and critic (d. 1958)", "entities": [{"title": "Jacob Fichman", "href": "/wiki/Jacob_Fichman", "description": "Jacob Fichman also transliterated as Yakov Fichman, was an acclaimed Hebrew poet, essayist and literary critic."}]}, {"heading": "Births", "year": "1881", "date": "November 25", "txt": "Pope John XXIII (d. 1963)", "entities": []}, {"heading": "Births", "year": "1883", "date": "November 25", "txt": "Harvey Spencer Lewis, American mystic and author (d. 1939)", "entities": [{"title": "Harvey Spencer Lewis", "href": "/wiki/Harvey_Spencer_Lewis", "description": "Harvey Spencer Lewis F.R.C., S:::I:::I:::, 33° 66° 95°, PhD, a noted Rosicrucian author, occultist, and mystic, was the founder in the USA and the first Imperator of the Ancient and Mystical Order Rosae Crucis (AMORC), from 1915 until 1939."}]}, {"heading": "Births", "year": "1887", "date": "November 25", "txt": "Nikolai Vavilov, Russian botanist and geneticist (d. 1943)", "entities": [{"title": "Nikolai Vavilov", "href": "/wiki/Nikolai_Vavilov", "description": "Nikolai Ivanovich Vavilov was a prominent Russian and Soviet agronomist, botanist and geneticist best known for having identified the centers of origin of cultivated plants. He devoted his life to the study and improvement of wheat, maize and other cereal crops that sustain the global population. Vavilov's work was criticized by Trofim Lysenko, whose anti-Mendelian concepts of plant biology had wo"}]}, {"heading": "Births", "year": "1889", "date": "November 25", "txt": "Reşat Nuri Güntekin, Turkish author and playwright (d. 1956)", "entities": [{"title": "Reşat Nuri Güntekin", "href": "/wiki/Re%C5%9Fat_Nuri_G%C3%BCntekin", "description": "Reşat Nuri Güntekin was a Turkish novelist, storywriter, and playwright. His best known novel, Çalıkuşu is about the destiny of a young Turkish female teacher in Anatolia. This work is translated into Persian by Seyyed Borhan Ghandili. His other significant novels include Dudaktan Kalbe, and Yaprak Dökümü. Many of his novels have been adapted to cinema and television. Because he visited Anatolia w"}]}, {"heading": "Births", "year": "1890", "date": "November 25", "txt": "Isaac Rosenberg, English soldier and poet (d. 1918)", "entities": [{"title": "Isaac Rosenberg", "href": "/wiki/Isaac_Rosenberg", "description": "Isaac Rosenberg was an English poet and artist. His Poems from the Trenches are recognized as some of the most outstanding poetry written during the First World War."}]}, {"heading": "Births", "year": "1891", "date": "November 25", "txt": "Ōnishiki Uichirō, Japanese sumo wrestler, the 26th Yokozuna (d. 1941)", "entities": [{"title": "Ōnishiki Uichirō", "href": "/wiki/%C5%8Cnishiki_Uichir%C5%8D", "description": "Ōnishiki Uichirō  was a Japanese professional sumo wrestler. He was the sport's 26th yokozuna. On November 2, 1922, he became the first yokozuna to perform the yokozuna dohyō-iri at the Meiji Shrine."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1893", "date": "November 25", "txt": "Joseph Wood Krutch, American author and critic (d. 1970)", "entities": [{"title": "Joseph Wood Krutch", "href": "/wiki/Joseph_Wood_Krutch", "description": "Joseph Wood Krutch was an American writer, critic, and naturalist who wrote nature books on the American Southwest and developing a pantheistic philosophy."}]}, {"heading": "Births", "year": "1895", "date": "November 25", "txt": "Wilhelm Kempff, German pianist and composer (d. 1991)", "entities": [{"title": "Wilhelm Kempff", "href": "/wiki/Wilhelm_Kempff", "description": "Wilhelm Walter Friedrich Kempff was a German pianist and composer. Although his repertoire included Bach, Mozart, Chopin, Schumann, Liszt and Brahms, Kempff was particularly well known for his interpretations of the music of Ludwig van Beethoven and Franz Schubert, recording the complete sonatas of both composers. He is considered to have been one of the chief exponents of the Germanic tradition d"}]}, {"heading": "Births", "year": "1895", "date": "November 25", "txt": "Anastas Mikoyan, Soviet politician, Chairman of the Presidium of the Supreme Soviet of the Soviet Union (d. 1978)", "entities": [{"title": "List of heads of state of the Soviet Union", "href": "/wiki/List_of_heads_of_state_of_the_Soviet_Union", "description": "The Constitution of the Soviet Union recognised the Presidium of the Supreme Soviet and the earlier Central Executive Committee (CEC) of the Congress of Soviets as the highest organs of state authority in the Union of Soviet Socialist Republics (USSR). Under the 1924, 1936 and 1977 Soviet Constitutions these bodies served as the collective head of state of the Soviet Union. The Chairman of these b"}, {"title": "Presidium of the Supreme Soviet", "href": "/wiki/Presidium_of_the_Supreme_Soviet", "description": "The Presidium of the Supreme Soviet was a body of state power in the Union of Soviet Socialist Republics (USSR). The presidium was elected by joint session of both houses of the Supreme Soviet to act on its behalf while the Supreme Soviet was not in session. By the 1936 and 1977 Soviet Constitution the Presidium of the Supreme Soviet served as the collective head of state of the USSR. In all its a"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Births", "year": "1895", "date": "November 25", "txt": "Helen Hooven Santmyer, American poet and author (d. 1986)", "entities": []}, {"heading": "Births", "year": "1895", "date": "November 25", "txt": "Ludvík Svoboda, Czech general and politician, 8th President of Czechoslovakia (d. 1979)", "entities": [{"title": "President of Czechoslovakia", "href": "/wiki/President_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}]}, {"heading": "Births", "year": "1896", "date": "November 25", "txt": "Albertus Soegijapranata, Indonesian archbishop (d. 1963)", "entities": [{"title": "Albertus Soegijapranata", "href": "/wiki/Albertus_Soegijapranata", "description": "Albertus Soegijapranata, SJ, better known by his birth name Soegija, was a Jesuit priest who became the Apostolic Vicar of Semarang and later its archbishop. He was the first native Indonesian bishop and known for his pro-nationalistic stance, often expressed as \"100% Catholic, 100% Indonesian\"."}]}, {"heading": "Births", "year": "1896", "date": "November 25", "txt": "Virgil Thomson, American composer and critic (d. 1989)", "entities": []}, {"heading": "Births", "year": "1898", "date": "November 25", "txt": "Debaki Bose, Indian actor, director, and screenwriter (d. 1971)", "entities": [{"title": "Debaki Bose", "href": "/wiki/Debaki_Bose", "description": "Debaki Bose (1898–1971), Padma Shri, also known as Debaki Kumar Bose, was an Indian director, writer, and actor who is recognized for his contribution in Hindi as well as Bengali cinema. He was born on 25 November 1898 in Akalposh,, Burdwan, Bengal, British India. He died on 17 November 1971 in Calcutta, West Bengal, India. He is known for his innovative use of sound and music in Indian Cinema. He"}]}, {"heading": "Births", "year": "1898", "date": "November 25", "txt": "Aarne Viisimaa, Estonian tenor and director (d. 1989)", "entities": []}, {"heading": "Births", "year": "1900", "date": "November 25", "txt": "Rudolf Höss, German SS officer (d. 1947)", "entities": [{"title": "Rudolf Höss", "href": "/wiki/Rudolf_H%C3%B6ss", "description": "Rudolf Franz Ferdinand Höss was a German SS officer during the Nazi era who, after the defeat of Nazi Germany, was convicted for war crimes. Höss was the longest-serving commandant of Auschwitz concentration and extermination camp. He tested and implemented means to accelerate Hitler's order to systematically exterminate the Jewish population of Nazi-occupied Europe, known as the Final Solution. O"}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1900", "date": "November 25", "txt": "Helen Gahagan Douglas, American actress and politician (d. 1980)", "entities": []}, {"heading": "Births", "year": "1901", "date": "November 25", "txt": "Arthur Liebehenschel, German SS officer (d. 1948)", "entities": [{"title": "Arthur Liebehenschel", "href": "/wiki/Arthur_Liebehenschel", "description": "Arthur Liebehenschel was a commandant at the Auschwitz and Majdanek concentration camps during the Holocaust. After the war he was convicted of war crimes by the Polish government and executed in 1948."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1902", "date": "November 25", "txt": "Eddie Shore, Canadian-American ice hockey player and coach (d. 1985)", "entities": [{"title": "Eddie Shore", "href": "/wiki/Eddie_Shore", "description": "Edward William Shore was a Canadian professional ice hockey defenceman, principally for the Boston Bruins of the National Hockey League, and the longtime owner of the Springfield Indians of the American Hockey League, iconic for his toughness and defensive skill. In 2017 Shore was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Births", "year": "1904", "date": "November 25", "txt": "Lillian Copeland, American discus thrower and shot putter (d. 1964)", "entities": [{"title": "Lillian Copeland", "href": "/wiki/Lillian_Copeland", "description": "Lillian Copeland was an American track and field athlete, who excelled in weight throwing. She has been called \"the most successful female discus thrower in U.S. history\", and also held multiple titles in shot put and javelin throwing."}]}, {"heading": "Births", "year": "1904", "date": "November 25", "txt": "Toni Ortelli, Italian composer and conductor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1905", "date": "November 25", "txt": "Samiha Ayverdi, Turkish mystic and author (d. 1993)", "entities": [{"title": "Samiha Ayverdi", "href": "/wiki/Samiha_Ayverdi", "description": "Samiha Ayverdi was a Turkish writer and Sufi mystic. She was the sister of architect and historian Ekrem Hakkı Ayverdi."}]}, {"heading": "Births", "year": "1906", "date": "November 25", "txt": "Alice Ambrose, American philosopher and logician (d. 2001)", "entities": [{"title": "Alice Ambrose", "href": "/wiki/Alice_Ambrose", "description": "Alice Ambrose Lazerowitz was an American philosopher, logician, and author."}]}, {"heading": "Births", "year": "1907", "date": "November 25", "txt": "John Stuart Hindmarsh, English race car driver and pilot (d. 1938)", "entities": [{"title": "John Stuart Hindmarsh", "href": "/wiki/John_Stuart_Hindmarsh", "description": "John Stuart Hindmarsh, also known as Johnny Hindmarsh, was an English racecar driver and aviator."}]}, {"heading": "Births", "year": "1908", "date": "November 25", "txt": "Natyaguru Nurul Momen, Bangladeshi playwright, author, educator, director and media personality (d. 1990)", "entities": [{"title": "Natyaguru", "href": "/wiki/Natyaguru", "description": "Nurul Momen was a Bangladeshi playwright, educator, director, broadcast personality, academician, satirist, essayist, translator and poet. He served as a faculty member in the capacities of professor and dean at the faculty of Law in the University of Dhaka. He also served as a lawyer. He is called \"Father of Bangladeshi theatre\" and \"Natyaguru\" of Bangladesh. He was awarded the Bangla Academy Awa"}, {"title": "Nurul Momen", "href": "/wiki/Nurul_Momen", "description": "Nurul Momen was a Bangladeshi playwright, educator, director, broadcast personality, academician, satirist, essayist, translator and poet. He served as a faculty member in the capacities of professor and dean at the faculty of Law in the University of Dhaka. He also served as a lawyer. He is called \"Father of Bangladeshi theatre\" and \"Natyaguru\" of Bangladesh. He was awarded the Bangla Academy Awa"}]}, {"heading": "Births", "year": "1909", "date": "November 25", "txt": "P. D. Eastman, American author and illustrator (d. 1986)", "entities": [{"title": "P. D. Eastman", "href": "/wiki/P._D._Eastman", "description": "Philip Dey \"Phil\" Eastman was an American screenwriter, children's author, and illustrator. As an author, he is known primarily as P. D. Eastman."}]}, {"heading": "Births", "year": "1911", "date": "November 25", "txt": "Roelof Frankot, Dutch painter and photographer (d. 1984)", "entities": [{"title": "Roelof Frankot", "href": "/wiki/Roelof_Frankot", "description": "Roelof Frankot was a Dutch painter."}]}, {"heading": "Births", "year": "1913", "date": "November 25", "txt": "Lewis Thomas, American physician, etymologist, and educator (d. 1993)", "entities": [{"title": "Lewis Thomas", "href": "/wiki/Lewis_Thomas", "description": "Lewis Thomas was an American physician, poet, etymologist, essayist, administrator, educator, policy advisor, and researcher."}]}, {"heading": "Births", "year": "1914", "date": "November 25", "txt": "Joe DiMaggio, American baseball player and coach (d. 1999)", "entities": [{"title": "Joe DiMaggio", "href": "/wiki/Joe_DiMaggio", "description": "Joseph Paul DiMaggio, nicknamed \"Joltin' Joe\" and \"The Yankee Clipper\", was an American baseball center fielder who played his entire 13-year career in Major League Baseball for the New York Yankees. Born to Sicilian Italian immigrants in California, he is widely considered one of the greatest baseball players of all time, and had a 56-game hitting streak, a record that still stands."}]}, {"heading": "Births", "year": "1914", "date": "November 25", "txt": "Léon Zitrone, Russian-French journalist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 25", "txt": "Augusto Pinochet, Chilean general and politician, 30th President of Chile (d. 2006)", "entities": [{"title": "Augusto Pinochet", "href": "/wiki/Augusto_Pinochet", "description": "Augusto José Ramón Pinochet Ugarte was a Chilean Army General, politician and military dictator who ruled Chile from 1973 to 1990, first as the leader of the Military Junta of Chile from 1973 to 1981, being self-declared President of the Republic by the junta in 1974 and becoming the de facto dictator of Chile, and after from 1981 to 1990 as de jure President after a new Constitution, which confir"}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1915", "date": "November 25", "txt": "Armando Villanueva, Peruvian politician, 121st Prime Minister of Peru (d. 2013)", "entities": [{"title": "Prime Minister of Peru", "href": "/wiki/Prime_Minister_of_Peru", "description": "The President of the Council of Ministers of Peru, informally called Premier or Prime Minister, heads the Council of Ministers, and is appointed by the president."}]}, {"heading": "Births", "year": "1916", "date": "November 25", "txt": "Peg Lynch, American actress and screenwriter (d. 2015)", "entities": [{"title": "Peg Lynch", "href": "/wiki/Peg_Lynch", "description": "Margaret Frances Lynch was an American writer, actress, and creator of the radio and television sitcoms Ethel and Albert, The Couple Next Door, and \nThe Little Things in Life. She created, wrote, starred in and owned her own sitcom; she retained that ownership throughout her life. In total, Lynch wrote nearly 11,000 scripts for radio and television."}]}, {"heading": "Births", "year": "1917", "date": "November 25", "txt": "Luigi Poggi, Italian cardinal (d. 2010)", "entities": [{"title": "Luigi Poggi", "href": "/wiki/Luigi_Poggi", "description": "Luigi Poggi was an Italian prelate of the Catholic Church who worked in the diplomatic service of the Holy See from 1946 to 1994, as an archbishop and apostolic nuncio from 1965. After serving as nuncio in several African countries and Peru, he became the Vatican's principal emissary to the Communist countries of Eastern Europe as Popes Paul VI and John Paul II sought renewed engagement with that "}]}, {"heading": "Births", "year": "1917", "date": "November 25", "txt": "Alparslan Türkeş, Cypriot-Turkish colonel and politician, Deputy Prime Minister of Turkey (d. 1997)", "entities": [{"title": "Deputy Prime Minister of Turkey", "href": "/wiki/Deputy_Prime_Minister_of_Turkey", "description": "The Deputy Prime Minister of Turkey is the abolished official Deputy of the Head of Government of Turkey. Conventionally all of the junior partners in a coalition get one deputy, and they are ranked according to the size of their respective parties."}]}, {"heading": "Births", "year": "1919", "date": "November 25", "txt": "Norman Tokar, American director, producer, and screenwriter (d. 1979)", "entities": [{"title": "Norman Tokar", "href": "/wiki/Norman_Tokar", "description": "Norman Tokar was a prolific director and occasionally writer and producer of serial television and feature films, who directed many of the early episodes of Leave it to Beaver, and found his greatest success directing over a dozen films for Walt Disney Productions, spanning the 1950s to the 1970s."}]}, {"heading": "Births", "year": "1920", "date": "November 25", "txt": "Ricardo Montalbán, Mexican-American actor, singer, and director (d. 2009)", "entities": [{"title": "Ricardo Montalbán", "href": "/wiki/Ricardo_Montalb%C3%A1n", "description": "Ricardo Gonzalo Pedro Montalbán y Merino, KSG was a Mexican-American film and television actor. Born in Mexico, Montalbán's career spanned seven decades, during which he became known for performances in a variety of genres, from crime and drama to musicals and comedy."}]}, {"heading": "Births", "year": "1920", "date": "November 25", "txt": "Noel Neill, American actress (d. 2016)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 25", "txt": "Shelagh Fraser, English actress (d. 2000)", "entities": [{"title": "Shelagh Fraser", "href": "/wiki/Shelagh_Fraser", "description": "Sheila Mary Fraser was an English actress. She is best known for her roles in the television serial A Family at War (1970–1971) and as Luke Skywalker's aunt Beru in Star Wars (1977)."}]}, {"heading": "Births", "year": "1922", "date": "November 25", "txt": "Ilja Hurník, Czech composer and playwright (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 25", "txt": "Fernance B. Perry, Portuguese-American businessman and philanthropist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 25", "txt": "Mauno Koivisto, Finnish banker and politician, 9th President of Finland (d. 2017)", "entities": [{"title": "Mauno Koivisto", "href": "/wiki/Mauno_Koivisto", "description": "Mauno Henrik Koivisto GOIH was a Finnish politician who served as the 9th President of Finland from 1982 to 1994. He also served twice as Prime Minister, from 1968–1970 and again from 1979–1982. He was also the first Social Democratic Party member to be elected President of Finland."}, {"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1923", "date": "November 25", "txt": "Art Wall Jr., American golfer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 25", "txt": "Paul Desmond, American saxophonist and composer (d. 1977)", "entities": [{"title": "Paul Desmond", "href": "/wiki/Paul_Desmond", "description": "Paul Desmond was an American jazz alto saxophonist and composer, best known for his work with the Dave Brubeck Quartet and for composing that group's biggest hit, \"Take Five\". He was one of the most popular musicians to come out of the cool jazz scene."}]}, {"heading": "Births", "year": "1924", "date": "November 25", "txt": "Sybil Stockdale, American activist, co-founded the National League of Families (d. 2015)", "entities": [{"title": "National League of Families", "href": "/wiki/National_League_of_Families", "description": "The National League of Families of American Prisoners and Missing in Southeast Asia is an American 501(c)(3) non-profit organization that is concerned with the Vietnam War POW/MIA issue. According to the group's web site, its sole purpose is \"to obtain the release of all prisoners, the fullest possible accounting for the missing and repatriation of all recoverable remains of those who died serving"}]}, {"heading": "Births", "year": "1924", "date": "November 25", "txt": "Takaaki Yoshimoto, Japanese poet, philosopher, and critic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 25", "txt": "Poul Anderson, American author (d. 2001)", "entities": [{"title": "Poul Anderson", "href": "/wiki/Poul_Anderson", "description": "Poul William Anderson was an American science fiction author who began his career in the 1940s and continued to write into the 21st century. Anderson authored several works of fantasy, historical novels, and short stories. His awards include seven Hugo Awards and three Nebula Awards."}]}, {"heading": "Births", "year": "1926", "date": "November 25", "txt": "Jeffrey Hunter, American actor and producer (d. 1969)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 25", "txt": "Ranganath Misra, Indian lawyer and jurist, 21st Chief Justice of India (d. 2012)", "entities": [{"title": "Chief Justice of India", "href": "/wiki/Chief_Justice_of_India", "description": "The Chief Justice of India, officially the Chief Justice of the Republic of India, is the chief judge of the Supreme Court of India as well as the highest-ranking officer of the Indian federal judiciary. The Constitution of India grants power to the President of India to nominate, and with the advice and consent of the Parliament of India, appoint a chief justice, who serves until they reach the a"}]}, {"heading": "Births", "year": "1927", "date": "November 25", "txt": "John K. Cooley, American journalist and author (d. 2008)", "entities": [{"title": "John K. Cooley", "href": "/wiki/John_K._Cooley", "description": "John Kent Cooley was an American journalist and author who specialized in islamist groups and the Middle East. Based in Athens, he worked as a radio and off-air television correspondent for ABC News and was a long-time contributing editor to the Christian Science Monitor."}]}, {"heading": "Births", "year": "1929", "date": "November 25", "txt": "Judy Crichton, American director and producer (d. 2007)", "entities": [{"title": "Judy Crichton", "href": "/wiki/Judy_Crichton", "description": "Judy Crichton was an American television news and documentary producer."}]}, {"heading": "Births", "year": "1931", "date": "November 25", "txt": "Nat Adderley, American cornet and trumpet player (d. 2000)", "entities": [{"title": "Nat Adderley", "href": "/wiki/Nat_Adderley", "description": "Nathaniel Carlyle Adderley was an American jazz trumpeter. He was the younger brother of saxophonist Julian \"Cannonball\" Adderley, whom he supported and played with for many years."}]}, {"heading": "Births", "year": "1932", "date": "November 25", "txt": "Takayo Fischer, American actress and singer", "entities": [{"title": "Takayo Fischer", "href": "/wiki/Takayo_Fischer", "description": "Takayo Fischer is an American stage, film and TV actress, as well as voice-over actress and singer."}]}, {"heading": "Births", "year": "1933", "date": "November 25", "txt": "Kathryn Crosby, American actress and singer", "entities": [{"title": "Kathryn Crosby", "href": "/wiki/Kathryn_Crosby", "description": "Kathryn Crosby is an American retired actress and singer who performed in films under the stage names Kathryn Grant and Kathryn Grandstaff."}]}, {"heading": "Births", "year": "1935", "date": "November 25", "txt": "Robert Berner, American geologist and academic (d. 2015)", "entities": [{"title": "Robert Berner", "href": "/wiki/Robert_Berner", "description": "Robert Arbuckle Berner was an American scientist known for his contributions to the modeling of the carbon cycle. He taught Geology and Geophysics from 1965 to 2007 at Yale University, where he latterly served as Professor Emeritus until his death. His work on sedimentary rocks led to the co-founding of the BLAG model of atmospheric carbon dioxide, which takes into account both geochemical and bio"}]}, {"heading": "Births", "year": "1936", "date": "November 25", "txt": "Trisha Brown, American dancer and choreographer (d. 2017)", "entities": [{"title": "Trisha Brown", "href": "/wiki/Trisha_Brown", "description": "Trisha Brown was an American choreographer and dancer, and one of the founders of the Judson Dance Theater and the postmodern dance movement."}]}, {"heading": "Births", "year": "1936", "date": "November 25", "txt": "Phoebe S. Leboy, American biochemist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 25", "txt": "Erol Güngör, Turkish sociologist and psychologist (d. 1983)", "entities": [{"title": "Erol Güngör", "href": "/wiki/Erol_G%C3%BCng%C3%B6r", "description": "Erol Güngör was a Turkish sociologist, psychologist, and writer."}]}, {"heading": "Births", "year": "1938", "date": "November 25", "txt": "Rosanna Schiaffino, Italian actress (d. 2009)", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 25", "txt": "Martin Feldstein, American economist and academic (d. 2019)", "entities": [{"title": "Martin Feldstein", "href": "/wiki/Martin_Feldstein", "description": "Martin Stuart Feldstein was an American economist. He was the George F. Baker Professor of Economics at Harvard University, and the president emeritus of the National Bureau of Economic Research (NBER). He served as President and Chief Executive Officer of the NBER from 1978 through 2008. From 1982 to 1984, Feldstein served as chairman of the Council of Economic Advisers and as chief economic advi"}]}, {"heading": "Births", "year": "1940", "date": "November 25", "txt": "Reinhard Furrer, Austrian-German physicist and astronaut (d. 1995)", "entities": [{"title": "Reinhard Furrer", "href": "/wiki/Reinhard_Furrer", "description": "Prof. Dr. Reinhard Alfred Furrer was a German physicist and astronaut."}]}, {"heading": "Births", "year": "1940", "date": "November 25", "txt": "Joe Gibbs, American football player and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 25", "txt": "Jan Jongbloed, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 25", "txt": "Karl Offmann, Mauritian politician, 3rd President of Mauritius", "entities": [{"title": "List of Presidents of Mauritius", "href": "/wiki/List_of_Presidents_of_Mauritius", "description": "Seven people have served as President of Mauritius since the office was established in 1992, when Mauritius became a republic within the Commonwealth of Nations. Queen Elizabeth II ceased to be head of state, Queen of Mauritius; the last Governor-General, Sir Veerasamy Ringadoo, was appointed the first President of Mauritius. The President is elected by the National Assembly for a five-year term. "}]}, {"heading": "Births", "year": "1940", "date": "November 25", "txt": "Shyamal Kumar Sen, Indian jurist and politician, 21st Governor of West Bengal", "entities": [{"title": "Governor of West Bengal", "href": "/wiki/Governor_of_West_Bengal", "description": "The Governor of West Bengal is the nominal head of state of the Indian state of West Bengal and a representative of the President of India. The governor is appointed by the president for a term of five years. His official residence is the Raj Bhavan. Jagdeep Dhankhar became the governor of West Bengal on 30 July 2019."}]}, {"heading": "Births", "year": "1941", "date": "November 25", "txt": "Christos Papanikolaou, Greek pole vaulter", "entities": [{"title": "Christos Papanikolaou", "href": "/wiki/Christos_Papanikolaou", "description": "Christos Papanikolaou is a retired Greek pole vaulter. On 25 October 1970, he set the world record at 5.49 m, significant to Americans as the first man to pole vault 18 feet. He competed at the 1964, 1968 and 1972 Olympics and finished in 18th, 4th and 11th place, respectively. He won a silver medal at the 1966 European Championships. He was a two-time champion at the Mediterranean Games."}]}, {"heading": "Births", "year": "1941", "date": "November 25", "txt": "Gerald Seymour, English journalist and author", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 25", "txt": "Percy Sledge, American singer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 25", "txt": "Riaz Ahmed Gohar Shahi, Pakistani spiritual leader and author", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 25", "txt": "Bob Lind, American singer-songwriter and guitarist", "entities": [{"title": "Bob Lind", "href": "/wiki/Bob_Lind", "description": "Bob Lind is an American folk music singer-lyricist, who helped define the 1960s folk rock movement in the U.S. and U.K. Lind is well known for his transatlantic hit record, \"Elusive Butterfly\", which reached number 5 on both the US and UK charts in 1966. Many musicians have recorded songs by Lind, who continues to write, record and perform."}]}, {"heading": "Births", "year": "1942", "date": "November 25", "txt": "Mimis Papaioannou, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 25", "txt": "Jerry Portnoy, American singer-songwriter and harmonica player", "entities": [{"title": "Jerry Portnoy", "href": "/wiki/Jerry_Portnoy", "description": "Jerry Portnoy is an American harmonica blues musician, who has toured with Muddy Waters and Eric Clapton."}]}, {"heading": "Births", "year": "1944", "date": "November 25", "txt": "Ben Stein, American actor, television personality, game show host, lawyer, and author", "entities": [{"title": "Ben Stein", "href": "/wiki/Ben_Stein", "description": "Benjamin Jeremy Stein is an American writer, lawyer, actor, comedian, and commentator on political and economic issues. He began his career as a speechwriter for U.S. presidents Richard Nixon and Gerald Ford before entering the entertainment field as an actor, comedian, and game show host. He is best known on screen as the economics teacher in Ferris Bueller's Day Off, as the host of Win Ben Stein"}]}, {"heading": "Births", "year": "1944", "date": "November 25", "txt": "Michael Kijana Wamalwa, Kenyan lawyer and politician, 8th Vice President of Kenya (d. 2003)", "entities": [{"title": "Vice President of Kenya", "href": "/wiki/Vice_President_of_Kenya", "description": "The Deputy President of Kenya is the second-highest executive official in the Kenyan government. The Deputy President is the principal assistant of the President and deputises for the President in executive functions. Prior to the 2010 Constitution of Kenya, the Deputy President was known as the Vice President. While the Vice President was appointed by the President, the Deputy President is electe"}]}, {"heading": "Births", "year": "1945", "date": "November 25", "txt": "Gail Collins, American journalist and author", "entities": [{"title": "Gail Collins", "href": "/wiki/Gail_Collins", "description": "Gail Collins is an American journalist, op-ed columnist and author, most recognized for her work with The New York Times. Joining the Times in 1995 as a member of the editorial board, she served as the paper's Editorial Page Editor from 2001 to 2007 and was the first woman to attain that position."}]}, {"heading": "Births", "year": "1945", "date": "November 25", "txt": "Patrick Nagel, American painter and illustrator (d. 1984)", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 25", "txt": "George Webster, American football player (d. 2007)", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 25", "txt": "Marc Brown, American author and illustrator", "entities": [{"title": "Marc Brown (author)", "href": "/wiki/Marc_Brown_(author)", "description": "Marc Tolon Brown is an American author and illustrator of children's books. Brown writes as well as illustrates the Arthur book series and is best known for creating that series and its numerous spin-offs. The names of his two sons, Tolon Adam and Tucker Eliot, have been hidden in all of the Arthur books except for one. He also has a daughter named Eliza, whose name appears hidden in at least two "}]}, {"heading": "Births", "year": "1946", "date": "November 25", "txt": "Mike Doyle, English footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 25", "txt": "Jonathan Kaplan, French-American director and producer", "entities": [{"title": "Jonathan Kaplan", "href": "/wiki/Jonathan_Kaplan", "description": "Jonathan Kaplan is a French-born American film producer and director. His film The Accused (1988) earned actress Jodie Foster her first Oscar for Best Actress and was nominated for the Golden Bear at the 39th Berlin International Film Festival. Kaplan received five Emmy nominations for his roles directing and producing the television series ER."}]}, {"heading": "Births", "year": "1947", "date": "November 25", "txt": "John Larroquette, American actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 25", "txt": "Jacques Dupuis, Canadian lawyer and politician, 14th Deputy Premier of Quebec", "entities": [{"title": "Jacques Dupuis (politician)", "href": "/wiki/Jacques_Dupuis_(politician)", "description": "Jacques P. Dupuis is a Canadian politician and lawyer. A member of the Quebec Liberal Party and former MNA for Saint-Laurent in the Montreal region, Dupuis is also a former Quebec Minister of Justice and was Minister of Public Security until 2010."}, {"title": "Deputy Premier of Quebec", "href": "/wiki/Deputy_Premier_of_Quebec", "description": "\nThis is a list of deputy premiers of Quebec."}]}, {"heading": "Births", "year": "1948", "date": "November 25", "txt": "Lars Eighner, American author", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 25", "txt": "Kerry O'Keeffe, Australian cricketer and sportscaster", "entities": [{"title": "Kerry O'Keeffe", "href": "/wiki/Kerry_O%27Keeffe", "description": "Kerry James O'Keeffe is a former Australian cricketer and a current cricket commentator for Fox Sports. O'Keeffe played 24 Tests and 2 ODIs between 1971 and 1977."}]}, {"heading": "Births", "year": "1950", "date": "November 25", "txt": "Chris Claremont, English-American author", "entities": [{"title": "Chris Claremont", "href": "/wiki/Chris_Claremont", "description": "Christopher S. Claremont is a British-born American comic book writer and novelist, known for his 1975–1991 stint on Uncanny X-Men, far longer than that of any other writer, during which he is credited with developing strong female characters as well as introducing complex literary themes into superhero narratives, turning the once underachieving comic into one of Marvel's most popular series."}]}, {"heading": "Births", "year": "1950", "date": "November 25", "txt": "Giorgio Faletti, Italian author, screenwriter, and actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 25", "txt": "Alexis Wright, Australian author", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 25", "txt": "Bucky Dent, American baseball player and manager", "entities": [{"title": "Bucky Dent", "href": "/wiki/Bucky_Dent", "description": "Russell Earl \"Bucky\" Dent is an American former Major League Baseball player and manager. He earned two World Series rings as the starting shortstop for the New York Yankees in 1977 and 1978, both over the Los Angeles Dodgers in six games, and he was voted the World Series Most Valuable Player Award in 1978. Dent is most famous for his home run in a tie-breaker game against the Boston Red Sox at F"}]}, {"heading": "Births", "year": "1951", "date": "November 25", "txt": "Charlaine Harris, American author and poet", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 25", "txt": "Bill Morrissey, American singer-songwriter (d. 2011)", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 25", "txt": "Arturo Pérez-Reverte, Spanish author and journalist", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 25", "txt": "Johnny Rep, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 25", "txt": "Crescent Dragonwagon, American author and educator", "entities": [{"title": "Crescent Dragonwagon", "href": "/wiki/Crescent_Dragonwagon", "description": "Crescent Dragonwagon is a writer in six different genres, and a workshop leader. She leads Fearless Writing, which helps many people find their inner writer. She has written fifty traditionally published books, including two novels, seven cookbooks / culinary memoirs, more than twenty children's books, a biography, and a collection of poetry. In addition, she has written for magazines including Th"}]}, {"heading": "Births", "year": "1952", "date": "November 25", "txt": "John Lynch, American businessman and politician, 80th Governor of New Hampshire", "entities": [{"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Births", "year": "1952", "date": "November 25", "txt": "Gabriele Oriali, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 25", "txt": "Graham Eadie, Australian rugby league player and coach", "entities": [{"title": "Graham Eadie", "href": "/wiki/Graham_Eadie", "description": "Graham \"Wombat\" Eadie, is an Australian former rugby league footballer who played in the 1970s and 1980s. He has been named amongst Australia's finest of the 20th century. A New South Wales State of Origin and Australian international representative fullback, he played in Australia during Manly-Warringah's dominance of the NSWRFL competition during the 1970s. He won four premierships with them and"}]}, {"heading": "Births", "year": "1953", "date": "November 25", "txt": "Mark Frost, American author, screenwriter, and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 25", "txt": "Jeffrey Skilling, American businessman", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 25", "txt": "Don Hahn, American director and producer", "entities": [{"title": "Don Hahn", "href": "/wiki/Don_Hahn", "description": "Donald Paul Hahn is an American film producer who is credited with producing some of the most successful animated films in recent history, including Disney’s Beauty and the Beast and The Lion King."}]}, {"heading": "Births", "year": "1955", "date": "November 25", "txt": "Kurt Niedermayer, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 25", "txt": "Connie Palmen, Dutch author", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 25", "txt": "Bruno Tonioli, Italian dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 25", "txt": "Bob Ehrlich, American lawyer and politician, 60th Governor of Maryland", "entities": [{"title": "Bob Ehrlich", "href": "/wiki/Bob_Ehrlich", "description": "Robert Leroy Ehrlich Jr. is an American lawyer and politician who served as the 60th Governor of Maryland from 2003 to 2007. A Republican, Ehrlich represented Maryland's 2nd Congressional district in the U.S. House of Representatives from 1995 to 2003. Prior to that, he was a member of the Maryland House of Delegates."}, {"title": "Governor of Maryland", "href": "/wiki/Governor_of_Maryland", "description": "The governor of the State of Maryland heads the executive branch of the government of the State of Maryland, and is the commander-in-chief of the state's National Guard units. The governor is the highest-ranking official in the state and has a broad range of appointive powers in both the state and local governments, as specified by the Maryland Constitution. Because of the extent of these constitu"}]}, {"heading": "Births", "year": "1958", "date": "November 25", "txt": "Naomi Oreskes, American historian of science", "entities": [{"title": "Naomi Oreskes", "href": "/wiki/Naomi_Oreskes", "description": "Naomi Oreskes is an American historian of science. She became Professor of the History of Science and Affiliated Professor of Earth and Planetary Sciences at Harvard University in 2013, after 15 years as Professor of History and Science Studies at the University of California, San Diego. She has worked on studies of geophysics, environmental issues such as global warming, and the history of scienc"}]}, {"heading": "Births", "year": "1959", "date": "November 25", "txt": "Charles Kennedy, Scottish journalist and politician (d. 2015)", "entities": [{"title": "Charles Kennedy", "href": "/wiki/Charles_Kennedy", "description": "Charles Peter Kennedy was a British Liberal Democrat politician who was Leader of the Liberal Democrats from 1999 to 2006, and a Member of Parliament (MP) from 1983 to 2015."}]}, {"heading": "Births", "year": "1959", "date": "November 25", "txt": "Steve Rothery, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 25", "txt": "Amy Grant, American singer-songwriter", "entities": [{"title": "Amy Grant", "href": "/wiki/Amy_Grant", "description": "Amy Lee Grant is an American singer, songwriter and musician. She started in contemporary Christian music (CCM) before a successful crossover to pop music in the 1980s and 1990s. She has been referred to as \"The Queen of Christian Pop\"."}]}, {"heading": "Births", "year": "1960", "date": "November 25", "txt": "John F. Kennedy Jr., American lawyer, journalist, and publisher (d. 1999)", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 25", "txt": "Paul Comstive, English footballer (d. 2013)", "entities": [{"title": "Paul Comstive", "href": "/wiki/Paul_Comstive", "description": "Paul Comstive was an English professional footballer who mainly played as a Midfielder. He played in The Football League for seven different clubs and also played non-league football."}]}, {"heading": "Births", "year": "1962", "date": "November 25", "txt": "Scott Cam, Australian carpenter and television host", "entities": [{"title": "Scott Cam", "href": "/wiki/Scott_Cam", "description": "Scott Caminetti is a Gold Logie award-winning Australian television presenter, appearing on several lifestyle programmes on the Nine Network. He is best known as the host of the hit reality TV renovation show The Block."}]}, {"heading": "Births", "year": "1962", "date": "November 25", "txt": "Gilbert Delorme, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 25", "txt": "Hironobu Sakaguchi, Japanese videogame designer", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 25", "txt": "Jimon Terakado, Japanese comedian and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 25", "txt": "Kevin Chamberlin, American actor and director", "entities": [{"title": "Kevin Chamberlin", "href": "/wiki/Kevin_Chamberlin", "description": "Kevin Chamberlin is an American actor and singer. He is known for his theatre roles such as Horton in Seussical and Uncle Fester in The Addams Family. For his theatre work, he received three Tony Award and three Drama Desk Award nominations. He also starred as Bertram Winkle in the Disney Channel Original Series sitcom Jessie from 2011 to 2015. From 2018 to 2019, he starred as The Wizard of Oz in "}]}, {"heading": "Births", "year": "1963", "date": "November 25", "txt": "Holly Cole, Canadian singer and actress", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 25", "txt": "Chip Kelly, American football player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 25", "txt": "Bernie Kosar, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 25", "txt": "Mark Lanegan, American singer-songwriter", "entities": [{"title": "Mark Lanegan", "href": "/wiki/Mark_Lanegan", "description": "Mark William Lanegan is an American singer, songwriter, and musician. He is known for his baritone voice, which has been described as being \"as scratchy as a three-day beard yet as supple and pliable as moccasin leather\" and has been compared to Leonard Cohen and Tom Waits."}]}, {"heading": "Births", "year": "1965", "date": "November 25", "txt": "Tim Armstrong, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Tim Armstrong", "href": "/wiki/Tim_Armstrong", "description": "Timothy Ross Armstrong is an American multiple Grammy Award-winning musician, singer, songwriter, record producer, filmmaker, music video director, and actor. Known for his distinctive hoarse and soulful voice, he is the singer/guitarist for the punk rock band Rancid and hip hop/punk rock supergroup Transplants. Prior to forming Rancid, Armstrong was in the ska punk band Operation Ivy."}]}, {"heading": "Births", "year": "1965", "date": "November 25", "txt": "Cris Carter, American football player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 25", "txt": "Stacy Lattisaw, American R&B singer", "entities": [{"title": "Stacy Lattisaw", "href": "/wiki/Stacy_Lattisaw", "description": "Stacy Lattisaw Jackson is an American R&B singer from Washington, D.C., United States."}]}, {"heading": "Births", "year": "1967", "date": "November 25", "txt": "Anthony Nesty, Surinamese swimmer", "entities": [{"title": "Anthony Nesty", "href": "/wiki/Anthony_Nesty", "description": "Anthony Conrad Nesty is a former competition swimmer from Suriname who was an Olympic gold medalist in the 100-metre butterfly event in 1988. He is currently the head coach of the Florida Gators men's and women's swim team at the University of Florida, where he attended school."}]}, {"heading": "Births", "year": "1967", "date": "November 25", "txt": "Gregg Turkington, Australian comedian and singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 25", "txt": "Jacqueline Hennessy, Canadian actress and journalist", "entities": [{"title": "Jacqueline Hennessy", "href": "/wiki/Jacqueline_Hennessy", "description": "Jacqueline Hennessy is a Canadian journalist, television host, and occasional actress. She is the identical twin sister of actress Jill Hennessy."}]}, {"heading": "Births", "year": "1968", "date": "November 25", "txt": "Jill Hennessy, Canadian actress and singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 25", "txt": "Erick Sermon, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 25", "txt": "Kim Ofstad, Norwegian drummer and composer", "entities": [{"title": "Kim Ofstad", "href": "/wiki/Kim_Ofstad", "description": "Kim Ofstad is a Norwegian drummer. He is best known from collaborations in the pop/soul band D'Sound where he was a member from its inception in 1993 to 2010 and his work with the production team Element."}]}, {"heading": "Births", "year": "1971", "date": "November 25", "txt": "Magnus Arvedson, Swedish ice hockey player and coach", "entities": [{"title": "Magnus Arvedson", "href": "/wiki/Magnus_Arvedson", "description": "Magnus Karl Olof Arvedson is a Swedish former professional ice hockey left winger who played 7 seasons in the National Hockey League for the Ottawa Senators and Vancouver Canucks. He also competed in the men's tournament at the 2002 Winter Olympics. He is currently the head coach of Bofors IK in the Swedish HockeyAllsvenskan."}]}, {"heading": "Births", "year": "1971", "date": "November 25", "txt": "Göksel Demirpençe, Turkish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 25", "txt": "Deepa Marathe, Indian cricketer", "entities": [{"title": "Deepa Marathe", "href": "/wiki/Deepa_Marathe", "description": "Deepa Madhukar Marathe is a former Test and One Day International cricketer who represented India. She is a right-hand batsman and bowls slow left-arm orthodox. She has played 5 Tests and 59 ODIs for India."}]}, {"heading": "Births", "year": "1973", "date": "November 25", "txt": "Steven de Jongh, Dutch cyclist", "entities": [{"title": "Steven de Jongh", "href": "/wiki/Steven_de_Jongh", "description": "Steven de Jongh is a Dutch former road bicycle racer."}]}, {"heading": "Births", "year": "1973", "date": "November 25", "txt": "Octavio Dotel, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 25", "txt": "Erick Strickland, American basketball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 25", "txt": "Eddie Steeples, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 25", "txt": "Kenneth Mitchell, Canadian actor", "entities": [{"title": "Kenneth Mitchell (actor)", "href": "/wiki/Kenneth_Mitchell_(actor)", "description": "Kenneth Alexander Mitchell is a Canadian actor. He is known for his role as Eric Green in the CBS television series Jericho (2006-2008) and for portraying various characters in Star Trek: Discovery (2017-present). In film, he appeared as Ralph Cox in the sports biopic Miracle (2004) and as Joseph Danvers in Captain Marvel (2019)."}]}, {"heading": "Births", "year": "1975", "date": "November 25", "txt": "Abdelkader Benali, Moroccan-Dutch journalist and author", "entities": [{"title": "Abdelkader Benali", "href": "/wiki/Abdelkader_Benali", "description": "Abdelkader Benali is a Moroccan-Dutch writer and journalist."}]}, {"heading": "Births", "year": "1976", "date": "November 25", "txt": "Clint Mathis, American soccer player and coach", "entities": [{"title": "Clint Mathis", "href": "/wiki/Clint_Mathis", "description": "Clint Mathis is an American former soccer player. He played in the 2002 FIFA World Cup, where he scored one goal. He also played in Major League Soccer for the MetroStars, where he scored five goals during a game in August 2000."}]}, {"heading": "Births", "year": "1976", "date": "November 25", "txt": "Donovan McNabb, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 25", "txt": "Olena Vitrychenko, Ukrainian gymnast and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 25", "txt": "Guillermo Cañas, Argentinian tennis player", "entities": [{"title": "Guillermo Cañas", "href": "/wiki/Guillermo_Ca%C3%B1as", "description": "Guillermo Ignacio Cañas, often referred to as Willy Cañas, is a retired tennis player from Argentina. He was born in Buenos Aires and named after Argentine tennis star Guillermo Vilas. Cañas won the Canada Masters in 2002, and reached the quarterfinal stage of the French Open in 2002, 2005 and 2007. His career-high singles ranking was world No. 8, achieved in June 2005. After being suspended in Au"}]}, {"heading": "Births", "year": "1977", "date": "November 25", "txt": "Marcus Marshall, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 25", "txt": "Ringo Sheena, Japanese singer-songwriter and producer", "entities": [{"title": "Ringo Sheena", "href": "/wiki/Ringo_Sheena", "description": "Yumiko Shiina , known by her stage name Ringo Sheena , is a Japanese singer, songwriter and musician. She is also the founder and lead vocalist of the band Tokyo Jihen."}]}, {"heading": "Births", "year": "1979", "date": "November 25", "txt": "Michael Lehan, American football player", "entities": [{"title": "Michael Lehan", "href": "/wiki/Michael_Lehan", "description": "Michael Lehan is a former American football cornerback in the National Football League. He was drafted by the Cleveland Browns in the fifth round of the 2003 NFL Draft. He played college football at Minnesota."}]}, {"heading": "Births", "year": "1980", "date": "November 25", "txt": "John-Michael Liles, American ice hockey player", "entities": [{"title": "John-Michael Liles", "href": "/wiki/John-Michael_Liles", "description": "John-Michael Liles is an American former professional ice hockey defenseman. He played in the National Hockey League (NHL) for the Colorado Avalanche, Toronto Maple Leafs, Carolina Hurricanes and Boston Bruins. In addition to his playing career, Liles is a minority owner of the Indiana Ice of the United States Hockey League (USHL)."}]}, {"heading": "Births", "year": "1980", "date": "November 25", "txt": "Josh Mathews, American wrestler and sportscaster", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 25", "txt": "Aaron Mokoena, South African footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 25", "txt": "Alviro Petersen, South African cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 25", "txt": "Nick Swisher, American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 25", "txt": "Steffen Thier, German rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 25", "txt": "Xabi Alonso, Spanish footballer", "entities": [{"title": "Xabi Alonso", "href": "/wiki/Xabi_Alonso", "description": "Xabier \"Xabi\" Alonso Olano is a Spanish football manager and former professional player who played as a central or defensive midfielder. He is the manager of Segunda División B club Real Sociedad B."}]}, {"heading": "Births", "year": "1981", "date": "November 25", "txt": "Lee Bum-ho, South Korean baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 25", "txt": "Barbara Pierce Bush, American activist", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 25", "txt": "Jenna Bush Hager, American journalist", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 25", "txt": "Jared Jeffries, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 25", "txt": "Chevon Troutman, American basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 25", "txt": "Mitchell Claydon, Australian-English cricketer", "entities": [{"title": "Mitchell Claydon", "href": "/wiki/Mitchell_Claydon", "description": "Mitchell Eric Claydon is an Australian-English first-class cricketer. Although he was born at Fairfield, New South Wales he holds a British passport. Claydon is a left-handed batsman and a right-arm medium-fast bowler. Claydon currently plays for Sussex County Cricket Club."}]}, {"heading": "Births", "year": "1983", "date": "November 25", "txt": "Jhulan Goswami, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 25", "txt": "Peter Siddle, Australian cricketer", "entities": [{"title": "Peter Siddle", "href": "/wiki/Peter_Siddle", "description": "Peter Matthew Siddle is an Australian cricketer. He is a specialist right-arm fast-medium bowler who currently plays for Tasmania in first-class and List A cricket and for the Adelaide Strikers in the Big Bash League. He has played Test cricket for Australia over an eight-year period from 2008 to 2016, before being recalled for the Test series against Pakistan in 2018. Peter Siddle retired from In"}]}, {"heading": "Births", "year": "1985", "date": "November 25", "txt": "Remona Fransen, Dutch pentathlete", "entities": [{"title": "Remona Fransen", "href": "/wiki/Remona_Fransen", "description": "Remona Fransen is a Dutch athlete, specialising in multi-eventing disciplines."}]}, {"heading": "Births", "year": "1986", "date": "November 25", "txt": "Katie Cassidy, American actress", "entities": [{"title": "Katie Cassidy", "href": "/wiki/Katie_Cassidy", "description": "Katherine Evelyn Anita Cassidy is an American actress. Following several minor television roles, she came to attention as a scream queen after starring in the horror films When a Stranger Calls (2006), as Kelli Presley in Black Christmas (2006) and as Ruby in the third season of the horror series Supernatural (2007–2008). Following a supporting role in the action film Taken (2008), Cassidy played "}]}, {"heading": "Births", "year": "1986", "date": "November 25", "txt": "Craig Gardner, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 25", "txt": "Nodar Kumaritashvili, Georgian luger (d. 2010)", "entities": [{"title": "Nodar Kumaritashvili", "href": "/wiki/Nodar_Kumaritashvili", "description": "Nodar Kumaritashvili was a Georgian luge athlete who suffered a fatal crash during a training run for the 2010 Winter Olympics competition in Whistler, British Columbia, Canada, on the day of the opening ceremony. He became the fourth athlete to die during preparations for a Winter Olympics, and the seventh athlete to die in either a Summer or Winter Olympic Games."}]}, {"heading": "Births", "year": "1988", "date": "November 25", "txt": "Jay Spearing, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 25", "txt": "Tom Dice, Belgian singer-songwriter", "entities": [{"title": "Tom Dice", "href": "/wiki/Tom_Dice", "description": "Tom Dice is a Belgian singer-songwriter. He finished runner-up in the Flemish version of The X Factor in 2008 using his birth name Tom Eeckhout, but soon after changed his name taking the stage name Tom Dice."}]}, {"heading": "Births", "year": "1990", "date": "November 25", "txt": "Rye Rye, American rapper, dancer, and actress", "entities": [{"title": "Rye Rye", "href": "/wiki/Rye_Rye", "description": "Ryeisha Berrain, known by her stage name Rye Rye, is an American rapper, singer, dancer and actress. Signed to N.E.E.T. Recordings, she released her first mixtape RYEot PowRR in 2011 and her anticipated debut album Go! Pop! Bang! on May 15, 2012. In early 2009, MSNBC listed Rye Rye as one of the \"5Top: Top of the pops! Up-and coming young singers.\" In 2011, Rye Rye was named one of Billboard 's \"2"}]}, {"heading": "Births", "year": "1990", "date": "November 25", "txt": "Everton Heleno dos Santos, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 25", "txt": "Kyler Fackrell, American football player", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 25", "txt": "Jamie Grace, American singer-songwriter, guitarist, and actress", "entities": [{"title": "Jamie Grace", "href": "/wiki/Jamie_Grace", "description": "Jamie Grace Harper is an American contemporary Christian musician, singer, rapper, songwriter, and actress from Atlanta, Georgia. In 2010, TobyMac found her songs on YouTube and signed her to his label Gotee Records for two albums. She released the song \"Hold Me\" in 2011 which landed her a nomination at the 2012 Grammys and won the 2012 Dove Award for New Artist of the Year."}]}, {"heading": "Births", "year": "1991", "date": "November 25", "txt": "Philipp Grubauer, German ice hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 25", "txt": "Luca Tremolada, Italian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 25", "txt": "Kevin Woo, American-South Korean singer and dancer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 25", "txt": "Ana Bogdan, Romanian tennis player", "entities": [{"title": "Ana Bogdan", "href": "/wiki/Ana_Bogdan", "description": "Ana Bogdan is a Romanian professional tennis player. Having made her tour debut in 2007, she peaked at no. 59 in the world rankings in June 2018."}]}, {"heading": "Births", "year": "1993", "date": "November 25", "txt": "Danny Kent, English motorcycle racer", "entities": [{"title": "Danny Kent", "href": "/wiki/Danny_Kent", "description": "Danny Kent is an English motorcycle racer, best known for winning the 2015 Moto3 World Championship. In doing so he became Great Britain's first Grand Prix solo motorcycle world champion since Barry Sheene in 1977, as well as the first British lightweight class champion since Dave Simmonds in 1969. During 2020 he competed in the British National Superstock 1000 Championship, aboard a Kawasaki ZX-1"}]}, {"heading": "Deaths", "year": "311", "date": "November 25", "txt": "Pope Peter I of Alexandria", "entities": [{"title": "Pope Peter I of Alexandria", "href": "/wiki/Pope_Peter_I_of_Alexandria", "description": "Pope Peter I of Alexandria was the 17th Pope and Patriarch of Alexandria. He is revered as a saint by the Coptic Orthodox Church, the Eastern Orthodox Church, and the Catholic Church."}]}, {"heading": "Deaths", "year": "734", "date": "November 25", "txt": "Bilge Khagan, Turkic emperor (b. 683)", "entities": [{"title": "Bilge Khagan", "href": "/wiki/Bilge_Khagan", "description": "Bilgä Qaghan was the fourth Qaghan of the Second Turkic Khaganate. His accomplishments were described in the Orkhon inscriptions. probably Sumerian <bilga> : ancestor word relationship with Turkish <bilgä>. Sumerian and Turkish are Agglutinative language and, Sumerian has Asiatic roots."}]}, {"heading": "Deaths", "year": "1034", "date": "November 25", "txt": "Malcolm II of Scotland (b. 954)", "entities": [{"title": "Malcolm II of Scotland", "href": "/wiki/Malcolm_II_of_Scotland", "description": "Malcolm II was King of the Scots from 1005 until his death. He was a son of King Kenneth II; the Prophecy of Berchán says that his mother was a woman of Leinster and refers to him as Forranach, \"the Destroyer\"."}]}, {"heading": "Deaths", "year": "1120", "date": "November 25", "txt": "William Adelin, son of Henry I of England (sinking of the White Ship) (b. 1103)", "entities": [{"title": "William Adelin", "href": "/wiki/William_Adelin", "description": "William Ætheling (Middle English: [ˈwiliəm ˈaðəliŋɡ], Old English: [ˈæðeliŋɡ]; 5 August 1103 – 25 November 1120), commonly called Adelin, sometimes Adelinus, Adelingus, A(u)delin or other Latinised Norman-French variants of Ætheling, was the son of Henry I of England by his wife Matilda of Scotland, and was thus heir apparent to the English throne. His early death without issue caused a succession"}, {"title": "Henry I of England", "href": "/wiki/Henry_I_of_England", "description": "Henry I, also known as Henry Beauclerc, was King of England from 1100 to his death in 1135. He was the fourth son of William the Conqueror and was educated in Latin and the liberal arts. On William's death in 1087, Henry's elder brothers Robert Curthose and William Rufus inherited Normandy and England, respectively, but Henry was left landless. He purchased the County of Cotentin in western Norman"}]}, {"heading": "Deaths", "year": "1185", "date": "November 25", "txt": "Pope Lucius III (b. 1097)", "entities": [{"title": "Pope Lucius III", "href": "/wiki/Pope_Lucius_III", "description": "Pope Lucius III, born Ubaldo Allucingoli, reigned from 1 September 1181 to his death. Born of an aristocratic family of Lucca, prior to being elected pope, he had a long career as a papal diplomat. His papacy was marked by conflicts with Holy Roman Emperor Frederick I, his exile from Rome and the initial preparations for the Third Crusade."}]}, {"heading": "Deaths", "year": "1326", "date": "November 25", "txt": "Prince Koreyasu, Japanese shōgun (b. 1264)", "entities": [{"title": "Prince Koreyasu", "href": "/wiki/Prince_Koreyasu", "description": "Prince Koreyasu , also known as Minamoto no Koreyasu , was the seventh shōgun of the Kamakura shogunate of Japan. He was the nominal ruler controlled by the Hōjō clan regents."}]}, {"heading": "Deaths", "year": "1374", "date": "November 25", "txt": "Philip II, Prince of Taranto (b. 1329)", "entities": [{"title": "Philip II, Prince of Taranto", "href": "/wiki/Philip_II,_Prince_of_Taranto", "description": "Philip II of the Angevin house, was Prince of Achaea and Taranto, and titular Latin Emperor of Constantinople from 1364 to his death in 1374."}]}, {"heading": "Deaths", "year": "1456", "date": "November 25", "txt": "Jacques Cœur, French merchant and banker (b. 1395)", "entities": [{"title": "Jacques Cœur", "href": "/wiki/Jacques_C%C5%93ur", "description": "Jacques Cœur was a French government official and state-sponsored merchant whose personal fortune became legendary and led to his eventual disgrace. He initiated regular trade routes between France and the Levant. His memory retains iconic status in Bourges, where he built a palatial house that is preserved to this day."}]}, {"heading": "Deaths", "year": "1560", "date": "November 25", "txt": "Andrea Doria, Italian admiral (b. 1466)", "entities": [{"title": "Andrea Doria", "href": "/wiki/Andrea_Doria", "description": "Andrea Doria, Prince of Melfi was a Genoese statesman, condottiero and admiral, playing a key role in the Republic of Genoa during his lifetime."}]}, {"heading": "Deaths", "year": "1565", "date": "November 25", "txt": "Hu Zongxian, Chinese general (b. 1512)", "entities": [{"title": "Hu Zongxian", "href": "/wiki/Hu_Zongxian", "description": "Hu Zongxian, courtesy name Ruzhen (汝貞) and art name Meilin (梅林), was a Chinese general of the Ming dynasty who presided over the government's response to the wokou pirate raids during the reign of the Jiajing Emperor. As supreme commander, he was able to defeat Xu Hai's (徐海) substantial raid in 1556 and capture the pirate lord Wang Zhi the next year through ruses. Despite his accomplishments, Hu Z"}]}, {"heading": "Deaths", "year": "1626", "date": "November 25", "txt": "Edward Alleyn, English actor, founded Dulwich College (b. 1566)", "entities": [{"title": "Edward Alleyn", "href": "/wiki/Edward_Alleyn", "description": "Edward \"Ned\" Alleyn was an English actor who was a major figure of the Elizabethan theatre and founder of the College of God's Gift in Dulwich."}, {"title": "Dulwich College", "href": "/wiki/Dulwich_College", "description": "Dulwich College is a 2–19 independent, day and boarding school for boys in Dulwich, London, England. It began as the College of God's Gift, founded in 1619 by Elizabethan actor Edward Alleyn, with the original purpose of educating 12 poor scholars. It began to grow into a large school from 1857, and took its current form in 1870 when it moved into its current premises."}]}, {"heading": "Deaths", "year": "1694", "date": "November 25", "txt": "Ismaël Bullialdus, French astronomer and mathematician (b. 1605)", "entities": [{"title": "Ismaël Bullialdus", "href": "/wiki/Isma%C3%ABl_Bullialdus", "description": "Ismaël Boulliau was a 17th-century French astronomer and mathematician who was also interested in history, theology, classical studies, and philology. He was an active member of the Republic of Letters, an intellectual community that exchanged ideas. An early defender of the ideas of Copernicus, Kepler and Galileo, Ismael Bullialdus has been called \"the most noted astronomer of his generation\". On"}]}, {"heading": "Deaths", "year": "1700", "date": "November 25", "txt": "Stephanus Van Cortlandt, American lawyer and politician, 10th Mayor of New York City (b. 1643)", "entities": [{"title": "Stephanus Van Cortlandt", "href": "/wiki/Stephanus_Van_Cortlandt", "description": "Stephanus van Cortlandt was the first native-born mayor of New York City, a position which he held from 1677 to 1678 and from 1686 to 1688. He was the patroon of Van Cortlandt Manor and was on the governor's executive council from 1691 to 1700. He was the first resident of Sagtikos Manor in West Bay Shore on Long Island, which was built around 1697. A number of his descendants married English mili"}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Deaths", "year": "1748", "date": "November 25", "txt": "Isaac Watts, English hymnwriter and theologian (b. 1674)", "entities": [{"title": "Isaac Watts", "href": "/wiki/Isaac_Watts", "description": "Isaac Watts was an English Christian minister (Congregational), hymn writer, theologian, and logician. He was a prolific and popular hymn writer and is credited with some 750 hymns. He is recognized as the \"Godfather of English Hymnody\"; many of his hymns remain in use today and have been translated into numerous languages."}]}, {"heading": "Deaths", "year": "1755", "date": "November 25", "txt": "Johann Georg Pisendel, German violinist and composer (b. 1687)", "entities": [{"title": "Johann Georg Pisendel", "href": "/wiki/Johann_Georg_Pisendel", "description": "Johann Georg Pisendel was a German Baroque violinist and composer who, for many years, led the Court Orchestra in Dresden as concertmaster, then the finest instrumental ensemble in Europe. The leading violinist of his time, composers such as Tomaso Albinoni, Georg Philipp Telemann and Antonio Vivaldi all dedicated violin compositions to him."}]}, {"heading": "Deaths", "year": "1785", "date": "November 25", "txt": "Richard Glover, English poet and politician (b. 1712)", "entities": [{"title": "Richard Glover (poet)", "href": "/wiki/Richard_Glover_(poet)", "description": "\n\nRichard Glover was an English poet and politician."}]}, {"heading": "Deaths", "year": "1865", "date": "November 25", "txt": "Heinrich Barth, German explorer and scholar (b. 1821)", "entities": [{"title": "Heinrich Barth", "href": "/wiki/Heinrich_Barth", "description": "Johann Heinrich Barth was a German explorer of Africa and scholar."}]}, {"heading": "Deaths", "year": "1884", "date": "November 25", "txt": "Hermann Kolbe, German chemist and academic (b. 1818)", "entities": [{"title": "Hermann Kolbe", "href": "/wiki/Hermann_Kolbe", "description": "Adolph Wilhelm Hermann Kolbe was a contributor in the birth of modern organic chemistry. He was a Professor at Marburg and Leipzig. Kolbe coined the term synthesis and contributed to the philosophical demise of vitalism through synthesis of the organic substance acetic acid from carbon disulfide, and also contributed to the development of structural theory. This was done via modifications to the i"}]}, {"heading": "Deaths", "year": "1885", "date": "November 25", "txt": "Thomas A. Hendricks, American lawyer and politician, 21st Vice President of the United States (b. 1819)", "entities": [{"title": "Thomas A. Hendricks", "href": "/wiki/Thomas_A._Hendricks", "description": "Thomas Andrews Hendricks was an American politician and lawyer from Indiana who served as the 16th governor of Indiana from 1873 to 1877 and the 21st vice president of the United States from March to November 1885. Hendricks represented Indiana in the U.S. House of Representatives (1851–1855) and the U.S. Senate (1863–1869). He also represented Shelby County, Indiana, in the Indiana General Assemb"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1885", "date": "November 25", "txt": "Alfonso XII of Spain (b. 1857)", "entities": []}, {"heading": "Deaths", "year": "1909", "date": "November 25", "txt": "Edward P. Allen, American lawyer and politician (b. 1839)", "entities": [{"title": "Edward P. Allen", "href": "/wiki/Edward_P._Allen", "description": "Edward Payson Allen was a politician from the U.S. state of Michigan. He served two terms in the United States House of Representatives from 1887 to 1891."}]}, {"heading": "Deaths", "year": "1920", "date": "November 25", "txt": "Gaston Chevrolet, French-American race car driver and businessman (b. 1892)", "entities": [{"title": "Gaston Chevrolet", "href": "/wiki/Gaston_Chevrolet", "description": "Gaston Chevrolet was a French racecar driver and automobile manufacturer."}]}, {"heading": "Deaths", "year": "1925", "date": "November 25", "txt": "Vajiravudh, Siam king (b. 1880)", "entities": [{"title": "Vajiravudh", "href": "/wiki/Vajiravudh", "description": "Vajiravudh, also known as King Rama VI, reigning title Phra Mongkut Klao Chao Yu Hua, was the sixth monarch of Siam under the Chakri dynasty, ruling from 1910 until his death in 1925. King Vajiravudh is known for his efforts to create and promote Siamese nationalism. His reign was characterized by Siam's movement further towards democracy and minimal participation in World War I."}]}, {"heading": "Deaths", "year": "1934", "date": "November 25", "txt": "N. E. Brown, English plant taxonomist and authority on succulents (b. 1849)", "entities": [{"title": "N. E. Brown", "href": "/wiki/N._E._Brown", "description": "Nicholas Edward Brown was an English plant taxonomist and authority on succulents. He was also an authority on several families of plants, including Asclepiadaceae, Aizoaceae, Labiatae and Cape plants."}]}, {"heading": "Deaths", "year": "1944", "date": "November 25", "txt": "Kenesaw Mountain Landis, American lawyer and judge (b. 1866)", "entities": [{"title": "Kenesaw Mountain Landis", "href": "/wiki/Kenesaw_Mountain_Landis", "description": "Kenesaw Mountain Landis was an American jurist who served as a United States federal judge from 1905 to 1922 and the first Commissioner of Baseball from 1920 until his death. He is remembered for his handling of the Black Sox scandal, in which he expelled eight members of the Chicago White Sox from organized baseball for conspiring to lose the 1919 World Series and repeatedly refused their reinsta"}]}, {"heading": "Deaths", "year": "1948", "date": "November 25", "txt": "Kanbun Uechi, Japanese martial artist, founded Uechi-ryū (b. 1877)", "entities": [{"title": "Kanbun Uechi", "href": "/wiki/Kanbun_Uechi", "description": "Kanbun Uechi  was the founder of Uechi-Ryū, one of the primary karate styles of Okinawa."}, {"title": "Uechi-ryū", "href": "/wiki/Uechi-ry%C5%AB", "description": "Uechi-Ryū  is a traditional style of Okinawan karate. Uechi-Ryū means \"Style of Uechi\" or \"School of Uechi\". Originally called Pangai-noon, which translates to English as \"half-hard, half-soft\", the style was renamed Uechi-Ryū after the founder of the style, Kanbun Uechi, an Okinawan who went to Fuzhou in Fujian Province, China to study martial arts and Chinese medicine when he was 19 years old."}]}, {"heading": "Deaths", "year": "1949", "date": "November 25", "txt": "Bill Robinson, American actor and dancer (b. 1878)", "entities": [{"title": "Bill Robinson", "href": "/wiki/Bill_Robinson", "description": "Bill Robinson, nicknamed Bojangles was an American tap dancer, actor, and singer, the best known and the most highly paid Black American entertainer in America during the first half of the 20th century. His long career mirrored changes in American entertainment tastes and technology. His career began in the age of minstrel shows and moved to vaudeville, Broadway theatre, the recording industry, Ho"}]}, {"heading": "Deaths", "year": "1950", "date": "November 25", "txt": "Mao Anying, Chinese general (b. 1922)", "entities": [{"title": "Mao Anying", "href": "/wiki/Mao_Anying", "description": "Mao Anying was the eldest son of Mao Zedong and Yang Kaihui."}]}, {"heading": "Deaths", "year": "1950", "date": "November 25", "txt": "Johannes V. Jensen, Danish author and playwright, Nobel Prize laureate (b. 1873)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1950", "date": "November 25", "txt": "Gustaf John Ramstedt, Finnish linguist and diplomat (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "November 25", "txt": "Alexander Dovzhenko, Ukrainian-Russian director, producer, and screenwriter (b. 1894)", "entities": [{"title": "Alexander Dovzhenko", "href": "/wiki/Alexander_Dovzhenko", "description": "Alexander Petrovich Dovzhenko or Oleksander Petrovych Dovzhenko, was a Ukrainian Soviet screenwriter, film producer and director. \nHe is often cited as one of the most important early Soviet filmmakers, alongside Sergei Eisenstein, Dziga Vertov, and Vsevolod Pudovkin, as well as being a pioneer of Soviet montage theory."}]}, {"heading": "Deaths", "year": "1957", "date": "November 25", "txt": "Prince George of Greece and Denmark (b. 1869)", "entities": [{"title": "Prince George of Greece and Denmark", "href": "/wiki/Prince_George_of_Greece_and_Denmark", "description": "Prince George of Greece and Denmark was the second son and child of George I of Greece and Olga Konstantinovna of Russia, and is remembered chiefly for having once saved the life of his cousin the future Emperor of Russia, Nicholas II in 1891 during their visit to Japan together. He served as high commissioner of the Cretan State during its transition towards independence from Ottoman rule and uni"}]}, {"heading": "Deaths", "year": "1959", "date": "November 25", "txt": "Gérard Philipe, French actor (b. 1922)", "entities": [{"title": "Gérard Philipe", "href": "/wiki/G%C3%A9rard_Philipe", "description": "Gérard Philipe was a prominent French actor who appeared in 34 films between 1944 and 1959. Active in both theater and cinema, he was, until his untimely death, one of the main stars of the post-war period. His image has remained youthful and romantic, which has made him one of the icons of French cinema."}]}, {"heading": "Deaths", "year": "1961", "date": "November 25", "txt": "Hubert Van Innis, Belgian archer (b. 1866)", "entities": [{"title": "Hubert Van Innis", "href": "/wiki/Hubert_Van_Innis", "description": "Hubert van Innis or Hubrecht van Innis was a Belgian competitor in the sport of archery, he competed in two Summer Olympics 20 years apart and came away with six gold medals and three silver medals."}]}, {"heading": "Deaths", "year": "1963", "date": "November 25", "txt": "Alexander Marinesko, Russian lieutenant (b. 1913)", "entities": [{"title": "Alexander Marinesko", "href": "/wiki/Alexander_Marinesko", "description": "Alexander Ivanovich Marinesko was a Soviet naval officer and, during World War II, the captain of the submarine S-13 which sank the German military transport ship Wilhelm Gustloff. The most successful Soviet submarine commander in terms of gross register tonnage (GRT) sunk, with 42,000 GRT to his name, he was posthumously awarded the title Hero of the Soviet Union in 1990."}]}, {"heading": "Deaths", "year": "1965", "date": "November 25", "txt": "Myra Hess, English pianist and educator (b. 1890)", "entities": [{"title": "Myra Hess", "href": "/wiki/Myra_Hess", "description": "Dame Julia Myra Hess, was an English pianist, best known for her performances of the works of Bach, Mozart, Beethoven and Schumann."}]}, {"heading": "Deaths", "year": "1968", "date": "November 25", "txt": "Upton Sinclair, American novelist, critic, and essayist (b. 1878)", "entities": [{"title": "Upton Sinclair", "href": "/wiki/Upton_Sinclair", "description": "Upton Beall Sinclair Jr. was an American writer, political activist and the 1934 Democratic Party nominee for Governor of California who wrote nearly 100 books and other works in several genres. Sinclair's work was well known and popular in the first half of the 20th century, and he won the Pulitzer Prize for Fiction in 1943."}]}, {"heading": "Deaths", "year": "1968", "date": "November 25", "txt": "Paul Siple, American geographer and explorer (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "November 25", "txt": "Yukio Mishima, Japanese author, actor, and director (b. 1925)", "entities": [{"title": "Yukio Mishima", "href": "/wiki/Yukio_Mishima", "description": "Yukio Mishima , born Kimitake Hiraoka  was a Japanese author, poet, playwright, actor, model, Shintoist, nationalist, and founder of the Tatenokai , an unarmed civilian militia. Mishima is considered one of the most important Japanese authors of the 20th century. He was considered for the Nobel Prize in Literature in 1968, but the award went to his countryman and benefactor Yasunari Kawabata. His "}]}, {"heading": "Deaths", "year": "1972", "date": "November 25", "txt": "Henri Coandă, Romanian engineer, designed the Coandă-1910 (b. 1886)", "entities": [{"title": "Henri Coandă", "href": "/wiki/Henri_Coand%C4%83", "description": "Henri Marie Coandă was a Romanian inventor, aerodynamics pioneer, and builder of an experimental aircraft, the Coandă-1910 described by Coandă in the mid-1950s as the world's first jet, a controversial claim disputed by some and supported by others. He invented a great number of devices, designed a \"flying saucer\" and discovered the Coandă effect of fluid dynamics."}, {"title": "Coandă-1910", "href": "/wiki/Coand%C4%83-1910", "description": "The Coandă-1910, designed by Romanian inventor Henri Coandă, was an unconventional sesquiplane aircraft powered by a ducted fan. Called the \"turbo-propulseur\" by Coandă, its experimental engine consisted of a conventional piston engine driving a multi-bladed centrifugal blower which exhausted into a duct. The unusual aircraft attracted attention at the Second International Aeronautical Exhibition "}]}, {"heading": "Deaths", "year": "1973", "date": "November 25", "txt": "Laurence Harvey, Lithuania-born English actor (b. 1928)", "entities": [{"title": "Laurence Harvey", "href": "/wiki/Laurence_Harvey", "description": "Laurence Harvey was a Lithuanian-born British actor and film director. He was born to Lithuanian Jewish parents and emigrated to South Africa at an early age, before later settling in the United Kingdom after World War II. In a career that spanned a quarter of a century, Harvey appeared in stage, film and television productions primarily in the United Kingdom and the United States."}]}, {"heading": "Deaths", "year": "1974", "date": "November 25", "txt": "Nick Drake, English singer-songwriter and guitarist (b. 1948)", "entities": [{"title": "Nick Drake", "href": "/wiki/Nick_Drake", "description": "Nicholas Rodney Drake was an English singer-songwriter and musician known for his acoustic guitar-based songs. Though he never found a wide audience during his lifetime, his work has gradually achieved wider notice and recognition. Drake signed to Island Records when he was 20 years old and a student at the University of Cambridge. He released his debut album, Five Leaves Left, in 1969. By 1972, h"}]}, {"heading": "Deaths", "year": "1974", "date": "November 25", "txt": "U Thant, Burmese lawyer and diplomat, 3rd Secretary-General of the United Nations (b. 1909)", "entities": [{"title": "Secretary-General of the United Nations", "href": "/wiki/Secretary-General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}]}, {"heading": "Deaths", "year": "1980", "date": "November 25", "txt": "Herbert Flam, American tennis player (b. 1928)", "entities": [{"title": "Herbert Flam", "href": "/wiki/Herbert_Flam", "description": "Herbert Flam was an American tennis player who in 1957 was ranked by Lance Tingay as the World No. 4 amateur."}]}, {"heading": "Deaths", "year": "1981", "date": "November 25", "txt": "Jack Albertson, American actor and singer (b. 1907)", "entities": [{"title": "Jack Albertson", "href": "/wiki/Jack_Albertson", "description": "Harold Albertson, known professionally as Jack Albertson, was an American actor, comedian, dancer, and singer who also performed in vaudeville. Albertson was a Tony, Oscar and Emmy winning actor. For his performance as John Cleary in the 1964 play The Subject Was Roses and its 1968 film adaptation, he won the Tony Award for Best Featured Actor in a Play, and the Academy Award for Best Supporting A"}]}, {"heading": "Deaths", "year": "1983", "date": "November 25", "txt": "Saleem Raza (Pakistani singer), Pakistani Christian playback singer (b. 1932)", "entities": [{"title": "Saleem Raza (Pakistani singer)", "href": "/wiki/Saleem_Raza_(Pakistani_singer)", "description": "Noel Dias, better known as Saleem Raza, was a Pakistani playback singer. He started his singing career from Lahore, Pakistan and quickly gained popularity. Saleem Raza was a classically- trained singer and was more famous for singing sad songs. Saleem Raza's career suffered due to the rise of singer Ahmed Rushdi in the late 1950s. He left playback singing in 1966 as he lost his popularity with the"}]}, {"heading": "Deaths", "year": "1984", "date": "November 25", "txt": "Yashwantrao Chavan, Indian lawyer and politician, 5th Deputy Prime Minister of India (b. 1913)", "entities": [{"title": "Yashwantrao Chavan", "href": "/wiki/Yashwantrao_Chavan", "description": "Yashwantrao Balwantrao Chavan was an Indian politician. He served as the last Chief Minister of Bombay State and the first of Maharashtra after latter was created by the division of Bombay state. His last significant ministerial post was as the Deputy Prime Minister of India in the short lived Charan Singh government in 1979. \nHe was a strong Congress leader, co-operative leader, social activist a"}, {"title": "Deputy Prime Minister of India", "href": "/wiki/Deputy_Prime_Minister_of_India", "description": "The Deputy Prime Minister of India is the deputy to the Prime Minister of India, who is head of the government of India. The deputy prime minister is the second highest ranking member of the Union Council of Ministers. A deputy prime minister usually also holds a cabinet portfolio such as the home minister, defence minister or finance minister. In the parliamentary system of government, the prime "}]}, {"heading": "Deaths", "year": "1985", "date": "November 25", "txt": "Geoffrey Grigson, English poet and critic (b. 1905)", "entities": [{"title": "Geoffrey Grigson", "href": "/wiki/Geoffrey_Grigson", "description": "Geoffrey Edward Harvey Grigson was a British poet, writer, editor, critic, exhibition curator, anthologist and naturalist. In the 1930s he was editor of the influential magazine New Verse, and went on to produce 13 collections of his own poetry, as well as compiling numerous anthologies, among many published works on subjects including art, travel and the countryside. Grigson exhibited in the Lond"}]}, {"heading": "Deaths", "year": "1985", "date": "November 25", "txt": "Franz Hildebrandt, German pastor and theologian (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "November 25", "txt": "Harold Washington, American lawyer and politician, 51st Mayor of Chicago (b. 1922)", "entities": [{"title": "Harold Washington", "href": "/wiki/Harold_Washington", "description": "Harold Lee Washington was an American lawyer and politician who was the 51st Mayor of Chicago. Washington became the first African American to be elected as the city's mayor in April 1983 after a multiracial coalition of progressives supported his election. He served as mayor from April 29, 1983 until his death on November 25, 1987. Born in Chicago and raised in the Bronzeville neighborhood, Washi"}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "1989", "date": "November 25", "txt": "Alva R. Fitch, American general (b. 1907)", "entities": [{"title": "Alva R. Fitch", "href": "/wiki/Alva_R._Fitch", "description": "Alva Revista Fitch was a lieutenant general in the United States Army and was deputy director of Defense Intelligence Agency from 1964 to 1966. He commanded an artillery battalion during the Battle of Bataan and was a prisoner of war from 1942 to 1945. From October 16, 1961, to January 5, 1964, Fitch served as the assistant chief of staff for intelligence, Headquarters, Department of the Army."}]}, {"heading": "Deaths", "year": "1990", "date": "November 25", "txt": "Merab Mamardashvili, Georgian philosopher and academic (b. 1930)", "entities": [{"title": "Merab Mamardashvili", "href": "/wiki/Merab_Mamardashvili", "description": "Merab Mamardashvili was a Georgian philosopher."}]}, {"heading": "Deaths", "year": "1991", "date": "November 25", "txt": "Eleanor Audley, American actress and voice artist (b. 1905)", "entities": [{"title": "Eleanor Audley", "href": "/wiki/Eleanor_Audley", "description": "Eleanor Audley was an American actress. With a distinctive voice and a diverse body of work, Audley was best known for her roles as aristocratic, somewhat villainous matrons."}]}, {"heading": "Deaths", "year": "1995", "date": "November 25", "txt": "Léon Zitrone, Russian-French journalist (b. 1914)", "entities": [{"title": "Léon Zitrone", "href": "/wiki/L%C3%A9on_Zitrone", "description": "Léon Zitrone was a Russian-born French journalist and television presenter."}]}, {"heading": "Deaths", "year": "1997", "date": "November 25", "txt": "Hastings Banda, Malawian physician and politician, 1st President of Malawi (b. 1898)", "entities": [{"title": "Hastings Banda", "href": "/wiki/Hastings_Banda", "description": "Hastings Kamuzu Banda was the Prime Minister and later President of Malawi from 1964 to 1994. In 1966, the country became a republic and he became president. His rule has been characterized as a \"highly repressive autocracy.\""}, {"title": "President of Malawi", "href": "/wiki/President_of_Malawi", "description": "The president of the Republic of Malawi is the head of state and head of government of Malawi. The president leads the executive branch of the Government of Malawi and is the commander-in-chief of the Malawian Defence Force."}]}, {"heading": "Deaths", "year": "1998", "date": "November 25", "txt": "Nelson Goodman, American philosopher and academic (b. 1906)", "entities": [{"title": "Nelson Goodman", "href": "/wiki/Nelson_Goodman", "description": "Henry Nelson Goodman was an American philosopher, known for his work on counterfactuals, mereology, the problem of induction, irrealism, and aesthetics."}]}, {"heading": "Deaths", "year": "1998", "date": "November 25", "txt": "Flip Wilson, American comedian, actor, and screenwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 25", "txt": "Valentín Campa, Mexican union leader and politician (b. 1904)", "entities": [{"title": "Valentín Campa", "href": "/wiki/Valent%C3%ADn_Campa", "description": "Valentín Campa Salazar was a Mexican railway union leader and presidential candidate. Along with Demetrio Vallejo, he was considered one of the leaders of the 1958 railway strikes. Campa was also the founder of the National Railroad Council, and the defunct underground newspaper The Railwayman."}]}, {"heading": "Deaths", "year": "2000", "date": "November 25", "txt": "Hugh Alexander, American baseball player and scout (b. 1917)", "entities": [{"title": "Hugh Alexander (baseball)", "href": "/wiki/Hugh_Alexander_(baseball)", "description": "Hugh Alexander was an American professional baseball player and scout. He was an outfielder during his brief playing career, but after he suffered a career-ending injury at the age of 20 he became one of baseball's most celebrated scouts."}]}, {"heading": "Deaths", "year": "2002", "date": "November 25", "txt": "Karel Reisz, Czech-English director and producer (b. 1926)", "entities": [{"title": "Karel Reisz", "href": "/wiki/Karel_Reisz", "description": "Karel Reisz was a Czech-born British filmmaker who was active in post-World War II Britain, and one of the pioneers of the new realist strain in British cinema during the 1950s and 1960s."}]}, {"heading": "Deaths", "year": "2004", "date": "November 25", "txt": "Ed Paschke, American painter and academic (b. 1939)", "entities": [{"title": "Ed Paschke", "href": "/wiki/Ed_Paschke", "description": "Edward Francis Paschke was an American painter of Polish descent. His childhood interest in animation and cartoons, as well as his father's creativity in wood carving and construction, led him toward a career in art. As a student at the School of the Art Institute of Chicago he was influenced by many artists featured in the Museum's special exhibitions, in particular the work of Gauguin, Picasso a"}]}, {"heading": "Deaths", "year": "2005", "date": "November 25", "txt": "George Best, Northern Irish footballer (b. 1946)", "entities": [{"title": "George Best", "href": "/wiki/George_Best", "description": "George Best was a Northern Irish professional footballer who played as a winger, spending most of his club career at Manchester United. A highly skillful dribbler, Best is regarded as one of the best players in the history of the sport. He was named European Footballer of the Year in 1968 and came sixth in the FIFA Player of the Century vote. Best received plaudits for his playing style, which com"}]}, {"heading": "Deaths", "year": "2005", "date": "November 25", "txt": "Richard Burns, English race car driver (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 25", "txt": "Luciano Bottaro, Italian author and illustrator (b. 1931)", "entities": [{"title": "Luciano Bottaro", "href": "/wiki/Luciano_Bottaro", "description": "Luciano Bottaro was an Italian comic book artist."}]}, {"heading": "Deaths", "year": "2006", "date": "November 25", "txt": "Valentín Elizalde, Mexican singer-songwriter (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 25", "txt": "Phyllis Fraser, American actress and publisher, co-founded Beginner Books (b. 1916)", "entities": [{"title": "Beginner Books", "href": "/wiki/Beginner_Books", "description": "Beginner Books is the Random House imprint for young children ages 3–9, co-founded by Phyllis Cerf with Ted Geisel, more often known as Dr. Seuss, and his wife Helen Palmer Geisel. Their first book was Dr. Seuss's The Cat in the Hat (1957). Cerf compiled a list of 379 words as the basic vocabulary for young readers, along with another 20 slightly harder \"emergency\" words. No more than 200 words we"}]}, {"heading": "Deaths", "year": "2006", "date": "November 25", "txt": "Kenneth M. Taylor, American lieutenant and pilot (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 25", "txt": "Peter Lipton, American philosopher and academic (b. 1954)", "entities": [{"title": "Peter Lipton", "href": "/wiki/Peter_Lipton", "description": "Peter Lipton was the Hans Rausing Professor and Head of the Department of History and Philosophy of Science at Cambridge University, and a fellow of King's College, until his unexpected death in November 2007. According to his obituary on the Cambridge web site, he was \"recognized as one of the leading philosophers of science and epistemologists in the world.\""}]}, {"heading": "Deaths", "year": "2010", "date": "November 25", "txt": "Alfred Balk, American journalist and author (b. 1930)", "entities": [{"title": "Alfred Balk", "href": "/wiki/Alfred_Balk", "description": "Alfred Balk was an American reporter, nonfiction author and magazine editor who wrote groundbreaking articles about housing segregation, the Nation of Islam, the environment and Illinois politics. His refusal to identify a confidential source led to a landmark court case. During a career-long emphasis on media improvement, he served on the Twentieth Century Fund's task force that established a Nat"}]}, {"heading": "Deaths", "year": "2010", "date": "November 25", "txt": "Peter Christopherson, English keyboard player, songwriter, and director (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 25", "txt": "C. Scott Littleton, American anthropologist and academic (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 25", "txt": "Bernard Matthews, English businessman, founded Bernard Matthews Farms (b. 1930)", "entities": [{"title": "Bernard Matthews Farms", "href": "/wiki/Bernard_Matthews_Farms", "description": "Bernard Matthews Holdings Ltd., trading as Bernard Matthews Foods Ltd, is a British farming and food products business with its headquarters in Great Witchingham, Norfolk, England, which specialises in turkey products."}]}, {"heading": "Deaths", "year": "2011", "date": "November 25", "txt": "Vasily Alekseyev, Russian weightlifter and coach (b. 1942)", "entities": [{"title": "Vasily Alekseyev", "href": "/wiki/Vasily_Alekseyev", "description": "Vasily Ivanovich Alekseyev was a Soviet weightlifter. He set 80 world records and 81 Soviet records in weightlifting and won Olympic gold medals at the 1972 and 1976 games."}]}, {"heading": "Deaths", "year": "2011", "date": "November 25", "txt": "Coco Robicheaux, American singer-songwriter and guitarist (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 25", "txt": "Lars Hörmander, Swedish mathematician and educator (b. 1931)", "entities": [{"title": "Lars Hörmander", "href": "/wiki/Lars_H%C3%B6rmander", "description": "Lars Valter Hörmander was a Swedish mathematician who has been called \"the foremost contributor to the modern theory of linear partial differential equations\". He was awarded the Fields Medal in 1962, the Wolf Prize in 1988, and the Leroy P. Steele Prize in 2006. His Analysis of Linear Partial Differential Operators I–IV is considered a standard work on the subject of linear partial differential o"}]}, {"heading": "Deaths", "year": "2012", "date": "November 25", "txt": "Dave Sexton, English footballer and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 25", "txt": "Dinah Sheridan, English actress (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 25", "txt": "Jim Temp, American football player and businessman (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 25", "txt": "Lou Brissie, American baseball player (b. 1924)", "entities": [{"title": "Lou Brissie", "href": "/wiki/Lou_Brissie", "description": "Leland Victor Brissie was a professional baseball pitcher who played in Major League Baseball from 1947 to 1953 for the Philadelphia Athletics and Cleveland Indians."}]}, {"heading": "Deaths", "year": "2013", "date": "November 25", "txt": "Ricardo Fort, Argentinian businessman (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 25", "txt": "Bill Foulkes, English footballer and manager (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 25", "txt": "Chico Hamilton, American drummer and bandleader (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 25", "txt": "Egon Lánský, Czech journalist and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 25", "txt": "Al Plastino, American author and illustrator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 25", "txt": "Irvin J. Borowsky, American publisher and philanthropist (b. 1924)", "entities": [{"title": "Irvin J. Borowsky", "href": "/wiki/Irvin_J._Borowsky", "description": "Irvin J. Borowsky was an American publisher and philanthropist."}]}, {"heading": "Deaths", "year": "2014", "date": "November 25", "txt": "Sitara Devi, Indian dancer, and choreographer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 25", "txt": "Petr Hapka, Czech composer and conductor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 25", "txt": "Denham Harman, American biogerontologist and academic (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 25", "txt": "O'Neil Bell, Jamaican boxer (b. 1974)", "entities": [{"title": "O'Neil Bell", "href": "/wiki/O%27Neil_Bell", "description": "O'Neil Bell was a Jamaican professional boxer who competed from 1998 to 2011. He held the undisputed cruiserweight title in 2006, and the lineal cruiserweight title from 2006 to 2007."}]}, {"heading": "Deaths", "year": "2015", "date": "November 25", "txt": "Jeremy Black, English admiral (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 25", "txt": "Svein Christiansen, Norwegian drummer and composer (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 25", "txt": "Lennart Hellsing, Swedish author and translator (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 25", "txt": "Elmo Williams, American director, producer, and editor (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 25", "txt": "Fidel Castro, Communist leader of Cuba, and revolutionary (b. 1926)", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}]}, {"heading": "Deaths", "year": "2016", "date": "November 25", "txt": "Ron Glass, American actor (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "November 25", "txt": "Diego Maradona, Argentinian football player (b. 1960)", "entities": [{"title": "Diego Maradona", "href": "/wiki/Diego_Maradona", "description": "Diego Armando Maradona was an Argentine professional footballer and manager. Widely regarded as one of the greatest players in the history of the sport, he was one of the two joint winners of the FIFA Player of the 20th Century award. Maradona's vision, passing, ball control, and dribbling skills were combined with his small stature, which gave him a low centre of gravity allowing him to manoeuvre"}]}]