[{"heading": "Events", "year": "0447", "date": "November 6", "txt": "A powerful earthquake destroys large portions of the Walls of Constantinople, including 57 towers.", "entities": [{"title": "Walls of Constantinople", "href": "/wiki/Walls_of_Constantinople", "description": "The Walls of Constantinople are a series of defensive stone walls that have surrounded and protected the city of Constantinople since its founding as the new capital of the Roman Empire by Constantine the Great. With numerous additions and modifications during their history, they were the last great fortification system of antiquity, and one of the most complex and elaborate systems ever built."}]}, {"heading": "Events", "year": "0963", "date": "November 6", "txt": "Synod of Rome: Emperor Otto I calls a council at St. Peter's Basilica in Rome. Pope John XII is deposed on charges of an armed rebellion against Otto.", "entities": [{"title": "Synod of Rome (963)", "href": "/wiki/Synod_of_Rome_(963)", "description": "The Synod of Rome (963) was a possibly uncanonical synod held in St. Peter’s Basilica from 6 November until 4 December 963, under the authority of the Holy Roman Emperor, Otto I to depose Pope John XII. The events of the synod were recorded by Liutprand of Cremona."}, {"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}, {"title": "St. Peter's Basilica", "href": "/wiki/St._Peter%27s_Basilica", "description": "The Papal Basilica of Saint Peter in the Vatican, or simply Saint Peter's Basilica, is a church built in the Renaissance style located in Vatican City, the papal enclave that is within the city of Rome."}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Pope John XII", "href": "/wiki/Pope_John_XII", "description": "Pope John XII, born Octavian, was the bishop of Rome and ruler of the Papal States from 16 December 955 to his death in 964. He was related to the counts of Tusculum, a powerful Roman family which had dominated papal politics for over half a century. He became pope in his late teenage years or early twenties. In 960, he clashed with the Lombards to the south. Unable to control Rome easily, he soug"}]}, {"heading": "Events", "year": "1217", "date": "November 6", "txt": "The Charter of the Forest is sealed at St Paul's Cathedral, London by King Henry III, acting under the regency of William Marshall, 1st Earl of Pembroke which re-establishes for free men rights of access to the royal forest that had been eroded by William the Conqueror and his heirs.", "entities": [{"title": "Charter of the Forest", "href": "/wiki/Charter_of_the_Forest", "description": "The Charter of the Forest of 1217 is a charter that re-established for free men rights of access to the royal forest that had been eroded by William the Conqueror and his heirs. Many of its provisions were in force for centuries afterwards. It was originally sealed in England by the young King Henry III, acting under the regency of William Marshall, 1st Earl of Pembroke. It was in many ways a comp"}, {"title": "St Paul's Cathedral, London", "href": "/wiki/St_Paul%27s_Cathedral,_London", "description": "St Paul's Cathedral is an Anglican cathedral in London, United Kingdom, which, as the cathedral of the Bishop of London, serves as the mother church of the Diocese of London. It sits on Ludgate Hill at the highest point of the City of London and is a Grade I listed building. Its dedication to Paul the Apostle dates back to the original church on this site, founded in AD 604. The present cathedral,"}, {"title": "Henry III of England", "href": "/wiki/Henry_III_of_England", "description": "Henry III, also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death in 1272. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marsha"}, {"title": "William Marshall, 1st Earl of Pembroke", "href": "/wiki/William_Marshall,_1st_Earl_of_Pembroke", "description": "William Marshal, 1st Earl of Pembroke, also called William the Marshal, was an Anglo-Norman soldier and statesman. He served five English kings—Henry II, his sons the \"Young King\" Henry, Richard I, John, and John's son Henry III."}, {"title": "Free tenant", "href": "/wiki/Free_tenant", "description": "Free tenants, also known as free peasants, were tenant farmer peasants in medieval England who occupied a unique place in the medieval hierarchy. They were characterized by the low rents which they paid to their manorial lord. They were subject to fewer laws and ties than villeins. The term may also refer to the free peasants of the Kingdom of France, part of an ordering of classes with legal priv"}, {"title": "Royal forest", "href": "/wiki/Royal_forest", "description": "A royal forest, occasionally \"Kingswood\", is an area of land with different definitions in England, Wales, Scotland and Ireland. The term forest in the ordinary modern understanding refers to an area of wooded land; however, the original medieval sense was closer to the modern idea of a \"preserve\" – i.e. land legally set aside for specific purposes such as royal hunting – with less emphasis on its"}, {"title": "William the Conqueror", "href": "/wiki/William_the_Conqueror", "description": "William I, usually known as William the Conqueror and sometimes William the Bastard, was the first Norman monarch of England, reigning from 1066 until his death in 1087. He was a descendant of Rollo and was Duke of Normandy from 1035 onward. By 1060, following a long struggle to establish his throne, his hold on Normandy was secure. In 1066, following the death of Edward the Confessor, William inv"}]}, {"heading": "Events", "year": "1792", "date": "November 6", "txt": "Battle of Jemappes in the French Revolutionary Wars.", "entities": [{"title": "Battle of Jemappes", "href": "/wiki/Battle_of_Jemappes", "description": "The Battle of Jemappes took place near the town of Jemappes in Hainaut, Austrian Netherlands, near Mons during the War of the First Coalition, part of the French Revolutionary Wars. One of the first major offensive battles of the war, it was a victory for the armies of the infant French Republic, and saw the French Armée du Nord, which included many inexperienced volunteers, defeat a substantially"}, {"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}]}, {"heading": "Events", "year": "1860", "date": "November 6", "txt": "Abraham Lincoln is elected the 16th President of the United States with only 40% of the popular vote, defeating John C. Breckinridge, John Bell, and Stephen A. Douglas in a four-way race. ", "entities": [{"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "John C. Breckinridge", "href": "/wiki/John_C._Breckinridge", "description": "John Cabell Breckinridge was an American lawyer, politician, and soldier. He represented Kentucky in both houses of Congress and became the 14th and youngest-ever Vice President of the United States. Serving from 1857 to 1861, he took office at the age of 36. He was a member of the Democratic Party, and served in the U.S. Senate during the outbreak of the American Civil War, but was expelled after"}, {"title": "John Bell (Tennessee politician)", "href": "/wiki/John_Bell_(Tennessee_politician)", "description": "John Bell was an American politician, attorney, and planter who was a candidate for President of the United States in the election of 1860."}, {"title": "Stephen A. Douglas", "href": "/wiki/Stephen_A._Douglas", "description": "Stephen Arnold Douglas was an American politician and lawyer from Illinois. He was one of two Democratic Party nominees for president in the 1860 presidential election, which was won by Republican Abraham Lincoln. Douglas had previously defeated Lincoln in the 1858 United States Senate election in Illinois, known for the Lincoln–Douglas debates. During the 1850s, Douglas was one of the foremost ad"}]}, {"heading": "Events", "year": "1869", "date": "November 6", "txt": "In New Brunswick, New Jersey, Rutgers College defeats Princeton University (then known as the College of New Jersey), 6–4, in the first official intercollegiate American football game.", "entities": [{"title": "New Brunswick, New Jersey", "href": "/wiki/New_Brunswick,_New_Jersey", "description": "New Brunswick is a city in Middlesex County, New Jersey, United States. The city is the county seat of Middlesex County, and is the home of Rutgers University. The city is both a regional commercial hub for the Central New Jersey region and a prominent and growing commuter town for residents commuting to New York City within the New York metropolitan area. New Brunswick is on the Northeast Corrido"}, {"title": "Rutgers College", "href": "/wiki/Rutgers_College", "description": "Rutgers University is a public land-grant research university based in New Brunswick, New Jersey. Chartered in 1766, Rutgers was originally called Queen's College, and today it is the eighth-oldest college in the United States, the second-oldest in New Jersey, and one of the nine U.S. colonial colleges that were chartered before the American War of Independence. In 1825, Queen's College was rename"}, {"title": "Princeton University", "href": "/wiki/Princeton_University", "description": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution. The institution moved to Newark in 1747, and then to the current site nine years later"}, {"title": "1869 college football season", "href": "/wiki/1869_college_football_season#First_football_game_ever_played", "description": "The 1869 college football season was the first season of intercollegiate football in the United States. While played using improvised rules more closely resembling soccer and rugby than modern gridiron football, it is traditionally considered the inaugural college football season. The 1869 season consisted of only two games, both between Rutgers and Princeton. The first was played on November 6 at"}, {"title": "College football", "href": "/wiki/College_football", "description": "College football is gridiron football consisting of American football played by teams of student athletes fielded by American universities, colleges, and military academies, or Canadian football played by teams of student athletes fielded by Canadian universities. It was through college football play that American football rules first gained popularity in the United States."}]}, {"heading": "Events", "year": "1936", "date": "November 6", "txt": "Spanish Civil War: The republican government flees from Madrid to Valencia, leading to the formation of the Madrid Defense Council in its stead.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Republican faction (Spanish Civil War)", "href": "/wiki/Republican_faction_(Spanish_Civil_War)", "description": "The Republican faction, also known as the Loyalist faction, was the side in the Spanish Civil War of 1936 to 1939 that supported the government of the Second Spanish Republic against the Nationalist faction of the military rebellion. The name Republicans was mainly used by its members and supporters, while its opponents used the term Rojos (Reds) to refer to this faction due to its left-leaning id"}, {"title": "Siege of Madrid", "href": "/wiki/Siege_of_Madrid", "description": "The siege of Madrid was a two and a half year siege of the Republican controlled Spanish capital city of Madrid by the right-wing coalition Nationalist armies under General Francisco Franco, during the Spanish Civil War of 1936 to 1939. The city, besieged from October 1936, fell to the Nationalist armies on 28 March 1939. The Battle of Madrid in November 1936 saw the most intense fighting in and a"}, {"title": "Valencia", "href": "/wiki/Valencia", "description": "Valencia, officially València, is the capital of the autonomous community of Valencia and the third-largest city in Spain after Madrid and Barcelona, surpassing 800,000 inhabitants in the municipality. The wider urban area also comprising the neighbouring municipalities has a population of around 1.6 million. Valencia is Spain's third-largest metropolitan area, with a population ranging from 1.7 t"}, {"title": "Madrid Defense Council", "href": "/wiki/Madrid_Defense_Council", "description": "The Madrid Defense Council was an ad-hoc governing body that ran Madrid, Spain, for about six months during the Spanish Civil War (1936–39). It was formed in November 1936 after the Spanish Republican government had fled to Valencia when General Francisco Franco's forces advanced on Madrid. It was expected that the city would fall within a few days, but the arrival of the International Brigades ha"}]}, {"heading": "Events", "year": "1943", "date": "November 6", "txt": "World War II: The 1st Ukrainian Front liberates Kyiv from German occupation.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Kiev (1943)", "href": "/wiki/Battle_of_Kiev_(1943)", "description": "The Second Battle of Kiev was a part of a much wider Soviet offensive in Ukraine known as the Battle of the Dnieper involving three strategic operations by the Soviet Red Army and one operational counterattack by the Wehrmacht, which took place between 3 November and 22 December 1943."}]}, {"heading": "Events", "year": "1947", "date": "November 6", "txt": "Meet the Press, the longest running television program in history, makes its debut.", "entities": []}, {"heading": "Events", "year": "1963", "date": "November 6", "txt": "Nguyễn Ngọc Thơ is appointed to head the South Vietnamese government by General Dương Văn Minh's junta, five days after the latter deposed and assassinated President Ngô Đình Diệm.", "entities": [{"title": "Nguyễn Ngọc Thơ", "href": "/wiki/Nguy%E1%BB%85n_Ng%E1%BB%8Dc_Th%C6%A1", "description": "Nguyễn Ngọc Thơ was a Vietnamese politician who was the first Prime Minister of South Vietnam, serving from November 1963 to late January 1964. Thơ was appointed to head a civilian cabinet by the military junta of General Dương Văn Minh, which came to power after overthrowing and assassinating Ngô Đình Diệm, the nation's first president. Thơ's rule was marked by a period of confusion and weak gove"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Dương Văn Minh", "href": "/wiki/D%C6%B0%C6%A1ng_V%C4%83n_Minh", "description": "Dương Văn Minh, popularly known as Big Minh, was a South Vietnamese politician and a senior general in the Army of the Republic of Vietnam (ARVN) and a politician during the presidency of Ngô Đình Diệm. In 1963, he became chief of a military junta after leading a coup in which Diệm was assassinated. Minh lasted only three months before being toppled by Nguyễn Khánh, but assumed power again as the "}, {"title": "1963 South Vietnamese coup", "href": "/wiki/1963_South_Vietnamese_coup", "description": "In November 1963, President Ngô Đình Diệm and the Personalist Labor Revolutionary Party of South Vietnam was deposed by a group of Army of the Republic of Vietnam officers who disagreed with his handling of both the Buddhist crisis and the Viet Cong threat to the regime. In South Vietnam, the coup was referred to as Cách mạng 1-11-63."}, {"title": "Arrest and assassination of Ngo Dinh Diem", "href": "/wiki/Arrest_and_assassination_of_Ngo_Dinh_Diem", "description": "The arrest and assassination of Ngô Đình Diệm, the president of South Vietnam, marked the culmination of a successful coup d'état led by General Dương Văn Minh on 1 November 1963. The coup was the culmination of nine years of autocratic and nepotistic family rule in South Vietnam. Discontent with the Diệm regime had been simmering below the surface and exploded with mass Buddhist protests against "}, {"title": "Ngô Đình Diệm", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}]}, {"heading": "Events", "year": "1971", "date": "November 6", "txt": "The United States Atomic Energy Commission tests the largest U.S. underground hydrogen bomb, code-named Cannikin, on Amchitka Island in the Aleutians.", "entities": [{"title": "United States Atomic Energy Commission", "href": "/wiki/United_States_Atomic_Energy_Commission", "description": "The United States Atomic Energy Commission, commonly known as the AEC, was an agency of the United States government established after World War II by U.S. Congress to foster and control the peacetime development of atomic science and technology. President Harry S. Truman signed the McMahon/Atomic Energy Act on August 1, 1946, transferring the control of atomic energy from military to civilian han"}, {"title": "Hydrogen bomb", "href": "/wiki/Hydrogen_bomb", "description": "A thermonuclear weapon, fusion weapon or hydrogen bomb is a second-generation nuclear weapon design. Its greater sophistication affords it vastly greater destructive power than first-generation atomic bombs, a more compact size, a lower mass or a combination of these benefits. Characteristics of nuclear fusion reactions make possible the use of non-fissile depleted uranium as the weapon's main fue"}, {"title": "Cannikin", "href": "/wiki/Cannikin", "description": "Cannikin was an underground nuclear weapons test performed on November 6, 1971, on Amchitka island, Alaska, by the United States Atomic Energy Commission. The experiment, part of the Operation Grommet nuclear test series, tested the unique W71 warhead design for the LIM-49 Spartan anti-ballistic missile. With an explosive yield of almost 5 megatons of TNT (21 PJ), the test was the largest undergro"}, {"title": "Amchitka Island", "href": "/wiki/Amchitka_Island", "description": "Amchitka is a volcanic, tectonically unstable island in the Rat Islands group of the Aleutian Islands in southwest Alaska. It is part of the Alaska Maritime National Wildlife Refuge. The island, with a land area of roughly 116 square miles (300 km2), is about 42 miles (68 km) long and 1 to 4 miles wide. The area has a maritime climate, with many storms, and mostly overcast skies."}, {"title": "Aleutian Islands", "href": "/wiki/Aleutian_Islands", "description": "The Aleutian Islands, also called the Aleut Islands or Aleutic Islands and known before 1867 as the Catherine Archipelago, are a chain of 14 large volcanic islands and 55 smaller islands. Most of the Aleutian Islands belong to the U.S. state of Alaska, but some belong to the Russian federal subject of Kamchatka Krai. They form part of the Aleutian Arc in the Northern Pacific Ocean, occupying an ar"}]}, {"heading": "Events", "year": "1977", "date": "November 6", "txt": "The Kelly Barnes Dam, located above Toccoa Falls College near Toccoa, Georgia, fails, killing 39.", "entities": [{"title": "Kelly Barnes Dam", "href": "/wiki/Kelly_Barnes_Dam", "description": "Kelly Barnes Dam was an earthen embankment dam in Stephens County, Georgia, just outside the city of Toccoa. Heavy rainfall caused it to collapse on November 6, 1977, and the resulting flood killed 39 people and caused $2.8 million in damage. The dam was never rebuilt."}, {"title": "Toccoa Falls College", "href": "/wiki/Toccoa_Falls_College", "description": "Toccoa Falls College is a private Christian liberal arts college in Toccoa Falls, Georgia. The campus occupies 1,100 acres (450 ha), bordering the Chattahoochee National Forest and is home to Toccoa Falls, a 186-foot (57 m) high waterfall. It is affiliated with the Christian and Missionary Alliance and is accredited by the Commission on Colleges of the Southern Association of Colleges and Schools "}, {"title": "Toccoa, Georgia", "href": "/wiki/Toccoa,_Georgia", "description": "Toccoa is a city in far Northeast Georgia near the border with South Carolina. It is the county seat of Stephens County, Georgia, United States, located about 50 miles (80 km) from Athens and about 90 miles (140 km) northeast of Atlanta. The population was 8,491 as of the 2010 census."}]}, {"heading": "Events", "year": "1985", "date": "November 6", "txt": "Colombian conflict, leftist guerrillas of the 19th of April Movement seize control of the Palace of Justice in Bogotá.", "entities": [{"title": "Colombian conflict", "href": "/wiki/Colombian_conflict", "description": "The Colombian conflict began on May 27, 1964, and is a low-intensity asymmetric war between the government of Colombia, far-right paramilitary groups, crime syndicates, and far-left guerrilla groups such as the Revolutionary Armed Forces of Colombia (FARC), the National Liberation Army (ELN) and the Popular Liberation Army (EPL), fighting each other to increase their influence in Colombian territo"}, {"title": "Guerrilla", "href": "/wiki/Guerrilla", "description": "Guerrilla warfare is a form of irregular warfare in which small groups of combatants, such as paramilitary personnel, armed civilians, or irregulars, use military tactics including ambushes, sabotage, raids, petty warfare, hit-and-run tactics, and mobility, to fight a larger and less-mobile traditional military."}, {"title": "19th of April Movement", "href": "/wiki/19th_of_April_Movement", "description": "The 19th of April Movement, or M-19, was a Colombian guerrilla organisation movement. After its demobilization it became a political party, the M-19 Democratic Alliance, or AD/M-19."}, {"title": "Palace of Justice siege", "href": "/wiki/Palace_of_Justice_siege", "description": "The Palace of Justice siege was a 1985 attack on the Supreme Court of Colombia, in which members of the leftist M-19 guerrilla group took over the Palace of Justice in Bogotá, Colombia, and held the Supreme Court hostage, intending to hold a trial against President Belisario Betancur. The guerrilla group called themselves the \"Iván Marino Ospina Company\" after an M-19 commander who had been killed"}, {"title": "Bogotá", "href": "/wiki/Bogot%C3%A1", "description": "Bogotá, officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá during the Spanish period and between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the "}]}, {"heading": "Events", "year": "1986", "date": "November 6", "txt": "Sumburgh disaster: A British International Helicopters Boeing 234LR Chinook crashes 2.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 miles east of Sumburgh Airport killing 45 people. It is the deadliest civilian helicopter crash on record.", "entities": [{"title": "Sumburgh disaster", "href": "/wiki/Sumburgh_disaster", "description": "On 6 November 1986, a Boeing-Vertol Model 234LR Chinook helicopter returning workers from the Brent oilfield crashed on approach to land at Sumburgh Airport in the Shetland Islands. At 2.5 mi (4.0 km) from the runway the helicopter had a catastrophic forward transmission failure which caused the tandem rotor blades to collide. The helicopter crashed into the sea and sank. Forty-three passengers an"}, {"title": "British International Helicopters", "href": "/wiki/British_International_Helicopters", "description": "British International Helicopter Services Limited (BIH), owned by Rigby Group PLC, is a British-owned helicopter operator. It operates a fleet of 10 helicopters covering Search and Rescue, offshore, defence, charter and flying training activities from its bases at Newquay, Coventry and RAF Mount Pleasant – Falkland Islands."}, {"title": "Boeing 234LR Chinook", "href": "/wiki/Boeing_234LR_Chinook", "description": "The Boeing CH-47 Chinook is an American twin-engined, tandem rotor, heavy-lift helicopter developed by American rotorcraft company Vertol and manufactured by Boeing Vertol. The CH-47 is among the heaviest lifting Western helicopters. Its name, Chinook, is from the Native American Chinook people of Washington state."}, {"title": "Sumburgh Airport", "href": "/wiki/Sumburgh_Airport", "description": "Sumburgh Airport is the main airport serving Shetland in Scotland. It is located on the southern tip of the mainland, in the parish of Dunrossness, 17 NM south of Lerwick. The airport is owned by Highlands and Islands Airports Limited (HIAL) and served by Loganair."}]}, {"heading": "Events", "year": "1988", "date": "November 6", "txt": "1988 Lancang earthquake: At least 938 are killed after two powerful earthquakes rock the China–Myanmar border in Yunnan Province.", "entities": [{"title": "1988 Lancang earthquake", "href": "/wiki/1988_Lancang_earthquake", "description": "The 1988 Lancang–Gengma earthquakes, also known as the 11.6 earthquake by the Chinese media was a devastating seismic event that struck Lancang and Gengma counties, Yunnan, near the border with Shan State, Burma (Myanmar) in the Shan Plateau. The pair of earthquakes occurred thirteen minutes apart, with the first registering 7.7 on the moment magnitude scale, while the second shock measured 7.2 on"}, {"title": "China–Myanmar border", "href": "/wiki/China%E2%80%93Myanmar_border", "description": "The China–Myanmar border is the international border between the territory of the People's Republic of China and Myanmar. The border is 2,129 km in length and run from the tripoint with India in the north to the tripoint with Laos in the south."}, {"title": "Yunnan Province", "href": "/wiki/Yunnan_Province", "description": "Yunnan is a landlocked province in the southwest of the People's Republic of China. The province spans approximately 394,000 square kilometres (152,000 sq mi) and has a population of 48.3 million. The capital of the province is Kunming. The province borders the Chinese provinces of Guizhou, Sichuan, autonomous regions of Guangxi, and Tibet as well as Southeast Asian countries: Vietnam, Laos, and M"}]}, {"heading": "Events", "year": "1995", "date": "November 6", "txt": "Cleveland Browns relocation controversy: Art Modell announces that he signed a deal that would relocate the Cleveland Browns to Baltimore.", "entities": [{"title": "Cleveland Browns relocation controversy", "href": "/wiki/Cleveland_Browns_relocation_controversy", "description": "The Cleveland Browns relocation controversy, sometimes called \"The Move\" by fans, was the decision by then-Browns owner Art Modell to move the Cleveland Browns of the National Football League from its long-time home of Cleveland to Baltimore during the 1995 NFL season. Subsequent legal actions by the city of Cleveland and Browns season ticket holders led the NFL to broker a compromise that saw the"}, {"title": "Art Modell", "href": "/wiki/Art_Modell", "description": "Arthur Bertram Modell was an American businessman, entrepreneur and National Football League team owner. He owned the Cleveland Browns franchise for 35 years and established the Baltimore Ravens franchise, which he owned for nine years."}, {"title": "Cleveland Browns", "href": "/wiki/Cleveland_Browns", "description": "The Cleveland Browns are a professional American football team based in Cleveland. Named after original coach and co-founder Paul Brown, they compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The Browns play their home games at FirstEnergy Stadium, which opened in 1999, with administrative offices and training facilities in Ber"}, {"title": "Baltimore", "href": "/wiki/Baltimore", "description": "Baltimore is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with an estimated population of 593,490 in 2019. Baltimore was designated an independent city by the Constitution of Maryland in 1851, and today is the largest independent city in the United States. As of 2017, the population of the Baltimore metropolitan area was estimat"}]}, {"heading": "Events", "year": "2002", "date": "November 6", "txt": "Jiang Lijun is detained by Chinese police for signing the Open Letter to the 16th National Congress of the Communist Party of China.", "entities": [{"title": "Jiang Lijun", "href": "/wiki/Jiang_Lijun", "description": "Jiang Lijun is a Chinese freelance writer. He has been detained by the Chinese government since November 2002 for posting articles on the Internet which the government considered subversive. He is a native of Tieling in Liaoning."}, {"title": "Open Letter to the 16th National Congress of the Communist Party of China", "href": "/wiki/Open_Letter_to_the_16th_National_Congress_of_the_Communist_Party_of_China", "description": "The Open Letter to the 16th National Congress of the Communist Party of China was a petition from political activists in the People's Republic of China which urged the Chinese Communist Party to introduce political reforms."}]}, {"heading": "Events", "year": "2004", "date": "November 6", "txt": "An express train collides with a stationary car near the village of Ufton Nervet, England, killing seven and injuring 150.", "entities": [{"title": "Ufton Nervet rail crash", "href": "/wiki/Ufton_Nervet_rail_crash", "description": "The Ufton Nervet rail crash was a collision between a train and car on a level crossing near Ufton Nervet, Berkshire, England, in 2004. Seven people, including the drivers of the train and the car, were killed."}, {"title": "Ufton Nervet", "href": "/wiki/Ufton_Nervet", "description": "Ufton Nervet is a village and civil parish in West Berkshire, England centred 6 miles (10 km) west southwest of the large town of Reading and 7 miles\neast of Thatcham. Ufton Nervet has an elected civil parish council."}]}, {"heading": "Events", "year": "2012", "date": "November 6", "txt": "Tammy Baldwin becomes the first openly gay politician to be elected to the United States Senate.", "entities": [{"title": "Tammy Baldwin", "href": "/wiki/Tammy_Baldwin", "description": "Tammy Suzanne Green Baldwin is an American lawyer and politician serving as the junior United States Senator from Wisconsin since January 2013. A member of the Democratic Party, she served three terms in the Wisconsin State Assembly, representing the 78th district, and from 1999 to 2013 represented Wisconsin's 2nd congressional district in the United States House of Representatives."}, {"title": "Openly gay", "href": "/wiki/Openly_gay", "description": "Coming out of the closet, often shortened to coming out, is a metaphor used to describe LGBT people's self-disclosure of their sexual orientation or of their gender identity."}, {"title": "United States Senate election in Wisconsin, 2012", "href": "/wiki/United_States_Senate_election_in_Wisconsin,_2012", "description": "The 2012 United States Senate election in Wisconsin took place on November 6, 2012, alongside a U.S. presidential election as well as other elections to the United States Senate and House of Representatives and various state and local elections. Incumbent Democratic Senator Herb Kohl retired instead of running for re-election to a fifth term. This was the first open Senate seat in Wisconsin since "}]}, {"heading": "Births", "year": "1391", "date": "November 6", "txt": "Edmund Mortimer, 5th Earl of March, English politician (d. 1425)", "entities": [{"title": "Edmund Mortimer, 5th Earl of March", "href": "/wiki/Edmund_Mortimer,_5th_Earl_of_March", "description": "Edmund Mortimer, 5th Earl of March, 7th Earl of Ulster, was an English nobleman and a potential claimant to the throne of England. A great-great-grandson of King Edward III of England, he was heir presumptive to King Richard II of England, his paternal first cousin twice removed and maternal half great-uncle, when Richard II was deposed in favour of Henry IV. Edmund Mortimer's claim to the throne "}]}, {"heading": "Births", "year": "1479", "date": "November 6", "txt": "Philip I, Margrave of Baden (d. 1533)", "entities": [{"title": "Philip I, Margrave of Baden", "href": "/wiki/Philip_I,_Margrave_of_Baden", "description": "Margrave Philip I of Baden took over the administration of his father's possessions Baden (Baden-Baden), Durlach, Pforzheim and Altensteig and parts of Eberstein, Lahr and Mahlberg in 1515 and ruled as governor until he inherited the territories in 1527. From 1524 till 1527, he also acted as an imperial governor in the second Imperial Government."}]}, {"heading": "Births", "year": "1550", "date": "November 6", "txt": "Karin Månsdotter, Swedish queen (d. 1612)", "entities": [{"title": "Karin Månsdotter", "href": "/wiki/Karin_M%C3%A5nsdotter", "description": "Karin Månsdotter was first a mistress of King Eric XIV of Sweden and then briefly queen as his wife."}]}, {"heading": "Births", "year": "1604", "date": "November 6", "txt": "George Ent, English scientist (d. 1689)", "entities": [{"title": "George Ent", "href": "/wiki/George_Ent", "description": "George Ent was an English scientist in the seventeenth century."}]}, {"heading": "Births", "year": "1661", "date": "November 6", "txt": "Charles II of Spain, last Habsburg ruler of the Spanish Empire (d. 1700)", "entities": [{"title": "Charles II of Spain", "href": "/wiki/Charles_II_of_Spain", "description": "Charles II of Spain, also known as The Bewitched, was the last Habsburg ruler of the Spanish Empire. He is best remembered for his physical disabilities, and the war that followed his death."}]}, {"heading": "Births", "year": "1814", "date": "November 6", "txt": "Adolphe Sax, Belgian-French instrument designer, invented the saxophone (d. 1894)", "entities": [{"title": "Adolphe Sax", "href": "/wiki/Adolphe_Sax", "description": "Antoine-Joseph \"Adolphe\" Sax was a Belgian inventor and musician who created the saxophone in the early 1840s, patenting it in 1846. He also invented the saxotromba, saxhorn and saxtuba. He played the flute and clarinet."}, {"title": "Saxophone", "href": "/wiki/Saxophone", "description": "The saxophone is a family of woodwind instruments usually made of brass and played with a single-reed mouthpiece. Although most saxophones are made from brass, they are categorized as woodwind instruments because sound is produced by an oscillating reed rather than lips vibrating in a mouthpiece cup as with the brass instrument family. As with the other woodwind instruments, the pitch of the note "}]}, {"heading": "Births", "year": "1841", "date": "November 6", "txt": "Nelson W. Aldrich, American businessman and politician (d. 1915)", "entities": [{"title": "Nelson W. Aldrich", "href": "/wiki/Nelson_W._Aldrich", "description": "Nelson Wilmarth Aldrich was a prominent American politician and a leader of the Republican Party in the United States Senate, where he served from 1881 to 1911. By the 1890s, he was one of the \"Big Four\" key Republicans who largely controlled the major decisions of the Senate, along with Orville H. Platt, William B. Allison, and John Coit Spooner. Because of his impact on national politics and cen"}]}, {"heading": "Births", "year": "1851", "date": "November 6", "txt": "Charles Dow, American journalist and economist (d. 1902)", "entities": [{"title": "Charles Dow", "href": "/wiki/Charles_Dow", "description": "Charles Henry Dow was an American journalist who co-founded Dow Jones & Company with Edward Jones and Charles Bergstresser."}]}, {"heading": "Births", "year": "1854", "date": "November 6", "txt": "John Philip Sousa, American composer and bandleader (d. 1932)", "entities": [{"title": "John Philip Sousa", "href": "/wiki/John_Philip_Sousa", "description": "John Philip Sousa was an American composer and conductor of the late Romantic era known primarily for American military marches. He is known as \"The March King\" or the \"American March King\", to distinguish him from his British counterpart Kenneth J. Alford. Among his best-known marches are \"The Stars and Stripes Forever\", \"Semper Fidelis\", \"The Liberty Bell\", \"The Thunderer\", and \"The Washington P"}]}, {"heading": "Births", "year": "1861", "date": "November 6", "txt": "James Naismith, Canadian-American physician and educator, invented basketball (d. 1939)", "entities": [{"title": "James Naismith", "href": "/wiki/James_Naismith", "description": "James Naismith was a Canadian-American physical educator, physician, Christian chaplain, sports coach, and inventor of the game of basketball. After moving to the United States, he wrote the original basketball rule book and founded the University of Kansas basketball program. Naismith lived to see basketball adopted as an Olympic demonstration sport in 1904 and as an official event at the 1936 Su"}, {"title": "Basketball", "href": "/wiki/Basketball", "description": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball through the defender's hoop while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a"}]}, {"heading": "Births", "year": "1880", "date": "November 6", "txt": "Yoshisuke Aikawa, Japanese businessman and politician, founded Nissan Motor Company (d. 1967)", "entities": [{"title": "Yoshisuke Aikawa", "href": "/wiki/Yoshisuke_Aikawa", "description": "Yoshisuke Aikawa   was a Japanese entrepreneur, businessman, and politician, noteworthy as the founder and first president of the Nissan zaibatsu (1931-1945), one of Japan's most powerful business conglomerates around the time of the Second World War."}, {"title": "Nissan Motor Company", "href": "/wiki/Nissan_Motor_Company", "description": "The Nissan Motor Company, Ltd.  is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama, Japan. The company sells its vehicles under the Nissan, Infiniti, and Datsun brands. The company traces its name to the Nissan zaibatsu, now called Nissan Group."}]}, {"heading": "Births", "year": "1884", "date": "November 6", "txt": "May Brahe, Australian composer (d. 1956)", "entities": [{"title": "May Brahe", "href": "/wiki/May_Brahe", "description": "\n\nMary Hannah (May) Brahe was an Australian composer, best known for her songs and ballads. Her most famous song by far is \"Bless This House\", recorded by John McCormack, Beniamino Gigli, Lesley Garrett and Bryn Terfel. According to Move.com.au: \"She was the only Australian woman composer to win local an international recognition before World War II,\" having \"290 of her 500 songs published. Of the"}]}, {"heading": "Births", "year": "1885", "date": "November 6", "txt": "Martin O'Meara, Irish-Australian sergeant, Victoria Cross recipient (d. 1935)", "entities": [{"title": "Martin O'Meara", "href": "/wiki/Martin_O%27Meara", "description": "Martin O'Meara, VC was an Irish-born Australian recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1887", "date": "November 6", "txt": "Walter Johnson, American baseball player and manager (d. 1946)", "entities": [{"title": "Walter Johnson", "href": "/wiki/Walter_Johnson", "description": "Walter Perry Johnson, nicknamed \"Barney\" and \"The Big Train\", was an American professional baseball player and manager. He played his entire 21-year baseball career in Major League Baseball as a right-handed pitcher for the Washington Senators from 1907 to 1927. He later served as manager of the Senators from 1929 through 1932 and of the Cleveland Indians from 1933 through 1935."}]}, {"heading": "Births", "year": "1897", "date": "November 6", "txt": "Jack O'Connor, English cricketer (d. 1977)", "entities": [{"title": "Jack O'Connor (English cricketer)", "href": "/wiki/Jack_O%27Connor_(English_cricketer)", "description": "Jack O'Connor was an English cricketer who played in four Tests from 1929 to 1930."}]}, {"heading": "Births", "year": "1900", "date": "November 6", "txt": "Ida Lou Anderson, American orator and professor, pioneer in the field of radio broadcasting (d. 1941)", "entities": [{"title": "Ida Lou Anderson", "href": "/wiki/Ida_Lou_Anderson", "description": "Ida Lou Anderson was an American radio broadcaster and academic. A pioneer in the field of radio broadcasting, she was a professor at Washington State College in the 1920s and 1930s. One of Anderson's earliest and most impressive students was Edward R. Murrow who went on to a legendary broadcasting career at CBS."}]}, {"heading": "Births", "year": "1901", "date": "November 6", "txt": "Kate Greenaway, English author and illustrator (b. 1846)", "entities": [{"title": "Kate Greenaway", "href": "/wiki/Kate_Greenaway", "description": "Catherine Greenaway was an English Victorian artist and writer, known for her \nchildren's book illustrations. She received her education in graphic design and art between 1858 and 1871 from South Kensington School of Art and the Royal Female School of Art, and the Slade School of Fine Art. She began her career designing for the burgeoning holiday card market, producing Christmas and Valentine's ca"}]}, {"heading": "Births", "year": "1908", "date": "November 6", "txt": "Tony Canzoneri, American boxer (d. 1959)", "entities": [{"title": "Tony Canzoneri", "href": "/wiki/Tony_Canzoneri", "description": "Tony Canzoneri was an American professional boxer. A three-division world champion, he held a total of five world titles. Canzoneri is a member of the exclusive group of boxing world champions who have won titles in three or more divisions."}]}, {"heading": "Births", "year": "1921", "date": "November 6", "txt": "Geoff Rabone, New Zealand cricketer (d. 2006)", "entities": [{"title": "Geoff Rabone", "href": "/wiki/Geoff_Rabone", "description": "Geoffrey Osborne Rabone, known as Geoff Rabone, was a cricketer who captained New Zealand in five Test matches in 1953–54 and 1954–55."}]}, {"heading": "Births", "year": "1924", "date": "November 6", "txt": "Harry Threadgold, English footballer (d. 1996)", "entities": [{"title": "Harry Threadgold", "href": "/wiki/Harry_Threadgold", "description": "Harry Threadgold is a footballer who played as a goalkeeper in the Football League initially for Chester."}]}, {"heading": "Births", "year": "1926", "date": "November 6", "txt": "Frank Carson, Northern Irish comedian and actor (d. 2012)", "entities": [{"title": "Frank Carson", "href": "/wiki/Frank_Carson", "description": "Hugh Francis \"Frank\" Carson KSG was a Northern Irish comedian and actor, best known on television in series such as The Comedians and Tiswas. He was a member of the entertainment charity the Grand Order of Water Rats."}]}, {"heading": "Births", "year": "1926", "date": "November 6", "txt": "Zig Ziglar, American soldier, businessman, and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 6", "txt": "Derrick Bell, American scholar, author and critical race theorist (d. 2011)", "entities": [{"title": "Derrick Bell", "href": "/wiki/Derrick_Bell", "description": "Derrick Albert Bell Jr. was an American lawyer, professor, and civil rights activist. In 1971, he became the first tenured African-American professor of law at Harvard Law School, and he is often credited as one of the originators of critical race theory along with Richard Delgado, Charles Lawrence, Mari Matsuda, and Patricia Williams. He was a visiting professor at New York University School of L"}]}, {"heading": "Births", "year": "1931", "date": "November 6", "txt": "Mike Nichols, German-born American actor, director, producer, and screenwriter (d. 2014)", "entities": [{"title": "Mike Nichols", "href": "/wiki/Mike_Nichols", "description": "Mike Nichols was an American film and theater director, producer, actor, and comedian. He was noted for his ability to work across a range of genres and for his aptitude for getting the best out of actors regardless of their experience. Nichols began his career in the 1950s with the comedy improvisational troupe The Compass Players, predecessor of The Second City, in Chicago. He then teamed up wit"}]}, {"heading": "Births", "year": "1932", "date": "November 6", "txt": "François Englert, Belgian physicist and academic, Nobel Prize laureate", "entities": [{"title": "François Englert", "href": "/wiki/Fran%C3%A7ois_Englert", "description": "François, Baron Englert is a Belgian theoretical physicist and 2013 Nobel prize laureate."}, {"title": "Nobel Prize", "href": "/wiki/Nobel_Prize", "description": "The Nobel Prize is not a single prize but five separate prizes that, according to Alfred Nobel's will of 1895, are awarded to ”those who, during the preceding year, have conferred the greatest benefit to humankind.”"}]}, {"heading": "Births", "year": "1933", "date": "November 6", "txt": "Else Ackermann, German physician and pharmacologist (d. 2019)", "entities": [{"title": "Else Ackermann", "href": "/wiki/Else_Ackermann", "description": "Else Ackermann was a German physician and pharmacologist who became an East German politician. The report on the power relationships between the citizen and the state which she drafted, and in 1988 presented, known as the \"Neuenhagen Letter\", was a significant precursor to the changes of 1989 which led to the ending, in the early summer of 1990, of the one-party dictatorship, followed by German re"}]}, {"heading": "Births", "year": "1937", "date": "November 6", "txt": "Leo Goeke, American tenor and actor (d. 2012)", "entities": [{"title": "Leo Goeke", "href": "/wiki/Leo_Goeke", "description": "Leo Goeke was an American operatic tenor who had an active international career from the 1960s through the 1980s. He was particularly admired for his portrayal of Tom Rakewell in The Rake’s Progress at the Glyndebourne Festival in 1975 and its subsequent revivals there in 1977, 1978 and 1980. He was also lauded for his portrayal of Gandhi I in Philip Glass’ Satyagraha which he performed in a produ"}]}, {"heading": "Births", "year": "1938", "date": "November 6", "txt": "Mack Jones, American baseball player (d. 2004)", "entities": [{"title": "Mack Jones", "href": "/wiki/Mack_Jones", "description": "Mack Fletcher Jones, nicknamed \"Mack The Knife\", was a Major League Baseball left fielder who played for the Milwaukee and Atlanta Braves (1961–1967), Cincinnati Reds (1968), and Montreal Expos (1969–1971). He batted left-handed, threw right-handed and was listed as 6 feet 1 inch (1.85 m) tall and 180 pounds (82 kg)."}]}, {"heading": "Births", "year": "1939", "date": "November 6", "txt": "Michael Schwerner, American activist (d. 1964)", "entities": [{"title": "Michael Schwerner", "href": "/wiki/Michael_Schwerner", "description": "Michael Henry \"Mickey\" Schwerner, was one of three Congress of Racial Equality (CORE) field workers killed in Philadelphia, Mississippi, by members of the Ku Klux Klan. Schwerner and two co-workers, James Chaney and Andrew Goodman, were killed in response to their civil rights work, which included promoting voting registration among African Americans, most of whom had been disenfranchised in the s"}]}, {"heading": "Births", "year": "1939", "date": "November 6", "txt": "Leonardo Quisumbing, Filipino lawyer and jurist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 6", "txt": "Johnny Giles, Irish footballer and manager", "entities": [{"title": "Johnny Giles", "href": "/wiki/Johnny_Giles", "description": "Michael John Giles is an Irish former association football player and manager best remembered for his time as a midfielder with Leeds United in the 1960s and 1970s. After retiring from management in 1985, Giles served as the senior analyst on RTÉ Sport's coverage of association football from 1986 until 2016. The FAI voted Giles as the greatest Irish player of the last 50 years at the UEFA Jubilee "}]}, {"heading": "Births", "year": "1941", "date": "November 6", "txt": "Guy Clark, American singer-songwriter, guitarist, and producer (d. 2016)", "entities": [{"title": "Guy Clark", "href": "/wiki/Guy_Clark", "description": "Guy Charles Clark was an American folk and country singer-songwriter and luthier. He released more than 20 albums, and his songs have been recorded by other artists, including Jerry Jeff Walker, Jimmy Buffett, Kathy Mattea, Lyle Lovett, Ricky Skaggs, Steve Wariner, Emmylou Harris, Rodney Crowell, Steve Earle, Johnny Cash, and Willie Nelson. He won the 2014 Grammy Award for Best Folk Album: My Favo"}]}, {"heading": "Births", "year": "1941", "date": "November 6", "txt": "Doug Sahm, American singer-songwriter and musician (d. 1999)", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 6", "txt": "Sally Field, American actress", "entities": [{"title": "Sally Field", "href": "/wiki/Sally_Field", "description": "Sally Margaret Field is an American actress and director. She is the recipient of various accolades, including two Academy Awards, three Primetime Emmy Awards, two Golden Globe Awards, a Screen Actors Guild Award, and nominations for a Tony Award, and two British Academy Film Awards."}]}, {"heading": "Births", "year": "1946", "date": "November 6", "txt": "George Young, Scottish guitarist, songwriter, and producer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 6", "txt": "Glenn Frey, American singer-songwriter, guitarist, and actor (d. 2016)", "entities": [{"title": "Glenn Frey", "href": "/wiki/Glenn_Frey", "description": "Glenn Lewis Frey was an American singer, songwriter, actor and founding member of the rock band the Eagles. Frey was the co-lead singer and frontman for the Eagles, roles he came to share with fellow member Don Henley, with whom he wrote most of the Eagles' material. Frey played guitar and keyboards as well as singing lead vocals on songs such as \"Take It Easy\", \"Peaceful Easy Feeling\", \"Tequila S"}]}, {"heading": "Births", "year": "1950", "date": "November 6", "txt": "Nimalan Soundaranayagam, Sri Lankan educator and politician (d. 2000)", "entities": [{"title": "Nimalan Soundaranayagam", "href": "/wiki/Nimalan_Soundaranayagam", "description": "Ashley Nimalanayagam Soundaranayagam was a Sri Lankan Tamil teacher, politician and Member of Parliament."}]}, {"heading": "Births", "year": "1950", "date": "November 6", "txt": "Shaikh Rasheed Ahmad, Pakistani politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 6", "txt": "Michael Cunningham, American novelist and screenwriter", "entities": [{"title": "Michael Cunningham", "href": "/wiki/Michael_Cunningham", "description": "Michael Cunningham is an American novelist and screenwriter. He is best known for his 1998 novel The Hours, which won the Pulitzer Prize for Fiction and the PEN/Faulkner Award in 1999. Cunningham is a senior lecturer of creative writing at Yale University."}]}, {"heading": "Births", "year": "1953", "date": "November 6", "txt": "Frank Hanisch, German footballer", "entities": [{"title": "Frank Hanisch", "href": "/wiki/Frank_Hanisch", "description": "Frank Hanisch is a former professional German footballer."}]}, {"heading": "Births", "year": "1953", "date": "November 6", "txt": "Brian McKechnie, New Zealand cricketer and rugby player", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 6", "txt": "Mark Donaldson, New Zealand rugby player", "entities": [{"title": "Mark Donaldson (rugby player)", "href": "/wiki/Mark_Donaldson_(rugby_player)", "description": "Mark William Donaldson is a former New Zealand half-back rugby union player. Donaldson played 35 matches, including 13 test matches, for the All Blacks from 1977 to 1981."}]}, {"heading": "Births", "year": "1955", "date": "November 6", "txt": "Maria Shriver, American journalist and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 6", "txt": "Graeme Wood, Australian cricketer and footballer", "entities": [{"title": "Graeme Wood (cricketer)", "href": "/wiki/Graeme_Wood_(cricketer)", "description": "Graeme Malcolm Wood is a former Australian cricketer who played in 59 Test matches and 83 One Day Internationals from 1978 to 1989. He scored nine Test centuries in his career, which was a record for a Western Australian until it was surpassed by Justin Langer."}]}, {"heading": "Births", "year": "1962", "date": "November 6", "txt": "Nadezhda Kuzhelnaya, Russian pilot and former cosmonaut", "entities": [{"title": "Nadezhda Kuzhelnaya", "href": "/wiki/Nadezhda_Kuzhelnaya", "description": "Nadezhda Kuzhelnaya is a former Russian cosmonaut. She had been due to fly on Soyuz TM-32, but was cut in order to accommodate American space tourist Dennis Tito. She later retired from the service in 2004, to become a commercial pilot with Russian carrier Aeroflot."}, {"title": "Cosmonaut", "href": "/wiki/Cosmonaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}]}, {"heading": "Births", "year": "1963", "date": "November 6", "txt": "Rozz Williams, American singer, musician and artist (d. 1998)", "entities": [{"title": "Rozz Williams", "href": "/wiki/Rozz_Williams", "description": "Rozz Williams was an American musician, poet, artist, and performance artist, most known for his work with the bands Christian Death, Shadow Project, and the industrial project Premature Ejaculation. Christian Death is cited by some as a pioneer of the American gothic rock scene as well as deathrock, and is considered to be one of the most influential figures of the scene. However, Williams dislik"}]}, {"heading": "Births", "year": "1964", "date": "November 6", "txt": "Mike Brewer, New Zealand rugby player", "entities": [{"title": "Mike Brewer (rugby union)", "href": "/wiki/Mike_Brewer_(rugby_union)", "description": "Michael Robert Brewer is a former New Zealand rugby union footballer. He played rugby union as flanker or number eight and represented the All Blacks on 32 occasions scoring 1 try and winning 22 and drawing 1 of those games. He played provincial rugby for Otago and Canterbury in New Zealand's south Island."}]}, {"heading": "Births", "year": "1966", "date": "November 6", "txt": "Stephanie Vozzo, American professional comic book colorist and music agent", "entities": [{"title": "Stephanie Vozzo", "href": "/wiki/Stephanie_Vozzo", "description": "Stephanie Cofell is a retired American comic book colorist."}]}, {"heading": "Births", "year": "1967", "date": "November 6", "txt": "Shuzo Matsuoka, Japanese tennis player and sportscaster", "entities": [{"title": "Shuzo Matsuoka", "href": "/wiki/Shuzo_Matsuoka", "description": "Shuzo Matsuoka  is a retired Japanese professional tennis player, sports commentator, and entertainer. A former Wimbledon quarter-finalist, Matsuoka won one singles title during his career, in Seoul in 1992. In the same year, he reached a career-high ranking of world No. 46."}]}, {"heading": "Births", "year": "1968", "date": "November 6", "txt": "Kelly Rutherford, American actress", "entities": [{"title": "Kelly Rutherford", "href": "/wiki/Kelly_Rutherford", "description": "Kelly Rutherford is an American actress. She is known for her television roles as Stephanie \"Sam\" Whitmore on the NBC daytime soap opera Generations (1989–1991), as Megan Lewis on the Fox primetime soap opera Melrose Place (1996–1999), and as Lily van der Woodsen on The CW series Gossip Girl (2007–2012)."}]}, {"heading": "Births", "year": "1968", "date": "November 6", "txt": "Jerry Yang, Taiwanese-American engineer and businessman, co-founded Yahoo!", "entities": [{"title": "Yahoo!", "href": "/wiki/Yahoo!", "description": "Yahoo! is an American web services provider. It is headquartered in Sunnyvale, California and is owned by Verizon Media, pending sale to investment funds managed by Apollo Global Management."}]}, {"heading": "Births", "year": "1971", "date": "November 6", "txt": "Laura Flessel-Colovic, French fencer and politician", "entities": [{"title": "Laura Flessel-Colovic", "href": "/wiki/Laura_Flessel-Colovic", "description": "Laura Flessel-Colovic is a French politician and épée fencer who served as Minister of Sports from 2017 to 2018. Born in Pointe-à-Pitre, Guadeloupe, she has won the most Olympic medals of any French sportswoman, with five. Before 2007, she was a member of the Levallois Sporting Club Escrime, and now works with Lagardère Paris Racing. She is married and has one daughter."}]}, {"heading": "Births", "year": "1972", "date": "November 6", "txt": "Rebecca Romijn, American model and actress", "entities": [{"title": "Rebecca Romijn", "href": "/wiki/Rebecca_Romijn", "description": "Rebecca Alie O'Connell is an American actress and former model. She is known for her role as Mystique in the trilogy of the X-Men film series, as Joan from The Punisher (2004), and the dual roles of Laure Ash and Lily Watts in Femme Fatale (2002). She has also had recurring roles as Alexis Meade on the television series Ugly Betty and as Number One on Star Trek: Discovery. Her other major roles in"}]}, {"heading": "Births", "year": "1973", "date": "November 6", "txt": "David Giffin, Australian rugby player", "entities": [{"title": "David Giffin", "href": "/wiki/David_Giffin", "description": "David Giffin is a former vice-captain of the Wallabies in rugby union, where he played in the lock position. Queensland-born, he played most of his professional career with the ACT Brumbies in what was then the Super 12. At this level, he earned 81 caps - earning a further 49 at international level. At the height of his game he was considered to be the leading exponent of lineouts in world rugby. "}]}, {"heading": "Births", "year": "1974", "date": "November 6", "txt": "Frank Vandenbroucke, Belgian cyclist (d. 2009)", "entities": [{"title": "Frank Vandenbroucke (cyclist)", "href": "/wiki/Frank_Vandenbroucke_(cyclist)", "description": "Frank Vandenbroucke was a Belgian professional road racing cyclist. He was the great hope of Belgian cycling in the 1990s, but a remarkable talent which appeared in his adolescence in track and field and then in cycle racing dissipated in a succession of drug problems, rows with teams, suicide attempts and finally being disowned by the cycling world. His former wife described him as a cocaine addi"}]}, {"heading": "Births", "year": "1978", "date": "November 6", "txt": "Erik Cole, American ice hockey player", "entities": [{"title": "Erik Cole", "href": "/wiki/Erik_Cole", "description": "Erik Thomas Cole is an American former professional ice hockey left winger. Originally drafted by the Hurricanes in the 1998 NHL Entry Draft, Cole played 15 seasons in the NHL for the Carolina Hurricanes, Edmonton Oilers, Montreal Canadiens, Dallas Stars and Detroit Red Wings."}]}, {"heading": "Births", "year": "1978", "date": "November 6", "txt": "Zak Morioka, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 6", "txt": "Adam LaRoche, American baseball player", "entities": [{"title": "Adam LaRoche", "href": "/wiki/Adam_LaRoche", "description": "David Adam LaRoche is an American former professional baseball first baseman who played 12 seasons in Major League Baseball (MLB). He played for the Atlanta Braves, Pittsburgh Pirates, Boston Red Sox, Arizona Diamondbacks, Washington Nationals and Chicago White Sox. He is the son of pitcher Dave LaRoche and the brother of third baseman Andy LaRoche."}]}, {"heading": "Births", "year": "1979", "date": "November 6", "txt": "Lamar Odom, American basketball player and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 6", "txt": "Brad Stuart, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 6", "txt": "Kaspars Gorkšs, Latvian footballer", "entities": [{"title": "Kaspars Gorkšs", "href": "/wiki/Kaspars_Gork%C5%A1s", "description": "Kaspars Gorkšs is a Latvian former professional footballer who played as a defender. Gorkšs was also the captain of the Latvian national team. From 2018 to 2019 Gorkšs served as president of the Latvian Football Federation."}]}, {"heading": "Births", "year": "1981", "date": "November 6", "txt": "Andrew Murray, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 6", "txt": "Nicole Hosp, Austrian skier", "entities": [{"title": "Nicole Hosp", "href": "/wiki/Nicole_Hosp", "description": "Nicole Hosp is a former World Cup alpine ski racer from Austria. She competed in all five disciplines and was a world champion, three-time Olympic medalist, and an overall World Cup champion."}]}, {"heading": "Births", "year": "1984", "date": "November 6", "txt": "Ricky Romero, American baseball player", "entities": [{"title": "Ricky Romero", "href": "/wiki/Ricky_Romero", "description": "Ricardo Romero Jr. is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Toronto Blue Jays."}]}, {"heading": "Births", "year": "1984", "date": "November 6", "txt": "Sebastian Schachten, German footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 6", "txt": "Ben Rector, American singer, songwriter and musician", "entities": [{"title": "Ben Rector", "href": "/wiki/Ben_Rector", "description": "Benjamin Evans Rector is an American singer, songwriter and record producer based in Nashville, Tennessee. He has released seven studio albums, including Brand New (2015), which peaked at number 9 on the Billboard 200, and Magic (2018), which debuted at number 1 on the Billboard Americana/Folk Albums chart."}]}, {"heading": "Births", "year": "1986", "date": "November 6", "txt": "Conor Sammon, Irish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 6", "txt": "Ana Ivanovic, Serbian tennis player", "entities": [{"title": "Ana Ivanovic", "href": "/wiki/Ana_Ivanovic", "description": "Ana Schweinsteiger, professionally known by her birth name Ana Ivanovic, is a Serbian retired professional tennis player. She was ranked No. 1 in the world in 2008 after she defeated Dinara Safina to win the 2008 French Open and held the top ranking for a total of 12 weeks. She was also the runner-up at the 2007 French Open and the 2008 Australian Open, losing to Justine Henin and Maria Sharapova "}]}, {"heading": "Births", "year": "1987", "date": "November 6", "txt": "Naoki Miyata, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 6", "txt": "Erik Lund, Swedish footballer", "entities": [{"title": "Erik Lund (footballer)", "href": "/wiki/Erik_Lund_(footballer)", "description": "Erik Lund is a Swedish football manager and former player, who is the current manager of Ljungskile SK. He played as right back and spent most of his career at Ljungskile SK and IFK Göteborg. Lund also spent three years at the Aston Villa Academy and played twice for the Sweden national team in 2010."}]}, {"heading": "Births", "year": "1988", "date": "November 6", "txt": "Emma Stone, American actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 6", "txt": "Conchita Wurst, Austrian singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 6", "txt": "Jozy Altidore, American soccer player", "entities": [{"title": "Jozy Altidore", "href": "/wiki/Jozy_Altidore", "description": "Josmer Volmy \"Jozy\" Altidore is an American professional soccer player who plays as a forward for Major League Soccer side Toronto FC and the United States national team."}]}, {"heading": "Births", "year": "1989", "date": "November 6", "txt": "Aaron Hernandez, American football player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 6", "txt": "André Schürrle, German footballer", "entities": [{"title": "André Schürrle", "href": "/wiki/Andr%C3%A9_Sch%C3%BCrrle", "description": "André Horst Schürrle is a German former professional footballer who played as a forward. He represented the German national team from 2010 to 2017."}]}, {"heading": "Births", "year": "1990", "date": "November 6", "txt": "Akua Shōma, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 6", "txt": "Paula Kania, Polish tennis player", "entities": [{"title": "Paula Kania", "href": "/wiki/Paula_Kania", "description": "Paula Kania-Choduń is a professional Polish tennis player."}]}, {"heading": "Births", "year": "1992", "date": "November 6", "txt": "Rebecca Allen, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 6", "txt": "Nasya Dimitrova, Bulgarian volleyball player", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 6", "txt": "Josh Wakefield, English footballer", "entities": [{"title": "Josh Wakefield", "href": "/wiki/Josh_Wakefield", "description": "Joshua John Christopher Wakefield is an English footballer who plays as a midfielder for National League club Weymouth."}]}, {"heading": "Births", "year": "1994", "date": "November 6", "txt": "Isaah Yeo, Australian rugby league player", "entities": [{"title": "Isaah Yeo", "href": "/wiki/Isaah_Yeo", "description": "Isaah Ferguson-Yeo is an Australian professional rugby league footballer who plays as a second-row, lock and centre for the Penrith Panthers in the NRL. As of 2021, he is also the co-captain alongside his teammate Nathan Cleary."}]}, {"heading": "Births", "year": "1995", "date": "November 6", "txt": "Addin Fonua-Blake, Australian-Tongan rugby league player", "entities": [{"title": "Addin Fonua-Blake", "href": "/wiki/Addin_Fonua-Blake", "description": "Addin Fonua-Blake is a professional rugby league footballer who plays as a prop for the New Zealand Warriors in the NRL. He has played for both Tonga and New Zealand at international level."}]}, {"heading": "Births", "year": "1997", "date": "November 6", "txt": "Hero Fiennes-Tiffin, English actor and model", "entities": [{"title": "Hero Fiennes-Tiffin", "href": "/wiki/Hero_Fiennes-Tiffin", "description": "Hero Beauregard Faulkner Fiennes Tiffin is an English actor and model. He is known for his starring role as Hardin Scott in the After film series. He also portrayed 11-year-old Tom Riddle, the young version of the antagonist Lord Voldemort, in the film Harry Potter and the Half-Blood Prince."}]}, {"heading": "Deaths", "year": "1003", "date": "November 6", "txt": "Pope John XVII", "entities": [{"title": "Pope John XVII", "href": "/wiki/Pope_John_XVII", "description": "Pope John XVII, born John Sicco, was the bishop of Rome and nominal ruler of the Papal States for about seven months in 1003. He was one of the popes chosen and eclipsed by the patrician John Crescentius."}]}, {"heading": "Deaths", "year": "1312", "date": "November 6", "txt": "Christina von Stommeln, Roman Catholic mystic and stigmatic (b. 1242)", "entities": [{"title": "Christina von Stommeln", "href": "/wiki/Christina_von_Stommeln", "description": "Christina of Stommeln, also known as Christina Bruso and Christina Bruzo, was a Roman Catholic mystic, ecstatic, and stigmatic."}]}, {"heading": "Deaths", "year": "1406", "date": "November 6", "txt": "Pope Innocent VII (b. 1339)", "entities": [{"title": "Pope Innocent VII", "href": "/wiki/Pope_Innocent_VII", "description": "Pope Innocent VII, born Cosimo de' Migliorati, was the Roman claimant to the headship of the Catholic Church from 17 October 1404 to his death. He was pope during the period of the Western Schism (1378–1417), and was opposed by Benedict XIII at Avignon. Despite good intentions, he did little to end the schism, owing to the troubled state of affairs in Rome, and his distrust of the sincerity of Ben"}]}, {"heading": "Deaths", "year": "1492", "date": "November 6", "txt": "Antoine Busnois, French composer and poet (b. 1430)", "entities": [{"title": "Antoine Busnois", "href": "/wiki/Antoine_Busnois", "description": "Antoine Busnois was a French composer and poet of the early Renaissance Burgundian School. While also noted as a composer of motets and other sacred music, he was one of the most renowned 15th-century composers of secular chansons. He was the leading figure of the late Burgundian school after the death of Guillaume Dufay."}]}, {"heading": "Deaths", "year": "1656", "date": "November 6", "txt": "Jean-Baptiste Morin, French mathematician, astrologer, and astronomer (b. 1583)", "entities": [{"title": "Jean-Baptiste Morin (mathematician)", "href": "/wiki/Jean-Baptiste_Morin_(mathematician)", "description": "Jean-Baptiste Morin, also known by the Latinized name as Morinus, was a French mathematician, astrologer, and astronomer."}]}, {"heading": "Deaths", "year": "1672", "date": "November 6", "txt": "Heinrich Schütz, German organist and composer (b. 1585)", "entities": [{"title": "Heinrich Schütz", "href": "/wiki/Heinrich_Sch%C3%BCtz", "description": "Heinrich Schütz was a German composer and organist, generally regarded as the most important German composer before Johann Sebastian Bach, as well as one of the most important composers of the 17th century. He is credited with bringing the Italian style to Germany and continuing its evolution from the Renaissance into the Early Baroque. Most of his surviving music was written for the Lutheran chur"}]}, {"heading": "Deaths", "year": "1692", "date": "November 6", "txt": "Gédéon Tallemant des Réaux, French author and poet (b. 1619)", "entities": [{"title": "Gédéon Tallemant des Réaux", "href": "/wiki/G%C3%A9d%C3%A9on_Tallemant_des_R%C3%A9aux", "description": "Gédéon Tallemant, Sieur des Réaux was a French writer known for his Historiettes, a collection of short biographies."}]}, {"heading": "Deaths", "year": "1752", "date": "November 6", "txt": "Ralph Erskine, Scottish minister (b. 1685)", "entities": [{"title": "Ralph Erskine (preacher)", "href": "/wiki/Ralph_Erskine_(preacher)", "description": "Ralph Erskine was a Scottish churchman."}]}, {"heading": "Deaths", "year": "1816", "date": "November 6", "txt": "Gouverneur Morris, American scholar, politician, and diplomat, United States Ambassador to France who died a bizarre death (b. 1752)", "entities": [{"title": "Gouverneur Morris", "href": "/wiki/Gouverneur_Morris", "description": "Gouverneur Morris was an American statesman, a Founding Father of the United States, and a signatory to the Articles of Confederation and the United States Constitution. He wrote the Preamble to the United States Constitution and has been called the \"Penman of the Constitution.\" In an era when most Americans thought of themselves as citizens of their respective states, Morris advanced the idea of "}, {"title": "United States Ambassador to France", "href": "/wiki/United_States_Ambassador_to_France", "description": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three mon"}]}, {"heading": "Deaths", "year": "1918", "date": "November 6", "txt": "Alan Arnett McLeod, Canadian lieutenant, Victoria Cross recipient (b. 1899)", "entities": [{"title": "Alan Arnett McLeod", "href": "/wiki/Alan_Arnett_McLeod", "description": "Alan Arnett McLeod, VC was a Canadian soldier, aviator, and a recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. McLeod served as a pilot in the Royal Flying Corps and later the Royal Air Force during the First World War."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1942", "date": "November 6", "txt": "Emil Starkenstein, Czech pharmacologist and academic (b. 1884)", "entities": [{"title": "Emil Starkenstein", "href": "/wiki/Emil_Starkenstein", "description": "Emil Starkenstein was a Czech-Jewish pharmacologist and one of the founders of clinical pharmacology. He was killed in the Mauthausen-Gusen concentration camp along with a few hundred refugees from Amsterdam after an incident in which a Dutch Jew resisted a Nazi patrol."}]}, {"heading": "Deaths", "year": "1964", "date": "November 6", "txt": "Hugo Koblet, Swiss cyclist (b. 1925)", "entities": [{"title": "Hugo Koblet", "href": "/wiki/Hugo_Koblet", "description": "Hugo Koblet was a Swiss champion cyclist. He won the Tour de France and the Giro d'Italia as well as competing in six-day and pursuit races on the track. He won 70 races as a professional. He died in a car accident amid speculation that he had committed suicide."}]}, {"heading": "Deaths", "year": "1965", "date": "November 6", "txt": "Clarence Williams, American singer-songwriter, pianist, and producer (b. 1898)", "entities": [{"title": "Clarence Williams (musician)", "href": "/wiki/Clarence_Williams_(musician)", "description": "Clarence Williams was an American jazz pianist, composer, promoter, vocalist, theatrical producer, and publisher."}]}, {"heading": "Deaths", "year": "1978", "date": "November 6", "txt": "Heiri Suter, Swiss cyclist (b. 1899)", "entities": [{"title": "Heiri Suter", "href": "/wiki/Heiri_Suter", "description": "Heinrich 'Heiri' Suter was a Swiss road racing cyclist. Excelling mainly in the classics, Suter was the first non-Belgian winner of the Tour of Flanders in 1923. Two weeks after his win in the Tour of Flanders, he won Paris–Roubaix, becoming the first cyclist to win both classics in the same year. He also holds a record six victories in Züri-Metzgete, Switerland's most important one-day race."}]}, {"heading": "Deaths", "year": "1984", "date": "November 6", "txt": "Gastón Suárez, Bolivian author and playwright (b. 1929)", "entities": [{"title": "Gastón Suárez", "href": "/wiki/Gast%C3%B3n_Su%C3%A1rez", "description": "Gastón Suárez was a Bolivian novelist and dramatist. Suárez was born in the town of Tupiza in the southern part of Potosí, Bolivia in 1929."}]}, {"heading": "Deaths", "year": "1985", "date": "November 6", "txt": "Sanjeev Kumar, Indian film actor (b. 1938)", "entities": [{"title": "Sanjeev Kumar", "href": "/wiki/Sanjeev_Kumar", "description": "Sanjeev Kumar was an Indian film actor. He won several major awards including two National Film Awards for Best Actor for his performances in the movies Dastak (1970) and Koshish (1972). He acted in genres ranging from romantic dramas to thrillers. Kumar did not mind playing roles that were non-glamorous, such as characters well beyond his age. Movies such as Arjun Pandit, Sholay and Trishul, alon"}]}, {"heading": "Deaths", "year": "1991", "date": "November 6", "txt": "Gene Tierney, American actress (b. 1920)", "entities": [{"title": "Gene Tierney", "href": "/wiki/Gene_Tierney", "description": "Gene Eliza Tierney was an American film and stage actress. Acclaimed for her great beauty, she became established as a leading lady. Tierney was best known for her portrayal of the title character in the film Laura (1944), and was nominated for an Academy Award for Best Actress for her performance as Ellen Berent Harland in Leave Her to Heaven (1945)."}]}, {"heading": "Deaths", "year": "1998", "date": "November 6", "txt": "Sky Low Low, Canadian wrestler (b. 1928)", "entities": [{"title": "Sky Low Low", "href": "/wiki/Sky_Low_Low", "description": "Marcel Gauthier was a Canadian professional midget wrestler who worked as Sky Low Low. At a small 3 foot, 7 inches, he is the smallest superstar in WWE history."}]}, {"heading": "Deaths", "year": "2000", "date": "November 6", "txt": "L. Sprague de Camp, American historian and author (b. 1907)", "entities": [{"title": "L. Sprague de Camp", "href": "/wiki/L._Sprague_de_Camp", "description": "Lyon Sprague de Camp, better known as L. Sprague de Camp, was an American writer of science fiction, fantasy and non-fiction. In a career spanning 60 years, he wrote over 100 books, including novels and works of non-fiction, including biographies of other fantasy authors. He was a major figure in science fiction in the 1930s and 1940s."}]}, {"heading": "Deaths", "year": "2003", "date": "November 6", "txt": "Just Betzer, Danish production manager and producer (b. 1944)", "entities": [{"title": "Just Betzer", "href": "/wiki/Just_Betzer", "description": "Just Betzer, was a Danish Oscar-winning film producer, born in Åbyhøj, Denmark."}]}, {"heading": "Deaths", "year": "2003", "date": "November 6", "txt": "Rie Mastenbroek, Dutch swimmer and coach (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "November 6", "txt": "Johnny Warren, Australian footballer, manager, and sportscaster (b. 1943)", "entities": [{"title": "Johnny Warren", "href": "/wiki/Johnny_Warren", "description": "John Norman Warren, MBE, OAM was an Australian soccer player, coach, administrator, writer and broadcaster. He was known as Captain Socceroo for his passionate work to promote the game in Australia. The award for the best player in the A-League is named the Johnny Warren Medal in his honour."}]}, {"heading": "Deaths", "year": "2005", "date": "November 6", "txt": "Rod Donald, New Zealand lawyer and politician (b. 1957)", "entities": [{"title": "Rod Donald", "href": "/wiki/Rod_Donald", "description": "Rodney David \"Rod\" Donald, was a New Zealand politician who co-led the Green Party of Aotearoa New Zealand, along with Jeanette Fitzsimons."}]}, {"heading": "Deaths", "year": "2005", "date": "November 6", "txt": "Anthony Sawoniuk, Belarusian SS officer (b. 1921)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "2006", "date": "November 6", "txt": "Francisco Fernández Ochoa, Spanish skier (b. 1950)", "entities": [{"title": "Francisco Fernández Ochoa", "href": "/wiki/Francisco_Fern%C3%A1ndez_Ochoa", "description": "Francisco \"Paquito\" Fernández Ochoa was a World Cup alpine ski racer from Spain. Born in Madrid and raised north of the city in Cercedilla, he was the eldest of eight children whose father ran a ski school. Paquito raced in all of the alpine disciplines and specialized in slalom."}]}, {"heading": "Deaths", "year": "2006", "date": "November 6", "txt": "Federico López, Mexican-Puerto Rican basketball player (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 6", "txt": "Hilda Braid, English actress and singer (b. 1929)", "entities": [{"title": "Hilda Braid", "href": "/wiki/Hilda_Braid", "description": "Hilda Braid was an English actress who had a long career on British television. She became well known in her later years for playing Victoria \"Nana\" Moon on the BBC One soap opera EastEnders."}]}, {"heading": "Deaths", "year": "2007", "date": "November 6", "txt": "George Grljusich, Australian footballer and sportscaster (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 6", "txt": "Hank Thompson, American singer-songwriter and guitarist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 6", "txt": "Ron Sproat, American screenwriter and playwright (b. 1932)", "entities": [{"title": "Ron Sproat", "href": "/wiki/Ron_Sproat", "description": "Ronald Sproat was an American screenwriter and playwright known for Dark Shadows."}]}, {"heading": "Deaths", "year": "2010", "date": "November 6", "txt": "Robert Lipshutz, American soldier and lawyer, 17th White House Counsel (b. 1921)", "entities": [{"title": "Robert Lipshutz", "href": "/wiki/Robert_Lipshutz", "description": "Robert Jerome Lipshutz was an American attorney who served first as the national campaign treasurer for Jimmy Carter's successful 1976 run for the United States Presidency and then as the White House Counsel from 1977 to 1979 during Carter's administration. He played a back channel role in the negotiations between Egypt and Israel that led to the signing of the Camp David Accords in 1978."}, {"title": "White House Counsel", "href": "/wiki/White_House_Counsel", "description": "The White House counsel is a senior staff appointee of the president of the United States and vice president of the United States whose role is to advise the president on all legal issues concerning the president and their administration."}]}, {"heading": "Deaths", "year": "2012", "date": "November 6", "txt": "Joel Connable, American journalist and actor (b. 1973)", "entities": [{"title": "Joel Connable", "href": "/wiki/Joel_Connable", "description": "Joel Connable was an American television host, news anchor, and reporter for KOMO-TV in Seattle, Washington. He also worked as a travel journalist, running a travel website and a company called Travel TV Inc. He was a former evening news anchor at NBC6 in Miami. He was named \"Best News Anchor,\" by the New Times Magazine in 2009. Connable made regular appearances as a travel expert on Fox News, CBS"}]}, {"heading": "Deaths", "year": "2012", "date": "November 6", "txt": "Clive Dunn, English actor (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 6", "txt": "Frank J. Prial, American journalist and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 6", "txt": "Tarla Dalal, Indian chef and author (b. 1936)", "entities": [{"title": "Tarla Dalal", "href": "/wiki/Tarla_Dalal", "description": "Tarla Dalal was an Indian food writer, chef, cookbook author and host of cooking shows. Her first cook book, The Pleasures of Vegetarian Cooking, was published in 1974. Since then, she wrote over 100 books and sold more than 10 million copies. She also ran the largest Indian food web site, and published a bi-monthly magazine, Cooking & More. Her cooking shows included The Tarla Dalal Show and Cook"}]}, {"heading": "Deaths", "year": "2013", "date": "November 6", "txt": "Ace Parker, American football and baseball player (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 6", "txt": "Maggie Boyle, English singer and flute player (b. 1956)", "entities": [{"title": "Maggie Boyle", "href": "/wiki/Maggie_Boyle", "description": "Maggie Boyle was an English, London-born folk singer, who also played flute, whistle and bodhrán."}]}, {"heading": "Deaths", "year": "2014", "date": "November 6", "txt": "Tommy Macpherson, Scottish soldier and businessman (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 6", "txt": "Rick Rosas, American bass player (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 6", "txt": "Bobby Campbell, English footballer and manager (b. 1937)", "entities": [{"title": "Bobby Campbell (English footballer)", "href": "/wiki/Bobby_Campbell_(English_footballer)", "description": "Robert George Campbell was an English professional football player and later manager."}]}, {"heading": "Deaths", "year": "2015", "date": "November 6", "txt": "Yitzhak Navon, Israeli author, playwright, and politician, 5th President of Israel (b. 1921)", "entities": [{"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Deaths", "year": "2017", "date": "November 6", "txt": "Richard F. Gordon Jr., American naval officer, aviator, test pilot, and NASA astronaut (b. 1929)", "entities": [{"title": "Richard F. Gordon Jr.", "href": "/wiki/Richard_F._Gordon_Jr.", "description": "Richard Francis Gordon Jr. was an American naval officer and aviator, test pilot, and NASA astronaut, and an American football executive. He was one of 24 people to have flown to the Moon, as the command module pilot of the 1969 Apollo 12 mission which orbited the Moon 45 times. Prior to his lunar flight Gordon had flown in space as the pilot of the 1966 Gemini 11 mission."}]}, {"heading": "Deaths", "year": "2018", "date": "November 6", "txt": "Bernard Landry, Canadian lawyer, politician and Premier of Quebec (b. 1937)", "entities": [{"title": "Bernard Landry", "href": "/wiki/Bernard_Landry", "description": "Bernard Landry was a Canadian politician who served as the premier of Quebec from 2001 to 2003; the 28th since Confederation. A member of the Parti Québécois (PQ), he led the party from 2001 to 2005, also serving as the leader of the Opposition from 2003 to 2005."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}]