[{"heading": "Events", "year": "380", "date": "November 24", "txt": "Theodosius I makes his adventus, or formal entry, into Constantinople.", "entities": [{"title": "Theodosius I", "href": "/wiki/Theodosius_I", "description": "Theodosius I, also called Theodosius the Great, was Roman emperor from 379 to 395. He is best known for making Christianity the state religion of the Roman Empire and great architecture projects in Constantinople."}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "1190", "date": "November 24", "txt": "Conrad of Montferrat becomes King of Jerusalem upon his marriage to Isabella I of Jerusalem.", "entities": [{"title": "Conrad of Montferrat", "href": "/wiki/Conrad_of_Montferrat", "description": "Conrad of Montferrat was a north Italian nobleman, one of the major participants in the Third Crusade. He was the de facto King of Jerusalem by virtue of his marriage to Isabella I of Jerusalem from 24 November 1190, but officially elected only in 1192, days before his death. He was also the eighth Marquess of Montferrat from 1191."}, {"title": "King of Jerusalem", "href": "/wiki/King_of_Jerusalem", "description": "The King of Jerusalem was the supreme ruler of the Kingdom of Jerusalem, the Crusader state founded by Christian princes in 1099 when the First Crusade took the city."}, {"title": "Isabella I of Jerusalem", "href": "/wiki/Isabella_I_of_Jerusalem", "description": "Isabella I was Queen regnant of Jerusalem from 1190 to her death. She was the daughter of Amalric I of Jerusalem and his second wife Maria Comnena. Her half-brother, Baldwin IV of Jerusalem, engaged her to Humphrey IV of Toron. Her mother's second husband, Balian of Ibelin, and his stepfather, Raynald of Châtillon, were influential members of the two baronial parties. The marriage of Isabella and "}]}, {"heading": "Events", "year": "1227", "date": "November 24", "txt": "Gąsawa massacre: At an assembly of Piast dukes at Gąsawa, Polish Prince Leszek the White,  Duke Henry the Bearded and others are attacked by assassins while bathing.", "entities": [{"title": "Gąsawa massacre", "href": "/wiki/G%C4%85sawa_massacre", "description": "The Gąsawa massacre was an attack on the night of 23 / 24 November 1227 during a council of Polish Piast dukes which was being held near the village of Gąsawa in Kujawy, Poland. The High Duke of Poland, Leszek the White, was assassinated, and Duke Henry the Bearded of Silesia was gravely wounded."}, {"title": "Piast", "href": "/wiki/Piast", "description": "The Piast dynasty was the first historical ruling dynasty of Poland. The first documented Polish monarch was Duke Mieszko I. The Piasts' royal rule in Poland ended in 1370 with the death of king Casimir III the Great."}, {"title": "Gąsawa", "href": "/wiki/G%C4%85sawa", "description": "Gąsawa is a village in Żnin County, Kuyavian-Pomeranian Voivodeship, in north-central Poland. It is the seat of the gmina called Gmina Gąsawa. It lies approximately 10 kilometres (6 mi) south of Żnin and 43 km (27 mi) south-west of Bydgoszcz. The village has a population of 1,400."}, {"title": "Leszek the White", "href": "/wiki/Leszek_the_White", "description": "Leszek the White was Prince of Sandomierz and High Duke of Poland during 1194–1198, 1199, 1206–1210, and 1211–1227. During the early stages of his reign, his uncle Duke Mieszko III the Old and cousin Władysław III Spindleshanks, from the Greater Polish branch of the royal Piast dynasty, contested Leszek's right to be High Duke."}, {"title": "Henry the Bearded", "href": "/wiki/Henry_the_Bearded", "description": "Henry the Bearded ; c. 1165/70 – 19 March 1238), of the Silesian line of the Piast dynasty, was Duke of Silesia at Wrocław from 1201 and Duke of Kraków and thus High Duke of all Poland – internally divided – from 1232 until his death."}]}, {"heading": "Events", "year": "1248", "date": "November 24", "txt": "An overnight landslide on the north side of Mont Granier, one of the largest historical rockslope failures ever recorded in Europe, destroys five villages.", "entities": [{"title": "Mont Granier", "href": "/wiki/Mont_Granier", "description": "Mont Granier (1,933m) is a limestone mountain located between the départements of Savoie and Isère in France. It lies in the Chartreuse Mountains range of the French Prealps between the towns of Chapareillan and Entremont-le-Vieux. Its east face overlooks the valley of Grésivaudan and Combe de Savoie, and the north face overlooks Chambéry. At 900 meters tall, Mont Granier has one of the highest cl"}]}, {"heading": "Events", "year": "1359", "date": "November 24", "txt": "Peter I of Cyprus ascends the throne of Cyprus after his father, Hugh IV of Cyprus, abdicates.", "entities": [{"title": "Peter I of Cyprus", "href": "/wiki/Peter_I_of_Cyprus", "description": "Peter I of Cyprus or Pierre I de Lusignan was King of Cyprus and titular King of Jerusalem from his father's abdication on 24 November 1358 until his death in 1369. He was the second son of Hugh IV of Cyprus, the first by his second wife Alice of Ibelin. He was also invested as titular Count of Tripoli when young, in 1346. As King of Cyprus where he had military successes, but he was unable to com"}, {"title": "Hugh IV of Cyprus", "href": "/wiki/Hugh_IV_of_Cyprus", "description": "Hugh IV was King of Cyprus from 31 March 1324 to his abdication, on 24 November 1358 and, nominally, King of Jerusalem, as Hugh II, until his death. The son of Guy, Constable of Cyprus, and Eschiva of Ibelin, Hugh succeeded his father as Constable of Cyprus in 1318, and later succeeded to the throne of Cyprus on the death of his uncle Henry II, since Henry II had no son. He was a member of the Hou"}]}, {"heading": "Events", "year": "1429", "date": "November 24", "txt": "Hundred Years' War: Joan of Arc unsuccessfully besieges La Charité.", "entities": [{"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}, {"title": "Joan of Arc", "href": "/wiki/Joan_of_Arc", "description": "Joan of Arc, nicknamed \"The Maid of Orléans\" or \"Maid of Lorraine\", is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a saint. She was born to Jacques d'Arc and Isabelle Romée, a peasant family, at Domrémy in the Vosges of northeast France. Joan said that she received visions of the archangel Michael, Saint Margaret, and Sai"}, {"title": "Siege of La Charité", "href": "/wiki/Siege_of_La_Charit%C3%A9", "description": "The Siege of La Charité was incited by the order of Charles VII to Joan of Arc after the warlord Perrinet Gressard seized the town in 1423."}]}, {"heading": "Events", "year": "1542", "date": "November 24", "txt": "Battle of Solway Moss: An English army defeats a much larger Scottish force near the River Esk in Dumfries and Galloway.", "entities": [{"title": "Battle of Solway Moss", "href": "/wiki/Battle_of_Solway_Moss", "description": "The Battle of Solway Moss took place on Solway Moss near the River Esk on the English side of the Anglo-Scottish border in November 1542 between English and Scottish forces."}, {"title": "River Esk, Dumfries and Galloway", "href": "/wiki/River_Esk,_Dumfries_and_Galloway", "description": "The River Esk, also known as the Border Esk, is a river in Dumfries and Galloway, Scotland, that enters the English county of Cumbria and flows into the Solway Firth."}, {"title": "Dumfries and Galloway", "href": "/wiki/Dumfries_and_Galloway", "description": "Dumfries and Galloway is one of 32 unitary council areas of Scotland and is located in the western Southern Uplands. It comprises the historic counties of Dumfriesshire, Stewartry of Kirkcudbright and Wigtownshire, the latter two of which are collectively known as Galloway. The administrative centre is the town of Dumfries."}]}, {"heading": "Events", "year": "1642", "date": "November 24", "txt": "Abel Tasman becomes the first European to discover the island Van Diemen's Land (later renamed Tasmania).", "entities": [{"title": "Abel Tasman", "href": "/wiki/Abel_Tasman", "description": "Abel Janszoon Tasman was a Dutch seafarer, explorer, and merchant, best known for his voyages of 1642 and 1644 in the service of the Dutch East India Company (VOC). He was the first known European explorer to reach New Zealand and the islands of Fiji and Van Diemen's Land."}, {"title": "Van Diemen's Land", "href": "/wiki/Van_Diemen%27s_Land", "description": "Van Diemen's Land was the name of the British crown colony and a name for the island of Tasmania. The name of the colony was changed to Tasmania in 1856."}, {"title": "Tasmania", "href": "/wiki/Tasmania", "description": "Tasmania is an island state of Australia. It is located 240 km (150 mi) to the south of the Australian mainland, separated by Bass Strait. The state encompasses the main island of Tasmania, the 26th-largest island in the world, and the surrounding 334 islands. The state has a population of about 541,000 people as of September 2020. The state capital and largest city is Hobart, with around 40 perce"}]}, {"heading": "Events", "year": "1750", "date": "November 24", "txt": "Tarabai, regent of the Maratha Empire, imprisons Rajaram II of Satara for refusing to remove Balaji Baji Rao from the post of peshwa.", "entities": [{"title": "Tarabai", "href": "/wiki/Tarabai", "description": "Tarabai Bhosale(née Mohite) was the regent of the Maratha Empire of India from 1700 until 1708. She was the queen of Chhatrapati Rajaram Bhonsale, and daughter-in-law of the empire's founder Shivaji. She is acclaimed for her role in keeping alive the resistance against Mughal occupation of Maratha territories after the death of her husband, and acting as the regent during the minority of her son."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Rajaram II of Satara", "href": "/wiki/Rajaram_II_of_Satara", "description": "Rajaram Bhonsle II, also known as Ramaraja, was the sixth monarch of Maratha Empire. He was an adopted son of Chhattrapati Shahu. Tarabai had presented him to Shahu as her own grandson and used him to grab power after Shahu's death. However, after being sidelined, she stated that Rajaram II was only an impostor. Nevertheless, Peshwa Balaji Baji Rao retained him as the titular Chhatrapati. In reali"}, {"title": "Balaji Baji Rao", "href": "/wiki/Balaji_Baji_Rao", "description": "Shrimant Peshwa Balaji Bajirao Bhat, also known as Nana Saheb, was the 8th Peshwa of the Maratha Empire in India. He was appointed as Peshwa in 1740 upon the death of his illustrious father, the Peshwa Bajirao I."}, {"title": "Peshwa", "href": "/wiki/Peshwa", "description": "The Peshwa was the appointed Prime Minister of the Maratha Empire of the Indian subcontinent. Originally, the Peshwas served as subordinates to the Chhatrapati ; later, under the Bhat family, they became the de facto leaders of the Maratha Confederacy with the Chhatrapati becoming a nominal ruler. During the last years of the Maratha Empire, the Peshwas themselves were reduced to titular leaders, "}]}, {"heading": "Events", "year": "1832", "date": "November 24", "txt": "South Carolina passes the Ordinance of Nullification, declaring that the Tariffs of 1828 and 1832 were null and void in the state, beginning the Nullification Crisis.", "entities": [{"title": "South Carolina", "href": "/wiki/South_Carolina", "description": "South Carolina is a state in the Southeastern region of the United States. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River. South Carolina is the 40th most extensive and 23rd most populous U.S. state with a recorded population of 5,124,712 according to the 2020 census. In 2019 its GDP was $213.45 billi"}, {"title": "Ordinance of Nullification", "href": "/wiki/Ordinance_of_Nullification", "description": "The Ordinance of Nullification declared the Tariffs of 1828 and 1832 null and void within the state borders of South Carolina, beginning on February 1, 1833. It began the Nullification Crisis. Passed by a state convention on November 24, 1832, it led to President Andrew Jackson's proclamation against South Carolina, the Nullification Proclamation on December 10, 1832, which threatened to send gove"}, {"title": "Tariff of 1828", "href": "/wiki/Tariff_of_1828", "description": "The Tariff of 1828 was a very high protective tariff that became law in the United States in May 1828. It was a bill designed to not pass Congress because it hurt both industry and farming, but surprisingly it passed. The bill was vehemently denounced in the South and escalated to a threat of civil war in the Nullification crisis of 1832-1833. The tariff was replaced in 1833 and the crisis ended. "}, {"title": "Tariff of Abominations", "href": "/wiki/Tariff_of_Abominations", "description": "The Tariff of 1828 was a very high protective tariff that became law in the United States in May 1828. It was a bill designed to not pass Congress because it hurt both industry and farming, but surprisingly it passed. The bill was vehemently denounced in the South and escalated to a threat of civil war in the Nullification crisis of 1832-1833. The tariff was replaced in 1833 and the crisis ended. "}, {"title": "Nullification Crisis", "href": "/wiki/Nullification_Crisis", "description": "The nullification crisis was a United States sectional political crisis in 1832–33, during the presidency of Andrew Jackson, which involved a confrontation between the state of South Carolina and the federal government. It ensued after South Carolina declared the federal Tariffs of 1828 and 1832 unconstitutional and therefore null and void within the sovereign boundaries of the state. However, cou"}]}, {"heading": "Events", "year": "1835", "date": "November 24", "txt": "The Texas Provincial Government authorizes the creation of a horse-mounted police force called the Texas Rangers (which is now the Texas Ranger Division of the Texas Department of Public Safety).", "entities": [{"title": "History of the Texas Ranger Division", "href": "/wiki/History_of_the_Texas_Ranger_Division", "description": "The origins of today's Texas Ranger Division trace back to the first days of Anglo-American settlement of what is today the State of Texas, when it was part of the Province of Coahuila y Tejas belonging to the newly independent country of Mexico. The unique characteristics that the Rangers adopted during the force's formative years and that give the division its heritage today—characteristics for "}, {"title": "Texas Ranger Division", "href": "/wiki/Texas_Ranger_Division", "description": "The Texas Ranger Division, commonly called the Texas Rangers and also known as \"Los Diablos Tejanos\"—\"the Texan Devils\", is a U.S. investigative law enforcement agency with statewide jurisdiction in Texas, based in the capital city of Austin. Over the years, the Texas Rangers have investigated crimes ranging from murder to political corruption, acted in riot control and as detectives, protected th"}, {"title": "Texas Department of Public Safety", "href": "/wiki/Texas_Department_of_Public_Safety", "description": "The Department of Public Safety of the State of Texas, commonly known as the Texas Department of Public Safety (DPS), is a department of the state government of Texas. The DPS is responsible for statewide law enforcement and vehicle regulation. The Public Safety Commission oversees the DPS. However, under state law, the Governor of Texas may assume command of the department during a public disaste"}]}, {"heading": "Events", "year": "1850", "date": "November 24", "txt": "Danish troops defeat a Schleswig-Holstein force in the town of Lottorf, Schleswig-Holstein.", "entities": [{"title": "Battle of Lottorf", "href": "/wiki/Battle_of_Lottorf", "description": "The Battle of Lottorf was fought between Denmark, and Schleswig-Holstein, on November 24, 1850, at Lottorf in Schleswig-Holstein and was the final battle of the First Schleswig War. The Danish forces under Christian Bauditz won the battle."}, {"title": "Schleswig-Holstein", "href": "/wiki/Schleswig-Holstein", "description": "Schleswig-Holstein is the northernmost of the 16 states of Germany, comprising most of the historical duchy of Holstein and the southern part of the former Duchy of Schleswig. Its capital city is Kiel; other notable cities are Lübeck and Flensburg."}, {"title": "Lottorf", "href": "/wiki/Lottorf", "description": "Lottorf is a municipality in the district of Schleswig-Flensburg, in Schleswig-Holstein, Germany."}]}, {"heading": "Events", "year": "1859", "date": "November 24", "txt": "Charles Darwin publishes On the Origin of Species.", "entities": [{"title": "Charles Darwin", "href": "/wiki/Charles_Darwin", "description": "Charles Robert Darwin was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution. His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branc"}]}, {"heading": "Events", "year": "1863", "date": "November 24", "txt": "American Civil War: Battle of Lookout Mountain: Near Chattanooga, Tennessee, Union forces under General Ulysses S. Grant capture Lookout Mountain and begin to break the Confederate siege of the city led by General Braxton Bragg.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Third Battle of Chattanooga", "href": "/wiki/Third_Battle_of_Chattanooga", "description": "The Chattanooga campaign was a series of maneuvers and battles in October and November 1863, during the American Civil War. Following the defeat of Maj. Gen. William S. Rosecrans's Union Army of the Cumberland at the Battle of Chickamauga in September, the Confederate Army of Tennessee under Gen. Braxton Bragg besieged Rosecrans and his men by occupying key high terrain around Chattanooga, Tenness"}, {"title": "Chattanooga, Tennessee", "href": "/wiki/Chattanooga,_Tennessee", "description": "Chattanooga is a city in and the county seat of Hamilton County, Tennessee, along the Tennessee River bordering Georgia. With an estimated population of 182,799 in 2019, it is Tennessee's fourth-largest city and one of the two principal cities of East Tennessee, along with Knoxville. The city anchors the Chattanooga metropolitan area, Tennessee's fourth-largest metropolitan statistical area, as we"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Lookout Mountain", "href": "/wiki/Lookout_Mountain", "description": "Lookout Mountain is a mountain ridge located at the northwest corner of the U.S. state of Georgia, the northeast corner of Alabama, and along the southeastern Tennessee state line in Chattanooga. Lookout Mountain was the scene of the 18th-century \"Last Battle of the Cherokees\" in this area during the Nickajack Expedition. On November 24, 1863, during the American Civil War, the Battle of Lookout M"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Braxton Bragg", "href": "/wiki/Braxton_Bragg", "description": "Braxton Bragg was an American army officer during the Second Seminole War and Mexican–American War and later a Confederate army officer who served as a general in the Confederate Army during the American Civil War, serving in the Western Theater. His most important role was as commander of the Army of Mississippi, later renamed the Army of Tennessee, from June 1862 until December 1863."}]}, {"heading": "Events", "year": "1877", "date": "November 24", "txt": "Anna Sewell's animal welfare novel Black Beauty is published.", "entities": [{"title": "Anna Sewell", "href": "/wiki/Anna_Sewell", "description": "Anna Sewell was an English novelist. She is well known as the author of the 1877 novel Black Beauty, her only published work, which is now considered one of the top ten best selling novels for children, although it was intended at the time for an adult audience. She died only five months after Black Beauty's publication, having lived long enough to see her only novel become a success."}, {"title": "Animal welfare", "href": "/wiki/Animal_welfare", "description": "Animal welfare is the well-being of non-human animals. Formal standards of animal welfare vary between contexts, but are debated mostly by animal welfare groups, legislators, and academics. Animal welfare science uses measures such as longevity, disease, immunosuppression, behavior, physiology, and reproduction, although there is debate about which of these best indicate animal welfare."}]}, {"heading": "Events", "year": "1906", "date": "November 24", "txt": "A 13–6 victory by the Massillon Tigers over their rivals, the Canton Bulldogs, for the \"Ohio League\" Championship, leads to accusations that the championship series was fixed and results in the first major scandal in professional American football.", "entities": [{"title": "Massillon Tigers", "href": "/wiki/Massillon_Tigers", "description": "The Massillon Tigers were an early professional football team from Massillon, Ohio. Playing in the \"Ohio League\", the team was a rival to the pre-National Football League version of the Canton Bulldogs. The Tigers won Ohio League championships in 1903, 1904, 1905, and 1906, then merged to become \"All-Massillons\" to win another title in 1907. The team returned as the Tigers in 1915 but, with the re"}, {"title": "Canton Bulldogs", "href": "/wiki/Canton_Bulldogs", "description": "The Canton Bulldogs were a professional American football team, based in Canton, Ohio. They played in the Ohio League from 1903 to 1906 and 1911 to 1919, and the American Professional Football Association, from 1920 to 1923, and again from 1925 to 1926. The Bulldogs won the 1916, 1917 and 1919 Ohio League championships. They were the NFL champions in 1922 and 1923. In 1921–1923, the Bulldogs playe"}, {"title": "Ohio League", "href": "/wiki/Ohio_League", "description": "The Ohio League was an informal and loose association of American football clubs active between 1902 and 1919 that competed for the Ohio Independent Championship (OIC). As the name implied, its teams were mostly based in Ohio. It is the direct predecessor to the modern National Football League (NFL)."}, {"title": "Match fixing", "href": "/wiki/Match_fixing", "description": "In organized sports, match fixing occurs as a match is played to a completely or partially pre-determined result, violating the rules of the game and often the law. The most common reason is to obtain a payoff from gamblers, but teams may also intentionally perform poorly to gain a future advantage, such as a better draft pick or, on paper, a less eminent opponent in a play-off. A player might als"}, {"title": "Canton Bulldogs–Massillon Tigers betting scandal", "href": "/wiki/Canton_Bulldogs%E2%80%93Massillon_Tigers_betting_scandal", "description": "\nThe Canton Bulldogs–Massillon Tigers betting scandal was the first major scandal in professional football in the United States. It refers to a series of allegations made by a Massillon, Ohio newspaper charging the Canton Bulldogs coach, Blondy Wallace, and Massillon Tigers end, Walter East, of conspiring to fix a two-game series between the two clubs. One account of the scandal called for Canton "}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}]}, {"heading": "Events", "year": "1917", "date": "November 24", "txt": "In Milwaukee, nine members of the Milwaukee Police Department are killed by a bomb, the most deaths in a single event in U.S. police history until the September 11 attacks in 2001.", "entities": [{"title": "Milwaukee", "href": "/wiki/Milwaukee", "description": "Milwaukee is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of Milwaukee County, the city is located on Lake Michigan's southwestern shore and was incorporated in 1846. As of the U.S. Census Bureau's July 1, 2019 estimate, Milwaukee had a population of 590,157, making it the 31st largest city in the United States and the fourth-large"}, {"title": "Milwaukee Police Department", "href": "/wiki/Milwaukee_Police_Department", "description": "The Milwaukee Police Department is the police department organized under the city of Milwaukee, Wisconsin. The department has a contingent of about 1,800 sworn officers when at full strength and is divided into seven districts. Jeffrey B. Norman is the current acting chief of police, serving since December 2020."}, {"title": "Milwaukee Police Department bombing", "href": "/wiki/Milwaukee_Police_Department_bombing", "description": "The Milwaukee Police Department bombing was a November 24, 1917, bomb attack that killed ten people including nine members of local law enforcement. The perpetrators were never caught but are suspected to be an anarchist terrorist cell operating in the United States in the early 20th century. The target was initially an evangelical church in the Third Ward and only killed the police members when t"}, {"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}, {"title": "2001", "href": "/wiki/2001", "description": "2001 (MMI) was a common year starting on Monday of the Gregorian calendar, the 2001st year of the Common Era (CE) and Anno Domini (AD) designations, the 1st year of the 3rd millennium, the 1st year of the 21st century, and the 2nd year of the 2000s decade. "}]}, {"heading": "Events", "year": "1922", "date": "November 24", "txt": "Nine Irish Republican Army members are executed by an Irish Free State firing squad. Among them is author Erskine Childers, who had been arrested for illegally carrying a revolver.", "entities": [{"title": "Irish Republican Army", "href": "/wiki/Irish_Republican_Army", "description": "The Irish Republican Army (IRA) is a name used by various paramilitary organisations in Ireland throughout the 20th and the 21st centuries. Organisations going by this name have been dedicated to irredentism through Irish republicanism, the belief that all of Ireland should be an independent republic free from British rule. The original Irish Republican Army was raised in 1917 from members of the "}, {"title": "Executions during the Irish Civil War", "href": "/wiki/Executions_during_the_Irish_Civil_War#The_first_executions_and_reprisals", "description": "The executions during the Irish Civil War took place during the guerrilla phase of the Irish Civil War. This phase of the war was bitter, and both sides, the government forces of the Irish Free State and the anti-Treaty Irish Republican Army (IRA) insurgents, used executions and terror in what developed into a cycle of atrocities. From November 1922, the Free State government embarked on a policy "}, {"title": "Irish Free State", "href": "/wiki/Irish_Free_State", "description": "The Irish Free State was a state established in 1922 under the Anglo-Irish Treaty of December 1921. That treaty ended the three-year Irish War of Independence between the forces of the Irish Republic, the Irish Republican Army (IRA), and British Crown forces."}, {"title": "Erskine Childers (author)", "href": "/wiki/Erskine_Childers_(author)", "description": "Robert Erskine Childers DSC, usually known as Erskine Childers, was an English-born Irish writer, whose works included the influential novel The Riddle of the Sands. He became a supporter of Irish Republicanism and smuggled guns into Ireland in his sailing yacht Asgard. He was executed by the authorities of the nascent Irish Free State during the Irish Civil War. He was the son of British Oriental"}]}, {"heading": "Events", "year": "1932", "date": "November 24", "txt": "In Washington, D.C., the FBI Scientific Crime Detection Laboratory (better known as the FBI Crime Lab) officially opens.", "entities": [{"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "FBI Crime Lab", "href": "/wiki/FBI_Crime_Lab", "description": "The FBI Laboratory is a division within the United States Federal Bureau of Investigation that provides forensic analysis support services to the FBI, as well as to state and local law enforcement agencies free of charge. The lab is located at Marine Corps Base Quantico in Quantico, Virginia. Opened November 24, 1932, the lab was first known as the Technical Laboratory. It became a separate divisi"}]}, {"heading": "Events", "year": "1935", "date": "November 24", "txt": "The Senegalese Socialist Party holds its second congress.", "entities": [{"title": "Senegalese Socialist Party", "href": "/wiki/Senegalese_Socialist_Party", "description": "Senegalese Socialist Party was a political party in Senegal. PSS was founded in July 1934 by Lamine Guèye, as a split from the French Section of the Workers' International (SFIO). Guèye was the party president, Armand Angrand general secretary and Maître Vidal, Charles Graziani and Amadou Assane Ndoye vice-presidents."}]}, {"heading": "Events", "year": "1940", "date": "November 24", "txt": "World War II: The First Slovak Republic becomes a signatory to the Tripartite Pact, officially joining the Axis powers.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Slovak Republic (1939–45)", "href": "/wiki/Slovak_Republic_(1939%E2%80%9345)", "description": "The (First) Slovak Republic, otherwise known as the Slovak State, was a partially-recognized client state of Nazi Germany which existed between 14 March 1939 and 4 April 1945. The Slovak part of Czechoslovakia declared independence with German support one day before the German occupation of Bohemia and Moravia. The Slovak Republic controlled the majority of the territory of present-day Slovakia bu"}, {"title": "Tripartite Pact", "href": "/wiki/Tripartite_Pact", "description": "The Tripartite Pact, also known as the Berlin Pact, was an agreement between Germany, Italy, and Japan signed in Berlin on 27 September 1940 by, respectively, Joachim von Ribbentrop, Galeazzo Ciano and Saburō Kurusu. It was a defensive military alliance that was eventually joined by Hungary, Romania, Bulgaria and Yugoslavia as well as by the German client state of Slovakia. Yugoslavia's accession "}, {"title": "Axis powers", "href": "/wiki/Axis_powers#Slovakia_(Tiso_regime)", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}]}, {"heading": "Events", "year": "1941", "date": "November 24", "txt": "World War II: The United States grants Lend-Lease to the Free French Forces.", "entities": [{"title": "Lend-Lease", "href": "/wiki/Lend-Lease", "description": "The Lend-Lease policy, formally titled An Act to Promote the Defense of the United States, was a program under which the United States supplied the United Kingdom, Free France, the Republic of China, and later the Soviet Union and other Allied nations with food, oil, and materiel between 1941 and August 1945. This included warships and warplanes, along with other weaponry. It was signed into law o"}, {"title": "Free French Forces", "href": "/wiki/Free_French_Forces", "description": "Free France and its Free French Forces was the government-in-exile led by Charles de Gaulle during the Second World War, and its military forces, that continued to fight against the Axis powers as an Allied nation, following the Fall of France. Set up in London in June 1940, it organised and supported the Resistance in Occupied France, and established a foothold within several French colonies in A"}]}, {"heading": "Events", "year": "1943", "date": "November 24", "txt": "World War II: At the battle of Makin the USS Liscome Bay is torpedoed near Tarawa and sinks, killing 650 men.", "entities": [{"title": "Battle of Makin", "href": "/wiki/Battle_of_Makin", "description": "The Battle of Makin was an engagement of the Pacific campaign of World War II, fought from 20 to 24 November 1943, on Makin Atoll in the Gilbert Islands."}, {"title": "USS Liscome Bay (CVE-56)", "href": "/wiki/USS_Liscome_Bay_(CVE-56)", "description": "USS Liscome Bay (ACV/CVE-56) was the second of fifty  Casablanca-class escort carriers built to serve the United States Navy during World War II. Launched in April 1943 and commissioned the following August, she was named for Liscome Bay in Dall Island in the Alexander Archipelago of Alaska. On 24 November 1943, her munitions were catastrophically detonated by a torpedo attack by the Japanese subm"}]}, {"heading": "Events", "year": "1944", "date": "November 24", "txt": "World War II: The 73rd Bombardment Wing launches the first attack on Tokyo from the Northern Mariana Islands.", "entities": [{"title": "73d Air Division", "href": "/wiki/73d_Air_Division", "description": "The 73d Air Division is an inactive United States Air Force unit. Its last assignment was with Air Defense Command at Tyndall Air Force Base, Florida, where it was inactivated on 1 April 1966."}, {"title": "Bombing of Tokyo", "href": "/wiki/Bombing_of_Tokyo", "description": "The Bombing of Tokyo  was a series of firebombing air raids by the United States Army Air Forces during the Pacific campaigns of World War II. Operation Meetinghouse, which was conducted on the night of 9–10 March 1945, is the single most destructive bombing raid in human history. Of central Tokyo 16 square miles were destroyed, leaving an estimated 100,000 civilians dead and over one million home"}, {"title": "Northern Mariana Islands", "href": "/wiki/Northern_Mariana_Islands", "description": "The Northern Mariana Islands, officially the Commonwealth of the Northern Mariana Islands, is an unincorporated territory and commonwealth of the United States consisting of 14 islands in the northwestern Pacific Ocean. The CNMI includes the 14 northernmost islands in the Mariana Archipelago; the southernmost island, Guam, is a separate U.S. territory. The CNMI and Guam are the easternmost territo"}]}, {"heading": "Events", "year": "1962", "date": "November 24", "txt": "Cold War: The West Berlin branch of the Socialist Unity Party of Germany forms a separate party, the Socialist Unity Party of West Berlin.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "West Berlin", "href": "/wiki/West_Berlin", "description": "West Berlin was a political enclave which comprised the western part of Berlin during the years of the Cold War. Although no specific date on which the sectors of Berlin occupied by the Western Allies became \"West Berlin\", 1949 is widely accepted as when the name was adopted. Although not a part of the Federal Republic of Germany, West Berlin aligned itself politically with that state and was dire"}, {"title": "Socialist Unity Party of Germany", "href": "/wiki/Socialist_Unity_Party_of_Germany", "description": "The Socialist Unity Party of Germany, often known in English as the East German Communist Party, was the governing Marxist–Leninist political party of the German Democratic Republic from the country's foundation in October 1949 until its dissolution after the Peaceful Revolution in 1989. The party was established in April 1946 by the merging of the Communist Party of Germany and Social Democratic "}, {"title": "Socialist Unity Party of West Berlin", "href": "/wiki/Socialist_Unity_Party_of_West_Berlin", "description": "The Socialist Unity Party of West Berlin was a communist party in West Berlin. The party was founded on 24 November 1962, when the West Berlin local organization of the Socialist Unity Party of Germany (SED) was separated from the main party. Until 1969, the party was known as the Socialist Unity Party of Germany - West Berlin. Gerhard Danelius was the chairman of the party until 1978."}]}, {"heading": "Events", "year": "1962", "date": "November 24", "txt": "The influential British satirical television programme That Was the Week That Was is first broadcast.", "entities": []}, {"heading": "Events", "year": "1963", "date": "November 24", "txt": "Lee Harvey Oswald, the assassin of President John F. Kennedy, is killed by Jack Ruby.", "entities": [{"title": "Lee Harvey Oswald", "href": "/wiki/Lee_Harvey_Oswald", "description": "Lee Harvey Oswald was a former U.S. Marine who assassinated United States president John F. Kennedy on November 22, 1963."}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "Jack Ruby", "href": "/wiki/Jack_Ruby", "description": "Jack Leon Ruby was an American nightclub owner. He fatally shot Lee Harvey Oswald on November 24, 1963, while Oswald was in police custody after being charged with both the assassination of John F. Kennedy, the incumbent United States President, and the murder of Dallas policeman J. D. Tippit. A Dallas jury found Ruby guilty of murdering Oswald, and he was sentenced to death."}]}, {"heading": "Events", "year": "1965", "date": "November 24", "txt": "Joseph-Désiré Mobutu seizes power in the Democratic Republic of the Congo and becomes President; he rules the country (which he renames Zaire in 1971) for over 30 years, until being overthrown by rebels in 1997.", "entities": [{"title": "Mobutu Sese Seko", "href": "/wiki/Mobutu_Sese_Seko", "description": "Mobutu Sese Seko Kuku Ngbendu Wa Za Banga was a Congolese politician and military officer who was the President of Zaire from 1965 to 1997. He also served as Chairman of the Organisation of African Unity from 1967 to 1968. During the Congo Crisis, Mobutu, serving as Chief of Staff of the Army and supported by Belgium and the United States, deposed the democratically elected government of Nationali"}, {"title": "Republic of the Congo (Léopoldville)", "href": "/wiki/Republic_of_the_Congo_(L%C3%A9opoldville)", "description": "The Republic of the Congo was a sovereign state in Central Africa, created with the independence of the Belgian Congo in 1960. From 1960 to 1966, the country was also known as Congo-Léopoldville to distinguish it from its northwestern neighbor, also called the Republic of the Congo, likewise known as Congo-Brazzaville. In 1964, the state's official name was changed to the Democratic Republic of th"}, {"title": "Heads of state of the Democratic Republic of the Congo", "href": "/wiki/Heads_of_state_of_the_Democratic_Republic_of_the_Congo", "description": "This article lists the heads of state (presidents) of the Democratic Republic of the Congo since the country's independence in 1960."}, {"title": "Zaire", "href": "/wiki/Zaire", "description": "Zaire, officially the Republic of Zaire, was the name of a sovereign state between 1971 and 1997 in Central Africa that is now known as the Democratic Republic of the Congo. It was, by area, the largest country in sub-Saharan Africa, the third-largest in all of Africa, and the 11th-largest in the world. With a population of over 23 million inhabitants, Zaire was the most-populous officially Franco"}]}, {"heading": "Events", "year": "1966", "date": "November 24", "txt": "Bulgarian TABSO Flight 101 crashes near Bratislava, Czechoslovakia, killing all 82 people on board.", "entities": [{"title": "TABSO Flight 101", "href": "/wiki/TABSO_Flight_101", "description": "TABSO Flight LZ101 was a scheduled service of the Bulgarian national airline from Sofia, Bulgaria via Budapest, Hungary and Prague, Czechoslovakia to East Berlin in the German Democratic Republic. The service was operated by the airline's 1960s' flagship equipment, the Ilyushin Il-18B airliner. On Thursday 24 November 1966, the service crashed near Bratislava, the capital of Slovakia, with the los"}, {"title": "Bratislava", "href": "/wiki/Bratislava", "description": "Bratislava is the capital and largest city of Slovakia. Officially, the population of the city is about 430,000; however, it is estimated to be more than 660,000 - approximately 150% of the official figures. Bratislava is in southwestern Slovakia at the foot of Little Carpathians, occupying both banks of the River Danube and the left bank of the River Morava. Bordering Austria and Hungary, it is t"}, {"title": "Czechoslovak Socialist Republic", "href": "/wiki/Czechoslovak_Socialist_Republic", "description": "The Czechoslovak Republic, existed between 1948 and 1960. The Czechoslovak Socialist Republic was the name of Czechoslovakia from 1960 to 23 April 1990, when the country was under Communist rule. It was a satellite state of the Soviet Union. Following the coup d'état of February 1948, when the Communist Party of Czechoslovakia seized power with the support of the Soviet Union, the country was decl"}]}, {"heading": "Events", "year": "1969", "date": "November 24", "txt": "Apollo program: The Apollo 12 command module splashes down safely in the Pacific Ocean, ending the second manned mission to land on the Moon.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 12", "href": "/wiki/Apollo_12", "description": "Apollo 12 was the sixth crewed flight in the United States Apollo program and the second to land on the Moon. It was launched on November 14, 1969, from the Kennedy Space Center, Florida. Commander Charles \"Pete\" Conrad and Lunar Module Pilot Alan L. Bean performed just over one day and seven hours of lunar surface activity while Command Module Pilot Richard F. Gordon remained in lunar orbit."}]}, {"heading": "Events", "year": "1971", "date": "November 24", "txt": "During a severe thunderstorm over Washington state, a hijacker calling himself Dan Cooper (aka D. B. Cooper) parachutes from a Northwest Orient Airlines plane with $200,000 in ransom money. He has never been found.", "entities": [{"title": "Washington (state)", "href": "/wiki/Washington_(state)", "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which i"}, {"title": "Aircraft hijacking", "href": "/wiki/Aircraft_hijacking", "description": "Aircraft hijacking, is the unlawful seizure of an aircraft by an individual or a group. Dating from the earliest of hijackings, most cases involve the pilot being forced to fly according to the hijacker's demands. However, in rare cases, the hijackers have flown the aircraft themselves and used them in suicide attacks –most notably in the September 11 attacks– and in several cases, planes have bee"}, {"title": "D. B. Cooper", "href": "/wiki/D._B._Cooper", "description": "D. B. Cooper is a media epithet used to describe an unidentified man who hijacked a Boeing 727 aircraft in United States airspace between Portland and Seattle on the afternoon of November 24, 1971. After a stop at Seattle-Tacoma airport to collect $200,000 in ransom and four parachutes, he leapt to an uncertain fate over southwestern Washington. Despite an extensive manhunt and a 45-year-long FBI "}, {"title": "Northwest Orient Airlines", "href": "/wiki/Northwest_Orient_Airlines", "description": "Northwest Airlines Corp. (NWA) was a major United States airline founded in 1926 and absorbed into Delta Air Lines, Inc. by a merger. The merger, approved on October 29, 2008, made Delta the largest airline in the world until the American Airlines-US Airways merger on December 9, 2013. Northwest continued to operate under its own name and brand until the integration of the carriers was completed o"}]}, {"heading": "Events", "year": "1973", "date": "November 24", "txt": "A national speed limit is imposed on the Autobahn in Germany because of the 1973 oil crisis. The speed limit lasts only four months.", "entities": [{"title": "Autobahn", "href": "/wiki/Autobahn", "description": "The Autobahn is the federal controlled-access highway system in Germany. The official German term is Bundesautobahn, which translates as \"federal motorway\". The literal meaning of the word Bundesautobahn is \"Federal Auto(mobile) Track\"."}, {"title": "1973 oil crisis", "href": "/wiki/1973_oil_crisis", "description": "The 1973 oil crisis began in October 1973 when the members of the Organization of Arab Petroleum Exporting Countries proclaimed an oil embargo. The embargo was targeted at nations perceived as supporting Israel during the Yom Kippur War. The initial nations targeted were Canada, Japan, the Netherlands, the United Kingdom and the United States with the embargo also later extended to Portugal, Rhode"}]}, {"heading": "Events", "year": "1974", "date": "November 24", "txt": "Donald Johanson and Tom Gray discover the 40% complete Australopithecus afarensis skeleton, nicknamed \"Lucy\" (after The Beatles song \"Lucy in the Sky with Diamonds\"), in the Awash Valley of Ethiopia's Afar Depression.", "entities": [{"title": "Donald Johanson", "href": "/wiki/Donald_Johanson", "description": "Donald Carl Johanson is an American paleoanthropologist. He is known for discovering – with Yves Coppens and Maurice Taieb – the fossil of a female hominin australopithecine known as \"Lucy\" in the Afar Triangle region of Hadar, Ethiopia."}, {"title": "Lucy (Australopithecus)", "href": "/wiki/Lucy_(Australopithecus)", "description": "Lucy is the common name of AL 288-1, several hundred pieces of fossilized bone representing 40 percent of the skeleton of a female of the hominin species Australopithecus afarensis. In Ethiopia, the assembly is also known as Dinkinesh, which means \"you are marvelous\" in the Amharic language. Lucy was discovered in 1974 in Africa, at Hadar, a site in the Awash Valley of the Afar Triangle in Ethiopi"}, {"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}, {"title": "Lucy in the Sky with Diamonds", "href": "/wiki/Lucy_in_the_Sky_with_Diamonds", "description": "\"Lucy in the Sky with Diamonds\" is a song by the English rock band the Beatles from their 1967 album Sgt. Pepper's Lonely Hearts Club Band. It was written primarily by John Lennon and credited to the Lennon–McCartney songwriting partnership. Lennon's son Julian inspired the song with a nursery school drawing that he called \"Lucy – in the sky with diamonds\". Shortly before the album's release, spec"}, {"title": "Awash Valley", "href": "/wiki/Awash_Valley", "description": "The Awash is a major river of Ethiopia. Its course is entirely contained within the boundaries of Ethiopia and empties into a chain of interconnected lakes that begin with Lake Gargori and end with Lake Abbe on the border with Djibouti, some 100 kilometres from the head of the Gulf of Tadjoura. It is the principal stream of an endorheic drainage basin covering parts of the Amhara, Oromia and Somal"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Afar Depression", "href": "/wiki/Afar_Depression", "description": "The Afar Triangle  is a geological depression caused by the Afar Triple Junction, which is part of the Great Rift Valley in East Africa. The region has disclosed fossil specimens of the very earliest hominins; that is, the earliest of the human clade; and it is thought by some paleontologists to be the cradle of the evolution of humans, see Middle Awash, Hadar. The Depression overlaps the borders "}]}, {"heading": "Events", "year": "1976", "date": "November 24", "txt": "The Çaldıran–Muradiye earthquake in eastern Turkey kills between 4,000 and 5,000 people.", "entities": [{"title": "1976 Çaldıran–Muradiye earthquake", "href": "/wiki/1976_%C3%87ald%C4%B1ran%E2%80%93Muradiye_earthquake", "description": "The 1976 Çaldıran–Muradiye earthquake occurred at 14:22 local time on 24 November. The epicenter was located near Çaldıran, 20 km northeast of Muradiye, in the Van Province of eastern Turkey. The earthquake had a magnitude of 7.3 with a maximum intensity of X on the Mercalli intensity scale. The area of severe damage, where over 80% of the buildings were destroyed, covered an area of 2,000 square "}]}, {"heading": "Events", "year": "1989", "date": "November 24", "txt": "After a week of mass protests against the Communist regime known as the Velvet Revolution, Miloš Jakeš and the entire Politburo of the Czechoslovak Communist Party resign from office.  This brings an effective end to Communist rule in Czechoslovakia. ", "entities": [{"title": "Velvet Revolution", "href": "/wiki/Velvet_Revolution", "description": "The Velvet Revolution or Gentle Revolution was a non-violent transition of power in what was then Czechoslovakia, occurring from 17 November to 29 December 1989. Popular demonstrations against the one-party government of the Communist Party of Czechoslovakia included students and older dissidents. The result was the end of 41 years of one-party rule in Czechoslovakia, and the subsequent dismantlin"}, {"title": "Miloš Jakeš", "href": "/wiki/Milo%C5%A1_Jake%C5%A1", "description": "Miloš Jakeš was a Czech communist politician. He was General Secretary of the Communist Party of Czechoslovakia from 1987 until 1989. He resigned from his position in late November 1989, amid the Velvet Revolution."}, {"title": "Czechoslovak Communist Party", "href": "/wiki/Czechoslovak_Communist_Party", "description": "The Communist Party of Czechoslovakia was a Communist and Marxist–Leninist political party in Czechoslovakia that existed between 1921 and 1992. It was a member of the Comintern. Between 1929 and 1953, it was led by Klement Gottwald. The KSČ was the sole governing party in the Czechoslovak Socialist Republic though it was a leading party alongside with the Slovak branch and four other legally perm"}, {"title": "Communist rule in Czechoslovakia", "href": "/wiki/Communist_rule_in_Czechoslovakia", "description": "From the Communist coup d'état in February 1948 to the Velvet Revolution in 1989, Czechoslovakia was ruled by the Communist Party of Czechoslovakia. The country belonged to the Eastern Bloc and was a member of the Warsaw Pact and of Comecon. During the era of Communist Party rule, thousands of Czechoslovaks faced political persecution for various offences, such as trying to emigrate across the Iro"}]}, {"heading": "Events", "year": "1992", "date": "November 24", "txt": "China Southern Airlines Flight 3943 crashes on approach to Guilin Qifengling Airport in Guilin, China, killing all 141 people on board.", "entities": [{"title": "China Southern Airlines Flight 3943", "href": "/wiki/China_Southern_Airlines_Flight_3943", "description": "China Southern Airlines Flight 3943 was a China Southern Airlines flight from the former Guangzhou Baiyun International Airport, Guangzhou to Guilin Qifengling Airport, Guilin, China on 24 November 1992. It crashed on descent to Guilin Airport, killing all 141 people aboard."}, {"title": "Guilin Qifengling Airport", "href": "/wiki/Guilin_Qifengling_Airport", "description": "Guilin Qifengling Airport is a military airport in Guilin, Guangxi, China. Built in 1958, the airport originally served all commercial traffic to Guilin. It was poorly equipped to handle the rapid increase in tourism to the city during the 1990s. As a result, Liangjiang International Airport was opened in 1996 and all commercial flights shifted to it."}, {"title": "Guilin", "href": "/wiki/Guilin", "description": "Guilin is a prefecture-level city in the northeast of China's Guangxi Zhuang Autonomous Region. It is situated on the west bank of the Li River and borders Hunan to the north. Its name means \"forest of sweet osmanthus\", owing to the large number of fragrant sweet osmanthus trees located in the region. The city has long been renowned for its scenery of karst topography."}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Events", "year": "2012", "date": "November 24", "txt": "A fire at a clothing factory in Dhaka, Bangladesh, kills at least 112 people.", "entities": [{"title": "2012 Dhaka fire", "href": "/wiki/2012_Dhaka_fire", "description": "The 2012 Dhaka garment factory fire broke out on 24 November 2012, in the Tazreen Fashion factory in the Ashulia district on the outskirts of Dhaka, Bangladesh. At least 117 people were confirmed dead in the fire, and over 200 were injured, making it the deadliest factory fire in the nation's history. The fire was initially presumed to be caused by an electrical short circuit, but Prime Minister S"}, {"title": "Dhaka", "href": "/wiki/Dhaka", "description": "Dhaka (ঢাকা), formerly known as Dacca, is the capital and the largest city of Bangladesh. It is the ninth-largest and the sixth-most densely populous city in the world, with a population of 8.9 million residents within the city limits, and a population of over 21 million residents in the Greater Dhaka Area. Dhaka is the economic, political, and cultural center of Bangladesh, and is one of the majo"}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "2013", "date": "November 24", "txt": "Iran signs an interim agreement with the P5+1 countries, limiting its nuclear program in exchange for reduced sanctions.", "entities": [{"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Geneva interim agreement on the Iranian nuclear program", "href": "/wiki/Geneva_interim_agreement_on_the_Iranian_nuclear_program", "description": "On 24 November 2013, the Joint Plan of Action, also known as the Geneva interim agreement, was a pact signed between Iran and the P5+1 countries in Geneva, Switzerland. It consists of a short-term freeze of portions of Iran's nuclear program in exchange for decreased economic sanctions on Iran, as the countries work towards a long-term agreement. It represented the first formal agreement between t"}, {"title": "P5+1", "href": "/wiki/P5%2B1", "description": "The P5+1 refers to the UN Security Council's five permanent members ; namely China, France, Russia, the United Kingdom, and the United States; plus Germany. The P5+1 is often referred to as the E3+3 by European countries. It is a group of six world powers which, in 2006, joined together in diplomatic efforts with Iran with regard to its nuclear program."}, {"title": "Nuclear program of Iran", "href": "/wiki/Nuclear_program_of_Iran", "description": "The nuclear program of Iran has included several research sites, two uranium mines, a research reactor, and uranium processing facilities that include three known uranium enrichment plants. In 1970, Iran ratified the Non-Proliferation Treaty (NPT), making its nuclear program subject to the IAEA's verification."}, {"title": "Sanctions against Iran", "href": "/wiki/Sanctions_against_Iran", "description": "There have been a number of sanctions against Iran imposed by a number of countries, especially the United States, and international entities. The first sanctions were imposed by the United States in November 1979 after a group of radical students seized the American Embassy in Tehran and took hostages. These sanctions were lifted in January 1981 after the hostages were released."}]}, {"heading": "Events", "year": "2015", "date": "November 24", "txt": "A Russian Air Force Sukhoi Su-24 fighter jet is shot down by the Turkish Air Force over the Syria–Turkey border, killing one of the two pilots; a Russian marine is also killed during a subsequent rescue effort.", "entities": [{"title": "Russian Air Force", "href": "/wiki/Russian_Air_Force", "description": "The Russian Air Force is a branch of the Russian Aerospace Forces, the latter being formed on 1 August 2015 with the merging of the Russian Air Force and the Russian Aerospace Defence Forces. The modern Russian Air Force was originally established on 7 May 1992 following Boris Yeltsin's creation of the Ministry of Defence; however, the Russian Federation's air force can trace its lineage and tradi"}, {"title": "Sukhoi Su-24", "href": "/wiki/Sukhoi_Su-24", "description": "The Sukhoi Su-24 is a supersonic, all-weather attack aircraft developed in the Soviet Union. The aircraft has a variable-sweep wing, twin-engines and a side-by-side seating arrangement for its crew of two. It was the first of the USSR's aircraft to carry an integrated digital navigation/attack system. It remains in service with the Russian Air Force, Syrian Air Force, Ukrainian Air Force, Azerbaij"}, {"title": "2015 Russian Sukhoi Su-24 shootdown", "href": "/wiki/2015_Russian_Sukhoi_Su-24_shootdown", "description": "A Turkish Air Force F-16 fighter jet shot down a Russian Sukhoi Su-24M attack aircraft near the Syria–Turkey border on 24 November 2015. According to Turkey, the aircraft was fired upon while in Turkish airspace because it violated the border up to a depth of 2.19 kilometres for about 17 seconds after being warned to change its heading 10 times over a period of five minutes before entering the air"}, {"title": "Turkish Air Force", "href": "/wiki/Turkish_Air_Force", "description": "The Turkish Air Force is the aerial warfare service branch of the Turkish Armed Forces. The Turkish Air Force can trace its origins back to June 1911 when it was founded by the Ottoman Empire, however, the air force as it is known today did not come into existence until 1923 with the creation of the Republic of Turkey."}, {"title": "Syria–Turkey border", "href": "/wiki/Syria%E2%80%93Turkey_border", "description": "The border between the Syrian Arab Republic and the Republic of Turkey is about 909 kilometres (565 mi) long, and runs from the Mediterranean Sea in the west to the tripoint with Iraq in the east. It runs across Upper Mesopotamia for some 400 kilometres (250 mi), crossing the Euphrates and reaching as far as the Tigris. Much of the border follows the Southern Turkish stretch of the Baghdad Railway"}]}, {"heading": "Events", "year": "2015", "date": "November 24", "txt": "A terrorist attack on a hotel in Al-Arish, Egypt, kills at least seven people and injures 12 others.", "entities": [{"title": "Arish", "href": "/wiki/Arish", "description": "ʻArish or el-ʻArīsh is the capital and largest city of the North Sinai Governorate of Egypt, as well as the largest city on the entire Sinai Peninsula, lying on the Mediterranean coast 344 kilometers (214 mi) northeast of Cairo. It borders the Gaza Strip and Israel."}]}, {"heading": "Events", "year": "2015", "date": "November 24", "txt": "An explosion on a bus carrying Tunisian Presidential Guard personnel in Tunisia's capital Tunis leaves at least 14 people dead.", "entities": [{"title": "Tunisian Presidential Security", "href": "/wiki/Tunisian_Presidential_Security", "description": "Tunisian Presidential Security is the apparatus responsible of the security of the President of Tunisia."}, {"title": "Tunis", "href": "/wiki/Tunis", "description": "Tunis is the capital and largest city of Tunisia. The greater metropolitan area of Tunis, often referred to as \"Grand Tunis\", has about 2,700,000 inhabitants. As of 2020, it is the fourth-largest city in the Maghreb region and the sixteenth-largest in the Arab world."}]}, {"heading": "Events", "year": "2016", "date": "November 24", "txt": "The government of Colombia and the Revolutionary Armed Forces of Colombia—People's Army sign a revised peace deal, bringing an end to the country's more than 50-year-long civil war.", "entities": [{"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Revolutionary Armed Forces of Colombia", "href": "/wiki/Revolutionary_Armed_Forces_of_Colombia", "description": "The Revolutionary Armed Forces of Colombia—People's Army was a guerrilla group involved in the continuing Colombian conflict starting in 1964. They were known to employ a variety of military tactics in addition to more unconventional methods, including terrorism. The FARC–EP was formed during the Cold War period as a Marxist–Leninist peasant force promoting a political line of agrarianism and anti"}, {"title": "Colombian peace process", "href": "/wiki/Colombian_peace_process", "description": "The Colombian peace process refers to the peace process between the Colombian government of President Juan Manuel Santos and the Revolutionary Armed Forces of Colombia (FARC–EP) to bring an end to the Colombian conflict. Negotiations began in September 2012, and mainly took place in Havana, Cuba. Negotiators announced a final agreement to end the conflict and build a lasting peace on August 24, 20"}, {"title": "Colombian conflict", "href": "/wiki/Colombian_conflict", "description": "The Colombian conflict began on May 27, 1964, and is a low-intensity asymmetric war between the government of Colombia, far-right paramilitary groups, crime syndicates, and far-left guerrilla groups such as the Revolutionary Armed Forces of Colombia (FARC), the National Liberation Army (ELN) and the Popular Liberation Army (EPL), fighting each other to increase their influence in Colombian territo"}]}, {"heading": "Births", "year": "1273", "date": "November 24", "txt": "Alphonso, Earl of Chester (d. 1284)", "entities": [{"title": "Alphonso, Earl of Chester", "href": "/wiki/Alphonso,_Earl_of_Chester", "description": "Alphonso or Alfonso, also called Alphonsus and Alphonse and styled Earl of Chester, was an heir apparent to the English throne who never became king."}]}, {"heading": "Births", "year": "1394", "date": "November 24", "txt": "Charles, Duke of Orléans (d. 1465)", "entities": [{"title": "Charles, Duke of Orléans", "href": "/wiki/Charles,_Duke_of_Orl%C3%A9ans", "description": "Charles of Orléans was Duke of Orléans from 1407, following the murder of his father, Louis I, Duke of Orléans. He was also Duke of Valois, Count of Beaumont-sur-Oise and of Blois, Lord of Coucy, and the inheritor of Asti in Italy via his mother Valentina Visconti."}]}, {"heading": "Births", "year": "1427", "date": "November 24", "txt": "John Stafford, 1st Earl of Wiltshire, English nobleman (d. 1473)", "entities": [{"title": "John Stafford, 1st Earl of Wiltshire", "href": "/wiki/John_Stafford,_1st_Earl_of_Wiltshire", "description": "John Stafford, 1st Earl of Wiltshire KG, KB was an English nobleman, the youngest son of Humphrey Stafford, 1st Duke of Buckingham. In 1461 he was appointed Knight of the Order of the Bath."}]}, {"heading": "Births", "year": "1472", "date": "November 24", "txt": "Pietro Torrigiano, Italian sculptor (d. 1528)", "entities": [{"title": "Pietro Torrigiano", "href": "/wiki/Pietro_Torrigiano", "description": "Pietro Torrigiano was an Italian sculptor of the Florentine school. He was important in introducing Renaissance art to England, but his career was adversely affected by his violent temperament."}]}, {"heading": "Births", "year": "1583", "date": "November 24", "txt": "Juan Martínez de Jáuregui y Aguilar, Spanish poet and painter (d. 1641)", "entities": [{"title": "Juan Martínez de Jáuregui y Aguilar", "href": "/wiki/Juan_Mart%C3%ADnez_de_J%C3%A1uregui_y_Aguilar", "description": "Juan Martínez de Jáuregui y Aguilar, was a Spanish poet, scholar and painter in the Siglo de Oro."}]}, {"heading": "Births", "year": "1583", "date": "November 24", "txt": "Philip Massinger, English dramatist (d. 1640)", "entities": []}, {"heading": "Births", "year": "1594", "date": "November 24", "txt": "Henry Grey, 10th Earl of Kent, English politician, Lord Lieutenant of Bedfordshire (d. 1651)", "entities": [{"title": "Henry Grey, 10th Earl of Kent", "href": "/wiki/Henry_Grey,_10th_Earl_of_Kent", "description": "\n\nHenry Grey, 10th Earl of Kent, known as Lord Ruthin from 1639 to 1643, was an English politician who sat in the House of Commons in 1640 and succeeded to the title Earl of Kent in 1643."}, {"title": "Lord Lieutenant of Bedfordshire", "href": "/wiki/Lord_Lieutenant_of_Bedfordshire", "description": "This is a list of people who have served as Lord Lieutenant of Bedfordshire. Since 1711, all Lords Lieutenant have also been Custos Rotulorum of Bedfordshire."}]}, {"heading": "Births", "year": "1603", "date": "November 24", "txt": "John, Count of Nassau-Idstein (1629–1677) (d. 1677)", "entities": [{"title": "John, Count of Nassau-Idstein", "href": "/wiki/John,_Count_of_Nassau-Idstein", "description": "Count John of Nassau-Idstein was Count of Nassau and Protestant Regent of Idstein."}]}, {"heading": "Births", "year": "1615", "date": "November 24", "txt": "Philip William, Elector Palatine (d. 1690)", "entities": [{"title": "Philip William, Elector Palatine", "href": "/wiki/Philip_William,_Elector_Palatine", "description": "Philip William of Neuburg, Elector Palatine was Count Palatine of Neuburg from 1653 to 1690, Duke of Jülich and Berg from 1653 to 1679 and Elector of the Palatinate from 1685 to 1690. He was the son of Wolfgang Wilhelm, Count Palatine of Neuburg and Magdalene of Bavaria."}]}, {"heading": "Births", "year": "1630", "date": "November 24", "txt": "Étienne Baluze, French scholar and academic (d. 1718)", "entities": [{"title": "Étienne Baluze", "href": "/wiki/%C3%89tienne_Baluze", "description": "Étienne Baluze was a French scholar and historiographer, also known as Stephanus Baluzius."}]}, {"heading": "Births", "year": "1632", "date": "November 24", "txt": "Baruch Spinoza, Dutch philosopher and scholar (d. 1677)", "entities": [{"title": "Baruch Spinoza", "href": "/wiki/Baruch_Spinoza", "description": "Baruch (de) Spinoza was a Dutch philosopher of Portuguese Sephardi origin. One of the early thinkers of the Enlightenment and modern biblical criticism, including modern conceptions of the self and the universe, he came to be considered one of the great rationalists of 17th-century philosophy. Inspired by the groundbreaking ideas of René Descartes, Spinoza became a leading philosophical figure of "}]}, {"heading": "Births", "year": "1655", "date": "November 24", "txt": "Charles XI of Sweden (d. 1697)", "entities": [{"title": "Charles XI of Sweden", "href": "/wiki/Charles_XI_of_Sweden", "description": "Charles XI was King of Sweden from 1660 until his death, in a period of Swedish history known as the Swedish Empire (1611–1721)."}]}, {"heading": "Births", "year": "1690", "date": "November 24", "txt": "Charles Theodore Pachelbel, German organist and composer (d. 1750)", "entities": [{"title": "Charles Theodore Pachelbel", "href": "/wiki/Charles_Theodore_Pachelbel", "description": "Charles Theodore Pachelbel was a German composer, organist and harpsichordist of the late Baroque era. He was the son of the more famous Johann Pachelbel, composer of the popular Canon in D. He was one of the first European composers to take up residence in the American colonies, and was the most famous musical figure in early Charleston, South Carolina."}]}, {"heading": "Births", "year": "1712", "date": "November 24", "txt": "Charles-Michel de l'Épée, French priest and educator (d. 1789)", "entities": [{"title": "Charles-Michel de l'Épée", "href": "/wiki/Charles-Michel_de_l%27%C3%89p%C3%A9e", "description": "The Abbé Charles-Michel de l'Épée was a philanthropic educator of 18th-century France who has become known as the \"Father of the Deaf\"."}]}, {"heading": "Births", "year": "1712", "date": "November 24", "txt": "Ali II ibn Hussein, Tunisian ruler (d. 1782)", "entities": []}, {"heading": "Births", "year": "1713", "date": "November 24", "txt": "Junípero Serra, Spanish priest and missionary (d. 1784)", "entities": [{"title": "Junípero Serra", "href": "/wiki/Jun%C3%ADpero_Serra", "description": "Junípero Serra y Ferrer was a Roman Catholic Spanish priest and friar of the Franciscan Order. He is credited with establishing the Franciscan Missions in the Sierra Gorda, a UNESCO World Heritage Site. He later founded a mission in Baja California and the first nine of 21 Spanish missions in California from San Diego to San Francisco, in what was then Spanish-occupied Alta California in the Provi"}]}, {"heading": "Births", "year": "1713", "date": "November 24", "txt": "Laurence Sterne, Irish novelist and clergyman (d. 1768)", "entities": []}, {"heading": "Births", "year": "1724", "date": "November 24", "txt": "Maria Amalia of Saxony (d. 1760)", "entities": [{"title": "Maria Amalia of Saxony", "href": "/wiki/Maria_Amalia_of_Saxony", "description": "Maria Amalia of Saxony was a princess of Poland and Saxony Queen consort of Naples and Sicily from 1738 till 1759 and then Queen consort of Spain by marriage to Charles III of Spain, from 1759 until her death in 1760. The arranged marriage produced many children who survived into adulthood, including Charles IV of Spain. She was the daughter of Augustus III of Poland and his wife Maria Josepha."}]}, {"heading": "Births", "year": "1729", "date": "November 24", "txt": "Alexander Suvorov, Russian field marshal (d. 1800)", "entities": [{"title": "Alexander Suvorov", "href": "/wiki/Alexander_Suvorov", "description": "Alexander Vasilyevich Suvorov was a Russian general in service of the Russian Empire. He was Count of Rymnik, Count of the Holy Roman Empire, Prince of Italy, and the last Generalissimo of the Russian Empire. Suvorov is considered one of the greatest military commanders in Russian history and one of the great generals of the early modern period. He was awarded numerous medals, titles, and honors b"}]}, {"heading": "Births", "year": "1745", "date": "November 24", "txt": "Maria Luisa of Spain (d. 1792)", "entities": [{"title": "Maria Luisa of Spain", "href": "/wiki/Maria_Luisa_of_Spain", "description": "Infanta Maria Luisa of Spain was Holy Roman Empress, German Queen, Queen of Hungary and Bohemia, and Grand Duchess of Tuscany as the spouse of Leopold II, Holy Roman Emperor."}]}, {"heading": "Births", "year": "1774", "date": "November 24", "txt": "Thomas Dick, Scottish minister, author, and educator (d. 1857)", "entities": [{"title": "Thomas Dick (scientist)", "href": "/wiki/Thomas_Dick_(scientist)", "description": "Reverend Thomas Dick, was a British church minister, science teacher and writer, known for his works on astronomy and practical philosophy, combining science and Christianity, and arguing for a harmony between the two."}]}, {"heading": "Births", "year": "1784", "date": "November 24", "txt": "Zachary Taylor, American general and politician, 12th President of the United States (d. 1850)", "entities": [{"title": "Zachary Taylor", "href": "/wiki/Zachary_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1801", "date": "November 24", "txt": "Ludwig Bechstein, German author and poet (d. 1860)", "entities": [{"title": "Ludwig Bechstein", "href": "/wiki/Ludwig_Bechstein", "description": "Ludwig Bechstein was a German writer and collector of folk fairy tales."}]}, {"heading": "Births", "year": "1806", "date": "November 24", "txt": "William Webb Ellis, English priest, created Rugby football (d. 1872)", "entities": [{"title": "William Webb Ellis", "href": "/wiki/William_Webb_Ellis", "description": "The Reverend William Webb Ellis was an English Anglican clergyman and the supposed inventor of rugby football while a pupil at Rugby School. According to legend, Webb Ellis picked up the ball and ran with it during a school football match in 1823, thus creating the \"rugby\" style of play. Although the story has become firmly entrenched in the sport's folklore, it is not supported by substantive evi"}, {"title": "Rugby football", "href": "/wiki/Rugby_football", "description": "Rugby is a collective name for the family of team sports of rugby union and rugby league, as well as the earlier forms of football from which both games, as well as Australian rules football and Gridiron football evolved from."}]}, {"heading": "Births", "year": "1811", "date": "November 24", "txt": "Ulrich Ochsenbein, Swiss lawyer and politician, President of the Swiss National Council (d. 1890)", "entities": [{"title": "Ulrich Ochsenbein", "href": "/wiki/Ulrich_Ochsenbein", "description": "Ulrich Ochsenbein was a Swiss politician and member of the Swiss Federal Council (1848-1854)."}, {"title": "List of Presidents of the National Council of Switzerland", "href": "/wiki/List_of_Presidents_of_the_National_Council_of_Switzerland", "description": "The President of the National Council of Switzerland presides over the National Council and Federal Assembly. The National Council President is often colloquially referred to as the \"highest Swiss person\", as the highest ranking person subject to the people's vote. However, this is an honorary title and the president is not the head of state. The head of state is the Federal Council). In the offic"}]}, {"heading": "Births", "year": "1812", "date": "November 24", "txt": "Xavier Hommaire de Hell, French geographer and engineer (d. 1848)", "entities": [{"title": "Xavier Hommaire de Hell", "href": "/wiki/Xavier_Hommaire_de_Hell", "description": "Ignace Xavier Morand Hommaire de Hell, often known as Xavier Hommaire de Hell, was a French geographer, engineer and traveller who carried out research in Turkey, southern Russia and Persia."}]}, {"heading": "Births", "year": "1826", "date": "November 24", "txt": "Carlo Collodi, Italian journalist and author (d. 1890)", "entities": [{"title": "Carlo Collodi", "href": "/wiki/Carlo_Collodi", "description": "Carlo Lorenzini, better known by the pen name Carlo Collodi, was an Italian author, humourist, and journalist, widely known for his fairy tale novel The Adventures of Pinocchio."}]}, {"heading": "Births", "year": "1840", "date": "November 24", "txt": "John Alfred Brashear, American scientist, telescope maker and educator (d. 1920)", "entities": [{"title": "John Alfred Brashear", "href": "/wiki/John_Alfred_Brashear", "description": "John Alfred Brashear was an American astronomer and instrument builder."}]}, {"heading": "Births", "year": "1849", "date": "November 24", "txt": "Frances Hodgson Burnett, English-American novelist and playwright (d. 1924)", "entities": [{"title": "Frances Hodgson Burnett", "href": "/wiki/Frances_Hodgson_Burnett", "description": "Frances Eliza Hodgson Burnett was a British-American novelist and playwright. She is best known for the three children's novels Little Lord Fauntleroy, A Little Princess (1905), and The Secret Garden (1911)."}]}, {"heading": "Births", "year": "1851", "date": "November 24", "txt": "John Indermaur, British lawyer (d. 1925)", "entities": [{"title": "John Indermaur", "href": "/wiki/John_Indermaur", "description": "John Indermaur was a British lawyer and legal writer, with his writing focus was on common law. He is known for having written An Epitome of Leading Common Law Cases in 1875, Principles of Common Law in 1876, and The Student's Guide to Trusts and Partnerships in 1885. Indermaur qualified as a solicitor in 1874. He and his law partner, Charles Thwaites, had a law firm on Chancery Lane in the City o"}]}, {"heading": "Births", "year": "1857", "date": "November 24", "txt": "Miklós Kovács, Hungarian-Slovene poet and songwriter (d. 1937)", "entities": [{"title": "Miklós Kovács (poet)", "href": "/wiki/Mikl%C3%B3s_Kov%C3%A1cs_(poet)", "description": "Miklós Kovács was a Hungarian Slovene cantor and writer."}]}, {"heading": "Births", "year": "1859", "date": "November 24", "txt": "Cass Gilbert, American architect, designed the United States Supreme Court Building and Woolworth Building (d. 1934)", "entities": [{"title": "Cass Gilbert", "href": "/wiki/Cass_Gilbert", "description": "Cass Gilbert was a prominent American architect. An early proponent of skyscrapers, his works include the Woolworth Building, the United States Supreme Court building, the state capitols of Minnesota, Arkansas and West Virginia; and the Saint Louis Art Museum and Public Library. His public buildings in the Beaux Arts style reflect the optimistic American sense that the nation was heir to Greek dem"}, {"title": "United States Supreme Court Building", "href": "/wiki/United_States_Supreme_Court_Building", "description": "The Supreme Court Building houses the Supreme Court of the United States. Also referred to as \"the Marble Palace\", the building serves as the official residence and workplace of the Chief Justice of the United States and the eight Associate Justices of the Supreme Court. It is located at 1 First Street in Northeast Washington, D.C., in the block immediately east of the United States Capitol and wi"}, {"title": "Woolworth Building", "href": "/wiki/Woolworth_Building", "description": "The Woolworth Building is an early American skyscraper designed by architect Cass Gilbert and located at 233 Broadway in Manhattan, New York City. It was the tallest building in the world from 1913 to 1930, with a height of 792 feet (241 m). More than a century after its construction, it remains one of the 100 tallest buildings in the United States."}]}, {"heading": "Births", "year": "1864", "date": "November 24", "txt": "Henri de Toulouse-Lautrec, French painter and illustrator (d. 1901)", "entities": [{"title": "Henri de Toulouse-Lautrec", "href": "/wiki/Henri_de_Toulouse-Lautrec", "description": "Henri Marie Raymond de Toulouse-Lautrec-Monfa was a French painter, printmaker, draughtsman, caricaturist and illustrator whose immersion in the colorful and theatrical life of Paris in the late 19th century allowed him to produce a collection of enticing, elegant, and provocative images of the modern, sometimes decadent, affairs of those times."}]}, {"heading": "Births", "year": "1868", "date": "November 24", "txt": "Scott Joplin, American pianist and composer (d. 1917)", "entities": [{"title": "Scott Joplin", "href": "/wiki/Scott_Joplin", "description": "Scott Joplin was an American composer and pianist. Joplin achieved fame for his ragtime compositions and was dubbed the \"King of Ragtime\". During his brief career, he wrote over 100 original ragtime pieces, one ragtime ballet, and two operas. One of his first and most popular pieces, the \"Maple Leaf Rag\", became ragtime's first and most influential hit, and has been recognized as the archetypal ra"}]}, {"heading": "Births", "year": "1869", "date": "November 24", "txt": "Óscar Carmona, Portuguese field marshal and politician, 11th President of Portugal (d. 1951)", "entities": [{"title": "Óscar Carmona", "href": "/wiki/%C3%93scar_Carmona", "description": "António Óscar Fragoso Carmona was a Portuguese Army officer and politician who served as the 96th Prime Minister of Portugal from 1926 to 1928 and 11th President of Portugal from 1926 until his death in 1951. He also served as the Minister of War in late 1923 and in 1926, and he also served two times as a Minister of Foreign Affairs in 1926."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1873", "date": "November 24", "txt": "Julius Martov, Russian politician (d. 1923)", "entities": [{"title": "Julius Martov", "href": "/wiki/Julius_Martov", "description": "Julius Martov or L. Martov was a politician and revolutionary who became the leader of the Mensheviks in early 20th-century Russia. He was an old friend and mentor of Leon Trotsky, who described him as the \"Hamlet of Democratic Socialism\"."}]}, {"heading": "Births", "year": "1873", "date": "November 24", "txt": "Herbert Roper Barrett, English tennis player (d. 1943)", "entities": []}, {"heading": "Births", "year": "1874", "date": "November 24", "txt": "Charles William Miller, Brazilian footballer and referee (d. 1953)", "entities": [{"title": "Charles William Miller", "href": "/wiki/Charles_William_Miller", "description": "Charles William Miller was a Brazilian sportsman, who is considered to be the father of football in Brazil."}]}, {"heading": "Births", "year": "1876", "date": "November 24", "txt": "Walter Burley Griffin, American architect and urban planner, designed Canberra (d. 1937)", "entities": [{"title": "Walter Burley Griffin", "href": "/wiki/Walter_Burley_Griffin", "description": " Walter Burley Griffin was an American architect and landscape architect. He is known for designing Canberra, Australia's capital city and the New South Wales towns of Griffith and Leeton. He has been credited with the development of the L-shaped floor plan, the carport and an innovative use of reinforced concrete."}, {"title": "Canberra", "href": "/wiki/Canberra", "description": "Canberra \nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. Unusual among Australian cities, it is an entirely planned city. The city is located at the northern end of the Australian Capital Territory at the northern tip of the Austr"}]}, {"heading": "Births", "year": "1877", "date": "November 24", "txt": "Alben W. Barkley, American lawyer and politician, 35th Vice President of the United States (d. 1956)", "entities": [{"title": "Alben W. Barkley", "href": "/wiki/Alben_W._Barkley", "description": "Alben William Barkley was an American lawyer and politician from Kentucky who served in both houses of Congress and as the 35th vice president of the United States from 1949 to 1953. In 1905, he was elected county attorney for McCracken County, Kentucky. He was chosen County Judge/Executive in 1909 and U.S. representative from Kentucky's First District in 1912. As a Representative, he was a libera"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1877", "date": "November 24", "txt": "Kavasji Jamshedji Petigara, Indian police officer (d. 1941)", "entities": []}, {"heading": "Births", "year": "1879", "date": "November 24", "txt": "Wylie Cameron Grant, American tennis player (d. 1968)", "entities": [{"title": "Wylie Cameron Grant", "href": "/wiki/Wylie_Cameron_Grant", "description": "Wylie Cameron Grant was an American tennis champion."}]}, {"heading": "Births", "year": "1881", "date": "November 24", "txt": "Al Christie, Canadian-American director, producer, and screenwriter (d. 1951)", "entities": [{"title": "Al Christie", "href": "/wiki/Al_Christie", "description": "Alfred Ernest Christie was a Canadian-born film director, producer, and screenwriter."}]}, {"heading": "Births", "year": "1882", "date": "November 24", "txt": "Nikolai Janson, Russian politician (d. 1938)", "entities": [{"title": "Nikolai Janson", "href": "/wiki/Nikolai_Janson", "description": "Nikolay Mikhailovich Janson was an Estonian revolutionary, Soviet politician and statesman."}]}, {"heading": "Births", "year": "1884", "date": "November 24", "txt": "Yitzhak Ben-Zvi, Ukrainian-Israeli historian and politician, 2nd President of Israel (d. 1963)", "entities": [{"title": "Yitzhak Ben-Zvi", "href": "/wiki/Yitzhak_Ben-Zvi", "description": "Yitzhak Ben-Zvi was a historian, Labor Zionist leader and the longest-serving President of Israel."}, {"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Births", "year": "1885", "date": "November 24", "txt": "Theodor Altermann, Estonian actor, director, and producer (d. 1915)", "entities": [{"title": "Theodor Altermann", "href": "/wiki/Theodor_Altermann", "description": "Theodor Altermann was an Estonian actor, theatre director and producer. He was one of the founders of professional theatre in Estonia."}]}, {"heading": "Births", "year": "1885", "date": "November 24", "txt": "Christian Wirth, German SS officer (d. 1944)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1886", "date": "November 24", "txt": "Margaret Caroline Anderson, American publisher, founded The Little Review (d. 1973)", "entities": [{"title": "Margaret Caroline Anderson", "href": "/wiki/Margaret_Caroline_Anderson", "description": "Margaret Caroline Anderson was the American founder, editor and publisher of the art and literary magazine The Little Review, which published a collection of modern American, English and Irish writers between 1914 and 1929. The periodical is most noted for introducing many prominent American and British writers of the 20th century, such as Ezra Pound and T. S. Eliot in the United States, and publi"}]}, {"heading": "Births", "year": "1887", "date": "November 24", "txt": "Raoul Paoli, French boxer and rower (d. 1960)", "entities": [{"title": "Raoul Paoli", "href": "/wiki/Raoul_Paoli", "description": "Raoul Paoli was a French athlete, boxer, wrestler, rower and actor. Aged 12, he served as a coxswain in the French coxed pair and won a bronze medal at the 1900 Summer Olympics. He competed in the shot put, his favourite event, at the 1912, 1920, 1924 and 1928 Summer Olympics with the best result of ninth place in 1924. In 1912 he also took part in the Greco-Roman wrestling contest and served as t"}]}, {"heading": "Births", "year": "1887", "date": "November 24", "txt": "Erich von Manstein, German field marshal (d. 1973)", "entities": []}, {"heading": "Births", "year": "1888", "date": "November 24", "txt": "Dale Carnegie, American author and educator (d. 1955)", "entities": [{"title": "Dale Carnegie", "href": "/wiki/Dale_Carnegie", "description": "Dale Carnegie was an American writer and lecturer, and the developer of courses in self-improvement, salesmanship, corporate training, public speaking, and interpersonal skills. Born into poverty on a farm in Missouri, he was the author of How to Win Friends and Influence People (1936), a bestseller that remains popular today. He also wrote How to Stop Worrying and Start Living (1948), Lincoln the"}]}, {"heading": "Births", "year": "1888", "date": "November 24", "txt": "Fredrick Willius, American cardiologist and author (d. 1972)", "entities": []}, {"heading": "Births", "year": "1891", "date": "November 24", "txt": "Vasil Gendov, Bulgarian actor, director, and screenwriter (d. 1970)", "entities": [{"title": "Vasil Gendov", "href": "/wiki/Vasil_Gendov", "description": "Vasil Gendov was a Bulgarian film and stage actor, film director and screenwriter. Gendov wrote, directed and had a starring role as an actor in the first feature-length film released in Bulgaria; the 1915 silent film comedy Bulgaran is Gallant. Gendov also produced Bulgaria's first sound film The Slave's Revolt in 1933."}]}, {"heading": "Births", "year": "1893", "date": "November 24", "txt": "Charles F. Hurley, American soldier and politician, 54th Governor of Massachusetts (d. 1946)", "entities": [{"title": "Charles F. Hurley", "href": "/wiki/Charles_F._Hurley", "description": "Charles Francis Hurley was the 54th Governor of the U.S. state of Massachusetts and one of its first Irish-American governors."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1894", "date": "November 24", "txt": "Herbert Sutcliffe, English cricketer and businessman (d. 1978)", "entities": [{"title": "Herbert Sutcliffe", "href": "/wiki/Herbert_Sutcliffe", "description": "Herbert Sutcliffe was an English professional cricketer who represented Yorkshire and England as an opening batsman. Apart from one match in 1945, his first-class career spanned the period between the two world wars. His first-class debut was delayed by the First World War until 1919 and his career was effectively terminated in August 1939 when he was called up for military service in the imminent"}]}, {"heading": "Births", "year": "1895", "date": "November 24", "txt": "Esther Applin, American geologist and paleontologist (d. 1972)", "entities": [{"title": "Esther Applin", "href": "/wiki/Esther_Applin", "description": "Esther Applin was an American geologist and paleontologist. Applin completed her Bachelor of Arts degree in 1919 from the University of California, Berkeley. Later, she completed a Master's degree which was focused on microfossils. She was a leading figure in the use of microfossils to determine the age of rock formation for use in oil exploration in the Gulf of Mexico region. Her job was to exami"}]}, {"heading": "Births", "year": "1897", "date": "November 24", "txt": "Lucky Luciano, Italian-American mob boss (d. 1962)", "entities": [{"title": "Lucky Luciano", "href": "/wiki/Lucky_Luciano", "description": "Charles \"Lucky\" Luciano was an Italian-born gangster who operated mainly in the United States. Luciano started his criminal career in the Five Points gang and was instrumental in the development of the National Crime Syndicate. Luciano is considered the father of modern organized crime in the United States for the establishment of The Commission in 1931, after he abolished the boss of bosses title"}]}, {"heading": "Births", "year": "1897", "date": "November 24", "txt": "Dorothy Shepherd-Barron, English tennis player (d. 1953)", "entities": []}, {"heading": "Births", "year": "1899", "date": "November 24", "txt": "Ward Morehouse, American author, playwright, and critic (d. 1966)", "entities": [{"title": "Ward Morehouse", "href": "/wiki/Ward_Morehouse", "description": "Ward Morehouse was an American theater critic, newspaper columnist, playwright, and author."}]}, {"heading": "Births", "year": "1904", "date": "November 24", "txt": "Albert Ross Tilley, Canadian captain and surgeon (d. 1988)", "entities": [{"title": "Albert Ross Tilley", "href": "/wiki/Albert_Ross_Tilley", "description": "Albert Ross Tilley, was a Canadian plastic surgeon who pioneered the treatment of burned airmen during the Second World War."}]}, {"heading": "Births", "year": "1908", "date": "November 24", "txt": "Libertad Lamarque, Argentinian actress and singer (d. 2000)", "entities": [{"title": "Libertad Lamarque", "href": "/wiki/Libertad_Lamarque", "description": "Libertad Lamarque was a Mexican-Argentine actress and singer, one of the icons of the Golden Age of Argentine and Mexican cinema. She achieved fame throughout Latin America, and became known as \"La Novia de América\". By the time she died in 2000, she had appeared in 65 films and six soap operas, had recorded over 800 songs and had made innumerable theatrical appearances."}]}, {"heading": "Births", "year": "1910", "date": "November 24", "txt": "Larry Siemering, American football player and coach (d. 2009)", "entities": [{"title": "Larry Siemering", "href": "/wiki/Larry_Siemering", "description": "Lawrence Edwin Siemering was an American football player and coach. He played college football at the University of San Francisco and professionally in the National Football League (NFL) with the Boston Redskins in 1935 and 1936. Siemering served as the head football coach at the University of the Pacific in Stockton, California from 1947 to 1951 and at Arizona State University in 1951, compiling "}]}, {"heading": "Births", "year": "1911", "date": "November 24", "txt": "Kirby Grant, American actor (d. 1985)", "entities": [{"title": "Kirby Grant", "href": "/wiki/Kirby_Grant", "description": "Kirby Grant, born Kirby Grant Hoon Jr., was a long-time B movie and television actor, mostly remembered for having played the title role in the Western-themed adventure television series Sky King. Between 1949 and 1954, Grant starred in 10 mounted-police adventures, usually in the role of Corporal Rod Webb."}]}, {"heading": "Births", "year": "1911", "date": "November 24", "txt": "Joe Medwick, American baseball player and manager (d. 1975)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 24", "txt": "Bernard Delfgaauw, Dutch philosopher and academic (d. 1993)", "entities": [{"title": "Bernard Delfgaauw", "href": "/wiki/Bernard_Delfgaauw", "description": "Bernardus Maria Ignatius \"Bernard\" Delfgaauw was a Dutch philosopher."}]}, {"heading": "Births", "year": "1912", "date": "November 24", "txt": "Garson Kanin, American director and screenwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 24", "txt": "Joan Sanderson, English actress (d. 1992)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 24", "txt": "Charles Schneeman, American soldier and illustrator (d. 1972)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 24", "txt": "Teddy Wilson, American pianist and educator (d. 1986)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 24", "txt": "Howard Duff, American actor, director, and producer (d. 1990)", "entities": [{"title": "Howard Duff", "href": "/wiki/Howard_Duff", "description": "Howard Green Duff was an American actor."}]}, {"heading": "Births", "year": "1913", "date": "November 24", "txt": "Geraldine Fitzgerald, Irish-American actress (d. 2005)", "entities": []}, {"heading": "Births", "year": "1914", "date": "November 24", "txt": "Lynn Chadwick, English sculptor (d. 2003)", "entities": [{"title": "Lynn Chadwick", "href": "/wiki/Lynn_Chadwick", "description": "Lynn Russell Chadwick, was an English sculptor and artist. Much of his work is semi-abstract sculpture in bronze or steel. His work is in the collections of MoMA in New York, the Tate in London and the Centre Georges Pompidou in Paris."}]}, {"heading": "Births", "year": "1914", "date": "November 24", "txt": "Bessie Blount Griffin, American physical therapist, inventor and forensic scientist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 24", "txt": "Forrest J Ackerman, American soldier and author (d. 2008)", "entities": [{"title": "Forrest J Ackerman", "href": "/wiki/Forrest_J_Ackerman", "description": "Forrest James Ackerman was an American magazine editor, science fiction writer and literary agent, a founder of science fiction fandom, a leading expert on science fiction, horror, and fantasy films, and acknowledged as the world's most avid collector of genre books and film memorabilia. He was based in Los Angeles, California."}]}, {"heading": "Births", "year": "1917", "date": "November 24", "txt": "Shabtai Rosenne, English-Israeli academic, jurist, and diplomat (d. 2010)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 24", "txt": "David Kossoff, English actor and screenwriter (d. 2005)", "entities": [{"title": "David Kossoff", "href": "/wiki/David_Kossoff", "description": "David Kossoff was a British actor. In 1954 he won the BAFTA Award for Most Promising Newcomer to Leading Film Roles for his appearance as Geza Szobek in The Young Lovers. He played Alf Larkin in TV sitcom The Larkins and Professor Kokintz in The Mouse that Roared (1959) and its sequel The Mouse on the Moon (1963)."}]}, {"heading": "Births", "year": "1921", "date": "November 24", "txt": "John Lindsay, American lawyer and politician, 103rd Mayor of New York City (d. 2000)", "entities": [{"title": "John Lindsay", "href": "/wiki/John_Lindsay", "description": "John Vliet Lindsay was an American politician and lawyer. During his political career, Lindsay was a U.S. congressman, mayor of New York City, and candidate for U.S. president. He was also a regular guest host of Good Morning America. Lindsay served as a member of the United States House of Representatives from January 1959 to December 1965 and as mayor of New York City from January 1966 to Decemb"}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Births", "year": "1922", "date": "November 24", "txt": "Claus Moser, Baron Moser, German-English statistician and academic (d. 2015)", "entities": [{"title": "Claus Moser, Baron Moser", "href": "/wiki/Claus_Moser,_Baron_Moser", "description": "Claus Adolf Moser, Baron Moser, was a British statistician who made major contributions in both academia and the Civil Service. He prided himself rather on being a non-mathematical statistician, and said that the thing that frightened him most in his life was when Maurice Kendall asked him to teach a course on analysis of variance at the LSE."}]}, {"heading": "Births", "year": "1924", "date": "November 24", "txt": "Eileen Barton, American singer (d. 2006)", "entities": [{"title": "Eileen Barton", "href": "/wiki/Eileen_Barton", "description": "Eileen Barton was an American singer best known for her 1950 hit song, \"If I Knew You Were Comin' I'd've Baked a Cake.\""}]}, {"heading": "Births", "year": "1924", "date": "November 24", "txt": "Lorne Munroe, Canadian-American cellist and educator (d. 2020)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 24", "txt": "William F. Buckley, Jr., American publisher and author, founded the National Review (d. 2008)", "entities": [{"title": "William F. Buckley, Jr.", "href": "/wiki/William_F._Buckley,_Jr.", "description": "William Frank Buckley Jr. was an American public intellectual and conservative author and commentator. In 1955, Buckley founded National Review, a magazine that stimulated the conservative movement in the late-20th century United States. Buckley hosted 1,429 episodes of the public affairs television show Firing Line (1966–1999), the longest-running public affairs show in American television histor"}]}, {"heading": "Births", "year": "1925", "date": "November 24", "txt": "Simon van der Meer, Dutch-Swiss physicist and engineer, Nobel Prize laureate (d. 2011)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1926", "date": "November 24", "txt": "Tsung-Dao Lee, Chinese-American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Tsung-Dao Lee", "href": "/wiki/Tsung-Dao_Lee", "description": "Tsung-Dao Lee is a Chinese-American physicist, known for his work on parity violation, the Lee Model, particle physics, relativistic heavy ion (RHIC) physics, nontopological solitons and soliton stars. He was a University Professor Emeritus at Columbia University, where he taught from 1953 until his retirement in 2012."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1927", "date": "November 24", "txt": "Ahmadou Kourouma, Ivorian-French author and playwright (d. 2003)", "entities": [{"title": "Ahmadou Kourouma", "href": "/wiki/Ahmadou_Kourouma", "description": "Ahmadou Kourouma was an Ivorian novelist."}]}, {"heading": "Births", "year": "1927", "date": "November 24", "txt": "Alfredo Kraus, Spanish tenor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 24", "txt": "Kevin Skinner, New Zealand rugby player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 24", "txt": "Franciszek Kokot, Polish nephrologist and endocrinologist", "entities": [{"title": "Franciszek Kokot", "href": "/wiki/Franciszek_Kokot", "description": "\nFranciszek Kokot was a Polish nephrologist and endocrinologist. Kokot was known as a pioneer of nephrology in Eastern Europe. He was a full member of the Polish Academy of Sciences, having previously served as its rector."}]}, {"heading": "Births", "year": "1929", "date": "November 24", "txt": "George Moscone, American soldier, lawyer, and politician, 37th Mayor of San Francisco (d. 1978)", "entities": [{"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Births", "year": "1930", "date": "November 24", "txt": "Ken Barrington, English cricketer (d. 1981)", "entities": [{"title": "Ken Barrington", "href": "/wiki/Ken_Barrington", "description": "Kenneth Frank Barrington, was an English international cricketer who played for the England cricket team and Surrey County Cricket Club in the 1950s and 1960s. He was a right-handed batsman and occasional leg-spin bowler, known for his jovial good humour and long, defensive innings \"batting with bulldog determination and awesome concentration\"."}]}, {"heading": "Births", "year": "1930", "date": "November 24", "txt": "Bob Friend, American baseball player and politician (d. 2019)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 24", "txt": "Tommy Allsup, American guitarist (d. 2017)", "entities": [{"title": "Tommy Allsup", "href": "/wiki/Tommy_Allsup", "description": "Thomas Douglas Allsup was an American rockabilly and swing musician."}]}, {"heading": "Births", "year": "1931", "date": "November 24", "txt": "Arthur Chaskalson, South African lawyer and judge, 18th Chief Justice of South Africa (d. 2012)", "entities": [{"title": "Chief Justice of South Africa", "href": "/wiki/Chief_Justice_of_South_Africa", "description": "The Chief Justice of South Africa is the most senior judge of the \nConstitutional Court and head of the judiciary of South Africa, who exercises final authority over the functioning and management of all the courts."}]}, {"heading": "Births", "year": "1932", "date": "November 24", "txt": "Claudio Naranjo, Chilean psychiatrist", "entities": [{"title": "Claudio Naranjo", "href": "/wiki/Claudio_Naranjo", "description": "Claudio Benjamín Naranjo Cohen was a Chilean-born psychiatrist of Arabic/Moorish, Spanish and Jewish descent who is considered a pioneer in integrating psychotherapy and the spiritual traditions. He was one of the three successors named by Fritz Perls, a principal developer of Enneagram of Personality theories and a founder of the Seekers After Truth Institute. He was also an elder statesman of th"}]}, {"heading": "Births", "year": "1932", "date": "November 24", "txt": "Fred Titmus, English cricketer and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 24", "txt": "John Sheridan, English rugby player and coach (d. 2012)", "entities": [{"title": "John Sheridan (rugby league)", "href": "/wiki/John_Sheridan_(rugby_league)", "description": "John Sheridan was an English professional rugby league footballer who played in the 1950s and 1960s, and coached in the 1970s and 1980s. He played at club level for Lock Lane ARLFC, and Castleford (captain), as a centre, or loose forward, i.e. number 3 or 4, or 13., during the era of contested scrums, and coached at club level for Castleford, Leeds and Doncaster."}]}, {"heading": "Births", "year": "1934", "date": "November 24", "txt": "Alfred Schnittke, German-Russian journalist and composer (d. 1998)", "entities": [{"title": "Alfred Schnittke", "href": "/wiki/Alfred_Schnittke", "description": "Alfred Garrievich Schnittke was a Soviet and German composer. Schnittke's early music shows the strong influence of Dmitri Shostakovich. He developed a polystylistic technique in works such as the epic Symphony No. 1 (1969–1972) and his first concerto grosso (1977). In the 1980s, Schnittke's music began to become more widely known abroad with the publication of his second (1980) and third (1983) s"}]}, {"heading": "Births", "year": "1935", "date": "November 24", "txt": "Khalifa bin Salman Al Khalifa, Bahraini politician, Prime Minister of Bahrain (d. 2020)", "entities": [{"title": "Khalifa bin Salman Al Khalifa", "href": "/wiki/Khalifa_bin_Salman_Al_Khalifa", "description": "Prince Khalifa bin Salman Al Khalifa was a Bahraini royal and politician who had served as the Prime Minister of Bahrain from 10 January 1970 until his death on 11 November 2020, having taken office over a year before Bahrain's independence on 15 August 1971."}, {"title": "Prime Minister of Bahrain", "href": "/wiki/Prime_Minister_of_Bahrain", "description": "In Bahrain, the Prime Minister is the head of government of the country. According to the Constitution of Bahrain, the Prime Minister is appointed directly by the King, and needs not be an elected member of the Council of Representatives."}]}, {"heading": "Births", "year": "1935", "date": "November 24", "txt": "Ron Dellums, American soldier and politician, 48th Mayor of Oakland (d. 2018)", "entities": [{"title": "Mayor of Oakland", "href": "/wiki/Mayor_of_Oakland", "description": "This is the list of mayors of the city of Oakland, California, which was founded in 1852. It was incorporated as a city in 1854."}]}, {"heading": "Births", "year": "1935", "date": "November 24", "txt": "Mordicai Gerstein, American author, illustrator, and director (d. 2019)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 24", "txt": "Willy Claes, Belgian conductor and politician, 8th Secretary General of NATO", "entities": [{"title": "Willy Claes", "href": "/wiki/Willy_Claes", "description": "Willem Werner Hubert \"Willy\" Claes is a Belgian politician who served as the eighth Secretary General of NATO, from 1994 to 1995. Claes was forced to resign from his NATO position after he was found guilty of corruption, which was uncovered during the investigation into André Cools' death. Claes was a member of the Flemish Socialist Party."}, {"title": "Secretary General of NATO", "href": "/wiki/Secretary_General_of_NATO", "description": "The secretary general of NATO is the chief civil servant of the North Atlantic Treaty Organization (NATO). The officeholder is an international diplomat responsible for coordinating the workings of the alliance, leading NATO's international staff, chairing the meetings of the North Atlantic Council and most major committees of the alliance, with the notable exception of the NATO Military Committee"}]}, {"heading": "Births", "year": "1938", "date": "November 24", "txt": "Oscar Robertson, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 24", "txt": "Charles Starkweather, American spree killer (d. 1959)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 24", "txt": "Marshall Berman, American philosopher and Marxist humanist writer (d. 2013)", "entities": [{"title": "Marshall Berman", "href": "/wiki/Marshall_Berman", "description": "Marshall Howard Berman (1940–2013) was an American philosopher and Marxist humanist writer. He was a Distinguished Professor of Political Science at The City College of New York and at the Graduate Center of the City University of New York, teaching political philosophy and urbanism."}]}, {"heading": "Births", "year": "1940", "date": "November 24", "txt": "Paul Tagliabue, American lawyer and businessman, 5th Commissioner of the National Football League", "entities": [{"title": "Paul Tagliabue", "href": "/wiki/Paul_Tagliabue", "description": "Paul John Tagliabue is the former Commissioner of the National Football League. He took the position in 1989 and served until September 1, 2006. He had previously served as a lawyer for the NFL. Tagliabue also served as Chairman of Board of Directors of Georgetown University from 2009 to 2015."}, {"title": "National Football League", "href": "/wiki/National_Football_League", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}]}, {"heading": "Births", "year": "1940", "date": "November 24", "txt": "Eric Wilson, Canadian author and educator", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 24", "txt": "Pete Best, Indian-English drummer and songwriter", "entities": [{"title": "Pete Best", "href": "/wiki/Pete_Best", "description": "Randolph Peter Best is an English musician known as the Beatles' drummer before the band achieved worldwide fame. After he was dismissed from the group in 1962, he started his own band, the Pete Best Four, and later joined many other bands over the years. He is one of several people who have been referred to as the Fifth Beatle."}]}, {"heading": "Births", "year": "1941", "date": "November 24", "txt": "Donald \"Duck\" Dunn, American bass player, songwriter, and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 24", "txt": "Wayne Jackson, American trumpeter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 24", "txt": "Billy Connolly, Scottish comedian and actor", "entities": [{"title": "Billy Connolly", "href": "/wiki/Billy_Connolly", "description": "Sir William Connolly is a Scottish former comedian, actor, musician, artist and presenter. He is sometimes known, especially in his homeland, by the Scots nickname The Big Yin. Known for his idiosyncratic and often improvised observational comedy, frequently including profanity, Connolly is regarded as one of the greatest and most influential stand-up comedians of all time, having topped many poll"}]}, {"heading": "Births", "year": "1942", "date": "November 24", "txt": "Marlin Fitzwater, American soldier and journalist, 17th White House Press Secretary", "entities": [{"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Births", "year": "1942", "date": "November 24", "txt": "Jean Ping, Gabonese politician and diplomat", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 24", "txt": "Andrew Stunell, English minister and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 24", "txt": "Dave Bing, American basketball player and politician, 70th Mayor of Detroit", "entities": [{"title": "Dave Bing", "href": "/wiki/Dave_Bing", "description": "David Bing is an American former professional Hall of Fame basketball player, mayor of Detroit, Michigan, and businessman."}, {"title": "Mayor of Detroit", "href": "/wiki/Mayor_of_Detroit", "description": "This is a list of mayors of Detroit, Michigan. See History of Detroit, Michigan, for more information about the history of the incorporation of the city."}]}, {"heading": "Births", "year": "1943", "date": "November 24", "txt": "Richard Tee, American singer-songwriter and keyboard player (d. 1993)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 24", "txt": "Robin Williamson, Scottish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 24", "txt": "Margaret E. M. Tolbert, American chemist and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 24", "txt": "Bev Bevan, English drummer", "entities": [{"title": "Bev Bevan", "href": "/wiki/Bev_Bevan", "description": "Beverley Bevan is an English rock musician, who was the drummer and one of the original members of The Move and Electric Light Orchestra (ELO). After the end of ELO in 1986, he founded ELO Part II."}]}, {"heading": "Births", "year": "1944", "date": "November 24", "txt": "Candy Darling, American model and actress (d. 1974)", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 24", "txt": "Ibrahim Gambari, Nigerian academic and diplomat, 9th Nigerian Minister of Foreign Affairs", "entities": [{"title": "Minister of Foreign Affairs (Nigeria)", "href": "/wiki/Minister_of_Foreign_Affairs_(Nigeria)", "description": "The Nigerian foreign ministry is a statutory body created to re-inforce foreign decision making and implementation processes in Nigeria and handle the external promotion of Nigeria's domestic vision and ideals; it is headed by a federal executive cabinet minister. As of late its mission has geared towards increasing awareness about Nigeria's economic potential. It is part of the government's execu"}]}, {"heading": "Births", "year": "1944", "date": "November 24", "txt": "Dan Glickman, American businessman and politician, 26th United States Secretary of Agriculture", "entities": [{"title": "United States Secretary of Agriculture", "href": "/wiki/United_States_Secretary_of_Agriculture", "description": "The United States secretary of agriculture is the head of the United States Department of Agriculture. The position carries similar responsibilities to those of agriculture ministers in other governments."}]}, {"heading": "Births", "year": "1945", "date": "November 24", "txt": "Nuruddin Farah, Somali novelist", "entities": [{"title": "Nuruddin Farah", "href": "/wiki/Nuruddin_Farah", "description": "Nuruddin Farah is a Somali novelist. His first novel, From a Crooked Rib, was published in 1970 and has been described as \"one of the cornerstones of modern East African literature today\". He has also written plays both for stage and radio, as well as short stories and essays. Since leaving Somalia in the 1970s he has lived and taught in numerous countries, including the United States, Britain, Ge"}]}, {"heading": "Births", "year": "1945", "date": "November 24", "txt": "Lee Michaels, American singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 24", "txt": "Ted Bundy, American serial killer (d. 1989)", "entities": [{"title": "Ted Bundy", "href": "/wiki/Ted_Bundy", "description": "Theodore Robert Bundy was an American serial killer who kidnapped, raped, and murdered numerous young women and girls during the 1970s and possibly earlier. After more than a decade of denials, he confessed to 30 homicides, committed in seven states between 1974 and 1978. His true victim total is unknown, and believed by some investigators to be higher."}]}, {"heading": "Births", "year": "1946", "date": "November 24", "txt": "Tony Clarkin, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 24", "txt": "Penny Jordan, English author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 24", "txt": "Dwight Schultz, American actor", "entities": [{"title": "Dwight Schultz", "href": "/wiki/Dwight_Schultz", "description": "William Dwight Schultz is an American television, film and voice actor. He is known for his roles as Captain \"Howling Mad\" Murdock on the 1980s action series The A-Team and as Reginald Barclay in Star Trek: The Next Generation, Star Trek: Voyager, and the film Star Trek: First Contact. He is also known in animation as the mad scientist Dr. Animo in the Ben 10 series, Chef Mung Daal in the children"}]}, {"heading": "Births", "year": "1947", "date": "November 24", "txt": "Dave Sinclair, English keyboard player", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 24", "txt": "Spider Robinson, American-Canadian author and critic", "entities": [{"title": "Spider Robinson", "href": "/wiki/Spider_Robinson", "description": "Spider Robinson is an American-born Canadian science fiction author. He has won a number of awards for his hard science fiction and humorous stories, including the Hugo Award 1977 and 1983, and another Hugo with his co-author and wife Jeanne Robinson in 1978."}]}, {"heading": "Births", "year": "1948", "date": "November 24", "txt": "Rudy Tomjanovich, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 24", "txt": "Steve Yeager, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 24", "txt": "Shane Bourne, Australian comedian, actor, and television host", "entities": [{"title": "Shane Bourne", "href": "/wiki/Shane_Bourne", "description": "Shane Bourne is an Australian stand-up comedian, actor, musician and a television host."}]}, {"heading": "Births", "year": "1949", "date": "November 24", "txt": "Ewen Cameron, Baron Cameron of Dillington, English politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 24", "txt": "Sally Davies, English hematologist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 24", "txt": "Bob Burns, American drummer and songwriter (d. 2015)", "entities": [{"title": "Bob Burns (drummer)", "href": "/wiki/Bob_Burns_(drummer)", "description": "Robert Lewis Burns Jr. was an American drummer in the original line-up of the Southern rock band Lynyrd Skynyrd."}]}, {"heading": "Births", "year": "1950", "date": "November 24", "txt": "Stanley Livingston, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 24", "txt": "Mimis Androulakis, Greek author and politician", "entities": [{"title": "Mimis Androulakis", "href": "/wiki/Mimis_Androulakis", "description": "Dimitris (Mimis) Androulakis is a Greek author and politician."}]}, {"heading": "Births", "year": "1951", "date": "November 24", "txt": "Chet Edwards, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 24", "txt": "Margaret Mountford, Northern Irish-British lawyer and businesswoman", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 24", "txt": "Graham Price, Egyptian-Welsh rugby player", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 24", "txt": "Parveen Shakir, Pakistani Urdu poet (d. 1994)", "entities": [{"title": "Parveen Shakir", "href": "/wiki/Parveen_Shakir", "description": "Parveen Shakir was a Pakistani poet, teacher and a civil servant of the Government of Pakistan. She is best known for her poems, which brought a distinctive feminine voice to Urdu literature, and for her consistent use of the rare grammatical feminine gender for the word \"lover\"."}]}, {"heading": "Births", "year": "1952", "date": "November 24", "txt": "Rachel Chagall, American actress", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 24", "txt": "Norbert Haug, German journalist and businessman", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 24", "txt": "Thierry Lhermitte, French actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 24", "txt": "Jim Sheridan, Scottish politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 24", "txt": "Ken Wilson, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 24", "txt": "Emir Kusturica, Serbian actor, director, and screenwriter", "entities": [{"title": "Emir Kusturica", "href": "/wiki/Emir_Kusturica", "description": "Emir Kusturica is a Serbian filmmaker, actor and musician. He also has French citizenship. He has been recognized for several internationally acclaimed feature films, as well as his projects in town-building. He has competed at the Cannes Film Festival on five occasions and won the Palme d'Or twice, as well as the Best Director prize for Time of the Gypsies."}]}, {"heading": "Births", "year": "1954", "date": "November 24", "txt": "Margaret Wetherell, English psychologist and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 24", "txt": "Clem Burke, American drummer", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 24", "txt": "Ian Botham, English cricketer, footballer, and sportscaster", "entities": [{"title": "Ian Botham", "href": "/wiki/Ian_Botham", "description": "Ian Terence Botham, Baron Botham, is an English cricket commentator, member of the House of Lords and a former cricketer who has been chairman of Durham County Cricket Club since 2017. Hailed as one of the greatest all-rounders in the history of the game, Botham represented England in both Test and One-Day International cricket. He played most of his first-class cricket for Somerset, and also for "}]}, {"heading": "Births", "year": "1955", "date": "November 24", "txt": "Scott Hoch, American golfer", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 24", "txt": "Lena Adelsohn Liljeroth, Swedish politician, Swedish Minister for Culture", "entities": [{"title": "Minister for Culture (Sweden)", "href": "/wiki/Minister_for_Culture_(Sweden)", "description": "The Minister for Culture is a member and minister of the Swedish Government and appointed by the Prime Minister. The minister heads the Ministry for Culture and is responsible for cultural issues and construction."}]}, {"heading": "Births", "year": "1955", "date": "November 24", "txt": "Najib Mikati, Lebanese businessman and politician, 31st Prime Minister of Lebanon", "entities": [{"title": "Prime Minister of Lebanon", "href": "/wiki/Prime_Minister_of_Lebanon", "description": "The prime minister of Lebanon, officially the President of the Council of Ministers, is the head of government and the head of the Council of Ministers of Lebanon. The Prime Minister is appointed by the president of Lebanon, with no confirmation needed from the Parliament of Lebanon. By convention, the office holder is always a Sunni Muslim."}]}, {"heading": "Births", "year": "1955", "date": "November 24", "txt": "Takashi Yuasa, Japanese lawyer and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 24", "txt": "Ruben Santiago-Hudson, American actor, playwright, and director", "entities": [{"title": "Ruben Santiago-Hudson", "href": "/wiki/Ruben_Santiago-Hudson", "description": "Ruben Santiago-Hudson is an American actor, playwright, and director who has won national awards for his work in all three categories. He is best known for his role of Captain Roy Montgomery from 2009 to 2011 on ABC's Castle. In November 2011 he appeared on Broadway in Lydia R. Diamond's play Stick Fly. In 2013 he starred in the TV series Low Winter Sun, a police drama set in Detroit."}]}, {"heading": "Births", "year": "1957", "date": "November 24", "txt": "Denise Crosby, American actress and producer", "entities": [{"title": "Denise Crosby", "href": "/wiki/Denise_Crosby", "description": "Denise Michelle Crosby is an American actress and model, best known for portraying Security Chief Tasha Yar mainly in season one of Star Trek: The Next Generation, and Yar's daughter, the half-Romulan Commander Sela, in subsequent seasons. She is also known for her numerous film and television roles, and for starring in and producing the film Trekkies."}]}, {"heading": "Births", "year": "1957", "date": "November 24", "txt": "Edward Stourton, English journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 24", "txt": "Roy Aitken, Scottish footballer and manager", "entities": [{"title": "Roy Aitken", "href": "/wiki/Roy_Aitken", "description": "Robert Sime \"Roy\" Aitken is a Scottish former football player and manager. He made over 480 league appearances for Celtic, and later played for Newcastle United, St Mirren and Aberdeen. Aitken also made 57 international appearances for Scotland. His playing position was either in midfield or defence."}]}, {"heading": "Births", "year": "1958", "date": "November 24", "txt": "Margaret Curran, Scottish academic and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 24", "txt": "Nick Knight, British photographer", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 24", "txt": "Todd Brooker, Canadian skier and sportscaster", "entities": [{"title": "Todd Brooker", "href": "/wiki/Todd_Brooker", "description": "Todd Brooker is a former alpine ski racer from Canada and a ski commentator on television."}]}, {"heading": "Births", "year": "1960", "date": "November 24", "txt": "Edgar Meyer, American bassist and composer", "entities": [{"title": "Edgar Meyer", "href": "/wiki/Edgar_Meyer", "description": "Edgar Meyer is an American bassist and composer. His styles include classical, bluegrass, newgrass, and jazz. He has won five Grammy Awards and been nominated seven times."}]}, {"heading": "Births", "year": "1961", "date": "November 24", "txt": "Carlos Carnero, Spanish lawyer and politician", "entities": [{"title": "Carlos Carnero", "href": "/wiki/Carlos_Carnero", "description": "Carlos Carnero is a Member of the European Parliament for the Spanish Socialist Workers' Party (PSOE). There is a single national constituency system for the elections to the European Parliament in Spain. He has been a Member of the European Parliament (MEP) since 1994. On 7 December 2006, he was appointed a member of the presidency of the Party of European Socialists (PES)."}]}, {"heading": "Births", "year": "1961", "date": "November 24", "txt": "Arundhati Roy, Indian writer and activist, recipient of Booker Prize", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 24", "txt": "John Kovalic, English author and illustrator", "entities": [{"title": "John Kovalic", "href": "/wiki/John_Kovalic", "description": "John Kovalic is an American cartoonist, illustrator, and writer."}]}, {"heading": "Births", "year": "1962", "date": "November 24", "txt": "John Squire, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 24", "txt": "Paul Thorburn, German-Welsh rugby player and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 24", "txt": "Ioannis Topalidis, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 24", "txt": "Tracey Wickham, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 24", "txt": "Neale Cooper, Scottish footballer (d. 2018)", "entities": [{"title": "Neale Cooper", "href": "/wiki/Neale_Cooper", "description": "Neale James Cooper was a Scottish football player and coach. He played as a midfielder during the 1980s and 1990s, most prominently for the Aberdeen team managed by Alex Ferguson, and later played for Aston Villa, Rangers, Reading, Dunfermline Athletic and Ross County. Cooper then became a coach, and worked as a manager in England with Hartlepool United (twice) and Gillingham, and in Scotland with"}]}, {"heading": "Births", "year": "1964", "date": "November 24", "txt": "Garret Dillahunt, American actor", "entities": [{"title": "Garret Dillahunt", "href": "/wiki/Garret_Dillahunt", "description": "Garret Lee Dillahunt is an American actor. He is best known for his work in television for the roles of Simon Escher on Burn Notice, Burt Chance on the Fox sitcom Raising Hope, for which he was nominated for the Critics' Choice Television Award for Best Actor in a Comedy Series in 2012, Ty Walker in the sixth season of Justified, Jack McCall and Francis Wolcott in Deadwood, Matthew Ross in The 440"}]}, {"heading": "Births", "year": "1964", "date": "November 24", "txt": "Brad Sherwood, American actor and game show host", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 24", "txt": "Shirley Henderson, Scottish actress", "entities": [{"title": "Shirley Henderson", "href": "/wiki/Shirley_Henderson", "description": "Shirley Henderson is a Scottish actress. Her film roles include Gail in Trainspotting (1996), Jude in the three Bridget Jones films (2001), and Moaning Myrtle in Harry Potter and the Chamber of Secrets (2002) and Harry Potter and the Goblet of Fire (2005). Her other films include Topsy-Turvy (1999), Wilbur Wants to Kill Himself (2002), Frozen (2005), Miss Pettigrew Lives for a Day (2008), Anna Kar"}]}, {"heading": "Births", "year": "1965", "date": "November 24", "txt": "Dawn Robinson, American singer and actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 24", "txt": "Russell Watson, English tenor and actor", "entities": [{"title": "Russell Watson", "href": "/wiki/Russell_Watson", "description": "Russell Watson is an English tenor who has released singles and albums of both operatic-style and pop songs. He began singing as a child, and became known after performing at a working men's club. He came to attention in 1999 when he sang \"God Save the Queen\" at the Rugby League Challenge Cup Final at Wembley Stadium, \"Barcelona\" at the last match of the Premiership season between Manchester Unite"}]}, {"heading": "Births", "year": "1967", "date": "November 24", "txt": "Henrik Brockmann, Danish singer-songwriter", "entities": [{"title": "Henrik Brockmann", "href": "/wiki/Henrik_Brockmann", "description": "\nHenrik Brockmann is a Danish heavy metal singer. \nHenrik started singing at the age of 13 in local school bands. He released his first album 1992 with the Danish band Royal Hunt and was replaced 1994 by DC Cooper."}]}, {"heading": "Births", "year": "1967", "date": "November 24", "txt": "Cal Eldred, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 24", "txt": "Jon Hein, American radio personality", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 24", "txt": "Bülent Korkmaz, Turkish footballer and manager", "entities": [{"title": "Bülent Korkmaz", "href": "/wiki/B%C3%BClent_Korkmaz", "description": "Bülent Korkmaz, known by his nicknames Büyük Kaptan and Cengaver – literally Great Captain and Warrior, respectively – is a Turkish former professional football coach who last managed Konyaspor. As a player, he was a one club man, playing as a centre-back for Galatasaray for his whole career between 1987 and 2005, winning eight Turkish League crowns, six Turkish Cups, five Turkish Super Cups, a UE"}]}, {"heading": "Births", "year": "1969", "date": "November 24", "txt": "David Adeang, Nauruan lawyer and politician", "entities": [{"title": "David Adeang", "href": "/wiki/David_Adeang", "description": "David Waiau Adeang is a Nauruan politician, former Speaker of the Parliament of Nauru, and Nauru's Minister for Finance and Justice, as well as the Minister Assisting the President of Nauru. He is a founding member of the Naoero Amo, currently the only successful political party on the island."}]}, {"heading": "Births", "year": "1969", "date": "November 24", "txt": "Romesh Kaluwitharana, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 24", "txt": "Rob Nicholson, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 24", "txt": "Doug Brien, American football player", "entities": [{"title": "Doug Brien", "href": "/wiki/Doug_Brien", "description": "Douglas Robert Zachariah Brien is a former American football placekicker. He played twelve seasons for seven teams in the National Football League: \nSan Francisco, New Orleans, Indianapolis, Tampa Bay, Minnesota, New York Jets, and Chicago. Brien was picked in the third round of the 1994 NFL Draft by San Francisco out of the University of California, Berkeley."}]}, {"heading": "Births", "year": "1970", "date": "November 24", "txt": "Julieta Venegas, American-Mexican singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 24", "txt": "Ashley Ward, English footballer and businessman", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 24", "txt": "Cosmas Ndeti, Kenyan runner", "entities": [{"title": "Cosmas Ndeti", "href": "/wiki/Cosmas_Ndeti", "description": "Cosmas Ndeti is a three-time winner of the Boston Marathon. He was the winner of the 1993, 1994, and 1995 races. He set the course record in 1994 with a time of 2:07:15, which was also the best marathon performance in 1994. That course record stood for 12 years until it was broken by one second when Robert Kipkoech Cheruiyot, a fellow Kenyan, won the 2006 race."}]}, {"heading": "Births", "year": "1971", "date": "November 24", "txt": "Keith Primeau, Canadian-American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 24", "txt": "Marek Lemsalu, Estonian footballer", "entities": [{"title": "Marek Lemsalu", "href": "/wiki/Marek_Lemsalu", "description": "Marek Lemsalu is an Estonian former professional footballer. He played as a centre-back for Pärnu KEK, Sport Tallinn, Pärnu Kalakombinaat/MEK, Flora, Mainz 05, Kuressaare, Strømsgodset, Tulevik, Start, Bryne and Levadia."}]}, {"heading": "Births", "year": "1972", "date": "November 24", "txt": "Ruxandra Dragomir, Romanian tennis player", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 24", "txt": "Alejandro Ávila, Mexican telenovela actor", "entities": [{"title": "Alejandro Ávila", "href": "/wiki/Alejandro_%C3%81vila", "description": "Alejandro Ávila is a Mexican telenovela actor."}]}, {"heading": "Births", "year": "1974", "date": "November 24", "txt": "Stephen Merchant, English actor, director, producer, and screenwriter", "entities": [{"title": "Stephen Merchant", "href": "/wiki/Stephen_Merchant", "description": "Stephen James Merchant is an English actor, comedian, director, presenter and writer. Alongside Ricky Gervais, he was the co-writer and co-director of the British TV comedy series The Office (2001–2003), and co-writer, co-director, and co-star of both Extras (2005–2007) and Life's Too Short (2011–2013). With Gervais and Karl Pilkington, he hosted The Ricky Gervais Show in its radio, podcast, audio"}]}, {"heading": "Births", "year": "1974", "date": "November 24", "txt": "Machel Montano, Trinidadian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 24", "txt": "Tarō Yamamoto, Japanese actor and politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 24", "txt": "Amy Faye Hayes, American boxing ring announcer and model", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 24", "txt": "Thomas Kohnstamm, American author", "entities": [{"title": "Thomas Kohnstamm", "href": "/wiki/Thomas_Kohnstamm", "description": "Thomas Kohnstamm is an American author from Seattle, Washington."}]}, {"heading": "Births", "year": "1976", "date": "November 24", "txt": "Christian Laflamme, Canadian ice hockey player", "entities": [{"title": "Christian Laflamme", "href": "/wiki/Christian_Laflamme", "description": "Christian Lucien Laflamme is a Canadian former professional ice hockey defenceman. He played parts of eight seasons in the National Hockey League between 1996 and 2004."}]}, {"heading": "Births", "year": "1976", "date": "November 24", "txt": "Chen Lu, Chinese figure skater", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 24", "txt": "Mona Hanna-Attisham British-American pediatrician, professor, and public health advocate", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 24", "txt": "Colin Hanks, American actor", "entities": [{"title": "Colin Hanks", "href": "/wiki/Colin_Hanks", "description": "Colin Lewes Hanks is an American actor, producer, and director. He is known for starring in films such as Orange County, King Kong, The House Bunny, The Great Buck Howard, and the Jumanji film series. His television credits include Roswell, Band of Brothers, Dexter, Fargo, The Good Guys, and Life in Pieces. He is the eldest son of actor Tom Hanks."}]}, {"heading": "Births", "year": "1977", "date": "November 24", "txt": "Celaleddin Koçak, German-Turkish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 24", "txt": "Katherine Heigl, American actress and producer", "entities": [{"title": "Katherine Heigl", "href": "/wiki/Katherine_Heigl", "description": "Katherine Marie Heigl is an American actress and former fashion model. She started her career as a child model with Wilhelmina Models before turning her attention to acting, making her film debut in That Night (1992) and later appearing in My Father the Hero (1994) as well as Under Siege 2: Dark Territory (1995). Heigl then landed the role of Isabel Evans on The WB television series Roswell (1999–"}]}, {"heading": "Births", "year": "1979", "date": "November 24", "txt": "Joseba Llorente, Spanish footballer", "entities": [{"title": "Joseba Llorente", "href": "/wiki/Joseba_Llorente", "description": "Joseba Llorente Etxarri is a Spanish retired footballer who played as a centre forward."}]}, {"heading": "Births", "year": "1980", "date": "November 24", "txt": "Kabir Ali, English cricketer", "entities": [{"title": "Kabir Ali", "href": "/wiki/Kabir_Ali", "description": "Kabir Ali is a British former cricketer of Pakistani descent. He last played for Lancashire in the English County Championship. A right-arm seam bowler and useful lower-order right-handed batsman, outside cricket he works as a model. He is the first cousin of cricketers Kadeer Ali and Moeen Ali, both of whom used to play alongside Kabir for Worcestershire. In May 2015 he announced his retirement f"}]}, {"heading": "Births", "year": "1980", "date": "November 24", "txt": "Beth Phoenix, American wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 24", "txt": "Ryan Fitzpatrick, American football player", "entities": [{"title": "Ryan Fitzpatrick", "href": "/wiki/Ryan_Fitzpatrick", "description": "Ryan Joseph Fitzpatrick is an American football quarterback for the Washington Football Team of the National Football League (NFL). Considered to be among the NFL’s iconic journeyman quarterbacks, Fitzpatrick has started and thrown touchdown passes for eight different teams during his 16-season career, the most of any NFL quarterback."}]}, {"heading": "Births", "year": "1982", "date": "November 24", "txt": "Sean O'Loughlin, English rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 24", "txt": "Dean Ashton, English footballer", "entities": [{"title": "Dean Ashton", "href": "/wiki/Dean_Ashton", "description": "Dean Ashton is an English former professional footballer. He made over 240 appearances as a forward in the Football League and Premier League for Crewe Alexandra, Norwich City and West Ham United, and was capped by England. He was highly praised as a talented centre forward, but had a career frustrated by injury. He retired on 11 December 2009, aged 26, after failing to recover from a long-term an"}]}, {"heading": "Births", "year": "1983", "date": "November 24", "txt": "Lars Eckert, German rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 24", "txt": "André Laurito, German footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 24", "txt": "Gwilym Lee, Welsh actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 24", "txt": "José López, Venezuelan baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 24", "txt": "Karine Vanasse, Canadian actress and producer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 24", "txt": "Maria Höfl-Riesch, German skier", "entities": [{"title": "Maria Höfl-Riesch", "href": "/wiki/Maria_H%C3%B6fl-Riesch", "description": "Maria Höfl-Riesch is a former German World Cup alpine ski racer. She is a three-time Olympic champion, two-time world champion, and an overall World Cup champion."}]}, {"heading": "Births", "year": "1985", "date": "November 24", "txt": "Julia Alexandratou, Greek model, actress, and singer", "entities": [{"title": "Julia Alexandratou", "href": "/wiki/Julia_Alexandratou", "description": "Garyfallia \"Julia'\" Alexandratou is a Greek socialite, media personality, glamour model, singer, actress, and pornographic actress. In 2002, at age 16, she won the beauty pageant title \"Miss Young\" in Greece. Four years later, Alexandratou won the title \"Miss Greece International 2006\" at the Miss Star Hellas beauty pageant. In 2010, a controversial celebrity sex tape featuring Alexandratou was re"}]}, {"heading": "Births", "year": "1985", "date": "November 24", "txt": "Tony Hunt, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 24", "txt": "Pedro León, Spanish footballer", "entities": [{"title": "Pedro León", "href": "/wiki/Pedro_Le%C3%B3n", "description": "Pedro León Sánchez Gil, known as León, is a Spanish footballer who plays for SD Eibar as a right winger."}]}, {"heading": "Births", "year": "1986", "date": "November 24", "txt": "Mohamed Massaquoi, American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 24", "txt": "Sarah Hyland, American actress", "entities": [{"title": "Sarah Hyland", "href": "/wiki/Sarah_Hyland", "description": "Sarah Jane Hyland is an American actress and singer. Born in Manhattan, she attended the Professional Performing Arts School, then had small roles in the films Private Parts (1997), Annie (1999), and Blind Date (2007). She is best known for playing Haley Dunphy in the ABC sitcom Modern Family (2009–2020), for which she received critical acclaim and numerous accolades, including four Screen Actors "}]}, {"heading": "Births", "year": "1990", "date": "November 24", "txt": "Tom Odell, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 24", "txt": "Michael Oldfield, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 24", "txt": "Mario Gaspar, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 24", "txt": "Sergei Kulbach, Ukrainian figure skater", "entities": [{"title": "Sergei Kulbach", "href": "/wiki/Sergei_Kulbach", "description": "Sergei Kulbach is a Ukrainian pair skater. He won national titles with former partners Elizaveta Usmantseva and Natalja Zabijako. With Zabijako, he also competed at the 2011 World Championships, placing 16th."}]}, {"heading": "Births", "year": "1993", "date": "November 24", "txt": "Ivi Adamou, Cypriot-Greek singer-songwriter", "entities": [{"title": "Ivi Adamou", "href": "/wiki/Ivi_Adamou", "description": "Ivi Adamou is a Greek Cypriot singer. She was born and raised in Agia Napa, Cyprus and currently resides in Alexandroupoli, Greece. Adamou rose to recognition in Greece and Cyprus following her participation in the second season of the Greek version of The X Factor, where she was under the mentorship of Giorgos Theofanous. Right after her elimination from the X Factor, Adamou secured a recording c"}]}, {"heading": "Births", "year": "1993", "date": "November 24", "txt": "Joe Pigott, English footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "November 24", "txt": "Nabil Bentaleb, Algerian footballer", "entities": [{"title": "Nabil Bentaleb", "href": "/wiki/Nabil_Bentaleb", "description": "Nabil Bentaleb is a professional footballer as a midfielder who plays for Bundesliga club Schalke 04 and the Algeria national team."}]}, {"heading": "Deaths", "year": "654", "date": "November 24", "txt": "Emperor Kōtoku of Japan (b. 596)", "entities": [{"title": "Emperor Kōtoku", "href": "/wiki/Emperor_K%C5%8Dtoku", "description": "Emperor Kōtoku  was the 36th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1072", "date": "November 24", "txt": "Bagrat IV of Georgia (b. 1018)", "entities": [{"title": "Bagrat IV of Georgia", "href": "/wiki/Bagrat_IV_of_Georgia", "description": "Bagrat IV, of the Bagrationi dynasty, was the King of Georgia from 1027 to 1072. During his long and eventful reign, Bagrat sought to repress the great nobility and to secure Georgia's sovereignty from the Byzantine and Seljuq Empires. In a series of intermingled conflicts, Bagrat succeeded in defeating his most powerful vassals and rivals of the Liparitid family, bringing several feudal enclaves "}]}, {"heading": "Deaths", "year": "1227", "date": "November 24", "txt": "Leszek I the White, High Duke of Poland (b. c. 1186)", "entities": [{"title": "Leszek the White", "href": "/wiki/Leszek_the_White", "description": "Leszek the White was Prince of Sandomierz and High Duke of Poland during 1194–1198, 1199, 1206–1210, and 1211–1227. During the early stages of his reign, his uncle Duke Mieszko III the Old and cousin Władysław III Spindleshanks, from the Greater Polish branch of the royal Piast dynasty, contested Leszek's right to be High Duke."}]}, {"heading": "Deaths", "year": "1265", "date": "November 24", "txt": "Magnús Óláfsson, King of Mann and the Isles", "entities": [{"title": "Magnús Óláfsson", "href": "/wiki/Magn%C3%BAs_%C3%93l%C3%A1fsson", "description": "Magnús Óláfsson was a King of Mann and the Isles. He was a son of Óláfr Guðrøðarson, King of the Isles, and a member of the Crovan dynasty. Magnús' realm encompassed Mann and parts of the Hebrides. Some leading members of Magnús' family—such as his father—styled themselves \"King of the Isles\"; other members—such as Magnús and his brothers—styled themselves \"King of Mann and the Isles\". Although ki"}]}, {"heading": "Deaths", "year": "1326", "date": "November 24", "txt": "Hugh Despenser the Younger, English courtier (b. 1296)", "entities": [{"title": "Hugh Despenser the Younger", "href": "/wiki/Hugh_Despenser_the_Younger", "description": "Hugh le Despenser, 1st Baron le Despenser, also referred to as \"the Younger Despenser\", was the son and heir of Hugh le Despenser, Earl of Winchester by his wife Isabella de Beauchamp, daughter of William de Beauchamp, 9th Earl of Warwick. He rose to national prominence as royal chamberlain and a favourite of Edward II of England. Despenser made many enemies amongst the nobility of England. After "}]}, {"heading": "Deaths", "year": "1426", "date": "November 24", "txt": "Elizabeth of Lancaster, Duchess of Exeter, (b. c. 1363)", "entities": [{"title": "Elizabeth of Lancaster, Duchess of Exeter", "href": "/wiki/Elizabeth_of_Lancaster,_Duchess_of_Exeter", "description": "Elizabeth of Lancaster was the third child of John of Gaunt, 1st Duke of Lancaster, and his first wife Blanche of Lancaster. Elizabeth was made a Lady of the Garter in 1378."}]}, {"heading": "Deaths", "year": "1468", "date": "November 24", "txt": "Jean de Dunois, French soldier (b. 1402)", "entities": [{"title": "Jean de Dunois", "href": "/wiki/Jean_de_Dunois", "description": "Jean d'Orléans, Count of Dunois, known as the \"Bastard of Orléans\" or simply Jean de Dunois, was a French military leader during the Hundred Years' War who participated in military campaigns with Joan of Arc. He was the illegitimate son of Louis I, Duke of Orléans – himself a son of King Charles V of France – and his mistress Mariette d'Enghien. His nickname, the \"Bastard of Orléans\", was a term o"}]}, {"heading": "Deaths", "year": "1492", "date": "November 24", "txt": "Loys of Gruuthuse, Earl of Winchester (b. c. 1427)", "entities": [{"title": "Loys of Gruuthuse", "href": "/wiki/Loys_of_Gruuthuse", "description": "Louis de Bruges, Lord of Gruuthuse, Prince of Steenhuijs, Earl of Winchester, was a Flemish courtier, bibliophile, soldier and nobleman. He was awarded the title of Earl of Winchester by King Edward IV of England in 1472, and was Stadtholder of Holland and Zeeland 1462–77."}, {"title": "Winchester", "href": "/wiki/Winchester", "description": "Winchester is a cathedral city in Hampshire, England. The city lies at the heart of the wider City of Winchester, a local government district, at the western end of the South Downs National Park, on the River Itchen. It is 60 miles (97 km) south-west of London and 14 miles (23 km) from Southampton, the closest other city. At the 2011 census, Winchester had a population of 45,184. The wider City of"}]}, {"heading": "Deaths", "year": "1530", "date": "November 24", "txt": "Mingyi Nyo, Burmese ruler (b. 1459)", "entities": [{"title": "Mingyi Nyo", "href": "/wiki/Mingyi_Nyo", "description": "Mingyi Nyo was the founder of Toungoo dynasty of Burma (Myanmar). Under his 45-year leadership (1485–1530), Toungoo (Taungoo), grew from a remote backwater vassal state of Ava Kingdom to a small but stable independent kingdom. In 1510, he declared Toungoo's independence from its nominal overlord Ava. He skillfully kept his small kingdom out of the chaotic warfare plaguing Upper Burma. Toungoo's st"}]}, {"heading": "Deaths", "year": "1531", "date": "November 24", "txt": "Johannes Oecolampadius, German theologian and reformer (b. 1482)", "entities": [{"title": "Johannes Oecolampadius", "href": "/wiki/Johannes_Oecolampadius", "description": "Johannes Oecolampadius was a German Protestant reformer in the Reformed tradition from the Electoral Palatinate. He was the leader of the Protestant faction in the Baden Disputation of 1526, and he was one of the founders of Protestant theology, engaging in disputes with Erasmus, Zwingli, Luther and Martin Bucer. Calvin adopted his view on the eucharist dispute."}]}, {"heading": "Deaths", "year": "1572", "date": "November 24", "txt": "John Knox, Scottish pastor and theologian (b. 1510)", "entities": [{"title": "John Knox", "href": "/wiki/John_Knox", "description": "John Knox was a Scottish minister, theologian, and writer who was a leader of the country's Reformation. He was the founder of the Presbyterian Church of Scotland."}]}, {"heading": "Deaths", "year": "1583", "date": "November 24", "txt": "René de Birague, French cardinal (b. 1506)", "entities": [{"title": "René de Birague", "href": "/wiki/Ren%C3%A9_de_Birague", "description": "René de Birague was an Italian patrician who became a French cardinal and chancellor."}]}, {"heading": "Deaths", "year": "1615", "date": "November 24", "txt": "Sethus Calvisius, German composer and theorist (b. 1556)", "entities": [{"title": "Sethus Calvisius", "href": "/wiki/Sethus_Calvisius", "description": "Sethus Calvisius or Setho Calvisio, originally Seth Kalwitz, was a German music theorist, composer, chronologer, astronomer, and teacher of the late Renaissance."}]}, {"heading": "Deaths", "year": "1642", "date": "November 24", "txt": "Walatta Petros, saint in the Ethiopian Orthodox Tewahedo Church (b. 1592)", "entities": [{"title": "Walatta Petros", "href": "/wiki/Walatta_Petros", "description": "Walatta Petros is a female saint in the Ethiopian Orthodox Tewahedo Church. Her hagiography, The Life-Struggles of Walatta Petros was written in 1672. She is known for resisting conversion to Roman Catholicism, forming many religious communities, and performing miracles for those seeking asylum from kings."}]}, {"heading": "Deaths", "year": "1650", "date": "November 24", "txt": "Manuel Cardoso, Portuguese organist and composer (b. 1566)", "entities": [{"title": "Manuel Cardoso", "href": "/wiki/Manuel_Cardoso", "description": "Manuel Cardoso was a Portuguese composer and organist. With Duarte Lobo and John IV of Portugal, he represented the \"golden age\" of Portuguese polyphony."}]}, {"heading": "Deaths", "year": "1675", "date": "November 24", "txt": "Guru Tegh Bahadur, Indian guru (b. 1621)", "entities": [{"title": "Guru Tegh Bahadur", "href": "/wiki/Guru_Tegh_Bahadur", "description": "Guru Tegh Bahadur (Gurmukhi: ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ, pronunciation: was the ninth of ten Gurus who founded the Sikh religion and the leader of Sikhs from 1665 until his beheading in 1675. He was born in Amritsar, Punjab, India in 1621 and was the youngest son of Guru Hargobind Sahib, the sixth Sikh guru. Considered a principled and fearless warrior, he was a learned spiritual scholar and poet whose 115 hy"}]}, {"heading": "Deaths", "year": "1722", "date": "November 24", "txt": "Johann Adam Reincken, Dutch-German organist and composer (b. 1623)", "entities": [{"title": "Johann Adam Reincken", "href": "/wiki/Johann_Adam_Reincken", "description": "Johann Adam Reincken was a Dutch/German organist and composer. He was one of the most important composers of the 17th century, a friend of Dieterich Buxtehude and a major influence on Johann Sebastian Bach; however, very few of his works survive to this day."}]}, {"heading": "Deaths", "year": "1741", "date": "November 24", "txt": "Ulrika Eleonora, Queen of Sweden (b. 1688)", "entities": [{"title": "Ulrika Eleonora, Queen of Sweden", "href": "/wiki/Ulrika_Eleonora,_Queen_of_Sweden", "description": "Ulrika Eleonora or Ulrica Eleanor, known as Ulrika Eleonora the Younger, was Queen of Sweden, reigning in her own right from 5 December 1718 until her abdication on 29 February 1720 in favour of her husband King Frederick, and then as his consort until her death."}]}, {"heading": "Deaths", "year": "1770", "date": "November 24", "txt": "Charles-Jean-François Hénault, French historian and author (b. 1685)", "entities": [{"title": "Charles-Jean-François Hénault", "href": "/wiki/Charles-Jean-Fran%C3%A7ois_H%C3%A9nault", "description": "Charles-Jean-François Hénault was a French writer and historian."}]}, {"heading": "Deaths", "year": "1775", "date": "November 24", "txt": "Lorenzo Ricci, Italian religious leader, 18th Superior General of the Society of Jesus (b. 1703)", "entities": [{"title": "Lorenzo Ricci", "href": "/wiki/Lorenzo_Ricci", "description": "Lorenzo Ricci, S.J. was an Italian Jesuit, elected the eighteenth Superior General of the Society of Jesus. He was also the last before the suppression of the Jesuits in 1773."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Deaths", "year": "1781", "date": "November 24", "txt": "James Caldwell, American minister (b. 1734)", "entities": [{"title": "James Caldwell (clergyman)", "href": "/wiki/James_Caldwell_(clergyman)", "description": "James Caldwell was a Presbyterian minister who played a prominent part in the American Revolution."}]}, {"heading": "Deaths", "year": "1793", "date": "November 24", "txt": "Clément Charles François de Laverdy, French lawyer and politician, French Minister of Finance (b. 1723)", "entities": [{"title": "Clément Charles François de Laverdy", "href": "/wiki/Cl%C3%A9ment_Charles_Fran%C3%A7ois_de_Laverdy", "description": "Clément Charles François de Laverdy was a French statesman.\n\n"}, {"title": "List of Finance Ministers of France", "href": "/wiki/List_of_Finance_Ministers_of_France", "description": "\nThis is a list of Ministers of Finance of France, including the equivalent positions of Superintendent of Finances and Controller-General of Finances during the Ancien Régime. The position of Superintendent of Finances was abolished following the arrest of Nicolas Fouquet; his powers were transferred to First Minister Jean-Baptiste Colbert, who would become ex officio Controller-General of Financ"}]}, {"heading": "Deaths", "year": "1801", "date": "November 24", "txt": "Franz Moritz von Lacy, Austrian field marshal (b. 1725)", "entities": [{"title": "Franz Moritz von Lacy", "href": "/wiki/Franz_Moritz_von_Lacy", "description": "Franz Moritz Graf von Lacy was a Baltic German-born Austrian military leader, he was the son of Count Peter von Lacy and was a famous Austrian field marshal. He served during the reign of Maria Theresa and was a close friend to Joseph II, Holy Roman Emperor, becoming one of the latter's advisers. Lacy was made a Count of the Holy Roman Empire."}]}, {"heading": "Deaths", "year": "1801", "date": "November 24", "txt": "Philip Hamilton, Oldest son of Alexander Hamilton (b. 1782)", "entities": []}, {"heading": "Deaths", "year": "1807", "date": "November 24", "txt": "Joseph Brant, American tribal leader (b. 1742)", "entities": [{"title": "Joseph Brant", "href": "/wiki/Joseph_Brant", "description": "Thayendanegea or Joseph Brant was a Mohawk military and political leader, based in present-day New York, who was closely associated with Great Britain during and after the American Revolution. Perhaps the Native American of his generation best known to the Americans and British, he met many of the most significant Anglo-American people of the age, including both George Washington and King George I"}]}, {"heading": "Deaths", "year": "1848", "date": "November 24", "txt": "William Lamb, 2nd Viscount Melbourne, English politician, Prime Minister of the United Kingdom (b. 1779)", "entities": [{"title": "William Lamb, 2nd Viscount Melbourne", "href": "/wiki/William_Lamb,_2nd_Viscount_Melbourne", "description": "William Lamb, 2nd Viscount Melbourne,, in some sources called Henry William Lamb, was a British Whig statesman who served as Home Secretary (1830–1834) and Prime Minister. He is best known for being prime minister in Queen Victoria's early years and coaching her in the ways of politics, acting almost as her private secretary. Historians have concluded that Melbourne does not rank highly as a Prime"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1870", "date": "November 24", "txt": "Comte de Lautréamont, Uruguayan-French poet and author (b. 1846)", "entities": [{"title": "Comte de Lautréamont", "href": "/wiki/Comte_de_Lautr%C3%A9amont", "description": "Comte de Lautréamont was the nom de plume of Isidore Lucien Ducasse, a French poet born in Uruguay. His only works, Les Chants de Maldoror and Poésies, had a major influence on modern arts and literature, particularly on the Surrealists and the Situationists. Ducasse died at the age of 24."}]}, {"heading": "Deaths", "year": "1885", "date": "November 24", "txt": "Nicolás Avellaneda, Argentinian journalist and politician, 8th President of Argentina (b. 1837)", "entities": [{"title": "Nicolás Avellaneda", "href": "/wiki/Nicol%C3%A1s_Avellaneda", "description": "Nicolás Remigio Aurelio Avellaneda Silva was an Argentine politician and journalist, and President of Argentina from 1874 to 1880. Avellaneda's main projects while in office were banking and education reform, leading to Argentina's economic growth. The most important events of his government were the Conquest of the Desert and the transformation of the Buenos Aires into a federal district."}, {"title": "President of Argentina", "href": "/wiki/President_of_Argentina", "description": "The President of Argentina, officially known as the President of the Argentine Nation, is both head of state and head of government of Argentina. Under the national Constitution, the President is also the chief executive of the federal government and Commander-in-Chief of the Armed Forces."}]}, {"heading": "Deaths", "year": "1890", "date": "November 24", "txt": "August Belmont, German-American banker and politician, 16th United States Ambassador to the Netherlands (b. 1816)", "entities": [{"title": "August Belmont", "href": "/wiki/August_Belmont", "description": "August Belmont Sr. was a German-American politician, financier, foreign diplomat, and party chairman of the Democratic National Committee during the 1860s, and later a horse-breeder and racehorse owner. He was the founder and namesake of the Belmont Stakes, third leg of the Triple Crown series of American thoroughbred horse racing."}, {"title": "United States Ambassador to the Netherlands", "href": "/wiki/United_States_Ambassador_to_the_Netherlands", "description": "The United States diplomatic mission to the Netherlands consists of the embassy located in The Hague and a consular office located in Amsterdam."}]}, {"heading": "Deaths", "year": "1895", "date": "November 24", "txt": "Ludwik Teichmann, Polish anatomist (b. 1823)", "entities": [{"title": "Ludwik Teichmann", "href": "/wiki/Ludwik_Teichmann", "description": "Ludwik Karol Teichmann-Stawiarski (1823–1895) was a Polish anatomist and discoverer of a new way of research in forensic medicine, after whom Teichmann crystals are called."}]}, {"heading": "Deaths", "year": "1916", "date": "November 24", "txt": "Hiram Maxim, American-English engineer, invented the Maxim gun (b. 1840)", "entities": [{"title": "Hiram Maxim", "href": "/wiki/Hiram_Maxim", "description": "Sir Hiram Stevens Maxim was a British/American inventor best known as the creator of the first automatic machine gun, the Maxim gun. Maxim held patents on numerous mechanical devices such as hair-curling irons, a mousetrap, and steam pumps. Maxim laid claim to inventing the lightbulb."}, {"title": "Maxim gun", "href": "/wiki/Maxim_gun", "description": "The Maxim gun is a recoil-operated machine gun invented by Sir Hiram Stevens Maxim in 1884; the weapon became the first automatic firearm in production by Vickers, which used .303 British bullets and a recoil-operating firing system, and required water cooling."}]}, {"heading": "Deaths", "year": "1920", "date": "November 24", "txt": "Lado Aleksi-Meskhishvili, Georgian actor and director (b. 1857)", "entities": [{"title": "Lado Aleksi-Meskhishvili", "href": "/wiki/Lado_Aleksi-Meskhishvili", "description": "Vladimir (Lado) Alexi-Meskhishvili, Lado Meskhishivili, or Alekseev-Meskhiev, was a Georgian theater actor and director. He is buried at the Didube Pantheon in Tbilisi. His son was Shalva Aleksi-Meskhishvili, a Georgian jurist and politician."}]}, {"heading": "Deaths", "year": "1920", "date": "November 24", "txt": "Alexandru Macedonski, Romanian author and poet (b. 1854)", "entities": []}, {"heading": "Deaths", "year": "1922", "date": "November 24", "txt": "Erskine Childers, Irish soldier, journalist, and author (b. 1870)", "entities": [{"title": "Erskine Childers (author)", "href": "/wiki/Erskine_Childers_(author)", "description": "Robert Erskine Childers DSC, usually known as Erskine Childers, was an English-born Irish writer, whose works included the influential novel The Riddle of the Sands. He became a supporter of Irish Republicanism and smuggled guns into Ireland in his sailing yacht Asgard. He was executed by the authorities of the nascent Irish Free State during the Irish Civil War. He was the son of British Oriental"}]}, {"heading": "Deaths", "year": "1929", "date": "November 24", "txt": "Georges Clemenceau, French physician, publisher, and politician, 72nd Prime Minister of France (b. 1841)", "entities": [{"title": "Georges Clemenceau", "href": "/wiki/Georges_Clemenceau", "description": "Georges Eugène Benjamin Clemenceau was a French statesman who served as Prime Minister of France from 1906 to 1909 and again from 1917 until 1920. A strong advocate of Separation of Church and State and opposition to colonisation, he played a central role in the politics of the Third Republic, most notably successfully leading the country through the end of the First World War."}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Deaths", "year": "1943", "date": "November 24", "txt": "Doris Miller, American soldier and chef, Navy Cross recipient (b. 1919)", "entities": [{"title": "Doris Miller", "href": "/wiki/Doris_Miller", "description": "Doris \"Dorie\" Miller was a United States Navy cook third class who was killed in action during World War II. He was the first black American to be awarded the Navy Cross, the second highest decoration for valor in combat after the Medal of Honor."}, {"title": "Navy Cross", "href": "/wiki/Navy_Cross", "description": "The Navy Cross is the United States Navy and United States Marine Corps' second-highest military decoration awarded for sailors and marines who distinguish themselves for extraordinary heroism in combat with an armed enemy force. The medal is equivalent to the Army's Distinguished Service Cross, the Air Force and Space Force's Air Force Cross, and the Coast Guard Cross."}]}, {"heading": "Deaths", "year": "1948", "date": "November 24", "txt": "Anna Jarvis, American founder of Mother's Day (b. 1864)", "entities": [{"title": "Anna Jarvis", "href": "/wiki/Anna_Jarvis", "description": "Anna Maria Jarvis was the founder of Mother's Day in the United States. Her mother had frequently expressed a desire for the establishment of such a holiday, and after her mother's death, Jarvis led the movement for the commemoration. However, as the years passed, Jarvis grew disenchanted with the growing commercialization of the observation and even attempted to have Mother's Day rescinded. She d"}, {"title": "Mother's Day", "href": "/wiki/Mother%27s_Day", "description": "Mother's Day is a celebration honoring the mother of the family, as well as motherhood, maternal bonds, and the influence of mothers in society. It is celebrated on various days in many parts of the world, most commonly in the months of March or May. It complements similar celebrations honoring family members, such as Father's Day, Siblings Day, and Grandparents Day."}]}, {"heading": "Deaths", "year": "1954", "date": "November 24", "txt": "Mamie Dillard, African American educator, clubwoman and suffragist (b. 1874)", "entities": [{"title": "Mamie Dillard", "href": "/wiki/Mamie_Dillard", "description": "Mary \"Mamie\" J. Dillard (1874-1954) was an American educator, clubwoman and suffragist."}]}, {"heading": "Deaths", "year": "1956", "date": "November 24", "txt": "Guido Cantelli, Italian conductor (b. 1920)", "entities": [{"title": "Guido Cantelli", "href": "/wiki/Guido_Cantelli", "description": "Guido Cantelli was an Italian orchestral conductor. He was named Musical Director of La Scala, Milan in November 1956 but his promising career was cut short only one week later by his death at the age of 36 in an airplane crash in Paris, France."}]}, {"heading": "Deaths", "year": "1957", "date": "November 24", "txt": "Diego Rivera, Mexican painter and sculptor (b. 1886)", "entities": [{"title": "Diego Rivera", "href": "/wiki/Diego_Rivera", "description": "Diego María de la Concepción Juan Nepomuceno Estanislao de la Rivera y Barrientos Acosta y Rodríguez, known as Diego Rivera, was a prominent Mexican painter. His large frescoes helped establish the mural movement in Mexican and international art."}]}, {"heading": "Deaths", "year": "1958", "date": "November 24", "txt": "Robert Cecil, 1st Viscount Cecil of Chelwood, English lawyer and politician, Chancellor of the Duchy of Lancaster, Nobel Prize laureate (b. 1864)", "entities": [{"title": "Robert Cecil, 1st Viscount Cecil of Chelwood", "href": "/wiki/Robert_Cecil,_1st_Viscount_Cecil_of_Chelwood", "description": "Edgar Algernon Robert Gascoyne-Cecil, 1st Viscount Cecil of Chelwood,, known as Lord Robert Cecil from 1868 to 1923, was a British lawyer, politician and diplomat. He was one of the architects of the League of Nations and a defender of it, whose service to the organisation saw him awarded the Nobel Peace Prize in 1937."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1959", "date": "November 24", "txt": "Dally Messenger, Australian rugby player, cricketer, and sailor (b. 1883)", "entities": [{"title": "Dally Messenger", "href": "/wiki/Dally_Messenger", "description": "Herbert Henry Messenger, nicknamed \"Dally\" and sometimes \"The Master\" was one of Australasia's first professional rugby footballers, recognised as one of the greatest-ever players in either code. He played for New South Wales in the first match run by the newly created 'New South Wales Rugby Football League' which had just split away from the established New South Wales Rugby Football Union."}]}, {"heading": "Deaths", "year": "1960", "date": "November 24", "txt": "Grand Duchess Olga Alexandrovna of Russia (b. 1882)", "entities": [{"title": "Grand Duchess Olga Alexandrovna of Russia", "href": "/wiki/Grand_Duchess_Olga_Alexandrovna_of_Russia", "description": "Grand Duchess Olga Alexandrovna of Russia was the youngest child of Tsar Alexander III of Russia and younger sister of Emperor Nicholas II."}]}, {"heading": "Deaths", "year": "1961", "date": "November 24", "txt": "Ruth Chatterton, American actress (b. 1892)", "entities": [{"title": "Ruth Chatterton", "href": "/wiki/Ruth_Chatterton", "description": "Ruth Chatterton was an American stage, film, and television actress, aviatrix and novelist. She was at her most popular in the early to mid-1930s, and in the same era gained prominence as an aviator, one of the few female pilots in the United States at the time. In the late 1930s, Chatterton retired from film acting but continued her career on the stage. She had several TV roles beginning in the l"}]}, {"heading": "Deaths", "year": "1963", "date": "November 24", "txt": "Lee Harvey Oswald, American assassin of John F. Kennedy (b. 1939)", "entities": [{"title": "Lee Harvey Oswald", "href": "/wiki/Lee_Harvey_Oswald", "description": "Lee Harvey Oswald was a former U.S. Marine who assassinated United States president John F. Kennedy on November 22, 1963."}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}]}, {"heading": "Deaths", "year": "1965", "date": "November 24", "txt": "Abdullah III Al-Salim Al-Sabah, Kuwaiti ruler (b. 1895)", "entities": [{"title": "Abdullah III Al-Salim Al-Sabah", "href": "/wiki/Abdullah_III_Al-Salim_Al-Sabah", "description": "Sheikh Abdullah Al-Salim Al-Sabah was the eleventh ruler of Kuwait, the first Emir of the State of Kuwait, and commander-in-chief of Kuwait Military Forces from 29 January 1950 until his death."}]}, {"heading": "Deaths", "year": "1968", "date": "November 24", "txt": "D. A. Levy, American poet and publisher (b. 1942)", "entities": [{"title": "D. A. Levy", "href": "/wiki/D._A._Levy", "description": "d.a. levy, born Darryl Alfred Levey, was an American poet, artist, and alternative publisher active during the 1960s, based in Cleveland, Ohio."}]}, {"heading": "Deaths", "year": "1973", "date": "November 24", "txt": "John Neihardt, American author and poet (b. 1881)", "entities": [{"title": "John Neihardt", "href": "/wiki/John_Neihardt", "description": " John Gneisenau Neihardt was an American writer and poet, amateur historian and ethnographer. Born at the end of the American settlement of the Plains, he became interested in the lives of those who had been a part of the European-American migration, as well as the Indigenous peoples whom they had displaced."}]}, {"heading": "Deaths", "year": "1980", "date": "November 24", "txt": "Herbert Agar, American journalist and historian (b. 1897)", "entities": [{"title": "Herbert Agar", "href": "/wiki/Herbert_Agar", "description": "Herbert Sebastian Agar was an American journalist and historian, and an editor of the Louisville Courier-Journal."}]}, {"heading": "Deaths", "year": "1980", "date": "November 24", "txt": "George Raft, American actor and dancer (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "November 24", "txt": "Molly Reilly, Canadian aviator (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "November 24", "txt": "Henrietta Hill Swope, American astronomer and academic (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "November 24", "txt": "Barack Obama, Sr., Kenyan economist and academic, father of Barack Obama, 44th President of the United States (b. 1936)", "entities": [{"title": "Barack Obama, Sr.", "href": "/wiki/Barack_Obama,_Sr.", "description": "Barack Hussein Obama Sr. was a Kenyan senior governmental economist and the father of Barack Obama, the 44th president of the United States. He is a central figure of his son's memoir, Dreams from My Father (1995). Obama married in 1954 and had two children with his first wife, Kezia. He was selected for a special program to attend college in the United States and studied at the University of Hawa"}, {"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}]}, {"heading": "Deaths", "year": "1987", "date": "November 24", "txt": "Jehane Benoît, Canadian journalist and author (b. 1904)", "entities": [{"title": "Jehane Benoît", "href": "/wiki/Jehane_Beno%C3%AEt", "description": "Jehane Benoît, was a Canadian culinary author, speaker, commentator, journalist, and broadcaster. After studying at the Sorbonne and Le Cordon Bleu cooking school in Paris, she started her own cooking school, Fumet de la Vieille France, in Montreal. She also opened one of Canada's first vegetarian restaurants, \"The Salad Bar\", in 1935."}]}, {"heading": "Deaths", "year": "1990", "date": "November 24", "txt": "Juan Manuel Bordeu, Argentinian race car driver (b. 1934)", "entities": [{"title": "Juan Manuel Bordeu", "href": "/wiki/Juan_Manuel_Bordeu", "description": "Juan Manuel Bordeu was a racing driver from Balcarce, Argentina. A protégé of Juan Manuel Fangio, Bordeu had a successful early career but a bad testing accident wrecked his chances in Formula One. His only World Championship Formula One entry was at the 1961 French Grand Prix in a Lotus run by the UDT Laystall team, but the car was eventually driven by Lucien Bianchi."}]}, {"heading": "Deaths", "year": "1990", "date": "November 24", "txt": "Fred Shero, Canadian ice hockey player and coach (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "November 24", "txt": "Dodie Smith, English author and playwright (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "November 24", "txt": "Marion Post Wolcott, American photographer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "November 24", "txt": "Bülent Arel, Turkish-American composer and educator (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "November 24", "txt": "Freddie Mercury, Tanzanian-English singer-songwriter, lead vocalist of Queen, and producer (b. 1946)", "entities": [{"title": "Freddie Mercury", "href": "/wiki/Freddie_Mercury", "description": "Freddie Mercury was a British singer, songwriter, record producer, and lead vocalist of the rock band Queen. Regarded as one of the greatest singers in the history of rock music, he was known for his flamboyant stage persona and four-octave vocal range. Mercury defied the conventions of a rock frontman, with his highly theatrical style influencing the artistic direction of Queen."}, {"title": "Queen (band)", "href": "/wiki/Queen_(band)", "description": "Queen are a British rock band formed in London in 1970. Their classic line-up was Freddie Mercury, Brian May, Roger Taylor and John Deacon (bass). Their earliest works were influenced by progressive rock, hard rock and heavy metal, but the band gradually ventured into more conventional and radio-friendly works by incorporating further styles, such as arena rock and pop rock."}]}, {"heading": "Deaths", "year": "1991", "date": "November 24", "txt": "Eric Carr, American drummer of KISS (b. 1950)", "entities": [{"title": "Kiss (band)", "href": "/wiki/Kiss_(band)", "description": "Kiss is an American rock band formed in New York City in January 1973 by Paul Stanley, Gene Simmons, Ace Frehley, and Peter Criss. Well known for its members' face paint and stage outfits, the group rose to prominence in the mid–late 1970s with its shocking live performances, which featured fire breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits, and pyrotechnics. T"}]}, {"heading": "Deaths", "year": "1993", "date": "November 24", "txt": "Albert Collins, American singer-songwriter and guitarist (b. 1932)", "entities": [{"title": "Albert Collins", "href": "/wiki/Albert_Collins", "description": "Albert Gene Drewery, known as Albert Collins and the Ice Man, was an American electric blues guitarist and singer with a distinctive guitar style. He was noted for his powerful playing and his use of altered tunings and a capo. His long association with the Fender Telecaster led to the title \"The Master of the Telecaster\"."}]}, {"heading": "Deaths", "year": "1995", "date": "November 24", "txt": "Eduard Ole, Estonian-Swedish painter (b. 1898)", "entities": [{"title": "Eduard Ole", "href": "/wiki/Eduard_Ole", "description": "Eduard Ole was an Estonian painter. Some of his most representative works are on permanent exhibition at the Kumu Art Museum of Estonia."}]}, {"heading": "Deaths", "year": "1996", "date": "November 24", "txt": "Sorley MacLean, Scottish soldier and poet (b. 1911)", "entities": [{"title": "Sorley MacLean", "href": "/wiki/Sorley_MacLean", "description": "Sorley MacLean was a Scottish Gaelic poet, described by the Scottish Poetry Library as \"one of the major Scottish poets of the modern era\" because of his \"mastery of his chosen medium and his engagement with the European poetic tradition and European politics\". Nobel Prize Laureate Seamus Heaney credited MacLean with saving Scottish Gaelic poetry."}]}, {"heading": "Deaths", "year": "1997", "date": "November 24", "txt": "Barbara, French singer-songwriter and actress (b. 1930)", "entities": [{"title": "Barbara (singer)", "href": "/wiki/Barbara_(singer)", "description": "Monique Andrée Serf was a French singer. She took her stage name, Barbara, from her grandmother, Varvara Brodsky, a native of Odessa, Russian Empire. Her song \"L'Aigle noir\" sold 1 million copies in twelve hours."}]}, {"heading": "Deaths", "year": "2002", "date": "November 24", "txt": "John Rawls, American philosopher, author, and academic (b. 1921)", "entities": [{"title": "John Rawls", "href": "/wiki/John_Rawls", "description": "John Bordley Rawls was an American moral and political philosopher in the liberal tradition. Rawls received both the Schock Prize for Logic and Philosophy and the National Humanities Medal in 1999, the latter presented by President Bill Clinton, in recognition of how Rawls's work \"helped a whole generation of learned Americans revive their faith in democracy itself.\""}]}, {"heading": "Deaths", "year": "2003", "date": "November 24", "txt": "Warren Spahn, American baseball player and coach (b. 1921)", "entities": [{"title": "Warren Spahn", "href": "/wiki/Warren_Spahn", "description": "Warren Edward Spahn was an American professional baseball player. He played in Major League Baseball as a left-handed pitcher in 1942 and then from 1946 until 1965, most notably for the Boston Braves, who became the Milwaukee Braves after the team moved west before the 1953 season. His baseball career was interrupted by his military service in the United States Army during the Second World War."}]}, {"heading": "Deaths", "year": "2004", "date": "November 24", "txt": "Arthur Hailey, English-Canadian journalist and author (b. 1920)", "entities": [{"title": "Arthur Hailey", "href": "/wiki/Arthur_Hailey", "description": "Arthur Frederick Hailey was a British-Canadian novelist whose plot-driven storylines were set against the backdrops of various industries. His books, which include such best sellers as Hotel (1965), Airport (1968), Wheels (1971), The Moneychangers (1975), and Overload (1979), have sold 170 million copies in 38 languages."}]}, {"heading": "Deaths", "year": "2004", "date": "November 24", "txt": "Joseph Hansen, American author and poet (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "November 24", "txt": "James Wong, Chinese actor and songwriter (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 24", "txt": "Pat Morita, American actor (b. 1932)", "entities": [{"title": "Pat Morita", "href": "/wiki/Pat_Morita", "description": "Noriyuki \"Pat\" Morita was a Japanese-American actor and comedian. He was known for his roles as Matsuo \"Arnold\" Takahashi on Happy Days (1975–1983), Mr. Miyagi in The Karate Kid film series, Mike Woo in The Mystery Files of Shelby Woo, and The Emperor of China in Mulan and Mulan II. Morita was nominated for the 1984 Academy Award for Best Supporting Actor for his portrayal of Mr. Miyagi in The Kar"}]}, {"heading": "Deaths", "year": "2006", "date": "November 24", "txt": "Juice Leskinen, Finnish singer-songwriter (b. 1950)", "entities": [{"title": "Juice Leskinen", "href": "/wiki/Juice_Leskinen", "description": "Juhani Juice Leskinen, better known as just Juice Leskinen, was one of the most prominent Finnish singer-songwriters of the late 20th century. From the early 1970s onward he released nearly 30 full-length albums, as well as writing song lyrics for dozens of Finnish artists. Several of Leskinen's songs have reached classic status in Finnish popular music, e.g., \"Viidestoista yö\", \"Kaksoiselämää\" an"}]}, {"heading": "Deaths", "year": "2006", "date": "November 24", "txt": "George W. S. Trow, American author, playwright, and critic (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 24", "txt": "Zdeněk Veselovský, Czech zoologist and ethologist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 24", "txt": "Casey Calvert, American guitarist (b. 1981)", "entities": [{"title": "Casey Calvert (Hawthorne Heights)", "href": "/wiki/Casey_Calvert_(Hawthorne_Heights)", "description": "Hawthorne Heights, formerly A Day in the Life, is an American rock band from Dayton, Ohio, formed in 2001. Their lineup currently consists of JT Woodruff, Matt Ridenour, Mark McMillon, and Chris Popadak."}]}, {"heading": "Deaths", "year": "2008", "date": "November 24", "txt": "Kenny MacLean, Scottish-Canadian bass player and songwriter (b. 1956)", "entities": [{"title": "Kenny MacLean", "href": "/wiki/Kenny_MacLean", "description": "Kenneth Irving MacLean was a Scottish-Canadian musician, best known as a member of the multi-platinum selling band Platinum Blonde."}]}, {"heading": "Deaths", "year": "2008", "date": "November 24", "txt": "Cecil H. Underwood, American educator and politician, 25th Governor of West Virginia (b. 1922)", "entities": [{"title": "Governor of West Virginia", "href": "/wiki/Governor_of_West_Virginia", "description": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of"}]}, {"heading": "Deaths", "year": "2009", "date": "November 24", "txt": "Abe Pollin, American businessman and philanthropist (b. 1923)", "entities": [{"title": "Abe Pollin", "href": "/wiki/Abe_Pollin", "description": "Abraham J. Pollin was the owner of a number of professional sports teams including the Washington Capitals in the National Hockey League (NHL), the Washington Mystics in the Women's National Basketball Association (WNBA), and the Washington Wizards in the National Basketball Association (NBA). Pollin was the longest-tenured owner of an NBA team, holding the Packers/Zephyrs/Bullets/Wizards franchis"}]}, {"heading": "Deaths", "year": "2009", "date": "November 24", "txt": "Samak Sundaravej, Thai politician, 25th Prime Minister of Thailand (b. 1935)", "entities": [{"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Deaths", "year": "2009", "date": "November 24", "txt": "Jun Ross, Filipino basketball player (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 24", "txt": "Huang Hua, Chinese translator and politician, 5th Foreign Minister of the People's Republic of China (b. 1913)", "entities": [{"title": "Huang Hua", "href": "/wiki/Huang_Hua", "description": "Huang Hua was a senior Communist Chinese revolutionary, politician, and diplomat. He served as Foreign Minister of China from 1976 to 1982, and concurrently as Vice Premier from 1980 to 1982. He was instrumental in establishing diplomatic links of the People's Republic of China with the United States and Japan, and was intensely involved in the negotiations with the United Kingdom over the status "}, {"title": "Foreign Minister of the People's Republic of China", "href": "/wiki/Foreign_Minister_of_the_People%27s_Republic_of_China", "description": "The Minister of Foreign Affairs of the People's Republic of China is the head of the Ministry of Foreign Affairs of the People's Republic of China and one of the country's most important cabinet posts. The Minister usually is also a member of the Central Committee of the Communist Party of China."}]}, {"heading": "Deaths", "year": "2012", "date": "November 24", "txt": "Héctor Camacho, Puerto Rican-American boxer (b. 1962)", "entities": [{"title": "Héctor Camacho", "href": "/wiki/H%C3%A9ctor_Camacho", "description": "Héctor Luís Camacho Matías, commonly known by his nickname \"Macho\" Camacho, was a Puerto Rican professional boxer and entertainer. Known for his quickness in the ring and flamboyant style, Camacho competed professionally from 1980 to 2010, and was a world champion in three weight classes. He held the WBC super featherweight title from 1983 to 1984, the WBC lightweight title from 1985 to 1987, and "}]}, {"heading": "Deaths", "year": "2012", "date": "November 24", "txt": "Antoine Kohn, Luxembourgian footballer and manager (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 24", "txt": "Jimmy Stewart, American baseball player and manager (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 24", "txt": "Nicholas Turro, American chemist and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 24", "txt": "Ernie Warlick, American football player and sportscaster (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 24", "txt": "Matthew Bucksbaum, American businessman and philanthropist, co-founded General Growth Properties (b. 1926)", "entities": [{"title": "Matthew Bucksbaum", "href": "/wiki/Matthew_Bucksbaum", "description": "Matthew Bucksbaum was an American businessman and philanthropist. Matthew and his brothers Martin and Maurice co-founded General Growth Properties."}, {"title": "General Growth Properties", "href": "/wiki/General_Growth_Properties", "description": "GGP Inc. was an American commercial real estate company and the second-largest shopping mall operator in the United States. It was founded by brothers Martin, Matthew and Maurice Bucksbaum in Cedar Rapids, Iowa in 1954, and has been headquartered in Chicago, Illinois since 2000. It was subject to the largest real estate bankruptcy in American history at the time of its filing in 2009."}]}, {"heading": "Deaths", "year": "2013", "date": "November 24", "txt": "Arnaud Coyot, French cyclist (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 24", "txt": "Lou Hyndman, Canadian lawyer and politician (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 24", "txt": "June Keithley, Filipino actress and journalist (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 24", "txt": "Jean King, American politician, 6th Lieutenant Governor of Hawaii (b. 1925)", "entities": [{"title": "Lieutenant Governor of Hawaii", "href": "/wiki/Lieutenant_Governor_of_Hawaii", "description": "The Lieutenant Governor of Hawaii is the assistant chief executive of the U.S. state of Hawaii and its various agencies and departments, as provided in the Article V, Sections 2 though 6 of the Constitution of Hawaii. Elected by popular suffrage of residents of the state on the same ticket as the Governor of Hawaii, the officeholder is concurrently the Secretary of State of Hawaii."}]}, {"heading": "Deaths", "year": "2013", "date": "November 24", "txt": "Robin Leigh-Pemberton, Baron Kingsdown, English banker and politician, Governor of the Bank of England (b. 1927)", "entities": [{"title": "Governor of the Bank of England", "href": "/wiki/Governor_of_the_Bank_of_England", "description": "The Governor of the Bank of England is the most senior position in the Bank of England. It is nominally a civil service post, but the appointment tends to be from within the bank, with the incumbent grooming his or her successor. The Governor of the Bank of England is also Chairman of the Monetary Policy Committee, with a major role in guiding national economic and monetary policy, and is therefor"}]}, {"heading": "Deaths", "year": "2014", "date": "November 24", "txt": "Jorge Herrera Delgado, Mexican engineer and politician (b. 1961)", "entities": [{"title": "Jorge Herrera Delgado", "href": "/wiki/Jorge_Herrera_Delgado", "description": "Jorge Herrera Delgado was a Mexican politician. A graduate in industrial engineering from the Durango Institute of Technology (ITD), he was a member of the Institutional Revolutionary Party. He founded the radio station XHITD-FM Estéreo Tecnológico in Durango. He was Mayor of Durango from 2004-2007 and a two-time deputy in the Durango state congress. He was designated by Governor Jorge Herrera Cal"}]}, {"heading": "Deaths", "year": "2014", "date": "November 24", "txt": "Murli Deora, Indian politician, Indian Minister of Corporate Affairs (b. 1937)", "entities": [{"title": "Ministry of Corporate Affairs", "href": "/wiki/Ministry_of_Corporate_Affairs", "description": "The Ministry of Corporate Affairs is an Indian government ministry. It is primarily concerned with administration of the Companies Act 2013, the Companies Act 1947, the Limited Liability Partnership Act, 2008, Insolvency and Bankruptcy Code, 2016 & other allied Acts and rules & regulations framed there-under mainly for regulating the functioning of the corporate sector in accordance with law. It i"}]}, {"heading": "Deaths", "year": "2014", "date": "November 24", "txt": "Peter Henderson, New Zealand rugby player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 24", "txt": "Nenad Manojlović, Serbian water polo player and manager (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 24", "txt": "Viktor Tikhonov, Russian ice hockey player and coach (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 24", "txt": "Robert Ford, English general (b. 1923)", "entities": [{"title": "Robert Ford (British Army officer)", "href": "/wiki/Robert_Ford_(British_Army_officer)", "description": "General Sir Robert Cyril Ford was a British Army general who was Adjutant-General to the Forces. The Bloody Sunday shootings occurred during his tenure as Commander Land Forces, Northern Ireland."}]}, {"heading": "Deaths", "year": "2015", "date": "November 24", "txt": "John Forrester, English historian and philosopher (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 24", "txt": "Quincy Monk, American football player (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 24", "txt": "Heinz Oberhummer, Austrian physicist, astronomer, and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 24", "txt": "Douglas W. Shorenstein, American businessman (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 24", "txt": "Paul Futcher, English footballer (b. 1956)", "entities": [{"title": "Paul Futcher", "href": "/wiki/Paul_Futcher", "description": "Paul Futcher was an English professional footballer who had a distinguished career as a defender in the English Football League, for England under 21s and as manager of several non-league clubs."}]}, {"heading": "Deaths", "year": "2016", "date": "November 24", "txt": "Florence Henderson, American actress, singer and television personality (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "November 24", "txt": "Goo Hara, South Korean singer and actress (b. 1991)", "entities": [{"title": "Goo Hara", "href": "/wiki/Goo_Hara", "description": "Goo Hara, also known mononymously as Hara, was a South Korean singer and actress. She was a member of the South Korean girl group Kara, and had also appeared in television dramas including City Hunter (2011). She made her debut as a soloist in July 2015 with the release of her EP Alohara ."}]}]