[{"heading": "Events", "year": "308", "date": "November 11", "txt": "At Carnuntum, Emperor emeritus Diocletian confers with Galerius, Augustus of the East, and Maximianus, the recently returned former Augustus of the West, in an attempt to end the civil wars of the Tetrarchy.", "entities": [{"title": "Carnuntum", "href": "/wiki/Carnuntum", "description": "Carnuntum was a Roman legionary fortress and headquarters of the Pannonian fleet from 50 AD. After the 1st century, it was capital of the Pannonia Superior province. It also became a large city of 50,000 inhabitants."}, {"title": "Diocletian", "href": "/wiki/Diocletian", "description": "Diocletian was a Roman emperor from 284 to 305. Born to a family of low status in Dalmatia, Diocletian rose through the ranks of the military to become a cavalry commander of the Emperor Carus's army. After the deaths of Carus and his son Numerian on campaign in Persia, Diocletian was proclaimed emperor. The title was also claimed by Carus's surviving son, Carinus, but Diocletian defeated him in t"}, {"title": "Galerius", "href": "/wiki/Galerius", "description": "Galerius was Roman emperor from 305 to 311. During his reign he campaigned, aided by Diocletian, against the Sassanid Empire, sacking their capital Ctesiphon in 299. He also campaigned across the Danube against the Carpi, defeating them in 297 and 300. Although he was a staunch opponent of Christianity, Galerius ended the Diocletianic Persecution when he issued an Edict of Toleration in Serdica in"}, {"title": "Maximian", "href": "/wiki/Maximian", "description": "Maximian, nicknamed Herculius, was Roman emperor from 286 to 305. He was Caesar from 285 to 286, then Augustus from 286 to 305. He shared the latter title with his co-emperor and superior, Diocletian, whose political brain complemented Maximian's military brawn. Maximian established his residence at Trier but spent most of his time on campaign. In late 285, he suppressed rebels in Gaul known as th"}, {"title": "Civil wars of the Tetrarchy", "href": "/wiki/Civil_wars_of_the_Tetrarchy", "description": "The Civil wars of the Tetrarchy were a series of conflicts between the co-emperors of the Roman Empire, starting in 306 AD with the usurpation of Maxentius and the defeat of Severus and ending with the defeat of Licinius at the hands of Constantine I in 324 AD."}]}, {"heading": "Events", "year": "1028", "date": "November 11", "txt": "Constantine VIII died, ending his uninterrupted reign as emperor or co-emperor of the Byzantine Empire of 66 years.", "entities": [{"title": "Constantine VIII", "href": "/wiki/Constantine_VIII", "description": "Constantine VIII Porphyrogenitus was de jure Byzantine Emperor from 962 until his death. He was the younger son of Emperor Romanos II and Empress Theophano. He was nominal co-emperor for 63 years, successively with his father; stepfather, Nikephoros II Phokas; uncle, John I Tzimiskes; and brother, Basil II."}, {"title": "List of Byzantine emperors", "href": "/wiki/List_of_Byzantine_emperors", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1100", "date": "November 11", "txt": "Henry I of England marries Matilda of Scotland, the daughter of Malcolm III of Scotland and a direct descendant of the Saxon king Edmund Ironside; Matilda is crowned in the same day.", "entities": [{"title": "Henry I of England", "href": "/wiki/Henry_I_of_England", "description": "Henry I, also known as Henry Beauclerc, was King of England from 1100 to his death in 1135. He was the fourth son of William the Conqueror and was educated in Latin and the liberal arts. On William's death in 1087, Henry's elder brothers Robert Curthose and William Rufus inherited Normandy and England, respectively, but Henry was left landless. He purchased the County of Cotentin in western Norman"}, {"title": "Matilda of Scotland", "href": "/wiki/Matilda_of_Scotland", "description": "Matilda of Scotland, also known as Good Queen Maud or Matilda of Blessed Memory, was Queen of England and Duchess of Normandy as the first wife of King Henry I. She acted as regent of England on several occasions during Henry's absences: in 1104, 1107, 1108, and 1111."}, {"title": "Malcolm III of Scotland", "href": "/wiki/Malcolm_III_of_Scotland", "description": "Malcolm III was King of Scots from 1058 to 1093. He was later nicknamed \"Canmore\". Malcolm's long reign of 35 years preceded the beginning of the Scoto-Norman age. Henry I of England and Eustace III of Boulogne were his sons-in-law, making him the maternal grandfather of Empress Matilda, William Adelin and Matilda of Boulogne. All three of them were prominent in English politics during the 12th ce"}, {"title": "Edmund Ironside", "href": "/wiki/Edmund_Ironside", "description": "Edmund Ironside was King of the English from 23 April to 30 November 1016. He was the son of King Æthelred the Unready and his first wife, Ælfgifu of York. Edmund's reign was marred by a war he had inherited from his father; his cognomen \"Ironside\" was given to him \"because of his valour\" in resisting the Danish invasion led by Cnut the Great."}]}, {"heading": "Events", "year": "1215", "date": "November 11", "txt": "The Fourth Council of the Lateran meets, defining the doctrine of transubstantiation, the process by which bread and wine are, by that doctrine, said to transform into the body and blood of Christ.", "entities": [{"title": "Fourth Council of the Lateran", "href": "/wiki/Fourth_Council_of_the_Lateran", "description": "The Fourth Council of the Lateran was convoked by Pope Innocent III with the papal bull Vineam domini Sabaoth of 19 April 1213, and the Council gathered at Rome's Lateran Palace beginning 11 November 1215. Due to the great length of time between the Council's convocation and meeting, many bishops had the opportunity to attend. It is considered by the Catholic Church to have been the twelfth ecumen"}, {"title": "Transubstantiation", "href": "/wiki/Transubstantiation", "description": "Transubstantiation is, according to the teaching of the Catholic Church, \"the change of the whole substance of bread into the substance of the Body of Christ and of the whole substance of wine into the substance of the Blood of Christ. This change is brought about in the eucharistic prayer through the efficacy of the word of Christ and by the action of the Holy Spirit. However, the outward charact"}, {"title": "Christ", "href": "/wiki/Christ", "description": "Jesus, also referred to as Jesus of Nazareth or Jesus Christ, was a first-century Jewish preacher and religious leader. He is the central figure of Christianity, the world's largest religion. Most Christians believe he is the incarnation of God the Son and the awaited messiah, prophesied in the Old Testament."}]}, {"heading": "Events", "year": "1500", "date": "November 11", "txt": "Treaty of Granada: Louis XII of France and Ferdinand II of Aragon agree to divide the Kingdom of Naples between them.", "entities": [{"title": "Treaty of Granada (1500)", "href": "/wiki/Treaty_of_Granada_(1500)", "description": "The Second Italian War (1499–1501), sometimes known as Louis XII's Italian War and the Third Italian War (1502-1504) or the War over Naples, were the second and third of the Italian Wars; it was fought primarily by Louis XII of France and Ferdinand II of Aragon, with the participation of several Italian powers. In the aftermath of the First Italian War, Louis was determined to press his claim on t"}, {"title": "Louis XII of France", "href": "/wiki/Louis_XII_of_France", "description": "Louis XII was King of France from 1498 to 1515 and King of Naples from 1501 to 1504. The son of Charles, Duke of Orléans, and Maria of Cleves, he succeeded his 2nd cousin once removed, Charles VIII, who died without direct heirs in 1498."}, {"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}, {"title": "Kingdom of Naples", "href": "/wiki/Kingdom_of_Naples", "description": "The Kingdom of Naples, officially known as the Kingdom of Sicily, comprised the part of the Italian Peninsula south of the Papal States between 1282 and 1816. It was established by the War of the Sicilian Vespers (1282–1302), when the island of Sicily revolted and was conquered by the Crown of Aragon, becoming a separate kingdom also called the Kingdom of Sicily. In 1816, it reunified with the isl"}]}, {"heading": "Events", "year": "1572", "date": "November 11", "txt": "Tycho Brahe observes the supernova SN 1572.", "entities": [{"title": "Tycho Brahe", "href": "/wiki/Tycho_Brahe", "description": "Tycho Brahe was a Danish nobleman, astronomer, and writer known for his accurate and comprehensive astronomical observations. He was born in the then-Danish peninsula of Scania. Tycho was well known in his lifetime as an astronomer, astrologer, and alchemist. He has been described as \"the first competent mind in modern astronomy to feel ardently the passion for exact empirical facts\". Most of his "}, {"title": "Supernova", "href": "/wiki/Supernova", "description": "A supernova is a powerful and luminous stellar explosion. This transient astronomical event occurs during the last evolutionary stages of a massive star or when a white dwarf is triggered into runaway nuclear fusion. The original object, called the progenitor, either collapses to a neutron star or black hole, or is completely destroyed. The peak optical luminosity of a supernova can be comparable "}, {"title": "SN 1572", "href": "/wiki/SN_1572", "description": "SN 1572, or B Cassiopeiae, was a supernova of Type Ia in the constellation Cassiopeia, one of eight supernovae visible to the naked eye in historical records. It appeared in early November 1572 and was independently discovered by many individuals."}]}, {"heading": "Events", "year": "1620", "date": "November 11", "txt": "The Mayflower Compact is signed in what is now Provincetown Harbor near Cape Cod.", "entities": [{"title": "Mayflower Compact", "href": "/wiki/Mayflower_Compact", "description": "The Mayflower Compact, originally titled Agreement Between the Settlers of New Plymouth, was the first governing document of Plymouth Colony. It was written by the male passengers of the Mayflower, consisting of separatist Puritans, adventurers, and tradesmen. The Puritans were fleeing from religious persecution by King James I of England."}, {"title": "Provincetown Harbor", "href": "/wiki/Provincetown_Harbor", "description": "Provincetown Harbor is a large natural harbor located in the town of Provincetown, Massachusetts. The harbor is mostly 30 to 90 feet deep and stretches roughly 1 mile (1.6 km) from northwest to southeast and 2 miles (3.2 km) from northeast to southwest – one large, deep basin with no dredged channel necessary for boats to enter and exit."}, {"title": "Cape Cod", "href": "/wiki/Cape_Cod", "description": "Cape Cod is a geographic cape extending into the Atlantic Ocean from the southeastern corner of mainland Massachusetts, in the northeastern United States. Its historic, maritime character and ample beaches attract heavy tourism during the summer months."}]}, {"heading": "Events", "year": "1634", "date": "November 11", "txt": "Following pressure from Anglican bishop John Atherton, the Irish House of Commons passes An Act for the Punishment for the Vice of Buggery.", "entities": [{"title": "Anglican", "href": "/wiki/Anglican", "description": "Anglicanism is a Western Christian tradition that has developed from the practices, liturgy, and identity of the Church of England following the English Reformation."}, {"title": "John Atherton", "href": "/wiki/John_Atherton", "description": "John Atherton was the Anglican Bishop of Waterford and Lismore in the Church of Ireland. He and John Childe were both tried and executed for buggery in 1640."}, {"title": "Irish House of Commons", "href": "/wiki/Irish_House_of_Commons", "description": "The Irish House of Commons was the lower house of the Parliament of Ireland that existed from 1297 until 1800. The upper house was the House of Lords. The membership of the House of Commons was directly elected, but on a highly restrictive franchise, similar to the Unreformed House of Commons in contemporary England and Great Britain. In counties, forty-shilling freeholders were enfranchised whils"}]}, {"heading": "Events", "year": "1673", "date": "November 11", "txt": "Second Battle of Khotyn in Ukraine: Polish–Lithuanian Commonwealth forces under the command of Jan Sobieski defeat the Ottoman army. In this battle, rockets made by Kazimierz Siemienowicz are successfully used.", "entities": [{"title": "Battle of Khotyn (1673)", "href": "/wiki/Battle_of_Khotyn_(1673)", "description": "The Battle of Khotyn or Battle of Chocim or Hotin War was a battle on 11 November 1673, where the forces of the Polish–Lithuanian Commonwealth under hetman John Sobieski defeated Ottoman Empire forces led by Hussain Pasha. It reversed the fortunes of the previous year, when Commonwealth weakness led to the signing of the Treaty of Buchach, and allowed John Sobieski to win the upcoming royal electi"}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}, {"title": "Jan III Sobieski", "href": "/wiki/Jan_III_Sobieski", "description": "John III Sobieski was King of Poland and Grand Duke of Lithuania from 1674 until his death."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Kazimierz Siemienowicz", "href": "/wiki/Kazimierz_Siemienowicz", "description": "Kazimierz Siemienowicz was a general of artillery, gunsmith, military engineer, and one of pioneers of rocketry. Born in the Raseiniai region of the Grand Duchy of Lithuania, he served in the armies of the Polish–Lithuanian Commonwealth and of Frederick Henry, Prince of Orange, the ruler of the Netherlands. No portrait or detailed biography of him has survived and much of his life is a subject of "}]}, {"heading": "Events", "year": "1675", "date": "November 11", "txt": "Gottfried Leibniz demonstrates integral calculus for the first time to find the area under the graph of y = ƒ(x).", "entities": [{"title": "Gottfried Leibniz", "href": "/wiki/Gottfried_Leibniz", "description": "Gottfried Wilhelm (von) Leibniz was a German philosopher, mathematician, scientist, diplomat and polymath. He is a prominent figure in both the history of philosophy and the history of mathematics. As a philosopher, he was one of the greatest representatives of 17th century rationalism. As a mathematician, his greatest achievement was the development of the main ideas of differential and integral "}, {"title": "Integral calculus", "href": "/wiki/Integral_calculus", "description": "In mathematics, an integral assigns numbers to functions in a way that describes displacement, area, volume, and other concepts that arise by combining infinitesimal data. The process of finding integrals is called integration. Along with differentiation, integration is a fundamental, essential operation of calculus, and serves as a tool to solve problems in mathematics and physics involving the a"}]}, {"heading": "Events", "year": "1724", "date": "November 11", "txt": "Joseph Blake, alias Blueskin, a highwayman known for attacking \"Thief-Taker General\" (and thief) Jonathan Wild at the Old Bailey, is hanged in London.", "entities": [{"title": "Joseph Blake (criminal)", "href": "/wiki/Joseph_Blake_(criminal)", "description": "Joseph \"Blueskin\" Blake was an 18th-century English highwayman and prison escapee."}, {"title": "Jonathan Wild", "href": "/wiki/Jonathan_Wild", "description": "Jonathan Wild, also spelled Wilde, was a London underworld figure notable for operating on both sides of the law, posing as a public-spirited crimefighter entitled the \"Thief-Taker General\". Wild simultaneously ran a significant criminal empire, and used his crime fighting role to remove rivals and launder the proceeds of his own crimes."}, {"title": "Old Bailey", "href": "/wiki/Old_Bailey", "description": "The Central Criminal Court of England and Wales, commonly referred to as the Old Bailey after the street on which it stands, is a criminal court building in central London, one of several that house the Crown Court of England and Wales. The street outside follows the route of the ancient wall around the City of London, which was part of the fortification's bailey, hence the metonymic name."}]}, {"heading": "Events", "year": "1750", "date": "November 11", "txt": "Riots break out in Lhasa after the murder of the Tibetan regent.", "entities": [{"title": "Lhasa riot of 1750", "href": "/wiki/Lhasa_riot_of_1750", "description": "The Lhasa riot of 1750 took place in the Tibetan capital Lhasa, and lasted several days during the period of Qing rule of Tibet. The uprising began on November 11, 1750 after the expected new regent of Tibet, Gyurme Namgyal, was assassinated by two Manchu ambans."}, {"title": "Lhasa (prefecture-level city)", "href": "/wiki/Lhasa_(prefecture-level_city)", "description": "Lhasa is a prefecture-level city, one of the main administrative divisions of the Tibet Autonomous Region of China. It covers an area of 29,274 square kilometres (11,303 sq mi) of rugged and sparsely populated terrain. Its capital and largest city is Lhasa, with around 300,000 residents, which mostly corresponds with the administrative Chengguan District, while its suburbs extend into Doilungdêqên"}, {"title": "Tibet", "href": "/wiki/Tibet", "description": "Tibet is a region in East Asia covering much of the Tibetan Plateau spanning about 2,500,000 km2 (970,000 sq mi). It is the traditional homeland of the Tibetan people as well as some other ethnic groups such as Monpa, Tamang, Qiang, Sherpa, and Lhoba peoples and is now also inhabited by considerable numbers of Han Chinese and Hui people. Tibet is the highest region on Earth, with an average elevat"}]}, {"heading": "Events", "year": "1750", "date": "November 11", "txt": "The F.H.C. Society, also known as the Flat Hat Club, is formed at Raleigh Tavern, Williamsburg, Virginia. It is the first college fraternity.", "entities": [{"title": "Williamsburg, Virginia", "href": "/wiki/Williamsburg,_Virginia", "description": "Williamsburg is a city in the U.S. state of Virginia. As of the 2010 U.S. Census, the population was 14,068. In 2019, the population was estimated at 14,954. Located on the Virginia Peninsula, Williamsburg is in the northern part of the Hampton Roads metropolitan area. It is bordered by James City County and York County."}]}, {"heading": "Events", "year": "1778", "date": "November 11", "txt": "Cherry Valley massacre: Loyalists and Seneca Indian forces attack a fort and village in eastern New York during the American Revolutionary War, killing more than forty civilians and soldiers.", "entities": [{"title": "Cherry Valley massacre", "href": "/wiki/Cherry_Valley_massacre", "description": "The Cherry Valley massacre was an attack by British and Iroquois forces on a fort and the village of Cherry Valley in central New York on November 11, 1778, during the American Revolutionary War. It has been described as one of the most horrific frontier massacres of the war. A mixed force of Loyalists, British soldiers, Seneca and Mohawks descended on Cherry Valley, whose defenders, despite warni"}, {"title": "Loyalist (American Revolution)", "href": "/wiki/Loyalist_(American_Revolution)", "description": "Loyalists were American colonists who remained loyal to the British Crown during the American Revolutionary War, often referred to as Tories, Royalists or King's Men at the time. They were opposed by the Patriots, who supported the revolution, and called them \"persons inimical to the liberties of America.\" Prominent Loyalists repeatedly assured the British government that many thousands of them wo"}, {"title": "Seneca nation", "href": "/wiki/Seneca_nation", "description": "The Seneca are a group of Indigenous Iroquoian-speaking people native to who historically lived south of Lake Ontario, one of the five Great Lakes in North America. Their nation was the farthest to the west within the Six Nations or Iroquois League (Haudenosaunee) in New York before the American Revolution."}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1805", "date": "November 11", "txt": "Napoleonic Wars: Battle of Dürenstein: Eight thousand French troops attempt to slow the retreat of a vastly superior Russian and Austrian force.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Dürenstein", "href": "/wiki/Battle_of_D%C3%BCrenstein", "description": "The Battle of Dürenstein, on 11 November 1805, was an engagement in the Napoleonic Wars during the War of the Third Coalition. Dürenstein, Austria, is located in the Wachau valley, on the river Danube, 73 kilometers (45 mi) upstream from Vienna, Austria. The river makes a crescent-shaped curve between Dürnstein and nearby Krems an der Donau, and the battle was fought in the flood plain between the"}]}, {"heading": "Events", "year": "1813", "date": "November 11", "txt": "War of 1812: Battle of Crysler's Farm: British and Canadian forces defeat a larger American force, causing the Americans to abandon their Saint Lawrence campaign.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Battle of Crysler's Farm", "href": "/wiki/Battle_of_Crysler%27s_Farm", "description": "The Battle of Crysler's Farm, also known as the Battle of Crysler's Field, was fought on 11 November 1813, during the Anglo-American War of 1812. A British and Canadian force won a victory over a US force which greatly outnumbered them. The US defeat prompted them to abandon the St. Lawrence Campaign, their major strategic effort in the autumn of 1813."}]}, {"heading": "Events", "year": "1831", "date": "November 11", "txt": "In Jerusalem, Virginia, Nat Turner is hanged after inciting a violent slave uprising.", "entities": [{"title": "Jerusalem, Virginia", "href": "/wiki/Jerusalem,_Virginia", "description": "Courtland is an incorporated town in Southampton County, Virginia, United States. The population was 1,284 at the 2010 census. It is the county seat of Southampton County."}, {"title": "Nat Turner", "href": "/wiki/Nat_Turner", "description": "Nat Turner's Rebellion was a rebellion of enslaved Virginians that took place in Southampton County, Virginia, in August 1831, led by Nat Turner. The rebels killed between 55 and 65 people, at least 51 of whom were white. The rebellion was put down within a few days, but Turner survived in hiding for more than two months afterwards. The rebellion was effectively suppressed at Belmont Plantation on"}, {"title": "Nat Turner's slave rebellion", "href": "/wiki/Nat_Turner%27s_slave_rebellion", "description": "Nat Turner's Rebellion was a rebellion of enslaved Virginians that took place in Southampton County, Virginia, in August 1831, led by Nat Turner. The rebels killed between 55 and 65 people, at least 51 of whom were white. The rebellion was put down within a few days, but Turner survived in hiding for more than two months afterwards. The rebellion was effectively suppressed at Belmont Plantation on"}]}, {"heading": "Events", "year": "1839", "date": "November 11", "txt": "The Virginia Military Institute is founded in Lexington, Virginia.", "entities": [{"title": "Virginia Military Institute", "href": "/wiki/Virginia_Military_Institute", "description": "Virginia Military Institute (VMI) is a public senior military college in Lexington, Virginia. It was founded in 1839 as America's first state military college and is the oldest public senior military college in the United States. In keeping with its founding principles and unlike any other senior military college in the United States, VMI enrolls cadets only and awards bachelor's degrees exclusive"}, {"title": "Lexington, Virginia", "href": "/wiki/Lexington,_Virginia", "description": "Lexington is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 7,042. It is the county seat of Rockbridge County, although the two are separate jurisdictions. The Bureau of Economic Analysis combines the city of Lexington with Rockbridge County for statistical purposes. Lexington is about 57 miles (92 km) east of the West Virginia bord"}]}, {"heading": "Events", "year": "1865", "date": "November 11", "txt": "Treaty of Sinchula is signed whereby Bhutan cedes the areas east of the Teesta River to the British East India Company.", "entities": [{"title": "Treaty of Sinchula", "href": "/wiki/Treaty_of_Sinchula", "description": "The Duar War was a war fought between British India and Bhutan in 1864–1865."}, {"title": "Bhutan", "href": "/wiki/Bhutan", "description": "Bhutan, officially known as the Kingdom of Bhutan, is a landlocked country in the Eastern Himalayas. It is bordered by China to the north and India to the south. Nepal and Bangladesh are located in proximity to Bhutan but do not share a land border. The country has a population of over 754,000 and a territory of 38,394 square kilometers which ranks 133rd in terms of land area. Bhutan is a constitu"}, {"title": "Teesta River", "href": "/wiki/Teesta_River", "description": "Teesta River, is a 315 km (196 mi) long river that rises in the eastern Himalayas, flows through the Indian states of Sikkim and West Bengal through Bangladesh and enters the Bay of Bengal. It drains an area of 12,370 km2 (4,780 sq mi).\nIn India, it flows through North Sikkim, East Sikkim, Kalimpong district, Darjeeling District, Jalpaiguri District, Cooch Behar districts and the cities of Rangpo,"}, {"title": "British East India Company", "href": "/wiki/British_East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}]}, {"heading": "Events", "year": "1869", "date": "November 11", "txt": "The Victorian Aboriginal Protection Act is enacted in Australia, giving the government control of indigenous people's wages, their terms of employment, where they could live, and of their children, effectively leading to the Stolen Generations.", "entities": [{"title": "Victoria, Australia", "href": "/wiki/Victoria,_Australia", "description": "Victoria is a state in southeastern Australia. It is the second-smallest state with a land area of 227,444 km2 (87,817 sq mi) and the most densely populated state in Australia. Victoria is bordered with New South Wales to the north and South Australia to the west, and is bounded by the Bass Strait to the south, the Great Australian Bight portion of the Southern Ocean to the southwest, and the Tasm"}, {"title": "Aboriginal Protection Act 1869", "href": "/wiki/Aboriginal_Protection_Act_1869", "description": "\n\n\n\nThe Aboriginal Protection Act 1869 was an Act of the colony of Victoria, Australia that established the Victorian Central Board for the Protection of Aborigines, to replace the Central Board Appointed to Watch Over the Interests of the Aborigines. The Act gave the Board extensive powers over the lives of Aboriginal Victorians, including regulation of residence, employment and marriage."}, {"title": "Stolen Generations", "href": "/wiki/Stolen_Generations", "description": "The Stolen Generations were the children of Australian Aboriginal and Torres Strait Islander descent who were removed from their families by the Australian federal and state government agencies and church missions, under acts of their respective parliaments. The removals of those referred to as \"half-caste\" children were conducted in the period between approximately 1905 and 1967, although in some"}]}, {"heading": "Events", "year": "1880", "date": "November 11", "txt": "Australian bushranger Ned Kelly is hanged at Melbourne Gaol.", "entities": [{"title": "Bushranger", "href": "/wiki/Bushranger", "description": "Bushrangers were originally escaped convicts in the early years of the British settlement of Australia who used the bush as a refuge to hide from the authorities. By the 1820s, the term had evolved to refer to those who took up \"robbery under arms\" as a way of life, using the bush as their base."}, {"title": "Ned Kelly", "href": "/wiki/Ned_Kelly", "description": "Ned Kelly was an Australian bushranger, outlaw, gang leader and convicted police murderer. One of the last bushrangers, he is known for wearing a suit of bulletproof armour during his final shootout with the police."}, {"title": "Melbourne Gaol", "href": "/wiki/Melbourne_Gaol", "description": "The Old Melbourne Gaol is a former jail and current museum on Russell Street, in Melbourne, Victoria, Australia. It consists of a bluestone building and courtyard, and is located next to the old City Police Watch House and City Courts buildings. It was first constructed starting in 1839, and during its operation as a prison between 1845 and 1924, it held and executed some of Australia's most notor"}]}, {"heading": "Events", "year": "1887", "date": "November 11", "txt": "August Spies, Albert Parsons, Adolph Fischer and George Engel are executed as a result of the Haymarket affair.", "entities": [{"title": "August Spies", "href": "/wiki/August_Spies", "description": "August Vincent Theodore Spies was an American upholsterer, radical labor activist, and newspaper editor. Spies is remembered as one of the anarchists in Chicago who were found guilty of conspiracy to commit murder following a bomb attack on police in an event remembered as the Haymarket affair. Spies was one of four who were executed in the aftermath of this event."}, {"title": "Albert Parsons", "href": "/wiki/Albert_Parsons", "description": "Albert Richard Parsons (1848–1887) was a pioneering American socialist and later anarchist newspaper editor, orator, and labor activist. As a teenager, he served in the military force of the Confederate States of America in Texas, during the American Civil War. After the war, he settled in Texas, and became an activist for the rights of former slaves, and later a Republican official during Reconst"}, {"title": "Adolph Fischer", "href": "/wiki/Adolph_Fischer", "description": "Adolph Fischer was an anarchist and labor union activist tried and executed after the Haymarket Riot."}, {"title": "George Engel", "href": "/wiki/George_Engel", "description": "George Engel was a labor union activist executed after the Haymarket riot, along with Albert Parsons, August Spies, and Adolph Fischer."}, {"title": "Execution (legal)", "href": "/wiki/Execution_(legal)", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "Haymarket affair", "href": "/wiki/Haymarket_affair", "description": "The Haymarket affair was the aftermath of a bombing that took place at a labor demonstration on May 4, 1886, at Haymarket Square in Chicago. It began as a peaceful rally in support of workers striking for an eight-hour work day, the day after police killed one and injured several workers. An unknown person threw a dynamite bomb at the police as they acted to disperse the meeting, and the bomb blas"}]}, {"heading": "Events", "year": "1889", "date": "November 11", "txt": "The State of Washington is admitted as the 42nd state of the United States..", "entities": [{"title": "Washington (state)", "href": "/wiki/Washington_(state)", "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which i"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1911", "date": "November 11", "txt": "Many cities in the Midwestern United States break their record highs and lows on the same day as a strong cold front rolls through.", "entities": [{"title": "Midwestern United States", "href": "/wiki/Midwestern_United_States", "description": "The midwestern United States, also referred to as the American Midwest or simply the Midwest, is one of four census regions of the United States Census Bureau. It occupies the northern central part of the United States. It was officially named the North Central Region by the Census Bureau until 1984. It is between the northeastern United States and the western United States, with Canada to its nor"}, {"title": "The Great Blue Norther of 11/11/11", "href": "/wiki/The_Great_Blue_Norther_of_11/11/11", "description": null}]}, {"heading": "Events", "year": "1918", "date": "November 11", "txt": "World War I: Germany signs an armistice agreement with the Allies in a railroad car in the forest of Compiègne.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Armistice of 11 November 1918", "href": "/wiki/Armistice_of_11_November_1918", "description": "The Armistice of 11 November 1918 was the armistice signed at Le Francport near Compiègne that ended fighting on land, sea and air in World War I between the Allies and their last remaining opponent, Germany. Previous armistices had been agreed with Bulgaria, the Ottoman Empire and the Austro-Hungarian Empire. Also known as the Armistice of Compiègne from the place where it was signed at 5:45 a.m."}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}, {"title": "Forest of Compiègne", "href": "/wiki/Forest_of_Compi%C3%A8gne", "description": "The Forest of Compiègne is a large forest in the region of Picardy, France, near the city of Compiègne and approximately 60 kilometres (37 mi) north of Paris."}]}, {"heading": "Events", "year": "1918", "date": "November 11", "txt": "Józef Piłsudski assumes supreme military power in Poland", "entities": [{"title": "Polish Independence Day", "href": "/wiki/Polish_Independence_Day", "description": "National Independence Day is a national day in Poland celebrated on 11 November to commemorate the anniversary of the restoration of Poland's sovereignty as the Second Polish Republic in 1918 from the German, Austro-Hungarian and Russian Empires. Following the partitions in the late 18th century, Poland ceased to exist for 123 years until the end of World War I, when the destruction of the neighbo"}]}, {"heading": "Events", "year": "1918", "date": "November 11", "txt": "Emperor Charles I of Austria relinquishes power.", "entities": []}, {"heading": "Events", "year": "1919", "date": "November 11", "txt": "The Industrial Workers of the World attack an Armistice Day parade in Centralia, Washington, ultimately resulting in the deaths of five people.", "entities": [{"title": "Industrial Workers of the World", "href": "/wiki/Industrial_Workers_of_the_World", "description": "The Industrial Workers of the World (IWW), members of which are commonly termed \"Wobblies\", is an international labor union that was founded in 1905 in Chicago, Illinois, in the United States. The union combines general unionism with industrial unionism, as it is a general union, subdivided between the various industries which employ its members. The philosophy and tactics of the IWW are described"}, {"title": "Centralia Massacre (Washington)", "href": "/wiki/Centralia_Massacre_(Washington)", "description": "The Centralia Tragedy, also known as the Centralia Conspiracy and the Armistice Day Riot, was a violent and bloody incident that occurred in Centralia, Washington, on November 11, 1919, during a parade celebrating the first anniversary of Armistice Day. The conflict between the American Legion and Industrial Workers of the World members resulted in six deaths, others being wounded, multiple prison"}, {"title": "Armistice Day", "href": "/wiki/Armistice_Day", "description": "Armistice Day is commemorated every year on 11 November to mark the armistice signed between the Allies of World War I and Germany at Compiègne, France at 5:45 am, for the cessation of hostilities on the Western Front of World War I, which took effect at eleven in the morning—the \"eleventh hour of the eleventh day of the eleventh month\" of 1918. But, according to Thomas R. Gowenlock, an intelligen"}, {"title": "Centralia, Washington", "href": "/wiki/Centralia,_Washington", "description": "Centralia is a city in Lewis County, Washington, United States. It is located along Interstate 5 near the midpoint between Seattle and Portland, Oregon. The city had a population of 16,336 at the 2010 census. Centralia is twinned with Chehalis, located to the south near the confluence of the Chehalis and Newaukum rivers."}]}, {"heading": "Events", "year": "1919", "date": "November 11", "txt": "Latvian forces defeat the West Russian Volunteer Army at Riga in the Latvian War of Independence.", "entities": [{"title": "Latvian War of Independence", "href": "/wiki/Latvian_War_of_Independence", "description": "The Latvian War of Independence, sometimes called Latvia's freedom battles or the Latvian War of Liberation, was a series of military conflicts in Latvia between 5 December 1918, after the newly proclaimed Republic of Latvia was invaded by Soviet Russia, and the signing of the Latvian-Soviet Riga Peace Treaty on 11 August 1920."}]}, {"heading": "Events", "year": "1921", "date": "November 11", "txt": "The Tomb of the Unknowns is dedicated by US President Warren G. Harding at Arlington National Cemetery.", "entities": [{"title": "Tomb of the Unknowns", "href": "/wiki/Tomb_of_the_Unknowns", "description": "The Tomb of the Unknown Soldier is a monument dedicated to deceased U.S. service members whose remains have not been identified. It is located in Arlington National Cemetery in Virginia, United States. The World War I \"Unknown\" is a recipient of the Medal of Honor, the Victoria Cross, and several other foreign nations' highest service awards. The U.S. Unknowns who were interred are also recipients"}, {"title": "Warren G. Harding", "href": "/wiki/Warren_G._Harding", "description": "Warren Gamaliel Harding was the 29th president of the United States, serving from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular U.S. presidents to that point. After his death, a number of scandals, including Teapot Dome, came to light, as did his extramarital affair with Nan Britton; those eroded his popular regard."}, {"title": "Arlington National Cemetery", "href": "/wiki/Arlington_National_Cemetery", "description": "Arlington National Cemetery is a United States military cemetery in Arlington County, Virginia, across the Potomac River from Washington, D.C., in whose 639 acres (259 ha) the dead of the nation's conflicts have been buried, beginning with the Civil War, as well as reinterred dead from earlier wars. The United States Department of the Army, a component of the United States Department of Defense (D"}]}, {"heading": "Events", "year": "1923", "date": "November 11", "txt": "Adolf Hitler was arrested in Munich for high treason for his role in the Beer Hall Putsch.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}, {"title": "High treason", "href": "/wiki/High_treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}, {"title": "Beer Hall Putsch", "href": "/wiki/Beer_Hall_Putsch", "description": "The Beer Hall Putsch, also known as the Munich Putsch, was a failed coup d'état by Nazi Party leader Adolf Hitler, Generalquartiermeister Erich Ludendorff and other Kampfbund leaders in Munich, Bavaria, on 8–9 November 1923, during the Weimar Republic. Approximately two thousand Nazis marched on the Feldherrnhalle, in the city centre, but were confronted by a police cordon, which resulted in the d"}]}, {"heading": "Events", "year": "1926", "date": "November 11", "txt": "The United States Numbered Highway System is established.", "entities": [{"title": "United States Numbered Highways", "href": "/wiki/United_States_Numbered_Highways", "description": "The United States Numbered Highway System is an integrated network of roads and highways numbered within a nationwide grid in the contiguous United States. As the designation and numbering of these highways were coordinated among the states, they are sometimes called Federal Highways, but the roadways were built and have always been maintained by state or local governments since their initial desi"}]}, {"heading": "Events", "year": "1930", "date": "November 11", "txt": "Patent number US1781541 is awarded to Albert Einstein and Leó Szilárd for their invention, the Einstein refrigerator.", "entities": [{"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Albert Einstein", "href": "/wiki/Albert_Einstein", "description": "Albert Einstein was a German-born theoretical physicist, widely acknowledged to be one of the greatest physicists of all time. Einstein is known for developing the theory of relativity, but he also made important contributions to the development of the theory of quantum mechanics. Relativity and quantum mechanics are together the two pillars of modern physics. His mass–energy equivalence formula E"}, {"title": "Leó Szilárd", "href": "/wiki/Le%C3%B3_Szil%C3%A1rd", "description": "Leo Szilard was a Hungarian-American physicist and inventor. He conceived the nuclear chain reaction in 1933, patented the idea of a nuclear fission reactor in 1934, and in late 1939 wrote the letter for Albert Einstein's signature that resulted in the Manhattan Project that built the atomic bomb. According to György Marx he was one of the Hungarian scientists known as The Martians."}, {"title": "Einstein refrigerator", "href": "/wiki/Einstein_refrigerator", "description": "The Einstein–Szilard or Einstein refrigerator is an absorption refrigerator which has no moving parts, operates at constant pressure, and requires only a heat source to operate. It was jointly invented in 1926 by Albert Einstein and his former student Leó Szilárd, who patented it in the U.S. on November 11, 1930. The three working fluids in this design are water, ammonia and butane. The Einstein r"}]}, {"heading": "Events", "year": "1934", "date": "November 11", "txt": "The Shrine of Remembrance in Melbourne, Australia is opened.", "entities": [{"title": "Shrine of Remembrance", "href": "/wiki/Shrine_of_Remembrance", "description": "The Shrine of Remembrance is a war memorial in Melbourne, Victoria, Australia, located in Kings Domain on St Kilda Road. It was built to honour the men and women of Victoria who served in World War I, but now functions as a memorial to all Australians who have served in any war. It is a site of annual observances for ANZAC Day and Remembrance Day, and is one of the largest war memorials in Austral"}, {"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}]}, {"heading": "Events", "year": "1940", "date": "November 11", "txt": "World War II: In the Battle of Taranto, the Royal Navy launches the first all-aircraft ship-to-ship naval attack in history.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Taranto", "href": "/wiki/Battle_of_Taranto", "description": "The Battle of Taranto took place on the night of 11–12 November 1940 during the Second World War between British naval forces, under Admiral Andrew Cunningham, and Italian naval forces, under Admiral Inigo Campioni. The Royal Navy launched the first all-aircraft ship-to-ship naval attack in history, employing 21 Fairey Swordfish biplane torpedo bombers from the aircraft carrier HMS Illustrious in "}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}]}, {"heading": "Events", "year": "1940", "date": "November 11", "txt": "World War II: The German auxiliary cruiser Atlantis captures top secret British mail from the Automedon, and sends it to Japan.", "entities": [{"title": "Classified information", "href": "/wiki/Classified_information", "description": "Classified information is material that a government body deems to be sensitive information that must be protected. Access is restricted by law or regulation to particular groups of people with the necessary security clearance and need to know, and mishandling of the material can incur criminal penalties."}]}, {"heading": "Events", "year": "1942", "date": "November 11", "txt": "World War II: France's zone libre is occupied by German forces in Case Anton.", "entities": [{"title": "Case Anton", "href": "/wiki/Case_Anton", "description": "Case Anton was the military occupation of France carried out by Germany and Italy in November 1942. It marked the end of the Vichy regime as a nominally-independent state and the disbanding of its army, but it continued its existence as a puppet government in Occupied France. One of the last actions of the Vichy armed forces before their dissolution was the scuttling of the French fleet in Toulon "}]}, {"heading": "Events", "year": "1960", "date": "November 11", "txt": "A military coup against President Ngô Đình Diệm of South Vietnam is crushed.", "entities": [{"title": "President of Vietnam", "href": "/wiki/President_of_Vietnam", "description": "The president of the Socialist Republic of Vietnam is the head of state of Vietnam, elected by the Vietnam National Assembly from delegates of the National Assembly. Since Vietnam is a single-party state, the president is generally considered to hold the second highest position in the political system, after the General Secretary of the Communist Party of Vietnam. In addition, the president appoin"}, {"title": "Ngô Đình Diệm", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "1960 South Vietnamese coup attempt", "href": "/wiki/1960_South_Vietnamese_coup_attempt", "description": "On November 11, 1960, a failed coup attempt against President Ngô Đình Diệm of South Vietnam was led by Lieutenant Colonel Vương Văn Đông and Colonel Nguyễn Chánh Thi of the Airborne Division of the Army of the Republic of Vietnam (ARVN)."}]}, {"heading": "Events", "year": "1961", "date": "November 11", "txt": "Thirteen Italian Air Force servicemen, deployed to the Congo as a part of the UN peacekeeping force, are massacred by a mob in Kindu.", "entities": [{"title": "Italian Air Force", "href": "/wiki/Italian_Air_Force", "description": "The Italian Air Force is the air force of the Italian Republic. The Italian Air Force was founded as an independent service arm on 28 March 1923 by King Victor Emmanuel III as the Regia Aeronautica. After World War II, when Italy was made a republic by referendum, the Regia Aeronautica was given its current name. Since its formation, the service has held a prominent role in modern Italian military"}, {"title": "Republic of the Congo (Léopoldville)", "href": "/wiki/Republic_of_the_Congo_(L%C3%A9opoldville)", "description": "The Republic of the Congo was a sovereign state in Central Africa, created with the independence of the Belgian Congo in 1960. From 1960 to 1966, the country was also known as Congo-Léopoldville to distinguish it from its northwestern neighbor, also called the Republic of the Congo, likewise known as Congo-Brazzaville. In 1964, the state's official name was changed to the Democratic Republic of th"}, {"title": "United Nations Operation in the Congo", "href": "/wiki/United_Nations_Operation_in_the_Congo", "description": "The United Nations Operation in the Congo was a peacekeeping force of the United Nations deployed in the Republic of the Congo in 1960 in response to Congo Crisis. ONUC was the UN's first peacekeeping mission with significant military capabilities, and remains one of the largest UN operations in both scale and operational scope."}, {"title": "Kindu atrocity", "href": "/wiki/Kindu_atrocity", "description": "The Kindu massacre, or Kindu atrocity, took place on 11 or 12 November 1961 in Kindu Port-Émpain, in the Congo-Léopoldville, where thirteen Italian airmen, members of the United Nations Operation in the Congo (ONUC), sent to pacify the country ravaged by civil war, were murdered.\nThe Italian aviators manned two C-119s, twin-engined transport aircraft known as Flying Boxcars, of the 46ª Aerobrigata"}]}, {"heading": "Events", "year": "1962", "date": "November 11", "txt": "Kuwait's National Assembly ratifies the Constitution of Kuwait.", "entities": [{"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}, {"title": "Constitution of Kuwait", "href": "/wiki/Constitution_of_Kuwait", "description": "The Constitution of Kuwait was created by the Constitutional Assembly in 1961–1962 and signed into law on 11 November 1962 by the Emir, the Commander of the Military of Kuwait Sheikh Abdullah III Al-Salim Al-Sabah. The constitution establishes Kuwait as a Hereditary constitutional monarchy and Islam as the state religion."}]}, {"heading": "Events", "year": "1965", "date": "November 11", "txt": "Southern Rhodesia's Prime Minister Ian Smith unilaterally declares the colony independent as the unrecognised state of Rhodesia.", "entities": [{"title": "Southern Rhodesia", "href": "/wiki/Southern_Rhodesia", "description": "The Colony of Southern Rhodesia was a landlocked self-governing British Crown colony in southern Africa, established in 1923 and consisting of British South Africa Company territories lying south of the Zambezi River. The region was informally known as south Zambesia until annexed by Britain at the behest of Cecil John Rhodes's business, the British South Africa Company. The bounding territories w"}, {"title": "Ian Smith", "href": "/wiki/Ian_Smith", "description": "Ian Douglas Smith was a Rhodesian politician, farmer, and fighter pilot who served as Prime Minister of Rhodesia from 1964 to 1979. He was the country's first premier not born abroad, and led the predominantly white government that unilaterally declared independence from the United Kingdom in November 1965, following prolonged dispute over the terms. He remained Prime Minister for almost all of th"}, {"title": "Rhodesia's Unilateral Declaration of Independence", "href": "/wiki/Rhodesia%27s_Unilateral_Declaration_of_Independence", "description": "The Unilateral Declaration of Independence (UDI) was a statement adopted by the Cabinet of Rhodesia on 11 November 1965, announcing that Rhodesia, a British territory in southern Africa that had governed itself since 1923, now regarded itself as an independent sovereign state. The culmination of a protracted dispute between the British and Rhodesian governments regarding the terms under which the "}, {"title": "List of historical unrecognized states and dependencies", "href": "/wiki/List_of_historical_unrecognized_states_and_dependencies", "description": "These lists of historical unrecognized or partially recognized states or governments give an overview of extinct geopolitical entities that wished to be recognized as sovereign states, but did not enjoy worldwide diplomatic recognition. The entries listed here had de facto control over their claimed territory and were self-governing with a desire for full independence; or if they lacked such contr"}, {"title": "Rhodesia", "href": "/wiki/Rhodesia", "description": "Rhodesia, officially from 1970 the Republic of Rhodesia, was an unrecognised state in Southern Africa from 1965 to 1979, equivalent in territory to modern Zimbabwe. Rhodesia was the de facto successor state to the British colony of Southern Rhodesia, which had been self-governing since achieving responsible government in 1923. A landlocked nation, Rhodesia was bordered by South Africa to the south"}]}, {"heading": "Events", "year": "1966", "date": "November 11", "txt": "NASA launches Gemini 12.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Gemini 12", "href": "/wiki/Gemini_12", "description": "Gemini 12 was a 1966 crewed spaceflight in NASA's Project Gemini. It was the 10th and final crewed Gemini flight, the 18th crewed American spaceflight, and the 26th spaceflight of all time, including X-15 flights over 100 kilometers (54 nmi). Commanded by Gemini VII veteran James A. Lovell, the flight featured three periods of extravehicular activity (EVA) by rookie Edwin \"Buzz\" Aldrin, lasting a "}]}, {"heading": "Events", "year": "1967", "date": "November 11", "txt": "Vietnam War: In a propaganda ceremony in Phnom Penh, Cambodia, three American prisoners of war are released by the Viet Cong and turned over to \"new left\" antiwar activist Tom Hayden.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Phnom Penh", "href": "/wiki/Phnom_Penh", "description": "Phnom Penh is the capital and most populous city in Cambodia. It has been the national capital since French colonization of Cambodia, and has grown to become the nation's economic, industrial, and cultural center."}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Tom Hayden", "href": "/wiki/Tom_Hayden", "description": "Thomas Emmet Hayden was an American social and political activist, author, and politician. Hayden was best known for his role as an anti-war, civil rights, and intellectual activist in the 1960s, authoring the Port Huron Statement and standing trial in the Chicago Seven case."}]}, {"heading": "Events", "year": "1968", "date": "November 11", "txt": "Vietnam War: Operation Commando Hunt initiated. The goal is to interdict men and supplies on the Ho Chi Minh trail, through Laos into South Vietnam.", "entities": [{"title": "Operation Commando Hunt", "href": "/wiki/Operation_Commando_Hunt", "description": "Operation Commando Hunt was a covert U.S. Seventh Air Force and U.S. Navy Task Force 77 aerial interdiction campaign that took place during the Vietnam War. The operation began on 15 November 1968 and ended on 29 March 1972. The objective of the campaign was to prevent the transit of People's Army of Vietnam (PAVN) personnel and supplies on the logistical corridor known as the Ho Chi Minh Trail th"}, {"title": "Ho Chi Minh trail", "href": "/wiki/Ho_Chi_Minh_trail", "description": "The Ho Chi Minh trail, also called Annamite Range trail was a logistical network of roads and trails that ran from the Democratic Republic of Vietnam to the Republic of Vietnam through the kingdoms of Laos and Cambodia. The system provided support, in the form of manpower and materiel, to the National Front for the Liberation of South Vietnam and the People's Army of Vietnam (PAVN), or North Vietn"}, {"title": "Laos", "href": "/wiki/Laos", "description": "Laos, officially the Lao People's Democratic Republic, is a socialist state and the only landlocked country in Southeast Asia. At the heart of the Indochinese Peninsula, Laos is bordered by Myanmar and China to the northwest, Vietnam to the east, Cambodia to the southeast and Thailand to the west and southwest."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1972", "date": "November 11", "txt": "Vietnam War: Vietnamization: The United States Army turns over the massive Long Binh military base to South Vietnam.", "entities": [{"title": "Vietnamization", "href": "/wiki/Vietnamization", "description": "Vietnamization was a policy of the Richard Nixon administration to end U.S. involvement in the Vietnam War through a program to \"expand, equip, and train South Vietnamese forces and assign to them an ever-increasing combat role, at the same time steadily reducing the number of U.S. combat troops\". Brought on by the Viet Cong's Tet Offensive, the policy referred to U.S. combat troops specifically i"}, {"title": "Long Binh military base", "href": "/wiki/Long_Binh_military_base", "description": "Long Binh Post is a former U.S. Army base located in Long Bình, Đồng Nai between Biên Hòa and Saigon, Vietnam."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1975", "date": "November 11", "txt": "Australian constitutional crisis of 1975: Australian Governor-General Sir John Kerr dismisses the government of Gough Whitlam, appoints Malcolm Fraser as caretaker Prime Minister and announces a general election to be held in early December.", "entities": [{"title": "Australian constitutional crisis of 1975", "href": "/wiki/Australian_constitutional_crisis_of_1975", "description": "The 1975 Australian constitutional crisis, also known simply as the Dismissal, culminated on 11 November 1975 with the dismissal from office of the Prime Minister, Gough Whitlam of the Australian Labor Party (ALP), by Governor-General Sir John Kerr, who then commissioned the Leader of the Opposition, Malcolm Fraser of the Liberal Party, as caretaker Prime Minister. It has been described as the gre"}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}, {"title": "John Kerr (governor-general)", "href": "/wiki/John_Kerr_(governor-general)", "description": "Sir John Robert Kerr was an Australian barrister and judge who served as the 18th Governor-General of Australia, in office from 1974 to 1977. He is primarily known for his involvement in the 1975 constitutional crisis, which culminated in his decision to dismiss the incumbent prime minister Gough Whitlam and appoint Malcolm Fraser as his replacement, unprecedented actions in Australian federal pol"}, {"title": "Gough Whitlam", "href": "/wiki/Gough_Whitlam", "description": "Edward Gough Whitlam was the 21st Prime Minister of Australia, serving from 1972 to 1975. He led the Australian Labor Party (ALP) to power for the first time in 23 years at the 1972 election. He won the 1974 election before being controversially dismissed by the Governor-General of Australia, Sir John Kerr, at the climax of the 1975 Australian constitutional crisis. Whitlam remains the only Austra"}, {"title": "Malcolm Fraser", "href": "/wiki/Malcolm_Fraser", "description": "John Malcolm Fraser was an Australian politician who served as the 22nd Prime Minister of Australia, in office from 1975 to 1983 as leader of the Liberal Party."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}, {"title": "1975 Australian federal election", "href": "/wiki/1975_Australian_federal_election", "description": "The 1975 Australian federal election was held in Australia on 13 December 1975. All 127 seats in the House of Representatives and all 64 seats in the Senate were up for election, due to a double dissolution."}]}, {"heading": "Events", "year": "1975", "date": "November 11", "txt": "Independence of Angola.", "entities": []}, {"heading": "Events", "year": "1977", "date": "November 11", "txt": "A munitions explosion at a train station in Iri, South Korea kills at least 56 people.", "entities": [{"title": "Iri Station Explosion", "href": "/wiki/Iri_Station_Explosion", "description": "The Iri station explosion was a disaster that occurred in Iri, North Jeolla, South Korea on November 11, 1977, at 9:15 p.m. About 40 tons of dynamite carried in a freight train Gwangju exploded at Iri station. The town and train station have both been rechristened as Iksan. At least 56 people were killed."}, {"title": "Iksan", "href": "/wiki/Iksan", "description": "Iksan is a city and major railway junction in North Jeolla Province, South Korea."}]}, {"heading": "Events", "year": "1981", "date": "November 11", "txt": "Antigua and Barbuda joins the United Nations.", "entities": [{"title": "Antigua and Barbuda", "href": "/wiki/Antigua_and_Barbuda", "description": "Antigua and Barbuda is a sovereign island country in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda separated by 63 km (39 mi), and smaller islands. The permanent population number is about 97,120, with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with C"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1992", "date": "November 11", "txt": "The General Synod of the Church of England votes to allow women to become priests.", "entities": [{"title": "General Synod of the Church of England", "href": "/wiki/General_Synod_of_the_Church_of_England", "description": "The General Synod is the tricameral deliberative and legislative organ of the Church of England. The synod was instituted in 1970, replacing the Church Assembly, and is the culmination of a process of rediscovering self-government for the Church of England that had started in the 1850s."}]}, {"heading": "Events", "year": "1993", "date": "November 11", "txt": "A sculpture honoring women who served in the Vietnam War is dedicated at the Vietnam Veterans Memorial in Washington, D.C.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Vietnam Veterans Memorial", "href": "/wiki/Vietnam_Veterans_Memorial", "description": "The Vietnam Veterans Memorial is a U.S. national memorial in Washington, D.C., honoring service members of the U.S. armed forces who fought in the Vietnam War. The 2-acre (8,100 m2) site is dominated by a black granite wall engraved with the names of those service members who died as a result of their service in Vietnam and South East Asia during the war. The wall, completed in 1982, has since bee"}]}, {"heading": "Events", "year": "1999", "date": "November 11", "txt": "The House of Lords Act is given Royal Assent, restricting membership of the British House of Lords by virtue of a hereditary peerage.", "entities": [{"title": "House of Lords Act 1999", "href": "/wiki/House_of_Lords_Act_1999", "description": "The House of Lords Act 1999 is an Act of the Parliament of the United Kingdom that was given Royal Assent on 11 November 1999. The Act reformed the House of Lords, one of the chambers of Parliament. For centuries, the House of Lords had included several hundred members who inherited their seats ; the Act removed such a right. However, as part of a compromise, the Act did permit ninety-two heredita"}, {"title": "Royal Assent", "href": "/wiki/Royal_Assent", "description": "Royal assent is the method by which a monarch formally approves an act of the legislature, either directly or through an official acting on the monarch's behalf. In some jurisdictions, royal assent is equivalent to promulgation, while in others that is a separate step. Under a modern constitutional monarchy, royal assent is considered little more than a formality. Even in nations such as the Unite"}, {"title": "House of Lords", "href": "/wiki/House_of_Lords", "description": "The House of Lords is the upper house of the Parliament of the United Kingdom. Membership is by appointment, heredity or official function. Like the House of Commons, it meets in the Palace of Westminster."}]}, {"heading": "Events", "year": "2000", "date": "November 11", "txt": "Kaprun disaster: One hundred fifty-five skiers and snowboarders die when a cable car catches fire in an alpine tunnel in Kaprun, Austria.", "entities": [{"title": "Kaprun disaster", "href": "/wiki/Kaprun_disaster", "description": "The Kaprun disaster was a fire that occurred in an ascending train in the tunnel of the Gletscherbahn Kaprun 2 funicular in Kaprun, Austria, on 11 November 2000. The disaster killed 155 people. There were 12 survivors from the burning ascending train. Most of the victims were skiers on their way to the Kitzsteinhorn Glacier."}, {"title": "Funicular", "href": "/wiki/Funicular", "description": "A funicular is form of cable railway which connects points along a railway laid on a steep slope. Two counterbalanced cars are permanently attached to opposite ends of the haulage cable, which is looped over a pulley at the upper end of a track. The two cars move in concert: as one ascends, the other descends. This arrangement distinguishes funiculars from inclined elevators which have a single ca"}, {"title": "Kaprun", "href": "/wiki/Kaprun", "description": "Kaprun is a municipality in the Zell am See District in the state of Salzburg, Austria. The town is a tourist destination known as \"Zell am See-Kaprun\" with the neighbouring Zell am See and known for the glacier Kitzsteinhorn."}]}, {"heading": "Events", "year": "2001", "date": "November 11", "txt": "Journalists Pierre Billaud, Johanne Sutton and Volker Handloik are killed in Afghanistan during an attack on the convoy they are traveling in.", "entities": [{"title": "Pierre Billaud", "href": "/wiki/Pierre_Billaud", "description": "Pierre Billaud was a French radio reporter and journalist. He started his career on Radio France then joined Radio Tele Luxembourg as international reporter. He covered the conflicts of Algeria, Israel, Palestine, Bosnia-Herzegovina and Kosovo. Billaud devoted various reports to the situation of the children and the women in Afghanistan."}, {"title": "Johanne Sutton", "href": "/wiki/Johanne_Sutton", "description": "Johanne Sutton was a French radio reporter and journalist."}, {"title": "Volker Handloik", "href": "/wiki/Volker_Handloik", "description": "Volker Handloik was a German freelance journalist and reporter. Born in Rostock, East Germany, he worked for the Hamburg-based Stern for 10 years and also did some correspondence for newspapers, journals, and magazines such as the Frankfurter Allgemeine Zeitung, Süddeutsche Zeitung, taz, Berliner Zeitung, National Geographic, Stern, Focus, mare, Geo, Merian, and the Spiegel Reporter. Handloik, who"}, {"title": "Islamic State of Afghanistan", "href": "/wiki/Islamic_State_of_Afghanistan", "description": "The Islamic State of Afghanistan was the government of Afghanistan, established by the Peshawar Accords on 26 April 1992 by many, but not all, mujahideen Afghan parties, after the fall of the communist government. From 1996, it became a government in exile when the Taliban took power of Kabul and established the mostly unrecognized Islamic Emirate of Afghanistan. The Islamic State was in control o"}]}, {"heading": "Events", "year": "2002", "date": "November 11", "txt": "A Fokker F27 Friendship operating as Laoag International Airlines Flight 585 crashes into Manila Bay shortly after takeoff from Ninoy Aquino International Airport, killing 19 people.", "entities": [{"title": "Fokker F27 Friendship", "href": "/wiki/Fokker_F27_Friendship", "description": "The Fokker F27 Friendship is a turboprop airliner developed and manufactured by the Dutch aircraft manufacturer Fokker. It is the most numerous post-war aircraft manufactured in the Netherlands; the F27 was also one of the most successful European airliners of its era."}, {"title": "Laoag International Airlines Flight 585", "href": "/wiki/Laoag_International_Airlines_Flight_585", "description": "Laoag International Airlines Flight 585 was a scheduled flight operated by Laoag International Airlines from Manila to Laoag, Philippines. On November 11, 2002, the Fokker F-27 Friendship crashed into Manila Bay shortly after takeoff from Ninoy Aquino International Airport. Of the 34 passengers and crew on board, 15 survived."}, {"title": "Manila Bay", "href": "/wiki/Manila_Bay", "description": "Manila Bay is a natural harbor which serves the Port of Manila, in the Philippines. Strategically located around the capital city of the Philippines, Manila Bay facilitated commerce and trade between the Philippines and its neighboring countries, becoming the gateway for socio-economic development even prior to Spanish occupation. With an area of 1,994 km2 (769.9 sq mi), and a coastline of 190 km "}, {"title": "Ninoy Aquino International Airport", "href": "/wiki/Ninoy_Aquino_International_Airport", "description": "Ninoy Aquino International Airport or NAIA, formerly known and still commonly referred to as Manila International Airport as well as by its codename Nichols Field (Nichols), is the airport serving Manila and its surrounding metropolitan area. Located along the border between the cities of Pasay and Parañaque, about 7 kilometers (4.3 mi) south of Manila proper and southwest of Makati. NAIA is the m"}]}, {"heading": "Events", "year": "2004", "date": "November 11", "txt": "New Zealand Tomb of the Unknown Warrior is dedicated at the National War Memorial, Wellington.", "entities": [{"title": "New Zealand Tomb of the Unknown Warrior", "href": "/wiki/New_Zealand_Tomb_of_the_Unknown_Warrior", "description": "The Tomb of the Unknown Warrior is part of the New Zealand National War Memorial on Buckle Street, Wellington."}, {"title": "National War Memorial (New Zealand)", "href": "/wiki/National_War_Memorial_(New_Zealand)", "description": "The National War Memorial of New Zealand is located next to the New Zealand Dominion Museum building on Buckle Street, in Wellington, the nation's capital. The war memorial was dedicated in 1932 on Anzac Day in commemoration of the First World War. It also officially remembers the New Zealanders who gave their lives in the South African War, World War II and the wars in Korea, Malaysia and Vietnam"}, {"title": "Wellington", "href": "/wiki/Wellington", "description": "Wellington is the capital city of New Zealand. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. W"}]}, {"heading": "Events", "year": "2004", "date": "November 11", "txt": "The Palestine Liberation Organization confirms the death of Yasser Arafat from unidentified causes. Mahmoud Abbas is elected chairman of the PLO minutes later.", "entities": [{"title": "Yasser Arafat", "href": "/wiki/Yasser_Arafat", "description": "Mohammed Abdel Rahman Abdel Raouf al-Qudwa al-Husseini, popularly known as Yasser Arafat or by his kunya Abu Ammar, was a Palestinian political leader. He was Chairman of the Palestine Liberation Organization (PLO) from 1969 to 2004 and President of the Palestinian National Authority (PNA) from 1994 to 2004. Ideologically an Arab nationalist, he was a founding member of the Fatah political party, "}, {"title": "Mahmoud Abbas", "href": "/wiki/Mahmoud_Abbas", "description": "Mahmoud Abbas, also known by the kunya Abu Mazen, is the president of the State of Palestine and Palestinian National Authority. He has been the chairman of the Palestine Liberation Organization (PLO) since 11 November 2004, and Palestinian president since 15 January 2005. Abbas is a member of the Fatah party and was elected chairman of Fatah in 2009."}]}, {"heading": "Events", "year": "2006", "date": "November 11", "txt": "Queen Elizabeth II unveils the New Zealand War Memorial in London, United Kingdom, commemorating the loss of soldiers from the New Zealand Army and the British Army.", "entities": [{"title": "Queen Elizabeth II", "href": "/wiki/Queen_Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}, {"title": "New Zealand War Memorial, London", "href": "/wiki/New_Zealand_War_Memorial,_London", "description": "The New Zealand War Memorial in London is a memorial to the war dead of New Zealand in the First and Second World Wars, unveiled in 2006. Officially named \"Southern Stand\", the memorial was designed by architect John Hardwick-Smith and sculptor Paul Dibble, both from New Zealand."}, {"title": "New Zealand Army", "href": "/wiki/New_Zealand_Army", "description": "The New Zealand Army is the land component of the New Zealand Defence Force and comprises around 4,500 Regular Force personnel, 2,000 Territorial Force personnel and 500 civilians. Formerly the New Zealand Military Forces, the current name was adopted by the New Zealand Army Act 1950. The New Zealand Army traces its history from settler militia raised in 1845."}, {"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}]}, {"heading": "Events", "year": "2012", "date": "November 11", "txt": "A strong earthquake with the magnitude 6.8 hits northern Burma, killing at least 26 people.", "entities": [{"title": "2012 Shwebo earthquake", "href": "/wiki/2012_Shwebo_earthquake", "description": "The 2012 Shwebo earthquake occurred at 07:42 local time on 11 November in Myanmar. It had a magnitude of 6.8 on the moment magnitude scale and a maximum perceived intensity of VIII (Severe) on the Mercalli intensity scale. The epicenter was near the town of Male, 52 km NNE of the city of Shwebo, 64 km west of Mogok and 120 km north of Mandalay. Significant damage and possible casualties have been "}, {"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "Burma", "href": "/wiki/Burma", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}]}, {"heading": "Events", "year": "2014", "date": "November 11", "txt": "Fifty-eight people are killed in a bus crash in the Sukkur District in southern Pakistan's Sindh province.", "entities": [{"title": "2014 Khairpur bus crash", "href": "/wiki/2014_Khairpur_bus_crash", "description": "On 11 November 2014, a bus collided with a goods truck near Khairpur at the Theri Bypass, killing 56 people. Of the 56 killed, 18 were children 21 were women, and 17 were men."}, {"title": "Sukkur District", "href": "/wiki/Sukkur_District", "description": "Sukkur district, , \nis a district in Sindh Province in Pakistan. It is divided into 5 administrative strata (tehsils), namely; Sukkur City, New Sukur, Rohri, SalehPat and Pano Aqil. Among them Sukkur city and new Sukkur are urban centre while Pano Aqil is famous for having one of largest military cantonment of the country. Rohri is the smallest tehsil of the Sukkur district, both in area and popul"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Sindh", "href": "/wiki/Sindh", "description": "Sindh is one of the four provinces of Pakistan. Located in the southeast of the country, it is the home of the Sindhi people. Sindh is the third largest province of Pakistan by area and second largest province by population after Punjab. Sindh is bordered by Balochistan province to the west and Punjab province to the north. Sindh also borders the Indian states of Gujarat and Rajasthan to the east "}]}, {"heading": "Events", "year": "2020", "date": "November 11", "txt": "Typhoon Vamco makes landfall in Luzon and several offshore islands. The storm caused the worst floods in the region since Typhoon Ketsana in 2009 and killed 67 people.", "entities": [{"title": "Typhoon Vamco (2020)", "href": "/wiki/Typhoon_Vamco_(2020)", "description": "Typhoon Vamco, known in the Philippines as Typhoon Ulysses, was a powerful and deadly Category 4-equivalent typhoon that struck the Philippines and Vietnam. It also caused the worst flooding in Metro Manila since Ketsana in 2009. The twenty-second named storm and tenth typhoon of the 2020 Pacific typhoon season, Vamco originated as a tropical depression northwest of Palau, where it slowly continue"}, {"title": "Luzon", "href": "/wiki/Luzon", "description": "Luzon is the largest and most populous island in the Philippines. It is ranked 15th largest in the world by land area. Located in the northern portion of the archipelago, it is the economic and political center of the nation, being home to the country's capital city, Manila, as well as Quezon City, the country's most populous city. With a population of 53 million as of 2015,  it contains 52.5% of "}, {"title": "Typhoon Ketsana", "href": "/wiki/Typhoon_Ketsana", "description": "Typhoon Ketsana, known in the Philippines as Tropical Storm Ondoy, was the second-most devastating tropical cyclone of the 2009 Pacific typhoon season, causing $1.15 billion in damages and 921 fatalities, only behind Morakot earlier in the season, which caused 789 deaths and damages worth $6.2 billion. Ketsana was the sixteenth tropical storm, and the eighth typhoon of the season. It was the most "}]}, {"heading": "Births", "year": "1050", "date": "November 11", "txt": "Henry IV, Holy Roman Emperor (d. 1106)", "entities": [{"title": "Henry IV, Holy Roman Emperor", "href": "/wiki/Henry_IV,_Holy_Roman_Emperor", "description": "Henry IV was Holy Roman Emperor from 1084 to 1105, King of Germany from 1054 to 1105, King of Italy and Burgundy from 1056 to 1105, and Duke of Bavaria from 1052 to 1054. He was the son of Henry III, Holy Roman Emperor—the second monarch of the Salian dynasty—and Agnes of Poitou. After his father's death on 5 October 1056, Henry was placed under his mother's guardianship. She made grants to German"}]}, {"heading": "Births", "year": "1154", "date": "November 11", "txt": "Sancho I of Portugal (d. 1212)", "entities": [{"title": "Sancho I of Portugal", "href": "/wiki/Sancho_I_of_Portugal", "description": "Sancho I, nicknamed \"the Populator\", King of Portugal was the second but only surviving legitimate son and fifth child of Afonso I of Portugal by his wife, Maud of Savoy. Sancho succeeded his father and was crowned in Coimbra when he was 31 years old on 9 December 1185. He used the title King of Silves from 1189 until he lost the territory to Almohad control in 1191."}]}, {"heading": "Births", "year": "1155", "date": "November 11", "txt": "Alfonso VIII of Castile (d. 1214)", "entities": [{"title": "Alfonso VIII of Castile", "href": "/wiki/Alfonso_VIII_of_Castile", "description": "Alfonso VIII, called the Noble or the one of Las Navas, was the King of Castile from 1158 to his death and King of Toledo. He is most remembered for his part in the Reconquista and the downfall of the Almohad Caliphate. After having suffered a great defeat with his own army at Alarcos against the Almohads in 1195, he led the coalition of Christian princes and foreign crusaders who broke the power "}]}, {"heading": "Births", "year": "1220", "date": "November 11", "txt": "Alphonse, Count of Poitiers (d. 1271)", "entities": [{"title": "Alphonse, Count of Poitiers", "href": "/wiki/Alphonse,_Count_of_Poitiers", "description": "Alphonse or Alfonso was the Count of Poitou from 1225 and Count of Toulouse from 1249. As count of Toulouse, he also governed the Marquisate of Provence."}]}, {"heading": "Births", "year": "1430", "date": "November 11", "txt": "Jošt of Rožmberk, Bishop of Breslau (d. 1467)", "entities": [{"title": "Jošt of Rožmberk", "href": "/wiki/Jo%C5%A1t_of_Ro%C5%BEmberk", "description": "Jošt of Rožmberk was a Bohemian nobleman. He was Bishop of Wrocław and Grand Prior of the Order of St. John for Austria and Bohemia."}]}, {"heading": "Births", "year": "1441", "date": "November 11", "txt": "Charlotte of Savoy, French queen (d. 1483)", "entities": [{"title": "Charlotte of Savoy", "href": "/wiki/Charlotte_of_Savoy", "description": "Charlotte of Savoy was queen of France as the second spouse of Louis XI. She served as regent during the king's absence in 1465, and was a member of the royal regency council during her son's minority in 1483."}]}, {"heading": "Births", "year": "1449", "date": "November 11", "txt": "Catherine of Poděbrady, Hungarian queen (d. 1464)", "entities": [{"title": "Catherine of Poděbrady", "href": "/wiki/Catherine_of_Pod%C4%9Bbrady", "description": "Catherine of Poděbrady was the second wife of Matthias Corvinus, King of Hungary."}]}, {"heading": "Births", "year": "1491", "date": "November 11", "txt": "Martin Bucer, German Protestant reformer (d. 1551)", "entities": [{"title": "Martin Bucer", "href": "/wiki/Martin_Bucer", "description": "Martin Bucer was a German Protestant reformer in the Reformed tradition based in Strasbourg who influenced Lutheran, Calvinist, and Anglican doctrines and practices. Bucer was originally a member of the Dominican Order, but after meeting and being influenced by Martin Luther in 1518 he arranged for his monastic vows to be annulled. He then began to work for the Reformation, with the support of Fra"}]}, {"heading": "Births", "year": "1493", "date": "November 11", "txt": "Paracelsus, Swiss-German physician, botanist, astrologer, and occultist (d. 1541)", "entities": [{"title": "Paracelsus", "href": "/wiki/Paracelsus", "description": "Paracelsus, born Theophrastus von Hohenheim, was a Swiss physician, alchemist, lay theologian, and philosopher of the German Renaissance."}]}, {"heading": "Births", "year": "1512", "date": "November 11", "txt": "Marcin Kromer, Prince-Bishop of Warmia (d. 1589)", "entities": [{"title": "Marcin Kromer", "href": "/wiki/Marcin_Kromer", "description": "Marcin Kromer was Prince-Bishop of Warmia (Ermland), a Polish cartographer, diplomat and historian in the Kingdom of Poland and later in the Polish–Lithuanian Commonwealth. He was a personal secretary to two Kings of Poland, Sigismund I the Old and Sigismund II Augustus."}]}, {"heading": "Births", "year": "1569", "date": "November 11", "txt": "Martin Ruland the Younger, German physician and chemist (d. 1611)", "entities": [{"title": "Martin Ruland the Younger", "href": "/wiki/Martin_Ruland_the_Younger", "description": "Martin Ruland the Younger, also known as Martinus Rulandus or Martin Rulandt, was a German physician and alchemist."}]}, {"heading": "Births", "year": "1579", "date": "November 11", "txt": "Frans Snyders, Flemish painter (d. 1657)", "entities": [{"title": "Frans Snyders", "href": "/wiki/Frans_Snyders", "description": "Frans Snyders or Frans Snijders was a Flemish painter of animals, hunting scenes, market scenes and still lifes. He was one of the earliest specialist animaliers and he is credited with initiating a wide variety of new still-life and animal subjects in Antwerp. He was a regular collaborator with leading Antwerp painters such as Peter Paul Rubens, Anthony van Dyck and Jacob Jordaens."}]}, {"heading": "Births", "year": "1599", "date": "November 11", "txt": "Maria Eleonora of Brandenburg (d. 1655)", "entities": [{"title": "Maria Eleonora of Brandenburg", "href": "/wiki/Maria_Eleonora_of_Brandenburg", "description": "Maria Eleonora of Brandenburg was a German princess and Queen of Sweden as the consort of King Gustav II Adolph."}]}, {"heading": "Births", "year": "1599", "date": "November 11", "txt": "Ottavio Piccolomini, Austrian-Italian field marshal (d. 1656)", "entities": []}, {"heading": "Births", "year": "1633", "date": "November 11", "txt": "George Savile, 1st Marquess of Halifax, English politician, Lord President of the Council (d. 1695)", "entities": [{"title": "George Savile, 1st Marquess of Halifax", "href": "/wiki/George_Savile,_1st_Marquess_of_Halifax", "description": "George Savile, 1st Marquess of Halifax,, was an English statesman, writer, and politician who sat in the House of Commons in 1660, and in the House of Lords after he was raised to the peerage in 1668."}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1668", "date": "November 11", "txt": "Johann Albert Fabricius, German author and scholar (d. 1736)", "entities": [{"title": "Johann Albert Fabricius", "href": "/wiki/Johann_Albert_Fabricius", "description": "Johann Albert Fabricius was a German classical scholar and bibliographer."}]}, {"heading": "Births", "year": "1696", "date": "November 11", "txt": "Andrea Zani, Italian violinist and composer (d. 1757)", "entities": [{"title": "Andrea Zani", "href": "/wiki/Andrea_Zani", "description": "\nAndrea Teodoro Zani was an Italian violinist and composer."}]}, {"heading": "Births", "year": "1743", "date": "November 11", "txt": "Carl Peter Thunberg, Swedish botanist, entomologist, and psychologist (d. 1828)", "entities": [{"title": "Carl Peter Thunberg", "href": "/wiki/Carl_Peter_Thunberg", "description": "Carl Peter Thunberg, also known as Karl Peter von Thunberg, Carl Pehr Thunberg, or Carl Per Thunberg, was a Swedish naturalist and an \"apostle\" of Carl Linnaeus. After studying under Linnaeus at Uppsala University, he spent seven years travelling in southern Africa and Asia, collecting and describing many plants and animals new to European science, and observing local cultures. He has been called "}]}, {"heading": "Births", "year": "1748", "date": "November 11", "txt": "Charles IV of Spain (d. 1819)", "entities": [{"title": "Charles IV of Spain", "href": "/wiki/Charles_IV_of_Spain", "description": "Charles IV was King of Spain and the Spanish Empire from 14 December 1788, until 19 March 1808."}]}, {"heading": "Births", "year": "1768", "date": "November 11", "txt": "Sikandar Jah, (d. 1829) 3rd Nizam of Hyderabad State", "entities": [{"title": "Sikandar Jah", "href": "/wiki/Sikandar_Jah", "description": "Nawab Mir Akbar Ali Khan Bahadur, Sikander Jah, Asaf Jah III, was the 3rd Nizam/Ruler of Hyderabad, India from 1803 to 1829."}, {"title": "Nizam", "href": "/wiki/Nizam", "description": "The Nizams were the 18th-through-20th-century rulers of Hyderabad. Nizam of Hyderabad was the title of the monarch of the Hyderabad State. Nizam, shortened from Nizam-ul-Mulk, meaning Administrator of the Realm, was the title inherited by Asaf Jah I. He was the viceroy of the Great Mughal in the Deccan, the premier courtier in Mughal India in 1724, and the founding \"Nizam of Hyderabad\"."}, {"title": "Hyderabad State", "href": "/wiki/Hyderabad_State", "description": "Hyderabad State, also known as Hyderabad Deccan, was an Indian princely state located in the south-central region of India with its capital at the city of Hyderabad. It is now divided into the state of Telangana, the Hyderabad-Karnataka region of Karnataka, and the Marathwada region of Maharashtra."}]}, {"heading": "Births", "year": "1791", "date": "November 11", "txt": "Josef Munzinger, Swiss lawyer and politician, 3rd President of the Swiss Confederation (d. 1855)", "entities": [{"title": "Josef Munzinger", "href": "/wiki/Josef_Munzinger", "description": "Martin Josef Munzinger was a Swiss politician."}, {"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Births", "year": "1821", "date": "November 11", "txt": "Fyodor Dostoevsky, Russian novelist, short story writer, essayist, and philosopher (d. 1881)", "entities": [{"title": "Fyodor Dostoevsky", "href": "/wiki/Fyodor_Dostoevsky", "description": "Fyodor Mikhailovich Dostoevsky, sometimes transliterated as Dostoyevsky, was a Russian novelist, philosopher, short story writer, essayist, and journalist. Dostoevsky's literary works explore human psychology in the troubled political, social, and spiritual atmospheres of 19th-century Russia, and engage with a variety of philosophical and religious themes. His most acclaimed works include Crime an"}]}, {"heading": "Births", "year": "1836", "date": "November 11", "txt": "Thomas Bailey Aldrich, American poet and author (d. 1907)", "entities": [{"title": "Thomas Bailey Aldrich", "href": "/wiki/Thomas_Bailey_Aldrich", "description": "Thomas Bailey Aldrich was an American writer, poet, critic, and editor. He is notable for his long editorship of The Atlantic Monthly, during which he published writers including Charles W. Chesnutt. He was also known for his semi-autobiographical book The Story of a Bad Boy, which established the \"bad boy's book\" subgenre in nineteenth-century American literature, and for his poetry."}]}, {"heading": "Births", "year": "1852", "date": "November 11", "txt": "Franz Conrad von Hötzendorf, Austrian-Hungarian field marshal (d. 1925)", "entities": [{"title": "Franz Conrad von Hötzendorf", "href": "/wiki/Franz_Conrad_von_H%C3%B6tzendorf", "description": "Franz Xaver Josef Conrad von Hötzendorf, sometimes anglicised as Hoetzendorf, was an Austrian general who played a central role in World War I. He served as K.u.k. Feldmarschall and Chief of the General Staff of the military of the Austro-Hungarian Army and Navy from 1906 to 1917. He was in charge during the July Crisis of 1914 that caused World War I. For years he had repeatedly called for preemp"}]}, {"heading": "Births", "year": "1855", "date": "November 11", "txt": "Stevan Sremac, Serbian author and activist (d. 1906)", "entities": [{"title": "Stevan Sremac", "href": "/wiki/Stevan_Sremac", "description": "Stevan Sremac was a Serbian realist and comedy writer. He is considered one of the best truly humorous Serbian writers."}]}, {"heading": "Births", "year": "1857", "date": "November 11", "txt": "Janet Erskine Stuart, English nun and educator (d. 1914)", "entities": [{"title": "Janet Erskine Stuart", "href": "/wiki/Janet_Erskine_Stuart", "description": "Janet Erskine Stuart, RSCJ, also known as Mother Janet Stuart, was an English Roman Catholic nun and educator. She founded a number of schools."}]}, {"heading": "Births", "year": "1860", "date": "November 11", "txt": "Thomas Joseph Byrnes, Australian politician, 12th Premier of Queensland (d. 1898)", "entities": [{"title": "Thomas Joseph Byrnes", "href": "/wiki/Thomas_Joseph_Byrnes", "description": "Thomas Joseph Byrnes was Premier of Queensland from April 1898 until his death in October of the same year, having previously served in several ministerial positions in his parliamentary career. He was the first Roman Catholic Premier of Queensland and the first to die in office."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1863", "date": "November 11", "txt": "Paul Signac, French painter and educator (d. 1935)", "entities": [{"title": "Paul Signac", "href": "/wiki/Paul_Signac", "description": "Paul Victor Jules Signac was a French Neo-Impressionist painter who, working with Georges Seurat, helped develop the Pointillist style."}]}, {"heading": "Births", "year": "1864", "date": "November 11", "txt": "Alfred Hermann Fried, Austrian journalist and activist, Nobel Prize laureate (d. 1921)", "entities": [{"title": "Alfred Hermann Fried", "href": "/wiki/Alfred_Hermann_Fried", "description": "Alfred Hermann Fried was an Austrian Jewish pacifist, publicist, journalist, co-founder of the German peace movement, and winner of the Nobel Peace Prize in 1911. Fried was also a supporter of Esperanto. He is the author of an Esperanto textbook and an Esperanto-German and German-Esperanto dictionary, first published in 1903 and republished in 1905."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1866", "date": "November 11", "txt": "Martha Annie Whiteley, English chemist and mathematician (d. 1956)", "entities": [{"title": "Martha Annie Whiteley", "href": "/wiki/Martha_Annie_Whiteley", "description": "Martha Annie Whiteley, was an English chemist and mathematician. She was instrumental in advocating for women's entry into the Chemical Society, and was best known for her dedication to advancing women's equality in the field of chemistry. She is identified as one of the Royal Society of Chemistry's 175 Faces of Chemistry."}]}, {"heading": "Births", "year": "1867", "date": "November 11", "txt": "Shrimad Rajchandra, a Jain philosopher, spiritual mentor of Mahatma Gandhi (d. 1901)", "entities": [{"title": "Shrimad Rajchandra", "href": "/wiki/Shrimad_Rajchandra", "description": "Shrimad Rajchandra was a Jain poet, mystic, philosopher, scholar and reformer. Born near Morbi, he claimed to have recollection of his past lives at the age of seven. He performed Avadhāna, a memory retention and recollection test that gained him popularity, but he later discouraged it in favour of his spiritual pursuits. He wrote much philosophical poetry including Atma Siddhi. He also wrote many"}, {"title": "Jainism", "href": "/wiki/Jainism", "description": "Jainism, traditionally known as Jain Dharma, is an ancient Indian religion that traces its spiritual ideas and history through a succession of twenty-four leaders or Tirthankaras, with the first in current time cycle being Rishabhanatha, whom the tradition holds to have lived millions of years ago, the twenty-third tirthankara Parshvanatha whom historians date to 8th century BCE, and the 24th tirt"}, {"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}, {"title": "1901", "href": "/wiki/1901", "description": "1901 (MCMI) was a common year starting on Tuesday of the Gregorian calendar and a common year starting on Monday of the Julian calendar, the 1901st year of the Common Era (CE) and Anno Domini (AD) designations, the 901st year of the 2nd millennium, the 1st year of the 20th century, and the 2nd year of the 1900s decade. As of the start of 1901, the Gregorian calendar was 13 days ahead of the Julian"}]}, {"heading": "Births", "year": "1868", "date": "November 11", "txt": "Édouard Vuillard, French painter and academic (d. 1940)", "entities": [{"title": "Édouard Vuillard", "href": "/wiki/%C3%89douard_Vuillard", "description": "Jean-Édouard Vuillard was a French painter, decorative artist and printmaker. From 1891 through 1900, he was a prominent member of the Nabis, making paintings which assembled areas of pure color, and interior scenes, influenced by Japanese prints, where the subjects were blended into colors and patterns. He also was a decorative artist, painting theater sets, panels for interior decoration, and de"}]}, {"heading": "Births", "year": "1869", "date": "November 11", "txt": "Victor Emmanuel III of Italy (d. 1947)", "entities": [{"title": "Victor Emmanuel III of Italy", "href": "/wiki/Victor_Emmanuel_III_of_Italy", "description": "Victor Emmanuel III reigned as King of Italy from 29 July 1900 until his abdication on 9 May 1946. In addition, he was Emperor of Ethiopia (1936–1941) and King of the Albanians (1939–1943). During his reign of nearly 46 years, which began after the assassination of his father Umberto I, the Kingdom of Italy became involved in two world wars. His reign also encompassed the birth, rise, and fall of "}]}, {"heading": "Births", "year": "1872", "date": "November 11", "txt": "David I. Walsh, American lawyer and politician, 46th Governor of Massachusetts (d. 1947)", "entities": [{"title": "David I. Walsh", "href": "/wiki/David_I._Walsh", "description": "David Ignatius Walsh was a United States politician from Massachusetts. A member of the Democratic Party, he served as the 46th Governor of Massachusetts before serving several terms in the United States Senate."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1882", "date": "November 11", "txt": "Gustaf VI Adolf of Sweden (d. 1973)", "entities": [{"title": "Gustaf VI Adolf of Sweden", "href": "/wiki/Gustaf_VI_Adolf_of_Sweden", "description": "Gustaf VI Adolf was King of Sweden from 29 October 1950 until his death. He was the eldest son of Gustaf V and his wife, Victoria of Baden, and had been Crown Prince of Sweden for the preceding 43 years in the reign of his father. Not long before his death at age 90, he approved the constitutional changes which removed the Swedish monarchy's last nominal political powers. He was a lifelong amateur"}]}, {"heading": "Births", "year": "1883", "date": "November 11", "txt": "Ernest Ansermet, Swiss conductor and academic (d. 1969)", "entities": [{"title": "Ernest Ansermet", "href": "/wiki/Ernest_Ansermet", "description": "Ernest Alexandre Ansermet was a Swiss conductor."}]}, {"heading": "Births", "year": "1885", "date": "November 11", "txt": "George S. Patton, American general (d. 1945)", "entities": [{"title": "George S. Patton", "href": "/wiki/George_S._Patton", "description": "George Smith Patton Jr. was a general in the United States Army who commanded the Seventh United States Army in the Mediterranean theater of World War II, and the Third United States Army in France and Germany after the Allied invasion of Normandy in June 1944."}]}, {"heading": "Births", "year": "1887", "date": "November 11", "txt": "Roland Young, English-American actor (d. 1953)", "entities": [{"title": "Roland Young", "href": "/wiki/Roland_Young", "description": "Roland Young was an English-born actor. He began his acting career on the London stage, but later found success in America and received an Academy Award nomination for his role in the film Topper (1937)."}]}, {"heading": "Births", "year": "1888", "date": "November 11", "txt": "Abul Kalam Azad, Indian activist, scholar, and politician, Indian Minister of Education (d. 1958)", "entities": [{"title": "Abul Kalam Azad", "href": "/wiki/Abul_Kalam_Azad", "description": "Abul Kalam Ghulam Muhiyuddin Ahmed bin Khairuddin Al-Hussaini Azad pronunciation (help·info) was an Indian independence activist, Islamic theologian, writer and a senior leader of the Indian National Congress. Following India's independence, he became the First Minister of Education in the Indian government. He is commonly remembered as Maulana Azad; the word Maulana is an honorific meaning 'Our M"}, {"title": "Ministry of Human Resource Development (India)", "href": "/wiki/Ministry_of_Human_Resource_Development_(India)", "description": null}]}, {"heading": "Births", "year": "1888", "date": "November 11", "txt": "J. B. Kripalani, Indian lawyer and politician (d.1982)", "entities": []}, {"heading": "Births", "year": "1891", "date": "November 11", "txt": "Rabbit Maranville, American baseball player and manager (d. 1954)", "entities": [{"title": "Rabbit Maranville", "href": "/wiki/Rabbit_Maranville", "description": "Walter James Vincent \"Rabbit\" Maranville was an American professional baseball shortstop, second baseman and manager. He played in Major League Baseball (MLB) for the Boston Braves, Pittsburgh Pirates, Chicago Cubs, Brooklyn Robins, and St. Louis Cardinals between 1912 and 1934. At the time of his retirement in 1935, he had played in a record 23 seasons in the National League, a mark which wasn't "}]}, {"heading": "Births", "year": "1891", "date": "November 11", "txt": "Grunya Sukhareva, Ukrainian-Russian psychiatrist and university lecturer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1894", "date": "November 11", "txt": "Beverly Bayne, American actress (d. 1982)", "entities": [{"title": "Beverly Bayne", "href": "/wiki/Beverly_Bayne", "description": "Beverly Bayne was an American actress who appeared in silent films beginning in 1910 in Chicago, Illinois, where she worked for Essanay Studios."}]}, {"heading": "Births", "year": "1895", "date": "November 11", "txt": "Wealthy Babcock, American mathematician and academic (d. 1990)", "entities": [{"title": "Wealthy Babcock", "href": "/wiki/Wealthy_Babcock", "description": "Wealthy Consuelo Babcock was an American mathematician. She was awarded a Ph.D. from the University of Kansas and had a long teaching career at that institution."}]}, {"heading": "Births", "year": "1896", "date": "November 11", "txt": "Shirley Graham Du Bois, American author, playwright, composer, and activist (d. 1977)", "entities": [{"title": "Shirley Graham Du Bois", "href": "/wiki/Shirley_Graham_Du_Bois", "description": "Shirley Graham Du Bois was an American author, playwright, composer, and activist for African-American causes, among others. She won the Messner and the Anisfield-Wolf prizes for her works."}]}, {"heading": "Births", "year": "1896", "date": "November 11", "txt": "Carlos Eduardo Castañeda, Mexican-American historian (d. 1958)", "entities": []}, {"heading": "Births", "year": "1898", "date": "November 11", "txt": "René Clair, French actor, director, producer, and screenwriter (d. 1981)", "entities": [{"title": "René Clair", "href": "/wiki/Ren%C3%A9_Clair", "description": "René Clair born René-Lucien Chomette, was a French filmmaker and writer. He first established his reputation in the 1920s as a director of silent films in which comedy was often mingled with fantasy. He went on to make some of the most innovative early sound films in France, before going abroad to work in the UK and USA for more than a decade. Returning to France after World War II, he continued t"}]}, {"heading": "Births", "year": "1899", "date": "November 11", "txt": "Pat O'Brien, American actor (d. 1983)", "entities": [{"title": "Pat O'Brien (actor)", "href": "/wiki/Pat_O%27Brien_(actor)", "description": "William Joseph Patrick O'Brien was an American film actor with more than 100 screen credits. Of Irish descent, he often played Irish and Irish-American characters and was referred to as \"Hollywood's Irishman in Residence\" in the press. One of the best-known screen actors of the 1930s and 1940s, he played priests, cops, military figures, pilots, and reporters. He is especially well-remembered for h"}]}, {"heading": "Births", "year": "1900", "date": "November 11", "txt": "Maria Babanova, Russian stage and film actress (d. 1983)", "entities": [{"title": "Maria Babanova", "href": "/wiki/Maria_Babanova", "description": "Maria Ivanovna Babanova was a Soviet and Russian actress and pedagogue. She has been described as Vsevolod Meyerhold's greatest actress and was named a People's Artist of the USSR in 1954."}]}, {"heading": "Births", "year": "1901", "date": "November 11", "txt": "Sam Spiegel, American film producer (d. 1985)", "entities": [{"title": "Sam Spiegel", "href": "/wiki/Sam_Spiegel", "description": "Samuel P. Spiegel was an American independent film producer born in Polish speaking part of Austria-Hungary. Financially responsible for some of the most critically acclaimed motion pictures of the twentieth century, Spiegel's films won the Academy Award for Best Picture three times, a Hollywood first for a sole independent producer."}]}, {"heading": "Births", "year": "1901", "date": "November 11", "txt": "F. Van Wyck Mason, American historian and author (d. 1978)", "entities": []}, {"heading": "Births", "year": "1904", "date": "November 11", "txt": "Alger Hiss, American lawyer and convicted spy (d. 1996)", "entities": [{"title": "Alger Hiss", "href": "/wiki/Alger_Hiss", "description": "Alger Hiss was an American government official accused in 1948 of having spied for the Soviet Union in the 1930s. Statutes of limitations had expired for espionage, but he was convicted of perjury in connection with this charge in 1950. Before the trial Hiss was involved in the establishment of the United Nations, both as a U.S. State Department official and as a U.N. official. In later life he wo"}]}, {"heading": "Births", "year": "1904", "date": "November 11", "txt": "J. H. C. Whitehead, Indian-American mathematician and academic (d. 1960)", "entities": []}, {"heading": "Births", "year": "1906", "date": "November 11", "txt": "Brother Theodore, German-American monologuist and comedian (d. 2001)", "entities": [{"title": "Brother Theodore", "href": "/wiki/Brother_Theodore", "description": "Theodore Isidore Gottlieb, known as Brother Theodore, was a German-born American actor and comedian known for rambling, stream-of-consciousness monologues which he called \"stand-up tragedy\". He was a man described as \"Boris Karloff, surrealist Salvador Dalí, Nijinsky and Red Skelton…simultaneously\"."}]}, {"heading": "Births", "year": "1907", "date": "November 11", "txt": "Orestis Laskos, Greek director, screenwriter, and poet (d. 1992)", "entities": [{"title": "Orestis Laskos", "href": "/wiki/Orestis_Laskos", "description": "Orestis Laskos was a Greek film director, screenwriter and actor. He directed 55 films between 1931 and 1971. He also wrote scripts for 24 films between 1929 and 1971."}]}, {"heading": "Births", "year": "1909", "date": "November 11", "txt": "Robert Ryan, American actor (d. 1973)", "entities": [{"title": "Robert Ryan", "href": "/wiki/Robert_Ryan", "description": "Robert Bushnell Ryan was an American stage, film, and television actor who most often portrayed hardened cops and ruthless villains. Ryan performed for over three decades and received one nomination for an Academy Award for Best Supporting Actor for his portrayal of the vicious murderer Montgomery in the film noir drama Crossfire (1947)."}]}, {"heading": "Births", "year": "1909", "date": "November 11", "txt": "Piero Scotti, Italian race car driver (d. 1976)", "entities": []}, {"heading": "Births", "year": "1911", "date": "November 11", "txt": "Roberto Matta, Chilean-Italian painter and sculptor (d. 2002)", "entities": [{"title": "Roberto Matta", "href": "/wiki/Roberto_Matta", "description": "Roberto Sebastián Antonio Matta Echaurren, better known as Roberto Matta, was one of Chile's best-known painters and a seminal figure in 20th century abstract expressionist and surrealist art."}]}, {"heading": "Births", "year": "1912", "date": "November 11", "txt": "Thomas C. Mann, American lawyer, politician, and diplomat, United States Ambassador to El Salvador (d. 1999)", "entities": [{"title": "Thomas C. Mann", "href": "/wiki/Thomas_C._Mann", "description": "Thomas Clifton Mann was an American diplomat who specialized in Latin American affairs. He entered the U.S. Department of State in 1942 and quickly rose through the ranks to become an influential establishment figure. He worked to influence the internal affairs of numerous Latin American nations, typically focusing on economic and political influence rather than direct military intervention. After"}, {"title": "United States Ambassador to El Salvador", "href": "/wiki/United_States_Ambassador_to_El_Salvador", "description": "The following is a list of United States Ambassadors, or other Chiefs of Mission, to El Salvador. The title given by the United States State Department to this position is currently Ambassador Extraordinary and Minister Plenipotentiary."}]}, {"heading": "Births", "year": "1914", "date": "November 11", "txt": "James Gilbert Baker, American astronomer, optician, and academic (d. 2005)", "entities": [{"title": "James Gilbert Baker", "href": "/wiki/James_Gilbert_Baker", "description": "James Gilbert Baker was an American astronomer and designer of optics systems."}]}, {"heading": "Births", "year": "1914", "date": "November 11", "txt": "Taslim Olawale Elias, Nigerian academic and jurist, 2nd Chief Justice of Nigeria (d. 1991)", "entities": [{"title": "Chief Justice of Nigeria", "href": "/wiki/Chief_Justice_of_Nigeria", "description": "\n\nThe Chief Justice of Nigeria or CJN is the head of the judicial arm of the government of Nigeria, and presides over the country's Supreme Court and the National Judicial Council The current Chief Justice is Ibrahim Tanko Muhammad who was appointed 22 March 2019. He took over from the controversially appointed on 25 January 2019 by the Nigerian President Muhammadu Buhari in acting capacity, pendi"}]}, {"heading": "Births", "year": "1914", "date": "November 11", "txt": "Howard Fast, American novelist and screenwriter (d. 2003)", "entities": []}, {"heading": "Births", "year": "1914", "date": "November 11", "txt": "Henry Wade, American soldier and lawyer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1914", "date": "November 11", "txt": "Daisy Bates,  American activist who played a leading role in the Little Rock Integration Crisis of 1957 (d. 1999)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 11", "txt": "William Proxmire, American soldier, journalist, and politician (d. 2005)", "entities": [{"title": "William Proxmire", "href": "/wiki/William_Proxmire", "description": "Edward William Proxmire was an American politician. A member of the Democratic Party, he served as a United States Senator from Wisconsin from 1957 to 1989, the longest term served by a Wisconsin senator."}]}, {"heading": "Births", "year": "1915", "date": "November 11", "txt": "Anna Schwartz, American economist and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 11", "txt": "Robert Carr, English engineer and politician, Lord President of the Council (d. 2012)", "entities": [{"title": "Robert Carr", "href": "/wiki/Robert_Carr", "description": "Leonard Robert Carr, Baron Carr of Hadley, was a British Conservative politician who served as Home Secretary from 1972 to 1974."}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1918", "date": "November 11", "txt": "Stubby Kaye, American entertainer (d. 1997)", "entities": [{"title": "Stubby Kaye", "href": "/wiki/Stubby_Kaye", "description": "Bernard Solomon Kotzin, known as Stubby Kaye, was an American actor, comedian, vaudevillian, and singer, known for his appearances on Broadway and in film musicals."}]}, {"heading": "Births", "year": "1919", "date": "November 11", "txt": "Kalle Päätalo, Finnish soldier and author (d. 2000)", "entities": [{"title": "Kalle Päätalo", "href": "/wiki/Kalle_P%C3%A4%C3%A4talo", "description": "Kaarlo (Kalle) Alvar Päätalo was a Finnish novelist, the most popular Finnish writer in the 20th century. His Iijoki series, comprising 26 novels, is one of the longest autobiographical works ever written."}]}, {"heading": "Births", "year": "1920", "date": "November 11", "txt": "Roy Jenkins, Welsh-English captain, academic, and politician, President of the European Commission (d. 2003)", "entities": [{"title": "Roy Jenkins", "href": "/wiki/Roy_Jenkins", "description": "Roy Harris Jenkins, Baron Jenkins of Hillhead, was a British politician who served as President of the European Commission from 1977 to 1981. At various times a Member of Parliament (MP) for the Labour Party, Social Democratic Party (SDP) and the Liberal Democrats, he was Chancellor of the Exchequer and Home Secretary under the Wilson and Callaghan Governments."}, {"title": "President of the European Commission", "href": "/wiki/President_of_the_European_Commission", "description": "The President of the European Commission is the head of the European Commission, the executive branch of the European Union. The President of the Commission leads a Cabinet of Commissioners, referred to as the College, collectively accountable to the European Parliament. The President is empowered to allocate portfolios amongst, reshuffle or dismiss Commissioners as necessary. The College directs "}]}, {"heading": "Births", "year": "1920", "date": "November 11", "txt": "Walter Krupinski, German captain and pilot (d. 2000)", "entities": []}, {"heading": "Births", "year": "1921", "date": "November 11", "txt": "Terrel Bell, American sergeant, academic, and politician, 2nd United States Secretary of Education (d. 1996)", "entities": [{"title": "Terrel Bell", "href": "/wiki/Terrel_Bell", "description": "Terrel Howard Bell was the Secretary of Education in the Cabinet of President Ronald Reagan. He was the second Secretary of Education, following Shirley Hufstedler."}, {"title": "United States Secretary of Education", "href": "/wiki/United_States_Secretary_of_Education", "description": "The United States secretary of education is the head of the U.S. Department of Education. The secretary serves as the principal advisor to the president of the United States, and the federal government, on policies, programs, and activities related to all education in the United States. As a member of the Cabinet of the United States, the secretary is fifteenth in the line of succession to the pre"}]}, {"heading": "Births", "year": "1922", "date": "November 11", "txt": "Kurt Vonnegut, American novelist, short story writer, and essayist (d. 2007)", "entities": [{"title": "Kurt Vonnegut", "href": "/wiki/Kurt_Vonnegut", "description": "Kurt Vonnegut Jr. was an American writer. In a career spanning over 50 years, he published 14 novels, three short story collections, five plays, and five nonfiction works, with further collections being published after his death."}]}, {"heading": "Births", "year": "1925", "date": "November 11", "txt": "John Guillermin, English-American director, producer, and screenwriter (d. 2015)", "entities": [{"title": "John Guillermin", "href": "/wiki/John_Guillermin", "description": "John Guillermin was a British film director, writer and producer who was most active in big budget, action adventure films throughout his lengthy career."}]}, {"heading": "Births", "year": "1925", "date": "November 11", "txt": "June Whitfield, English actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 11", "txt": "Jonathan Winters, American actor and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 11", "txt": "Harry Lumley, Canadian ice hockey player (d. 1998)", "entities": [{"title": "Harry Lumley (ice hockey)", "href": "/wiki/Harry_Lumley_(ice_hockey)", "description": "Harry \"Apple Cheeks\" Lumley was a Canadian professional ice hockey goaltender in the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1926", "date": "November 11", "txt": "Maria Teresa de Filippis, Italian race car driver (d. 2016)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 11", "txt": "Mose Allison, American singer-songwriter and pianist (d. 2016)", "entities": [{"title": "Mose Allison", "href": "/wiki/Mose_Allison", "description": "Mose John Allison Jr. was an American jazz and blues pianist, singer, and songwriter. He became notable for playing a unique mix of blues and modern jazz, both singing and playing piano. After moving to New York in 1956, he worked primarily in jazz settings, playing with jazz musicians like Stan Getz, Al Cohn, and Zoot Sims, along with producing numerous recordings."}]}, {"heading": "Births", "year": "1927", "date": "November 11", "txt": "Martin Špegelj, Croatian general and politician, 2nd Croatian Minister of Defence (d. 2014)", "entities": [{"title": "Ministry of Defence (Croatia)", "href": "/wiki/Ministry_of_Defence_(Croatia)", "description": "The Ministry of Defence of the Republic of Croatia is the ministry in the Government of Croatia which is in charge of the nation's military. It is Croatia's ministry of defence. The ministry was established in 1990."}]}, {"heading": "Births", "year": "1928", "date": "November 11", "txt": "Ernestine Anderson, American singer (d. 2016)", "entities": [{"title": "Ernestine Anderson", "href": "/wiki/Ernestine_Anderson", "description": "Ernestine Anderson was an American jazz and blues singer. In a career spanning more than six decades, she recorded over 30 albums. She was nominated four times for a Grammy Award. She sang at Carnegie Hall, the Kennedy Center, the Monterey Jazz Festival, as well as at jazz festivals all over the world. In the early 1990s she joined Qwest Records, the label founded by fellow Garfield High School gr"}]}, {"heading": "Births", "year": "1928", "date": "November 11", "txt": "Carlos Fuentes, Mexican novelist and essayist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 11", "txt": "LaVern Baker, American singer (d. 1997)", "entities": [{"title": "LaVern Baker", "href": "/wiki/LaVern_Baker", "description": "Delores LaVern Baker was an American R&B singer who had several hit records on the pop chart in the 1950s and early 1960s. Her most successful records were \"Tweedle Dee\" (1955), \"Jim Dandy\" (1956), and \"I Cried a Tear\" (1958)."}]}, {"heading": "Births", "year": "1929", "date": "November 11", "txt": "Hans Magnus Enzensberger, German author and poet", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 11", "txt": "Martin Jacomb, English lawyer, businessman, and academic", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 11", "txt": "Hugh Everett III, American physicist and mathematician (d. 1982)", "entities": [{"title": "Hugh Everett III", "href": "/wiki/Hugh_Everett_III", "description": "Hugh Everett III was an American physicist who first proposed the many-worlds interpretation (MWI) of quantum physics, which he termed his \"relative state\" formulation. In contrast to the then-dominant Copenhagen interpretation, the MWI posits that the Schrödinger equation never collapses and that all possibilities of a quantum superposition are objectively real."}]}, {"heading": "Births", "year": "1930", "date": "November 11", "txt": "Vernon Handley, English conductor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 11", "txt": "Mildred Dresselhaus, American physicist and academic (d. 2017)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 11", "txt": "Germano Mosconi, Italian journalist (d. 2012)", "entities": [{"title": "Germano Mosconi", "href": "/wiki/Germano_Mosconi", "description": "Germano Mosconi was an Italian sportswriter, news presenter and a television personality."}]}, {"heading": "Births", "year": "1933", "date": "November 11", "txt": "Martino Finotto, Italian race car driver (d. 2014)", "entities": [{"title": "Martino Finotto", "href": "/wiki/Martino_Finotto", "description": "Martino Finotto was a former racing driver from Italy, mainly known for his success in touring car and sports car racing."}]}, {"heading": "Births", "year": "1933", "date": "November 11", "txt": "Peter B. Lewis, American businessman and philanthropist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 11", "txt": "Bibi Andersson, Swedish actress  (d. 2019)", "entities": [{"title": "Bibi Andersson", "href": "/wiki/Bibi_Andersson", "description": "Berit Elisabet Andersson, known professionally as Bibi Andersson, was a Swedish actress who was best known for her frequent collaborations with filmmaker Ingmar Bergman."}]}, {"heading": "Births", "year": "1936", "date": "November 11", "txt": "Jack Keller, American songwriter and producer (d. 2005)", "entities": [{"title": "Jack Keller (songwriter)", "href": "/wiki/Jack_Keller_(songwriter)", "description": "Jack Walter Keller was an American composer, songwriter and record producer. He co-wrote, with Howard Greenfield and others, several pop hits in the late 1950s and early 1960s, including \"Just Between You and Me\", \"Everybody's Somebody's Fool\", \"My Heart Has a Mind of Its Own\", \"Venus in Blue Jeans\" and \"Run to Him\". He also wrote the theme songs for TV series including Bewitched and Gidget, and l"}]}, {"heading": "Births", "year": "1937", "date": "November 11", "txt": "Vittorio Brambilla, Italian race car driver (d. 2001)", "entities": [{"title": "Vittorio Brambilla", "href": "/wiki/Vittorio_Brambilla", "description": "Vittorio Brambilla was a Formula One driver from Italy who raced for the March, Surtees and Alfa Romeo teams. Particularly adept at driving in wet conditions, his nickname was \"The Monza Gorilla\", due to his often overly aggressive driving style and sense of machismo. He won one Formula One race during his career, the 1975 Austrian Grand Prix, held in the wet."}]}, {"heading": "Births", "year": "1937", "date": "November 11", "txt": "Stephen Lewis, Canadian politician and diplomat, 14th Canadian Ambassador to the United Nations", "entities": [{"title": "Canadian Ambassador to the United Nations", "href": "/wiki/Canadian_Ambassador_to_the_United_Nations", "description": "The Ambassador and Permanent Representative of Canada to the United Nations, known unofficially as the Canadian Ambassador to the United Nations, is the Permanent Representative of Canada to the United Nations."}]}, {"heading": "Births", "year": "1937", "date": "November 11", "txt": "Alicia Ostriker, American poet and scholar", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 11", "txt": "Denise Alexander, American actress", "entities": [{"title": "Denise Alexander", "href": "/wiki/Denise_Alexander", "description": "Denise Alexander is an American actress, best known for her role as Lesley Webber on General Hospital, a role she originally played from 1973 to 1984 (contract), 1996-2009, and a guest stint in 2013, in honor of the show's 50th anniversary. Alexander returned to General Hospital for two more guest appearances in December 2017 and April 2019, the latter to commemorate the 56th anniversary of the sh"}]}, {"heading": "Births", "year": "1940", "date": "November 11", "txt": "Barbara Boxer, American journalist and politician", "entities": [{"title": "Barbara Boxer", "href": "/wiki/Barbara_Boxer", "description": "Barbara Sue Levy Boxer is an American politician and lobbyist who served as a United States Senator from California from 1993 to 2017. A member of the Democratic Party, she previously served as the U.S. Representative for California's 6th congressional district from 1983 until 1993."}]}, {"heading": "Births", "year": "1940", "date": "November 11", "txt": "Dennis Coffey, American guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 11", "txt": "Jonathan Fenby, English journalist and businessman", "entities": [{"title": "Jonathan Fenby", "href": "/wiki/Jonathan_Fenby", "description": "Jonathan Fenby CBE is a British analyst, author, historian and journalist."}]}, {"heading": "Births", "year": "1942", "date": "November 11", "txt": "Roy Fredericks, Guyanese-American cricketer and politician (d. 2000)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 11", "txt": "K. Connie Kang, Korean American journalist and author (d. 2019)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 11", "txt": "Diane Wolkstein, American author and radio host (d. 2013)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 11", "txt": "Doug Frost, Australian swim coach", "entities": [{"title": "Doug Frost (swimming coach)", "href": "/wiki/Doug_Frost_(swimming_coach)", "description": "\n\nDoug Frost is an Australian swimming coach, best known as the coach of Ian Thorpe. He has been made an \"Honor of Life Member\" of the Australian Swim Coaches Association and of the Padstow Swim Club, New South Wales."}]}, {"heading": "Births", "year": "1945", "date": "November 11", "txt": "Chris Dreja, English guitarist and songwriter", "entities": [{"title": "Chris Dreja", "href": "/wiki/Chris_Dreja", "description": "Christopher Walenty Dreja is an English musician, best known as the rhythm guitarist and bassist for the Yardbirds."}]}, {"heading": "Births", "year": "1945", "date": "November 11", "txt": "Vince Martell, American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 11", "txt": "Daniel Ortega, Nicaraguan politician, President of Nicaragua", "entities": [{"title": "President of Nicaragua", "href": "/wiki/President_of_Nicaragua", "description": "The president of Nicaragua, officially known as the president of the Republic of Nicaragua, is the head of state of Nicaragua. The office was created in the Constitution of 1854. From 1825 until the Constitution of 1838, the head of state of Nicaragua was styled simply as Head of State, and from 1838 to 1854 as Supreme Director."}]}, {"heading": "Births", "year": "1946", "date": "November 11", "txt": "Al Holbert, American race car driver (d. 1988)", "entities": [{"title": "Al Holbert", "href": "/wiki/Al_Holbert", "description": "Alvah Robert \"Al\" Holbert was an American automobile racing driver who was a five-time champion of the IMSA Camel GT series. He once held the record with the most IMSA race wins at 49."}]}, {"heading": "Births", "year": "1948", "date": "November 11", "txt": "Andrzej Czok, Polish mountaineer (d. 1986)", "entities": [{"title": "Andrzej Czok", "href": "/wiki/Andrzej_Czok", "description": "Andrzej Czok was a Polish mountaineer best known for the first winter ascent of Dhaulagiri on January 21, 1985 with Jerzy Kukuczka and for the first ascent of Mount Everest through South Pillar in 1980. He died while making a winter attempt on Kangchenjunga."}]}, {"heading": "Births", "year": "1948", "date": "November 11", "txt": "Vincent Schiavelli, American actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 11", "txt": "Robert John \"Mutt\" Lange, British-South African record producer and songwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 11", "txt": "Ismail Petra of Kelantan, former Sultan of Kelantan (d. 2019)", "entities": [{"title": "Ismail Petra of Kelantan", "href": "/wiki/Ismail_Petra_of_Kelantan", "description": "Sultan Ismail Petra ibni Almarhum Sultan Yahya Petra was the 28th Sultan of Kelantan from 30 March 1979 to 13 September 2010. He succeeded on the death of his father, Sultan Yahya Petra. He died in Kota Bharu on 28 September 2019, aged 69, after 10 years of suffering from a major stroke and was buried in the Kelantan Royal Mausoleum. He was succeeded by his eldest son, Tengku Muhammad Faris Petra "}]}, {"heading": "Births", "year": "1949", "date": "November 11", "txt": "Kathy Postlewait, American golfer", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 11", "txt": "Mircea Dinescu, Romanian journalist and poet", "entities": [{"title": "Mircea Dinescu", "href": "/wiki/Mircea_Dinescu", "description": "Mircea Dinescu is a Romanian poet, journalist, and editor."}]}, {"heading": "Births", "year": "1950", "date": "November 11", "txt": "Jim Peterik, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 11", "txt": "Kim Peek, American megasavant (d. 2009)", "entities": [{"title": "Kim Peek", "href": "/wiki/Kim_Peek", "description": "Laurence Kim Peek was an American savant. Known as a \"megasavant\", he had an exceptional memory, but he also experienced social difficulties, possibly resulting from a developmental disability related to congenital brain abnormalities. He was the inspiration for the character Raymond Babbitt in the 1988 movie Rain Man. Although Peek was diagnosed with Autism Spectrum Disorder and severe intellectu"}, {"title": "Savant syndrome", "href": "/wiki/Savant_syndrome", "description": "Savant syndrome is a rare condition in which someone with significant mental disabilities demonstrates certain abilities far in excess of average. The skills that savants excel at are generally related to memory. This may include rapid calculation, artistic ability, map making, or musical ability. Usually, only one exceptional skill is present."}]}, {"heading": "Births", "year": "1951", "date": "November 11", "txt": "Marc Summers, American television host and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 11", "txt": "Fuzzy Zoeller, American golfer", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 11", "txt": "Marshall Crenshaw, American singer-songwriter and guitarist", "entities": [{"title": "Marshall Crenshaw", "href": "/wiki/Marshall_Crenshaw", "description": "Marshall Howard Crenshaw is an American musician, singer, songwriter, and guitarist best known for hit songs such as \"Someday, Someway,\" a US Top 40 hit in 1982, \"Cynical Girl,\" and \"Whenever You're on My Mind.\" His music has roots in classic soul music and Buddy Holly, to whom Crenshaw was often compared in the early days of his career, and whom he portrayed in the 1987 film La Bamba."}]}, {"heading": "Births", "year": "1953", "date": "November 11", "txt": "Andy Partridge, English singer-songwriter, guitarist, and record producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 11", "txt": "Steve Brain, English rugby player", "entities": [{"title": "Steve Brain", "href": "/wiki/Steve_Brain", "description": "\n\nSteve Brain is a retired rugby union player who played hooker for Coventry R.F.C. and represented England in over a dozen international matches, including three Five Nations, now the Six Nations Championship, between 1984 and 1986."}]}, {"heading": "Births", "year": "1954", "date": "November 11", "txt": "Mary Gaitskill, American novelist, essayist, and short story writer.", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 11", "txt": "Roger Slifer, American author, illustrator, screenwriter, and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 11", "txt": "Dave Alvin, American singer-songwriter and guitarist", "entities": [{"title": "Dave Alvin", "href": "/wiki/Dave_Alvin", "description": "David Albert Alvin is an American singer-songwriter, guitarist, music producer and poet. He is a former and founding member of the roots rock band the Blasters. Alvin has recorded and performed as a solo artist since the late 1980s and has been involved in various side projects and collaborations. He has had brief stints as a member of the bands X and the Knitters."}]}, {"heading": "Births", "year": "1955", "date": "November 11", "txt": "Jigme Singye Wangchuk, King of Bhutan", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 11", "txt": "Teri York, Canadian diver", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 11", "txt": "Ian Craig Marsh, English guitarist", "entities": [{"title": "Ian Craig Marsh", "href": "/wiki/Ian_Craig_Marsh", "description": "Ian Craig Marsh is an English musician and composer. He was a founding member of the electronic band the Human League, writing and playing on their first two albums and several singles, until leaving in 1980 to form the British Electric Foundation and later Heaven 17."}]}, {"heading": "Births", "year": "1956", "date": "November 11", "txt": "Talat Aziz, Ghazal singer", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 11", "txt": "Luz Casal, Spanish singer-songwriter and actress", "entities": [{"title": "Luz Casal", "href": "/wiki/Luz_Casal", "description": "María Luz Casal Paz is a Spanish pop singer. She grew up in neighbouring Boimorto, took singing, piano and ballet classes, and moved to Madrid to pursue a career as a musician."}]}, {"heading": "Births", "year": "1958", "date": "November 11", "txt": "Kazimieras Černis, Lithuanian astronomer and astrophysicist", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 11", "txt": "Carlos Lacámara, Cuban-American actor and playwright", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 11", "txt": "Kathy Lette, Australian-English author", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 11", "txt": "Lee Haney, American bodybuilder", "entities": [{"title": "Lee Haney", "href": "/wiki/Lee_Haney", "description": "Lee Haney is an American former IFBB professional bodybuilder. Haney shares the all-time record for most Mr. Olympia titles at eight with Ronnie Coleman."}]}, {"heading": "Births", "year": "1959", "date": "November 11", "txt": "Richard Rowe, English jockey and trainer", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 11", "txt": "Christian Schwarzenegger, Swiss criminologist and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 11", "txt": "Carl Williams, American boxer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 11", "txt": "Colin Harvey, English author and critic (d. 2011)", "entities": [{"title": "Colin Harvey (writer)", "href": "/wiki/Colin_Harvey_(writer)", "description": "Colin Harvey was a British science fiction writer, editor, and reviewer who was born in Cornwall, England. Harvey died after having a stroke."}]}, {"heading": "Births", "year": "1960", "date": "November 11", "txt": "Chuck Hernandez, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 11", "txt": "Paquito Ochoa, Jr., Filipino lawyer and politician, 37th Executive Secretary of the Philippines", "entities": [{"title": "Executive Secretary (Philippines)", "href": "/wiki/Executive_Secretary_(Philippines)", "description": "The Office of the Executive Secretary of the Philippines is the head and highest-ranking official of the Office of the President of the Philippines and a member of the Cabinet of the Philippines. The office-holder has been nicknamed as the \"Little President\" due to the nature of the position. It was given the mandate \"to directly assist the President in the management of affairs of the government "}]}, {"heading": "Births", "year": "1960", "date": "November 11", "txt": "Cristina Odone, Kenyan-Italian journalist and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 11", "txt": "Peter Parros, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 11", "txt": "Stanley Tucci, American actor and director", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 11", "txt": "Yuri Milner, Russian-born entrepreneur, venture capitalist and physicist", "entities": [{"title": "Yuri Milner", "href": "/wiki/Yuri_Milner", "description": "Yuri Borisovich (Bentsionovich) Milner is a Russian-Israeli entrepreneur, venture capitalist and physicist. Milner is Russia's most influential information technology (tech) investor. He is a cofounder and former chairperson of Internet company Mail.Ru Group and a founder of investment firm DST Global. Through DST Global, Milner is an investor in Byju’s, VKontakte, Facebook, Zynga, Stripe, Twitter"}]}, {"heading": "Births", "year": "1962", "date": "November 11", "txt": "Mario Fenech, Maltese-Australian rugby league player and sportscaster", "entities": [{"title": "Mario Fenech", "href": "/wiki/Mario_Fenech", "description": "Mario Fenech is a Maltese Australian rugby league personality. He is a former player of the game for New South Wales. His favoured position was as Hooker, where he represented NSW. In his later career he became a Prop-forward. He captained the Rabbitohs from 1986 to 1990."}]}, {"heading": "Births", "year": "1962", "date": "November 11", "txt": "Georgios Mitsibonas, Greek footballer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 11", "txt": "Demi Moore, American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 11", "txt": "James Morrison, Australian trumpet player and composer", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 11", "txt": "Billy Gunn, American wrestler and actor", "entities": [{"title": "Billy Gunn", "href": "/wiki/Billy_Gunn", "description": "Monty Kip Sopp, better known by his ring name Billy Gunn, is an American professional wrestler currently working for All Elite Wrestling (AEW) as a talent coach and an occasional wrestler. Gunn is best known for his appearances in the World Wrestling Federation/Entertainment (WWF/E) from 1993 to 2004 and from 2012 to 2015. He also served as a coach on WWE's Tough Enough and was a trainer in NXT. H"}]}, {"heading": "Births", "year": "1964", "date": "November 11", "txt": "Margarete Bagshaw, American painter and potter (d. 2015)", "entities": [{"title": "Margarete Bagshaw", "href": "/wiki/Margarete_Bagshaw", "description": "Margarete Bagshaw was an American artist known for her paintings and pottery. She was descended from the Tewa people of K'apovi or the Kha'p'oo Owinge, Santa Clara Pueblo, New Mexico."}]}, {"heading": "Births", "year": "1964", "date": "November 11", "txt": "Calista Flockhart, American actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 11", "txt": "Philip McKeon, American actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 11", "txt": "Max Mutchnick, American screenwriter and producer", "entities": [{"title": "Max Mutchnick", "href": "/wiki/Max_Mutchnick", "description": "Jason Nidorf \"Max\" Mutchnick is an American television producer. He has received an Emmy Award, a People's Choice Award, and several Golden Globe Award nominations."}]}, {"heading": "Births", "year": "1965", "date": "November 11", "txt": "Kim Stockwood, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 11", "txt": "Benedicta Boccoli, Italian model and actress", "entities": [{"title": "Benedicta Boccoli", "href": "/wiki/Benedicta_Boccoli", "description": "Benedicta Boccoli is an Italian theater and movie actress."}]}, {"heading": "Births", "year": "1966", "date": "November 11", "txt": "Vince Colosimo, Australian actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 11", "txt": "Alison Doody, Irish model and actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 11", "txt": "Gil de Ferran, Brazilian race car driver", "entities": [{"title": "Gil de Ferran", "href": "/wiki/Gil_de_Ferran", "description": "Gil de Ferran is a French-born Brazilian professional racing driver and team owner. De Ferran was the 2000 and 2001 Champ Car champion driving for Team Penske and the winner of the 2003 Indianapolis 500. He also finished runner-up in the American Le Mans Series LMP1 class with his own de Ferran Motorsports."}]}, {"heading": "Births", "year": "1967", "date": "November 11", "txt": "David Doak, Northern Irish video game designer", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 11", "txt": "Frank John Hughes, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 11", "txt": "David L. Cook, American singer-songwriter and comedian", "entities": [{"title": "David L. Cook", "href": "/wiki/David_L._Cook", "description": "David L. Cook is an American Christian country music singer, songwriter and comedian."}]}, {"heading": "Births", "year": "1968", "date": "November 11", "txt": "Diego Fuser, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 11", "txt": "David DeLuise, American actor and director", "entities": [{"title": "David DeLuise", "href": "/wiki/David_DeLuise", "description": "David Dominick DeLuise is an American actor and television director, known for his starring roles on 3rd Rock From The Sun (1996-2001), Jesse (1998-1999), Megas XLR, and Wizards of Waverly Place, and for his movie roles in Terror Tract (2000), and Jam (2006)."}]}, {"heading": "Births", "year": "1971", "date": "November 11", "txt": "Tomas Pačėsas, Lithuanian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 11", "txt": "Adam Beach, Canadian actor", "entities": [{"title": "Adam Beach", "href": "/wiki/Adam_Beach", "description": "Adam Beach is an Indigenous Canadian actor. He is best known for his roles as Victor in Smoke Signals, Frank Fencepost in Dance Me Outside, Tommy on Walker, Texas Ranger, Kickin' Wing in Joe Dirt, U.S. Marine Corporal Ira Hayes in Flags of Our Fathers, Private Ben Yahzee in Windtalkers, Dr. Charles Eastman (Ohiyesa) in Bury My Heart at Wounded Knee, NYPD Detective Chester Lake in Law & Order: Spec"}]}, {"heading": "Births", "year": "1973", "date": "November 11", "txt": "Jason White, American singer-songwriter and guitarist", "entities": [{"title": "Jason White (musician)", "href": "/wiki/Jason_White_(musician)", "description": "Jason White is an American musician and singer, best known as a touring member and occasional lead guitarist for the American punk rock band Green Day since 1997, though he did serve as an official member of the group from 2012 to 2016, providing lead guitar on their ¡Uno!, ¡Dos!, ¡Tré! album trilogy. He is also the guitarist/vocalist for the Californian punk band Pinhead Gunpowder, and co-founder"}]}, {"heading": "Births", "year": "1974", "date": "November 11", "txt": "Jon B., American singer-songwriter and producer", "entities": [{"title": "Jon B.", "href": "/wiki/Jon_B.", "description": "Jonathan David Buck, known professionally as Jon B., is an American singer, songwriter, and record producer. His debut album, Bonafide (1995), went platinum and became a personal favorite of late rapper Tupac Shakur."}]}, {"heading": "Births", "year": "1974", "date": "November 11", "txt": "Leonardo DiCaprio, American actor and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 11", "txt": "Static Major, American singer-songwriter and producer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 11", "txt": "Wajahatullah Wasti, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 11", "txt": "Daisuke Ohata, Japanese rugby player", "entities": [{"title": "Daisuke Ohata", "href": "/wiki/Daisuke_Ohata", "description": "Daisuke Ohata  is a former Japanese rugby union player. He usually played on the wing, and sometimes at centre, for the Japanese national team. He made his name internationally as a speedy ace in the World Rugby Sevens Series, and went on to become a regular member of the national team. He first played for Japan on November 9, 1996 and scored three tries that day. He is the leading rugby union tes"}]}, {"heading": "Births", "year": "1976", "date": "November 11", "txt": "Jason Grilli, American baseball player", "entities": [{"title": "Jason Grilli", "href": "/wiki/Jason_Grilli", "description": "Jason Michael Grilli is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Florida Marlins, Chicago White Sox, Detroit Tigers, Colorado Rockies, Pittsburgh Pirates, Los Angeles Angels of Anaheim, Atlanta Braves, Toronto Blue Jays, and Texas Rangers. Taken as the fourth overall selection of the 1997 MLB draft by the San Francisco Giants, Grilli was on"}]}, {"heading": "Births", "year": "1976", "date": "November 11", "txt": "Jesse F. Keeler, Canadian bass player", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 11", "txt": "Ben Hollioake, Australian-English cricketer (d. 2002)", "entities": [{"title": "Ben Hollioake", "href": "/wiki/Ben_Hollioake", "description": "Benjamin Caine Hollioake was an English cricketer who played for Surrey County Cricket Club and the England cricket team. Born in Australia, Hollioake moved to England where he made his first-class cricketing debut for Surrey in 1996. A right-handed batsman and right-arm seam bowler, Hollioake's performances as an all-rounder saw him join his brother Adam in the 1997 England ODI team. Later that y"}]}, {"heading": "Births", "year": "1977", "date": "November 11", "txt": "Jill Vedder, American philanthropist, activist and fashion model", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 11", "txt": "Maniche, Portuguese footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 11", "txt": "Marsha Mehran, Iranian-American author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 11", "txt": "Lou Vincent, New Zealand cricketer", "entities": [{"title": "Lou Vincent", "href": "/wiki/Lou_Vincent", "description": "Lou Vincent is a former New Zealand cricketer and opening batsman. He has represented New Zealand in Test match, One Day International and Twenty20 International cricket as well as playing for Auckland in New Zealand domestic cricket and Worcestershire and Lancashire in English domestic cricket."}]}, {"heading": "Births", "year": "1980", "date": "November 11", "txt": "Willie Parker, American football player and coach", "entities": [{"title": "Willie Parker", "href": "/wiki/Willie_Parker", "description": "William Everett Parker Jr. is a former American football running back who played for six seasons for the Pittsburgh Steelers of the National Football League (NFL). After playing college football for North Carolina, he was signed by the Steelers as an undrafted free agent in 2004."}]}, {"heading": "Births", "year": "1980", "date": "November 11", "txt": "Edmoore Takaendesa, Zimbabwean-German rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 11", "txt": "Gonzalo Canale, Argentinian-Italian rugby player", "entities": [{"title": "Gonzalo Canale", "href": "/wiki/Gonzalo_Canale", "description": "Gonzalo Canale is an Italian Argentine rugby union footballer. His usual position is in the centre or at full back. He plays for French club ASM Clermont Auvergne. Canale has also been capped for the Italy national team, and was a part of their squad at the 2003 Rugby World Cup in Australia and the 2011 Rugby World Cup in New Zealand."}]}, {"heading": "Births", "year": "1982", "date": "November 11", "txt": "Jeremy Williams, English model, actor, and poet", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 11", "txt": "Arouna Koné, Ivorian footballer", "entities": [{"title": "Arouna Koné", "href": "/wiki/Arouna_Kon%C3%A9", "description": "Arouna Koné is an Ivorian professional footballer who plays as a striker for Sivasspor, and is a former Ivory Coast national team international."}]}, {"heading": "Births", "year": "1983", "date": "November 11", "txt": "Philipp Lahm, German footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 11", "txt": "Tatsuhisa Suzuki, Japanese voice actor and singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 11", "txt": "Stephen Hunt, English footballer", "entities": [{"title": "Stephen Hunt (footballer born 1984)", "href": "/wiki/Stephen_Hunt_(footballer_born_1984)", "description": "Stephen James Hunt is an English retired footballer. He played as a defender."}]}, {"heading": "Births", "year": "1984", "date": "November 11", "txt": "Birkir Már Sævarsson, Icelandic footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 11", "txt": "Osvaldo Alonso, Cuban footballer", "entities": [{"title": "Osvaldo Alonso", "href": "/wiki/Osvaldo_Alonso", "description": "Osvaldo Alonso Moreno is a Cuban professional footballer who currently plays as a midfielder for Minnesota United FC in Major League Soccer (MLS). He defected from Cuba in 2007 and became a U.S. citizen in 2012. During his decade-long career with Seattle Sounders FC, Alonso played as a defensive midfielder who was known for his style of harassing, tackling and covering the field, while getting for"}]}, {"heading": "Births", "year": "1985", "date": "November 11", "txt": "Austin Collie, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 11", "txt": "Tiidrek Nurme, Estonian runner", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 11", "txt": "Jessica Sierra, American singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 11", "txt": "Robin Uthappa, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 11", "txt": "François Trinh-Duc, French rugby player", "entities": [{"title": "François Trinh-Duc", "href": "/wiki/Fran%C3%A7ois_Trinh-Duc", "description": "François Trinh-Duc is a French rugby union player for Racing 92 in France's top division of rugby union, the Top 14. Trinh-Duc's regular position is at fly-half or inside centre."}]}, {"heading": "Births", "year": "1986", "date": "November 11", "txt": "Jon Batiste, American singer and pianist", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 11", "txt": "Mark Sanchez, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 11", "txt": "Victor Cruz, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 11", "txt": "Vinny Guadagnino, American actor", "entities": [{"title": "Vinny Guadagnino", "href": "/wiki/Vinny_Guadagnino", "description": "Vincent J. Guadagnino is an American reality television personality, best known for being a cast member on MTV's Jersey Shore."}]}, {"heading": "Births", "year": "1987", "date": "November 11", "txt": "Chanelle Hayes, English model and singer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 11", "txt": "David Depetris, Argentinian-Slovak footballer", "entities": [{"title": "David Depetris", "href": "/wiki/David_Depetris", "description": "David Alberto Depetris is an Argentine-born Slovak footballer who plays as a forward for U. S. Savoia in the Serie D."}]}, {"heading": "Births", "year": "1988", "date": "November 11", "txt": "Mikako Komatsu, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 11", "txt": "Kyle Naughton, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 11", "txt": "Nick Blackman, English-Israeli footballer", "entities": [{"title": "Nick Blackman", "href": "/wiki/Nick_Blackman", "description": "Nicholas Alexander Blackman is a professional footballer who plays as a striker for Maccabi Tel Aviv and the Barbados national football team. He can also play as a winger."}]}, {"heading": "Births", "year": "1989", "date": "November 11", "txt": "Adam Rippon, American figure skater", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 11", "txt": "Reina Tanaka, Japanese singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 11", "txt": "Lewis Williamson, Scottish race car driver", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 11", "txt": "James Segeyaro, Papua New Guinean rugby league player", "entities": [{"title": "James Segeyaro", "href": "/wiki/James_Segeyaro", "description": "James Segeyaro, also known by the nickname of \"Chicko\" is a Papua New Guinean-Australian professional rugby league footballer who plays as a hooker for the Brisbane Broncos in the NRL and for Papua New Guinea at international level."}]}, {"heading": "Births", "year": "1990", "date": "November 11", "txt": "Tom Dumoulin, Dutch road bicycle racer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 11", "txt": "Georginio Wijnaldum, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 11", "txt": "Sofía Luini, Argentine tennis player", "entities": [{"title": "Sofía Luini", "href": "/wiki/Sof%C3%ADa_Luini", "description": "Sofía Luini is an Argentine tennis player."}]}, {"heading": "Births", "year": "1993", "date": "November 11", "txt": "Jamaal Lascelles, English footballer", "entities": [{"title": "Jamaal Lascelles", "href": "/wiki/Jamaal_Lascelles", "description": "Jamaal Lascelles is an English professional footballer who plays as a centre-back for Premier League club Newcastle United, where he is captain."}]}, {"heading": "Births", "year": "1994", "date": "November 11", "txt": "Ellie Simmonds, English swimmer", "entities": [{"title": "Ellie Simmonds", "href": "/wiki/Ellie_Simmonds", "description": "Eleanor May Simmonds, OBE is a British Paralympian swimmer competing in S6 events. She came to national attention when she competed in the 2008 Summer Paralympics in Beijing, winning two gold medals for Great Britain, despite being the youngest member of the team, at the age of 13. In 2012, she was again selected for the Great Britain squad, this time swimming at a home games in London. She won an"}]}, {"heading": "Births", "year": "1994", "date": "November 11", "txt": "Sanju Samson, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1995", "date": "November 11", "txt": "Josh Aloiai, New Zealand rugby league player", "entities": [{"title": "Josh Aloiai", "href": "/wiki/Josh_Aloiai", "description": "Josh Aloiai is a Samoan international rugby league footballer who plays as a prop for the Manly-Warringah Sea Eagles in the NRL. He previously played as lock and second-row forward for the Wests Tigers."}]}, {"heading": "Deaths", "year": "405", "date": "November 11", "txt": "Arsacius of Tarsus, Tarsian archbishop (b. 324)", "entities": [{"title": "Arsacius of Tarsus", "href": "/wiki/Arsacius_of_Tarsus", "description": "Arsacius was the intruding archbishop of Constantinople from 404 to 405, after the violent expulsion of John Chrysostom. His memory is kept on 11 October."}]}, {"heading": "Deaths", "year": "683", "date": "November 11", "txt": "Yazid I, Muslim caliph (b. 647)", "entities": [{"title": "Yazid I", "href": "/wiki/Yazid_I", "description": "Yazid ibn Mu'awiya ibn Abi Sufyan, commonly known as Yazid I, was the second caliph of the Umayyad Caliphate. He ruled from April 680 until his death in November 683. His appointment was the first hereditary succession to the caliphate in Islamic history. His caliphate was marked by the death of Muhammad's grandson Husayn ibn Ali and the start of the crisis known as the Second Fitna."}, {"title": "Caliph", "href": "/wiki/Caliph", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}]}, {"heading": "Deaths", "year": "865", "date": "November 11", "txt": "Petronas, Byzantine general", "entities": [{"title": "Petronas (general)", "href": "/wiki/Petronas_(general)", "description": "Petronas was a notable Byzantine general and leading aristocrat during the mid-9th century. Petronas was a brother of Empress Theodora and hence brother-in-law of Emperor Theophilos, under whom he advanced to the rank of patrikios and the post of droungarios of the Vigla regiment. After Theophilos' death, he played a role in the ending of Iconoclasm, but was sidelined along with his brother Bardas"}]}, {"heading": "Deaths", "year": "865", "date": "November 11", "txt": "Antony the Younger, Byzantine monk and saint (b. 785)", "entities": []}, {"heading": "Deaths", "year": "875", "date": "November 11", "txt": "Teutberga, queen of Lotharingia", "entities": [{"title": "Teutberga", "href": "/wiki/Teutberga", "description": "Teutberga was a queen of Lotharingia by marriage to Lothair II. She was a daughter of Bosonid Boso the Elder and sister of Hucbert, the lay-abbot of St. Maurice's Abbey."}, {"title": "Lotharingia", "href": "/wiki/Lotharingia", "description": "Lotharingia was a short-lived medieval successor kingdom of the Carolingian Empire. As a more durable later duchy of the Ottonian Empire, it comprised present-day Lorraine (France), Luxembourg, Saarland (Germany), the eastern half of Belgium and the southern half of Netherlands, along with parts of today's North Rhine-Westphalia (Germany), Rhineland-Palatinate (Germany) and Nord_(French_department"}]}, {"heading": "Deaths", "year": "1028", "date": "November 11", "txt": "Constantine VIII, Byzantine emperor (b. 960)", "entities": [{"title": "Constantine VIII", "href": "/wiki/Constantine_VIII", "description": "Constantine VIII Porphyrogenitus was de jure Byzantine Emperor from 962 until his death. He was the younger son of Emperor Romanos II and Empress Theophano. He was nominal co-emperor for 63 years, successively with his father; stepfather, Nikephoros II Phokas; uncle, John I Tzimiskes; and brother, Basil II."}]}, {"heading": "Deaths", "year": "1078", "date": "November 11", "txt": "Udo of Nellenburg, Archbishop of Trier (during the siege of Tübingen)", "entities": [{"title": "Udo (archbishop of Trier)", "href": "/wiki/Udo_(archbishop_of_Trier)", "description": "Udo of Nellenburg was the Archbishop of Trier from 1066 until his death. He was an important mediator during the height of the Investiture Controversy."}, {"title": "Tübingen", "href": "/wiki/T%C3%BCbingen", "description": "Tübingen is a traditional university city in central Baden-Württemberg, Germany. It is situated 30 km (19 mi) south of the state capital, Stuttgart, and developed on both sides of the Neckar and Ammer rivers. As of 2014 about one in three of the 90,000 people living in Tübingen is a student. As of the 2018/2019 winter semester, 27,665 students attend the Eberhard Karls University of Tübingen. The "}]}, {"heading": "Deaths", "year": "1089", "date": "November 11", "txt": "Saint Peter Igneus, Italian Benedictine monk", "entities": [{"title": "Peter Igneus", "href": "/wiki/Peter_Igneus", "description": "Pietro Igneo was an Italian Roman Catholic Benedictine monk from the Vallombrosians branch. He also served as a cardinal and was named as the Cardinal-Bishop of Albano. He is often referred to as a member of the Aldobrandini house but this familiar denomination is not attested in sources as a fact."}]}, {"heading": "Deaths", "year": "1130", "date": "November 11", "txt": "Teresa of León, Countess of Portugal, Portuguese regent (b. 1080)", "entities": [{"title": "Teresa of León, Countess of Portugal", "href": "/wiki/Teresa_of_Le%C3%B3n,_Countess_of_Portugal", "description": "Theresa was Countess of Portugal, and for a time claimant to be its independent Queen. She rebelled against vasalic ties with her half-sister Queen Urraca of León and Castile. She was recognised as Queen by Pope Paschal II in 1116, but was captured and forced to accept Portugal's vassalage to León in 1121, being allowed to keep her royal title. Her political alliance and amorous liaison with Galic"}]}, {"heading": "Deaths", "year": "1189", "date": "November 11", "txt": "King William II of Sicily (\"the Good\") (b. 1153)", "entities": [{"title": "William II of Sicily", "href": "/wiki/William_II_of_Sicily", "description": "William II, called the Good, was king of Sicily from 1166 to 1189. Our understanding of William's character is indistinct. Lacking in military enterprise, secluded and pleasure-loving, he seldom emerged from his palace life at Palermo. Yet his reign is marked by an ambitious foreign policy and a vigorous diplomacy. Champion of the papacy and in secret league with the Lombard cities, he was able to"}]}, {"heading": "Deaths", "year": "1285", "date": "November 11", "txt": "King Peter III of Aragon (b. 1239)", "entities": [{"title": "Peter III of Aragon", "href": "/wiki/Peter_III_of_Aragon", "description": "Peter III of Aragon was King of Aragon, King of Valencia, and Count of Barcelona from 1276 to his death. At the invitation of some rebels, he conquered the Kingdom of Sicily and became King of Sicily in 1282, pressing the claim of his wife, Constance II of Sicily, uniting the kingdom to the crown."}]}, {"heading": "Deaths", "year": "1331", "date": "November 11", "txt": "Stefan Uroš III Dečanski of Serbia (b. c. 1285)", "entities": [{"title": "Stefan Uroš III Dečanski of Serbia", "href": "/wiki/Stefan_Uro%C5%A1_III_De%C4%8Danski_of_Serbia", "description": "Stefan Uroš III, known as Stefan Dečanski, was the King of Serbia from 6 January 1322 to 8 September 1331. Dečanski was the son of King Stefan Milutin. He defeated two other pretenders to the Serbian throne. Stefan is known as Dečanski after the great Monastery of Visoki Dečani he built."}]}, {"heading": "Deaths", "year": "1561", "date": "November 11", "txt": "Hans Tausen, Danish reformer (b. 1494)", "entities": [{"title": "Hans Tausen", "href": "/wiki/Hans_Tausen", "description": "Hans Tausen (Tavsen) was the leading Lutheran theologian of the Danish Reformation in Denmark. He served as Bishop of Ribe and published the first translation of the Pentateuch into Danish in 1535.\n"}]}, {"heading": "Deaths", "year": "1583", "date": "November 11", "txt": "Gerald FitzGerald, 14th Earl of Desmond, Irish rebel", "entities": [{"title": "Gerald FitzGerald, 14th Earl of Desmond", "href": "/wiki/Gerald_FitzGerald,_14th_Earl_of_Desmond", "description": "Gerald FitzGerald, 14th Earl of Desmond, also counted as the 15th or 16th, was an Irish magnate and soldier. In 1565 he fought the private Battle of Affane against his neighbours, the Butlers. He was the leader of the Second Desmond Rebellion from 1579 to his death and was therefore called the Rebel Earl. He was attainted in 1582 and went into hiding but was hunted down and killed in 1583."}]}, {"heading": "Deaths", "year": "1623", "date": "November 11", "txt": "Philippe de Mornay, French theorist and author (b. 1549)", "entities": [{"title": "Philippe de Mornay", "href": "/wiki/Philippe_de_Mornay", "description": "Philippe de Mornay, seigneur du Plessis Marly, usually known as Du-Plessis-Mornay or Mornay Du Plessis, was a French Protestant writer and member of the anti-monarchist Monarchomaques."}]}, {"heading": "Deaths", "year": "1638", "date": "November 11", "txt": "Cornelis van Haarlem, Dutch painter and illustrator (b. 1562)", "entities": [{"title": "Cornelis van Haarlem", "href": "/wiki/Cornelis_van_Haarlem", "description": "Cornelis Corneliszoon van Haarlem, Dutch Golden Age painter and draughtsman, was one of the leading Northern Mannerist artists in the Netherlands, and an important forerunner of Frans Hals as a portraitist."}]}, {"heading": "Deaths", "year": "1724", "date": "November 11", "txt": "Joseph Blake, English criminal (b. 1700)", "entities": [{"title": "Joseph Blake (criminal)", "href": "/wiki/Joseph_Blake_(criminal)", "description": "Joseph \"Blueskin\" Blake was an 18th-century English highwayman and prison escapee."}]}, {"heading": "Deaths", "year": "1812", "date": "November 11", "txt": "Platon Levshin, Russian metropolitan (b. 1737)", "entities": [{"title": "Platon Levshin", "href": "/wiki/Platon_Levshin", "description": "Plato II or Platon II was the Metropolitan of Moscow from 1775 to 1812. He personifies the Age of Enlightenment in the Russian Orthodox Church."}]}, {"heading": "Deaths", "year": "1831", "date": "November 11", "txt": "Nat Turner, American slave and rebel leader (b. 1800)", "entities": [{"title": "Nat Turner", "href": "/wiki/Nat_Turner", "description": "Nat Turner's Rebellion was a rebellion of enslaved Virginians that took place in Southampton County, Virginia, in August 1831, led by Nat Turner. The rebels killed between 55 and 65 people, at least 51 of whom were white. The rebellion was put down within a few days, but Turner survived in hiding for more than two months afterwards. The rebellion was effectively suppressed at Belmont Plantation on"}]}, {"heading": "Deaths", "year": "1855", "date": "November 11", "txt": "Søren Kierkegaard, Danish philosopher, author, and poet (b. 1813)", "entities": [{"title": "Søren Kierkegaard", "href": "/wiki/S%C3%B8ren_Kierkegaard", "description": "Søren Aabye Kierkegaard was a Danish philosopher, theologian, poet, social critic, and religious author who is widely considered to be the first existentialist philosopher. He wrote critical texts on organized religion, Christendom, morality, ethics, psychology, and the philosophy of religion, displaying a fondness for metaphor, irony, and parables. Much of his philosophical work deals with the is"}]}, {"heading": "Deaths", "year": "1861", "date": "November 11", "txt": "Pedro V of Portugal (b. 1837)", "entities": [{"title": "Pedro V of Portugal", "href": "/wiki/Pedro_V_of_Portugal", "description": "Peter V, nicknamed \"the Hopeful\", was King of Portugal from 1853 to 1861."}]}, {"heading": "Deaths", "year": "1862", "date": "November 11", "txt": "James Madison Porter, American lawyer and politician, 18th United States Secretary of War (b. 1793)", "entities": [{"title": "James Madison Porter", "href": "/wiki/James_Madison_Porter", "description": "James Madison Porter served as the 18th United States Secretary of War and was a founder of Lafayette College."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Deaths", "year": "1880", "date": "November 11", "txt": "Ned Kelly, Australian criminal (b. 1855)", "entities": [{"title": "Ned Kelly", "href": "/wiki/Ned_Kelly", "description": "Ned Kelly was an Australian bushranger, outlaw, gang leader and convicted police murderer. One of the last bushrangers, he is known for wearing a suit of bulletproof armour during his final shootout with the police."}]}, {"heading": "Deaths", "year": "1880", "date": "November 11", "txt": "Lucretia Mott, American activist (b. 1793)", "entities": []}, {"heading": "Deaths", "year": "1884", "date": "November 11", "txt": "Alfred Brehm, German zoologist, author, and illustrator (b. 1827)", "entities": [{"title": "Alfred Brehm", "href": "/wiki/Alfred_Brehm", "description": "Alfred Edmund Brehm was a German zoologist, writer, director of zoological gardens and the son of Christian Ludwig Brehm, a famous pastor and ornithologist."}]}, {"heading": "Deaths", "year": "1887", "date": "November 11", "txt": "Haymarket affair defendants:", "entities": [{"title": "Haymarket affair", "href": "/wiki/Haymarket_affair", "description": "The Haymarket affair was the aftermath of a bombing that took place at a labor demonstration on May 4, 1886, at Haymarket Square in Chicago. It began as a peaceful rally in support of workers striking for an eight-hour work day, the day after police killed one and injured several workers. An unknown person threw a dynamite bomb at the police as they acted to disperse the meeting, and the bomb blas"}]}, {"heading": "Deaths", "year": "1887", "date": "November 11", "txt": "George Engel, German-American businessman and activist (b. 1836)", "entities": []}, {"heading": "Deaths", "year": "1887", "date": "November 11", "txt": "Adolph Fischer, German-American printer and activist (b. 1858)", "entities": []}, {"heading": "Deaths", "year": "1887", "date": "November 11", "txt": "Albert Parsons, American journalist and activist (b. 1848)", "entities": []}, {"heading": "Deaths", "year": "1887", "date": "November 11", "txt": "August Spies, American journalist and activist (b. 1855)", "entities": []}, {"heading": "Deaths", "year": "1917", "date": "November 11", "txt": "Liliuokalani of Hawaii (b. 1838)", "entities": [{"title": "Liliuokalani", "href": "/wiki/Liliuokalani", "description": "Liliʻuokalani was the sovereign and only queen regnant of the Kingdom of Hawai`i, ruling from January 29, 1891, until the overthrow of the Hawaiian Kingdom by a coalition of American businessmen, led by Sanford Dole, on January 17, 1893. The composer of \"Aloha ʻOe\" and numerous other works, she wrote her autobiography Hawaiʻi's Story by Hawaiʻi's Queen during her imprisonment following the coup."}]}, {"heading": "Deaths", "year": "1918", "date": "November 11", "txt": "George Lawrence Price, Canadian soldier (b. 1892)", "entities": [{"title": "George Lawrence Price", "href": "/wiki/George_Lawrence_Price", "description": "Private George Lawrence Price was a Canadian soldier. He is traditionally recognized as the last soldier of the British Empire to be killed during the First World War."}]}, {"heading": "Deaths", "year": "1919", "date": "November 11", "txt": "Pavel Chistyakov, Russian painter and educator (b. 1832)", "entities": [{"title": "Pavel Chistyakov", "href": "/wiki/Pavel_Chistyakov", "description": "Pavel Petrovich Chistyakov was a Russian Imperial painter and art teacher; known for historical and genre scenes as well as portraits."}]}, {"heading": "Deaths", "year": "1921", "date": "November 11", "txt": "Léon Moreaux, French target shooter (b. 1852)", "entities": [{"title": "Léon Moreaux", "href": "/wiki/L%C3%A9on_Moreaux", "description": "Léon Moreaux was a French sports shooter and Olympian who competed in pistol and rifle shooting in the late 19th century and early 20th century."}]}, {"heading": "Deaths", "year": "1931", "date": "November 11", "txt": "Shibusawa Eiichi, Japanese businessman (b. 1840)", "entities": [{"title": "Shibusawa Eiichi", "href": "/wiki/Shibusawa_Eiichi", "description": "Shibusawa Eiichi, 1st Viscount Shibusawa  was a Japanese industrialist widely known today as the \"father of Japanese capitalism\". He spearheaded the introduction of Western capitalism to Japan after the Meiji Restoration. He introduced many economic reforms including use of double-entry accounting, joint-stock corporations and modern note-issuing banks."}]}, {"heading": "Deaths", "year": "1939", "date": "November 11", "txt": "Bob Marshall, American author and activist (b. 1901)", "entities": [{"title": "Bob Marshall (wilderness activist)", "href": "/wiki/Bob_Marshall_(wilderness_activist)", "description": "Robert Marshall was an American forester, writer and wilderness activist who is best remembered as the person who spearheaded the 1935 founding of the Wilderness Society in the United States. Marshall developed a love for the outdoors as a young child. He was an avid hiker and climber who visited the Adirondack Mountains frequently during his youth, ultimately becoming one of the first Adirondack "}]}, {"heading": "Deaths", "year": "1940", "date": "November 11", "txt": "Muhittin Akyüz, Turkish general and diplomat (b. 1870)", "entities": [{"title": "Muhittin Akyüz", "href": "/wiki/Muhittin_Aky%C3%BCz", "description": "Muhittin Akyüz, known as Muhiddin Pasha until 1934, was a Turkish military officer and diplomat. He served for both the Ottoman Army and the Turkish Army."}]}, {"heading": "Deaths", "year": "1944", "date": "November 11", "txt": "Munir Ertegun, Turkish diplomat (b. 1883)", "entities": [{"title": "Munir Ertegun", "href": "/wiki/Munir_Ertegun", "description": "Mehmet Munir Ertegun was a Turkish legal counsel in international law to the \"Sublime Porte\" of the late Ottoman Empire and a diplomat of the Republic of Turkey during its early years. Ertegun married Emine Hayrünnisa Rüstem in 1917 and the couple had three children, two of whom were Nesuhi and Ahmet Ertegun, the brothers who founded Atlantic Records and became iconic figures in the American music"}]}, {"heading": "Deaths", "year": "1945", "date": "November 11", "txt": "Jerome Kern, American composer (b. 1885)", "entities": [{"title": "Jerome Kern", "href": "/wiki/Jerome_Kern", "description": "Jerome David Kern was an American composer of musical theatre and popular music. One of the most important American theatre composers of the early 20th century, he wrote more than 700 songs, used in over 100 stage works, including such classics as \"Ol' Man River\", \"Can't Help Lovin' Dat Man\", \"A Fine Romance\", \"Smoke Gets in Your Eyes\", \"The Song Is You\", \"All the Things You Are\", \"The Way You Loo"}]}, {"heading": "Deaths", "year": "1949", "date": "November 11", "txt": "Loukas Kanakaris-Roufos, Greek lawyer and politician, Greek Minister of Foreign Minister (b. 1878)", "entities": [{"title": "Loukas Kanakaris-Roufos", "href": "/wiki/Loukas_Kanakaris-Roufos", "description": "Loukas Kanakaris-Roufos was a Greek politician."}, {"title": "List of foreign ministers of Greece", "href": "/wiki/List_of_foreign_ministers_of_Greece", "description": null}]}, {"heading": "Deaths", "year": "1950", "date": "November 11", "txt": "Alexandros Diomidis, Greek banker and politician, 145th Prime Minister of Greece (b. 1875)", "entities": [{"title": "Alexandros Diomidis", "href": "/wiki/Alexandros_Diomidis", "description": "Alexandros Diomedes was a governor of the Central Bank of Greece who became Prime Minister of Greece upon the death of Themistoklis Sophoulis."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1953", "date": "November 11", "txt": "Princess Irene of Hesse and by Rhine (b. 1866)", "entities": [{"title": "Princess Irene of Hesse and by Rhine", "href": "/wiki/Princess_Irene_of_Hesse_and_by_Rhine", "description": "Princess Irene of Hesse and by Rhine was the third child and third daughter of Princess Alice of the United Kingdom and Louis IV, Grand Duke of Hesse and by Rhine. Her maternal grandparents were Queen Victoria and Prince Albert of Saxe-Coburg and Gotha. Her paternal grandparents were Prince Charles of Hesse and by Rhine and Princess Elizabeth of Prussia. She was the wife of Prince Henry of Prussia"}]}, {"heading": "Deaths", "year": "1961", "date": "November 11", "txt": "Behiç Erkin, Turkish colonel and politician, Turkish Minister of Environment and Urban Planning (b. 1876)", "entities": [{"title": "Behiç Erkin", "href": "/wiki/Behi%C3%A7_Erkin", "description": "Behiç Erkin was a Turkish career officer, Armenian Genocide perpetrator, first director (1920–1926) of the Turkish State Railways, nationalized under his auspices, statesman and diplomat of the Turkish Republic. He was Minister of Public Works, 1926–1928, and deputy for three terms; and an ambassador. He served as Turkey's ambassador to Budapest between 1928–1939, and to Paris and Vichy between Au"}, {"title": "Ministry of Environment and Urban Planning (Turkey)", "href": "/wiki/Ministry_of_Environment_and_Urban_Planning_(Turkey)", "description": "The Ministry of Environment and Urbanisation is a government ministry office of the Republic of Turkey, responsible for the environment, public works, and urban planning in Turkey. The ministry is headed by Murat Kurum."}]}, {"heading": "Deaths", "year": "1962", "date": "November 11", "txt": "Joseph Ruddy, American swimmer and water polo player (b. 1878)", "entities": [{"title": "Joseph Ruddy", "href": "/wiki/Joseph_Ruddy", "description": "Joseph Aloysius Ruddy, Sr. was an American competition swimmer and water polo player who represented the United States at the 1904 Summer Olympics in St. Louis, Missouri. Ruddy won a gold medal as a member of the winning U.S. team in the men's 4x50-yard freestyle relay. He won a second gold medal as a member of the first-place U.S. water polo team."}]}, {"heading": "Deaths", "year": "1965", "date": "November 11", "txt": "Luis Arturo González López Guatemalan supreme court judge and briefly acting president (b. 1900)", "entities": [{"title": "Luis Arturo González López", "href": "/wiki/Luis_Arturo_Gonz%C3%A1lez_L%C3%B3pez", "description": "Luis Arturo González López was a politician in Guatemala and the acting President of Guatemala from 27 July 1957 to 24 October 1957."}]}, {"heading": "Deaths", "year": "1968", "date": "November 11", "txt": "Jeanne Demessieux, French pianist and composer (b. 1921)", "entities": [{"title": "Jeanne Demessieux", "href": "/wiki/Jeanne_Demessieux", "description": "Jeanne Marie-Madeleine Demessieux, was a French organist, pianist, composer, and pedagogue."}]}, {"heading": "Deaths", "year": "1972", "date": "November 11", "txt": "Berry Oakley, American bass player (b. 1948)", "entities": [{"title": "Berry Oakley", "href": "/wiki/Berry_Oakley", "description": "Raymond Berry Oakley III was an American bassist and one of the founding members of the Allman Brothers Band. As such he was known for his long melodic bass runs. He is ranked number 46 on the Bass Player magazine's list of \"The 100 Greatest Bass Players of All Time\"."}]}, {"heading": "Deaths", "year": "1973", "date": "November 11", "txt": "Artturi Ilmari Virtanen, Finnish chemist and academic, Nobel Prize laureate (b. 1895)", "entities": [{"title": "Artturi Ilmari Virtanen", "href": "/wiki/Artturi_Ilmari_Virtanen", "description": "Artturi Ilmari Virtanen was a Finnish chemist and recipient of the 1945 Nobel Prize in Chemistry \"for his research and inventions in agricultural and nutrition chemistry, especially for his fodder preservation method\"."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1973", "date": "November 11", "txt": "Richard von Frankenberg, German race car driver and journalist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "November 11", "txt": "Alfonso Leng, Chilean dentist, composer, and academic (b. 1894)", "entities": [{"title": "Alfonso Leng", "href": "/wiki/Alfonso_Leng", "description": "Alfonso Leng Haygus was a post-romantic composer of classical music. He was born in Santiago, Chile. He wrote the first important symphonic work in Chilean tradition, \"La Muerte de Alcino\", a symphonic poem inspired by the novel of Pedro Prado. He composed many art songs in different languages and important piano pieces, like the five \"Doloras\" (1914), which he later orchestrated and are normally "}]}, {"heading": "Deaths", "year": "1976", "date": "November 11", "txt": "Alexander Calder, American sculptor (b. 1898)", "entities": [{"title": "Alexander Calder", "href": "/wiki/Alexander_Calder", "description": "Alexander Calder was an American sculptor known both for his innovative mobiles that embrace chance in their aesthetic, and static \"stabiles\" monumental public sculptures. He didn't limit his art to sculptures; he also created paintings, jewelry, theatre sets and costumes."}]}, {"heading": "Deaths", "year": "1977", "date": "November 11", "txt": "Abraham Sarmiento, Jr., Filipino journalist and activist (b. 1950)", "entities": [{"title": "Abraham Sarmiento, Jr.", "href": "/wiki/Abraham_Sarmiento,_Jr.", "description": "Abraham \"Ditto\" P. Sarmiento Jr. was a Filipino student journalist who gained prominence as an early and visible critic of the martial law government of President Ferdinand Marcos. As editor-in-chief of the Philippine Collegian, Ditto melded the University of the Philippines student newspaper into an independent though solitary voice against martial law rule at a time when the mass media was under"}]}, {"heading": "Deaths", "year": "1979", "date": "November 11", "txt": "Dimitri Tiomkin, Ukrainian-American composer and conductor (b. 1894)", "entities": [{"title": "Dimitri Tiomkin", "href": "/wiki/Dimitri_Tiomkin", "description": "Dimitri Zinovievich Tiomkin was a Russian empire-born American film composer and conductor. Classically trained in St. Petersburg, Russia before the Bolshevik Revolution, he moved to Berlin and then New York City after the Russian Revolution. In 1929, after the stock market crash, he moved to Hollywood, where he became best known for his scores for Western films, including Duel in the Sun, Red Riv"}]}, {"heading": "Deaths", "year": "1980", "date": "November 11", "txt": "Vince Gair, Australian politician, 27th Premier of Queensland (b. 1901)", "entities": [{"title": "Vince Gair", "href": "/wiki/Vince_Gair", "description": "Vincent Clair Gair was an Australian politician. He served as Premier of Queensland from 1952 until 1957, when his stormy relations with the trade union movement saw him expelled from the Labor Party. He was elected to the Australian Senate and led the Democratic Labor Party from 1965 to 1973. In 1974 he was appointed Australian Ambassador to Ireland by the Whitlam government, which caused his exp"}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1984", "date": "November 11", "txt": "Martin Luther King, Sr., American pastor, missionary, and activist (b. 1899)", "entities": [{"title": "Martin Luther King, Sr.", "href": "/wiki/Martin_Luther_King,_Sr.", "description": "Martin Luther King was an African-American Baptist pastor, missionary, and an early figure in the Civil Rights Movement. He was the father and namesake of the civil rights leader Martin Luther King Jr., and was also known as the Daddy King."}]}, {"heading": "Deaths", "year": "1985", "date": "November 11", "txt": "Pelle Lindbergh, Swedish ice hockey player (b. 1959)", "entities": [{"title": "Pelle Lindbergh", "href": "/wiki/Pelle_Lindbergh", "description": "Göran Per-Eric \"Pelle\" Lindbergh was a Swedish professional ice hockey goaltender who played parts of five seasons in the National Hockey League (NHL) for the Philadelphia Flyers. Lindbergh died at age 26 in a single-car accident five months after leading the Flyers to the 1985 Stanley Cup Finals and winning the Vezina Trophy as the NHL's top goaltender."}]}, {"heading": "Deaths", "year": "1985", "date": "November 11", "txt": "Arthur Rothstein, American photographer and educator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "November 11", "txt": "Charles Groves Wright Anderson, South African-Australian colonel and politician (b. 1897)", "entities": [{"title": "Charles Groves Wright Anderson", "href": "/wiki/Charles_Groves_Wright_Anderson", "description": "Lieutenant Colonel Charles Groves Wright Anderson, VC, MC was a South African-born soldier, Australian recipient of the Victoria Cross, a member of the Australian House of Representatives, and a farmer. After growing up in Africa and being schooled in England, Anderson served as an officer during the East African campaign against the Germans during the First World War, reaching the rank of captain"}]}, {"heading": "Deaths", "year": "1988", "date": "November 11", "txt": "William Ifor Jones, Welsh conductor and organist (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "November 11", "txt": "Attilio Demaría, Argentinian footballer (b. 1909)", "entities": [{"title": "Attilio Demaría", "href": "/wiki/Attilio_Demar%C3%ADa", "description": "Atilio José Demaría, Italianized as Attilio Demaria, was an Italian Argentine footballer, who played as a striker. He played club football in Argentina and Italy. At international level, he represented Argentina in the 1930 World Cup and Italy in the 1934 World Cup, reaching the finals of both tournaments and winning the latter edition of the competition."}]}, {"heading": "Deaths", "year": "1990", "date": "November 11", "txt": "Sadi Irmak, Turkish physician and politician, 17th Prime Minister of Turkey (b. 1904)", "entities": [{"title": "List of Prime Ministers of Turkey", "href": "/wiki/List_of_Prime_Ministers_of_Turkey", "description": "The following is a complete list of prime ministers of Turkey, since the establishment of that position in 1920, during the Turkish War of Independence. The prime minister was the head of the executive branch of the government along with the Cabinet. Following the 2017 constitutional referendum, the office of prime minister was abolished and the President became the head of the executive branch af"}]}, {"heading": "Deaths", "year": "1990", "date": "November 11", "txt": "Alexis Minotis, Greek actor and director (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "November 11", "txt": "Yiannis Ritsos, Greek poet and playwright (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "November 11", "txt": "Erskine Hawkins, American trumpet player and bandleader (b. 1914)", "entities": [{"title": "Erskine Hawkins", "href": "/wiki/Erskine_Hawkins", "description": "Erskine Ramsay Hawkins was an American trumpeter and big band leader from Birmingham, Alabama, dubbed \"The 20th Century Gabriel\". He is most remembered for composing the jazz standard \"Tuxedo Junction\" (1939) with saxophonist and arranger Bill Johnson. The song became a popular hit during World War II, rising to No. 7 nationally and to No. 1 nationally. Vocalists who were featured with Erskine's o"}]}, {"heading": "Deaths", "year": "1993", "date": "November 11", "txt": "John Stanley, American author and illustrator (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 11", "txt": "John A. Volpe, American soldier and politician, 61st Governor of Massachusetts (b. 1908)", "entities": [{"title": "John A. Volpe", "href": "/wiki/John_A._Volpe", "description": "John Anthony Volpe was an American businessman, diplomat, and politician from Massachusetts. A son of Italian immigrants, he founded and owned a large construction firm. Politically, he was a Republican in increasingly Democratic Massachusetts, serving as its 61st and 63rd Governor from 1961 to 1963 and 1965 to 1969, as the United States Secretary of Transportation from 1969 to 1973, and as the Un"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Deaths", "year": "1994", "date": "November 11", "txt": "Tadeusz Żychiewicz, Polish journalist, historian, and publicist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "November 11", "txt": "Rod Milburn, American hurdler and coach (b. 1950)", "entities": [{"title": "Rod Milburn", "href": "/wiki/Rod_Milburn", "description": "Rodney \"Rod\" Milburn Jr. was an American athlete who won gold at the 1972 Summer Olympics in Munich in the 110m hurdles."}]}, {"heading": "Deaths", "year": "1997", "date": "November 11", "txt": "William Alland, American film producer and writer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "November 11", "txt": "Frank Brimsek, American ice hockey player and soldier (b. 1913)", "entities": [{"title": "Frank Brimsek", "href": "/wiki/Frank_Brimsek", "description": "Francis Charles \"Mr. Zero\" Brimsek was an American professional ice hockey goaltender who played ten seasons in the National Hockey League (NHL) for the Boston Bruins and Chicago Black Hawks. He won the Calder Memorial Trophy as a rookie, and the Vezina Trophy twice, and he was named to the NHL All-Star Team eight times. He was also a member of two Stanley Cup championships. At the time of his ret"}]}, {"heading": "Deaths", "year": "1998", "date": "November 11", "txt": "Paddy Clancy, Irish singer and actor (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 11", "txt": "Mary Kay Bergman, American voice actress (b. 1961)", "entities": [{"title": "Mary Kay Bergman", "href": "/wiki/Mary_Kay_Bergman", "description": "Mary Kay Bergman, also credited as Shannen Cassidy, was an American voice and television actress, sign language and voice-over teacher. Bergman was the lead female voice actress on South Park from the show's 1997 debut until her death. Throughout her career, Bergman performed voice work for over 400 television commercials and voiced over 100 cartoon, film, and video game characters."}]}, {"heading": "Deaths", "year": "1999", "date": "November 11", "txt": "Jacobo Timerman, Argentinian journalist and author (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 11", "txt": "Sandra Schmitt, German skier (b. 1981)", "entities": [{"title": "Sandra Schmitt", "href": "/wiki/Sandra_Schmitt", "description": "Sandra Schmitt was a German freestyle skier. In 1998 she came 9th in the Women's Moguls contest at the 1998 Winter Olympics in Nagano. She became the Women's Dual Moguls World Champion in 1999. Schmitt died with her parents in the Kaprun disaster on 11 November 2000."}]}, {"heading": "Deaths", "year": "2001", "date": "November 11", "txt": "Erna Viitol, Estonian sculptor (b. 1920)", "entities": [{"title": "Erna Viitol", "href": "/wiki/Erna_Viitol", "description": "Erna Viitol was an Estonian sculptor."}]}, {"heading": "Deaths", "year": "2002", "date": "November 11", "txt": "Frances Ames, South African neurologist, psychiatrist, and human rights activist (b. 1920)", "entities": [{"title": "Neurologist", "href": "/wiki/Neurologist", "description": "Neurology is a branch of medicine dealing with disorders of the nervous system. Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous systems, including their coverings, blood vessels, and all effector tissue, such as muscle. Neurological practice relies heavily on the field of neuroscience, the scientific study of"}]}, {"heading": "Deaths", "year": "2003", "date": "November 11", "txt": "Miquel Martí i Pol, Catalan poet (b. 1929)", "entities": [{"title": "Miquel Martí i Pol", "href": "/wiki/Miquel_Mart%C3%AD_i_Pol", "description": "Miquel Martí i Pol was one of the most popular poets in Catalan language in the 20th century."}]}, {"heading": "Deaths", "year": "2004", "date": "November 11", "txt": "Dayton Allen, American comedian and voice actor (b. 1919)", "entities": [{"title": "Dayton Allen", "href": "/wiki/Dayton_Allen", "description": "Dayton Allen was an American comedian and voice actor. He was one of the \"men in the street\" on The Steve Allen Show. His catchphrase was \"Why not, Bubbe?\""}]}, {"heading": "Deaths", "year": "2004", "date": "November 11", "txt": "Yasser Arafat, Palestinian engineer and politician, 1st President of the Palestinian National Authority, Nobel Prize laureate (b. 1929)", "entities": [{"title": "President of the Palestinian National Authority", "href": "/wiki/President_of_the_Palestinian_National_Authority", "description": "\nThe President of the Palestinian National Authority is the highest-ranking political position in the Palestinian National Authority (PNA). The President appoints the Prime Minister of the Palestinian National Authority, who normally requires approval of the Palestinian Legislative Council, and who shares executive and administrative power with the President."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "2004", "date": "November 11", "txt": "Richard Dembo, French director and screenwriter (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 11", "txt": "Moustapha Akkad, Syrian-American director and producer (b. 1930)", "entities": [{"title": "Moustapha Akkad", "href": "/wiki/Moustapha_Akkad", "description": "Moustapha Al Akkad was a Syrian–American film producer and director, best known for producing the original series of Halloween films and directing The Message and Lion of the Desert. He was killed along with his daughter Rima Al Akkad Monla in the 2005 Amman bombings."}]}, {"heading": "Deaths", "year": "2005", "date": "November 11", "txt": "Patrick Anson, 5th Earl of Lichfield, English photographer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 11", "txt": "Peter Drucker, Austrian-American author, theorist, and educator (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 11", "txt": "Belinda Emmett, Australian actress (b. 1974)", "entities": [{"title": "Belinda Emmett", "href": "/wiki/Belinda_Emmett", "description": "Belinda Jane Emmett was an Australian actress and singer. She was best known for her roles in the TV drama series Home and Away and All Saints as well as comedy Hey Dad..!. She was married to Australian television host, comedian and media personality Rove McManus."}]}, {"heading": "Deaths", "year": "2007", "date": "November 11", "txt": "Delbert Mann, American director and producer (b. 1920)", "entities": [{"title": "Delbert Mann", "href": "/wiki/Delbert_Mann", "description": "Delbert Martin Mann Jr. was an American television and film director. He won the Academy Award for Best Director for the film Marty (1955), adapted from a 1953 teleplay of the same name which he had also directed. From 1967 to 1971, he was president of the Directors Guild of America. In 2002, he received the DGA's honorary life member award. Mann was credited to have \"helped bring TV techniques to"}]}, {"heading": "Deaths", "year": "2008", "date": "November 11", "txt": "Herb Score, American baseball player and sportscaster (b. 1933)", "entities": [{"title": "Herb Score", "href": "/wiki/Herb_Score", "description": "Herbert Jude Score was an American Major League Baseball (MLB) player and announcer. Score pitched for the Cleveland Indians from 1955 through 1959 and the Chicago White Sox from 1960 through 1962. He was the American League (AL) Rookie of the Year in 1955, and an AL All-Star in 1955 and 1956. Due to an on-field injury that occurred in 1957, he retired early as a player in 1962. Score was a televi"}]}, {"heading": "Deaths", "year": "2008", "date": "November 11", "txt": "Mustafa Şekip Birgöl, Turkish colonel (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 11", "txt": "Marie Osborne Yeats, American actress and costume designer (b. 1911)", "entities": [{"title": "Marie Osborne Yeats", "href": "/wiki/Marie_Osborne_Yeats", "description": "Marie Osborne Yeats, credited as Baby Marie between 1914 and 1919, was the first major child star of American silent films. She was one of the three major American child stars of the Hollywood silent film era along with Jackie Coogan and Diana Serra Cary. As an adult, from 1934 until 1950, and now billed as Marie Osborne, she continued in film productions, although she appeared only in uncredited "}]}, {"heading": "Deaths", "year": "2011", "date": "November 11", "txt": "Francisco Blake Mora, Mexican lawyer and politician, Mexican Secretary of the Interior (b. 1966)", "entities": [{"title": "Francisco Blake Mora", "href": "/wiki/Francisco_Blake_Mora", "description": "José Francisco Blake Mora was a Mexican lawyer and politician who served as the Secretary of the Interior in the cabinet of Felipe Calderón from 2010 to 2011. He was Mexico's top cabinet secretary and key figure in the battle against the drug cartels and corruption in the country. Blake Mora was also an important official in the dialogues of Felipe Calderón's drug policy, where he constantly trave"}, {"title": "Secretariat of the Interior (Mexico)", "href": "/wiki/Secretariat_of_the_Interior_(Mexico)", "description": "The Mexican Secretariat for Home Affairs is the public department concerned with the country's domestic affairs, the presenting of the president's bills to Congress, their publication on the Official Journal of the Federation, and certain issues of national security. The country's principal intelligence agency, CISEN, is directly answerable to the Secretary of the Interior. The Secretary is a memb"}]}, {"heading": "Deaths", "year": "2012", "date": "November 11", "txt": "Lam Adesina, Nigerian educator and politician, Governor of Oyo State (b. 1939)", "entities": [{"title": "Lam Adesina", "href": "/wiki/Lam_Adesina", "description": "Lamidi Ona-Olapo Adesina was an educator who became governor of Oyo State in Nigeria on 29 May 1999 as a member of the Alliance for Democracy (AD) party."}, {"title": "Governor of Oyo State", "href": "/wiki/Governor_of_Oyo_State", "description": "\nThis is a list of administrators and Governors of Oyo State, Nigeria. Oyo State was formed on 1976-02-03 when Western State was divided into Ogun, Ondo, and Oyo states."}]}, {"heading": "Deaths", "year": "2012", "date": "November 11", "txt": "Joe Egan, English rugby player and coach (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 11", "txt": "Rex Hunt, English lieutenant, pilot, and diplomat, Governor of the Falkland Islands (b. 1926)", "entities": [{"title": "Governor of the Falkland Islands", "href": "/wiki/Governor_of_the_Falkland_Islands", "description": "The Governor of the Falkland Islands is the representative of the British Crown in the Falkland Islands, acting \"in Her Majesty's name and on Her Majesty's behalf\" as the islands' de facto head of state in the absence of the British monarch. The role and powers of the Governor are set out in Chapter II of the Falkland Islands Constitution. The Governor in office resides at Government House, which "}]}, {"heading": "Deaths", "year": "2012", "date": "November 11", "txt": "Victor Mees, Belgian footballer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 11", "txt": "Harry Wayland Randall, American photographer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 11", "txt": "John Barnhill, American basketball player and coach (b. 1938)", "entities": [{"title": "John Barnhill (basketball)", "href": "/wiki/John_Barnhill_(basketball)", "description": "John Anthony \"Rabbit\" Barnhill was an American former professional basketball player."}]}, {"heading": "Deaths", "year": "2013", "date": "November 11", "txt": "Domenico Bartolucci, Italian cardinal and composer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 11", "txt": "Bob Beckham, American singer-songwriter (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 11", "txt": "John S. Dunne, American priest and theologian (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 11", "txt": "Atilla Karaosmanoğlu, Turkish economist and politician, 33rd Deputy Prime Minister of Turkey (b. 1931)", "entities": [{"title": "Deputy Prime Minister of Turkey", "href": "/wiki/Deputy_Prime_Minister_of_Turkey", "description": "The Deputy Prime Minister of Turkey is the abolished official Deputy of the Head of Government of Turkey. Conventionally all of the junior partners in a coalition get one deputy, and they are ranked according to the size of their respective parties."}]}, {"heading": "Deaths", "year": "2014", "date": "November 11", "txt": "John Doar, American lawyer and activist (b. 1921)", "entities": [{"title": "John Doar", "href": "/wiki/John_Doar", "description": "John Michael Doar was an American lawyer and senior counsel with the law firm Doar Rieck Kaley & Mack in New York City. During the administrations of presidents John F. Kennedy and Lyndon B. Johnson, he served first as Deputy Assistant Attorney General for Civil Rights from 1961 to 1965, and then as head of the division from 1965 until 1967. He led the government's response to events such as the a"}]}, {"heading": "Deaths", "year": "2014", "date": "November 11", "txt": "Big Bank Hank, American rapper (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 11", "txt": "Philip G. Hodge, American engineer and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 11", "txt": "Harry Lonsdale, American chemist, businessman, and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 11", "txt": "Carol Ann Susi, American actress (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 11", "txt": "Rita Gross, American theologian and author (b. 1943)", "entities": [{"title": "Rita Gross", "href": "/wiki/Rita_Gross", "description": "Rita M. Gross was an American Buddhist feminist scholar of religions and author. Before retiring, she was Professor of Comparative Studies in Religion at the University of Wisconsin–Eau Claire."}]}, {"heading": "Deaths", "year": "2015", "date": "November 11", "txt": "Nathaniel Marston, American actor and producer (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 11", "txt": "Victor Bailey, American singer and bass player (b. 1960)", "entities": [{"title": "Victor Bailey (musician)", "href": "/wiki/Victor_Bailey_(musician)", "description": "Victor Bailey was an American bass guitar player. He was the bassist for Weather Report during their final years from 1982 to 1986, and launched a solo career in 1988. As a musician, Bailey was known for his signature scat-bass solos."}]}, {"heading": "Deaths", "year": "2016", "date": "November 11", "txt": "Robert Vaughn, American actor (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 11", "txt": "Chiquito de la Calzada, Spanish singer, actor and comedian (b. 1932)", "entities": [{"title": "Chiquito de la Calzada", "href": "/wiki/Chiquito_de_la_Calzada", "description": "Gregorio Esteban Sánchez Fernández, known as Chiquito de la Calzada, was a Spanish flamenco singer and actor, although he was more famous as a stand-up comedian."}]}]