[{"heading": "Events", "year": "335", "date": "November 7", "txt": "Athanasius is banished to Trier, on charge that he prevented a grain fleet from sailing to Constantinople.", "entities": [{"title": "Athanasius of Alexandria", "href": "/wiki/Athanasius_of_Alexandria", "description": "Athanasius I of Alexandria, also called Athanasius the Great, Athanasius the Confessor or, primarily in the Coptic Orthodox Church, Athanasius the Apostolic, was the 20th bishop of Alexandria. His intermittent episcopacy spanned 45 years, of which over 17 encompassed five exiles, when he was replaced on the order of four different Roman emperors. Athanasius was a Christian theologian, a Church Fat"}, {"title": "Trier", "href": "/wiki/Trier", "description": "Trier, formerly known in English as Treves and Triers, is a city on the banks of the Moselle in Germany. It lies in a valley between low vine-covered hills of red sandstone in the west of the state of Rhineland-Palatinate, near the border with Luxembourg and within the important Moselle wine region."}, {"title": "Cereal", "href": "/wiki/Cereal", "description": "A cereal is any grass cultivated (grown) for the edible components of its grain, composed of the endosperm, germ, and bran. The term may also refer to the resulting grain itself. Cereal grain crops are grown in greater quantities and provide more food energy worldwide than any other type of crop and are therefore staple crops. Edible grains from other plant families, such as buckwheat, quinoa and "}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Events", "year": "680", "date": "November 7", "txt": "The Sixth Ecumenical Council commences in Constantinople.", "entities": [{"title": "Third Council of Constantinople", "href": "/wiki/Third_Council_of_Constantinople", "description": "The Third Council of Constantinople, counted as the Sixth Ecumenical Council by the Eastern Orthodox and Catholic Churches, as well by certain other Western Churches, met in 680–681 and condemned monoenergism and monothelitism as heretical and defined Jesus Christ as having two energies and two wills."}]}, {"heading": "Events", "year": "921", "date": "November 7", "txt": "Treaty of Bonn: The Frankish kings Charles the Simple and Henry the Fowler sign a peace treaty or 'pact of friendship' (amicitia), to recognize their borders along the Rhine.", "entities": [{"title": "Treaty of Bonn", "href": "/wiki/Treaty_of_Bonn", "description": "On 7 November 921, the Treaty of Bonn, the text of which calls itself a \"pact of friendship\" (amicitia), was signed between Charles III of France and Henry I of Germany in a minimalist ceremony aboard a ship in the middle of the Rhine not far from Bonn. The use of the river, which was the border between their two kingdoms, as a neutral territory had extensive Carolingian precedents and was also us"}, {"title": "Charles the Simple", "href": "/wiki/Charles_the_Simple", "description": "Charles III, called the Simple or the Straightforward, was the king of West Francia from 898 until 922 and the king of Lotharingia from 911 until 919–23. He was a member of the Carolingian dynasty."}, {"title": "Henry the Fowler", "href": "/wiki/Henry_the_Fowler", "description": "Henry the Fowler was the Duke of Saxony from 912 and the King of East Francia from 919 until his death in 936. As the first non-Frankish king of East Francia, he established the Ottonian dynasty of kings and emperors, and he is generally considered to be the founder of the medieval German state, known until then as East Francia. An avid hunter, he obtained the epithet \"the Fowler\" because he was a"}, {"title": "Peace treaty", "href": "/wiki/Peace_treaty", "description": "A peace treaty is an agreement between two or more hostile parties, usually countries or governments, which formally ends a state of war between the parties. It is different from an armistice, which is an agreement to stop hostilities; a surrender, in which an army agrees to give up arms; or a ceasefire or truce, in which the parties may agree to temporarily or permanently stop fighting. The art o"}, {"title": "Rhine", "href": "/wiki/Rhine", "description": "The Rhine is one of the major European rivers, and has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the G"}]}, {"heading": "Events", "year": "1426", "date": "November 7", "txt": "Lam Sơn uprising: Lam Sơn rebels emerge victorious against the Ming army in the Battle of Tốt Động", "entities": [{"title": "Lam Sơn uprising", "href": "/wiki/Lam_S%C6%A1n_uprising", "description": "The Lam Sơn uprising was the nationalist rebellion led by Lê Lợi in Ming province of Jiaozhi from 1418 to 1427 against Ming occupation of Vietnam"}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Battle of Tốt Động – Chúc Động", "href": "/wiki/Battle_of_T%E1%BB%91t_%C4%90%E1%BB%99ng_%E2%80%93_Ch%C3%BAc_%C4%90%E1%BB%99ng", "description": "The Battle of Tốt Động – Chúc Động (1426) was the decisive battle in the 14-year Lam Sơn uprising which established Vietnam's independence from Ming China in 1428. The battle took place on 4 December 1426 in the Red River Delta between Tốt Động and Chúc Động, two villages of Chương Mỹ District, near Hanoi. Armed with hand cannons, the Vietnamese force of 3,000-men under Lê Lợi, the Prince of Pacif"}, {"title": "Hanoi", "href": "/wiki/Hanoi", "description": "Hanoi is the capital city of Vietnam. It covers an area of 3,358.6 km2 (1,296.8 sq mi). The second largest city in Vietnam, it consists of 12 urban districts, 1 district-leveled town and 17 rural districts. Located within the Red River Delta, Hanoi is the cultural and political centre of Vietnam."}]}, {"heading": "Events", "year": "1492", "date": "November 7", "txt": "The Ensisheim meteorite, the oldest meteorite with a known date of impact, strikes the Earth around noon in a wheat field outside the village of Ensisheim, Alsace, France.", "entities": [{"title": "Ensisheim (meteorite)", "href": "/wiki/Ensisheim_(meteorite)", "description": "The Ensisheim meteorite is a stony meteorite that fell on November 7, 1492 in a wheat field outside the walled town of Ensisheim in then Alsace, Further Austria. The meteorite can still be seen in Ensisheim's museum, the sixteenth-century Musée de la Régence. It is the oldest European meteorite fall from which there is still some meteoritic material preserved."}, {"title": "Meteorite", "href": "/wiki/Meteorite", "description": "A meteorite is a solid piece of debris from an object, such as a comet, asteroid, or meteoroid, that originates in outer space and survives its passage through the atmosphere to reach the surface of a planet or moon. When the original object enters the atmosphere, various factors such as friction, pressure, and chemical interactions with the atmospheric gases cause it to heat up and radiate energy"}, {"title": "Wheat", "href": "/wiki/Wheat", "description": "Wheat is a grass widely cultivated for its seed, a cereal grain which is a worldwide staple food. The many species of wheat together make up the genus Triticum; the most widely grown is common wheat. The archaeological record suggests that wheat was first cultivated in the regions of the Fertile Crescent around 9600 BCE. Botanically, the wheat kernel is a type of fruit called a caryopsis."}, {"title": "Ensisheim", "href": "/wiki/Ensisheim", "description": "Ensisheim is a commune in the Haut-Rhin department in Grand Est in north-eastern France. It is also the birthplace of the composer Léon Boëllmann. The Germanic origins of the village's name reflect the area's history."}, {"title": "Alsace", "href": "/wiki/Alsace", "description": "Alsace is a cultural region and a territorial collectivity in Eastern France, on the west bank of the upper Rhine next to Germany and Switzerland. In 2017, it had a population of 1,889,589."}]}, {"heading": "Events", "year": "1619", "date": "November 7", "txt": "Elizabeth Stuart is crowned Queen of Bohemia.", "entities": [{"title": "Elizabeth Stuart, Queen of Bohemia", "href": "/wiki/Elizabeth_Stuart,_Queen_of_Bohemia", "description": "Elizabeth Stuart was Electress of the Palatinate and briefly Queen of Bohemia as the wife of Frederick V of the Palatinate. Because her husband's reign in Bohemia and Palatinate lasted for just one winter, Elizabeth is often referred to as the \"Winter Queen\"."}, {"title": "Coronation", "href": "/wiki/Coronation", "description": "A coronation is the act of placement or bestowal of a crown upon a monarch's head. The term also generally refers not only to the physical crowning but to the whole ceremony wherein the act of crowning occurs, along with the presentation of other items of regalia, marking the formal investiture of a monarch with regal power. Aside from the crowning, a coronation ceremony may comprise many other ri"}, {"title": "Queen of Bohemia", "href": "/wiki/Queen_of_Bohemia", "description": "This is a list of the royal consorts of the rulers of Bohemia."}]}, {"heading": "Events", "year": "1665", "date": "November 7", "txt": "The London Gazette, the oldest surviving journal, is first published.", "entities": []}, {"heading": "Events", "year": "1775", "date": "November 7", "txt": "John Murray, the Royal Governor of the Colony of Virginia, starts the first mass emancipation of slaves in North America by issuing Lord Dunmore's Offer of Emancipation, which offers freedom to slaves who abandoned their colonial masters to fight with Murray and the British.", "entities": [{"title": "John Murray, 4th Earl of Dunmore", "href": "/wiki/John_Murray,_4th_Earl_of_Dunmore", "description": "John Murray, 4th Earl of Dunmore, known as Lord Dunmore, was a Scottish peer and colonial governor in the American colonies and The Bahamas. He was the last colonial governor of Virginia."}, {"title": "Royal Governor of Virginia", "href": "/wiki/Royal_Governor_of_Virginia", "description": "This is a list of colonial governors of Virginia."}, {"title": "Colony of Virginia", "href": "/wiki/Colony_of_Virginia", "description": "The Colony of Virginia, chartered in 1606 and settled in 1607, was the first enduring English colony in North America, following failed proprietary attempts at settlement on Newfoundland by Sir Humphrey Gilbert in 1583, and the subsequent farther south Roanoke Island by Sir Walter Raleigh in the late 1580s."}, {"title": "Dunmore's Proclamation", "href": "/wiki/Dunmore%27s_Proclamation", "description": "Dunmore's Proclamation is a historical document signed on November 7, 1775 by John Murray, 4th Earl of Dunmore, royal governor of the British Colony of Virginia. The proclamation declared martial law and promised freedom for slaves of American revolutionaries who left their owners and joined the royal forces, becoming Black Loyalists. According to historians, the proclamation was designed for prac"}]}, {"heading": "Events", "year": "1786", "date": "November 7", "txt": "The oldest musical organization in the United States is founded as the Stoughton Musical Society.", "entities": [{"title": "Stoughton Musical Society", "href": "/wiki/Stoughton_Musical_Society", "description": "Organized in 1786, the Stoughton Musical Society is America's oldest performing musical organization. For over two centuries it has had many distinguished accomplishments. In 1908, when incorporated under the laws of the Commonwealth of Massachusetts, the name was changed to Old Stoughton Musical Society and it has retained that designation."}]}, {"heading": "Events", "year": "1811", "date": "November 7", "txt": "Tecumseh's War: The Battle of Tippecanoe is fought near present-day Battle Ground, Indiana, United States.", "entities": [{"title": "Tecumseh's War", "href": "/wiki/Tecumseh%27s_War", "description": "Tecumseh's War or Tecumseh's Rebellion was a conflict between the United States and Tecumseh's Confederacy, led by the Shawnee leader Tecumseh in the Indiana Territory. Although the war is often considered to have climaxed with William Henry Harrison's victory at the Battle of Tippecanoe in 1811, Tecumseh's War essentially continued into the War of 1812 and is frequently considered a part of that "}, {"title": "Battle of Tippecanoe", "href": "/wiki/Battle_of_Tippecanoe", "description": "The Battle of Tippecanoe was fought on November 7, 1811, in Battle Ground, Indiana between American forces led by then Governor William Henry Harrison of the Indiana Territory and Native American forces associated with Shawnee leader Tecumseh and his brother Tenskwatawa, leaders of a confederacy of various tribes who opposed European-American settlement of the American frontier. As tensions and vi"}, {"title": "Battle Ground, Indiana", "href": "/wiki/Battle_Ground,_Indiana", "description": "Battle Ground is a town in Tippecanoe Township, Tippecanoe County in the U.S. state of Indiana. The population was 1,334 at the 2010 census. It is near the site of the Battle of Tippecanoe."}]}, {"heading": "Events", "year": "1837", "date": "November 7", "txt": "In Alton, Illinois, abolitionist printer Elijah P. Lovejoy is shot dead by a mob while attempting to protect his printing shop from being destroyed a third time.", "entities": [{"title": "Alton, Illinois", "href": "/wiki/Alton,_Illinois", "description": "Alton is a city on the Mississippi River in Madison County, Illinois, United States, about 18 miles (29 km) north of St. Louis, Missouri. The population was 27,865 at the 2010 census. It is a part of the Metro-East region of the Greater St. Louis metropolitan area. It is famous for its limestone bluffs along the river north of the city, for its role preceding and during the American Civil War. It "}, {"title": "Abolitionism in the United States", "href": "/wiki/Abolitionism_in_the_United_States", "description": "Abolitionism in the United States was a movement which sought to end slavery in the United States, being active from the colonial era until the American Civil War, which saw the abolition of American slavery. The abolitionist movement originated in Western Europe during the Age of Enlightenment, seeking to end the transatlantic slave trade and outlaw the institution of slavery in European colonies"}, {"title": "Elijah P. Lovejoy", "href": "/wiki/Elijah_P._Lovejoy", "description": "Elijah Parish Lovejoy was an American Presbyterian minister, journalist, newspaper editor, and abolitionist. He was shot and killed by a pro-slavery mob in Alton, Illinois, during their attack on the warehouse of Benjamin Godfrey and W. S. Gillman, where Lovejoy's press and abolitionist materials were stored."}]}, {"heading": "Events", "year": "1861", "date": "November 7", "txt": "American Civil War: Battle of Belmont: In Belmont, Missouri, Union forces led by General Ulysses S. Grant overrun a Confederate camp but are forced to retreat when Confederate reinforcements arrive.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Belmont", "href": "/wiki/Battle_of_Belmont", "description": "The Battle of Belmont was fought on November 7, 1861 in Mississippi County, Missouri. It was the first combat test in the American Civil War for Brig. Gen. Ulysses S. Grant, the future Union Army general in chief and eventual U.S. president, who was fighting Major General Leonidas Polk. Grant's troops in this battle were the \"nucleus\" of what would become the Union Army of the Tennessee."}, {"title": "Belmont, Missouri", "href": "/wiki/Belmont,_Missouri", "description": "Belmont is an extinct town in Mississippi County, on the eastern border of the U.S. state of Missouri at the Mississippi River. The GNIS classifies it as a populated place under the name \"Belmont Landing\"."}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "General", "href": "/wiki/General", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1861", "date": "November 7", "txt": "The first Melbourne Cup horse race is held in Melbourne, Australia.", "entities": [{"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}, {"title": "Australia", "href": "/wiki/Australia", "description": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. Its population of nearly 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital i"}]}, {"heading": "Events", "year": "1874", "date": "November 7", "txt": "A cartoon by Thomas Nast in Harper's Weekly, is considered the first important use of an elephant as a symbol for the United States Republican Party.", "entities": [{"title": "Cartoon", "href": "/wiki/Cartoon", "description": "A cartoon is a type of illustration, sometimes animated, typically in a non-realistic or semi-realistic style. The specific meaning has evolved over time, but the modern usage usually refers to either: an image or series of images intended for satire, caricature, or humor; or a motion picture that relies on a sequence of illustrations for its animation. Someone who creates cartoons in the first se"}, {"title": "Thomas Nast", "href": "/wiki/Thomas_Nast", "description": "Thomas Nast was a German-born American caricaturist and editorial cartoonist often considered to be the \"Father of the American Cartoon\". He was a critic of Democratic Representative \"Boss\" Tweed and the Tammany Hall Democratic party political machine. Among his notable works were the creation of the modern version of Santa Claus and the political symbol of the elephant for the Republican Party (G"}, {"title": "Elephant", "href": "/wiki/Elephant", "description": "Elephants are the largest existing land animals. Three species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. Elephantidae is the only surviving family of the order Proboscidea; extinct members include the mastodons. The family Elephantidae also contains several extinct groups, including the mammoths and straight-tusked elephants. African "}, {"title": "Republican Party (United States)", "href": "/wiki/Republican_Party_(United_States)", "description": "The Republican Party, also referred to as the GOP, is one of the two major contemporary political parties in the United States, along with its main historic rival, the Democratic Party."}]}, {"heading": "Events", "year": "1881", "date": "November 7", "txt": "Mapuche rebels attack the Chilean settlement of Nueva Imperial, as defenders fled to the hills and the settlement was effectively destroyed.", "entities": [{"title": "Mapuche uprising of 1881", "href": "/wiki/Mapuche_uprising_of_1881", "description": "The Mapuche uprising of 1881 was the last major rebellion of the indigenous Mapuches of Araucanía. The uprising took place during the last phase of the Occupation of Araucanía (1861–1883) by the Chilean state. It was planned by Mapuche chiefs in March 1881 to be launched in November the same year. Mapuche support for the uprising was not unanimous, some Mapuche factions sided with the Chileans and"}, {"title": "Nueva Imperial", "href": "/wiki/Nueva_Imperial", "description": "Nueva Imperial is a city and commune in the south of Chile. It is located in Cautín Province in the Araucanía Region. Nueva Imperial lies about 35 km (22 mi) to the west of Temuco, the regional capital."}]}, {"heading": "Events", "year": "1885", "date": "November 7", "txt": "The completion of Canada's first transcontinental railway is symbolized by the Last Spike ceremony at Craigellachie, British Columbia.", "entities": [{"title": "Last Spike (Canadian Pacific Railway)", "href": "/wiki/Last_Spike_(Canadian_Pacific_Railway)", "description": "The Last Spike of the Canadian Pacific Railway was the ceremonial final spike driven into the Canadian Pacific Railway (CPR) at Craigellachie, British Columbia, at 9:22 am on November 7, 1885. It was driven in by CPR railway financier Donald Smith, marking the end of a saga of natural disasters, financial crises, and even rebellion that plagued Canada's first transcontinental railway from its begi"}, {"title": "Craigellachie, British Columbia", "href": "/wiki/Craigellachie,_British_Columbia", "description": "Craigellachie is a locality in British Columbia, located several kilometres to the west of the Eagle Pass summit between Sicamous and Revelstoke. Craigellachie is the site of a tourist stop on the Trans-Canada Highway between Salmon Arm and Revelstoke."}]}, {"heading": "Events", "year": "1893", "date": "November 7", "txt": "Women's suffrage: Women in the U.S. state of Colorado are granted the right to vote, the second state to do so.", "entities": [{"title": "Women's suffrage in the United States", "href": "/wiki/Women%27s_suffrage_in_the_United_States", "description": "The legal right of women to vote was established in the United States over the course of more than half a century, first in various states and localities, sometimes on a limited basis, and then nationally in 1920."}, {"title": "Colorado", "href": "/wiki/Colorado", "description": "Colorado is a state in the Mountain West subregion of the Western United States. It encompasses most of the Southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. Colorado is the eighth most extensive and 21st most populous U.S. state. The 2020 United States Census enumerated the population of the State of Colorado at 5,773,71"}]}, {"heading": "Events", "year": "1900", "date": "November 7", "txt": "Second Boer War: Battle of Leliefontein, a battle during which the Royal Canadian Dragoons win three Victoria Crosses.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Battle of Leliefontein", "href": "/wiki/Battle_of_Leliefontein", "description": "The Battle of Leliefontein was an engagement between British-Canadian and Boer forces during the Second Boer War on 7 November 1900, at the Komati River 30 kilometres (19 mi) south of Belfast at the present day Nooitgedacht Dam. During the engagement, the Canadian rearguard successfully repelled Boer assaults against the column, facilitating the successful withdrawal of the British-Canadian force "}, {"title": "Royal Canadian Dragoons", "href": "/wiki/Royal_Canadian_Dragoons", "description": "The Royal Canadian Dragoons (RCD) is the senior armoured regiment of the Canadian Army. It is one of three armoured regiments in the Regular Force and forms part of the Royal Canadian Armoured Corps."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Events", "year": "1900", "date": "November 7", "txt": "The People's Party is founded in Cuba.", "entities": [{"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1907", "date": "November 7", "txt": "Jesús García saves the entire town of Nacozari de García by driving a burning train full of dynamite six kilometres (3.7 miles) away before it can explode.", "entities": [{"title": "Dynamite", "href": "/wiki/Dynamite", "description": "Dynamite is an explosive made of nitroglycerin, sorbents and stabilizers. It was invented by the Swedish chemist and engineer Alfred Nobel in Geesthacht, Northern Germany and patented in 1867. It rapidly gained wide-scale use as a more powerful alternative to black powder."}]}, {"heading": "Events", "year": "1910", "date": "November 7", "txt": "The first air freight shipment (from Dayton, Ohio, to Columbus, Ohio) is undertaken by the Wright brothers and department store owner Max Moorehouse.", "entities": [{"title": "Air freight", "href": "/wiki/Air_freight", "description": "Air cargo is any property carried or to be carried in an aircraft. Air cargo comprises air freight, air express and airmail."}, {"title": "Dayton, Ohio", "href": "/wiki/Dayton,_Ohio", "description": "Dayton is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2019 U.S. census estimate put the city population at 140,407, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miam"}, {"title": "Columbus, Ohio", "href": "/wiki/Columbus,_Ohio", "description": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population estimated at 898,553 in 2019, it is the 14th-most populous city in the U.S., the second-most populous city in the Midwest after Chicago, and the third-most populous state capital. Columbus is the county seat of Franklin County; it also extends into Delaware and Fairfield counties. It is the core c"}, {"title": "Wright brothers", "href": "/wiki/Wright_brothers", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}]}, {"heading": "Events", "year": "1912", "date": "November 7", "txt": "The Deutsche Opernhaus (now Deutsche Oper Berlin) opens in the Berlin neighborhood of Charlottenburg, with a production of Beethoven's Fidelio.", "entities": [{"title": "Charlottenburg", "href": "/wiki/Charlottenburg", "description": "Charlottenburg is a locality of Berlin within the borough of Charlottenburg-Wilmersdorf. Established as a town in 1705 and named after late Sophia Charlotte of Hanover, Queen consort of Prussia, it is best known for Charlottenburg Palace, the largest surviving royal palace in Berlin, and the adjacent museums."}, {"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}]}, {"heading": "Events", "year": "1913", "date": "November 7", "txt": "The first day of the Great Lakes Storm of 1913, a massive blizzard that ultimately killed 250 and caused over $5 million (about $118,098,000 in 2013 dollars) damage. Winds reach hurricane force on this date.", "entities": [{"title": "Great Lakes Storm of 1913", "href": "/wiki/Great_Lakes_Storm_of_1913", "description": "The Great Lakes Storm of 1913, historically referred to as the \"Big Blow,\" the \"Freshwater Fury,\" or the \"White Hurricane,\" was a blizzard with hurricane-force winds that devastated the Great Lakes Basin in the Midwestern United States and Ontario, Canada from November 7 through November 10, 1913. The storm was most powerful on November 9, battering and overturning ships on four of the five Great "}]}, {"heading": "Events", "year": "1914", "date": "November 7", "txt": "The German colony of Kiaochow Bay and its centre at Tsingtao are captured by Japanese forces.", "entities": [{"title": "Jiaozhou Bay", "href": "/wiki/Jiaozhou_Bay", "description": "The Jiaozhou Bay is a bay located in Qingdao (Tsingtau), China. It was a German colonial concession from 1898 until 1914."}, {"title": "Qingdao", "href": "/wiki/Qingdao", "description": "Qingdao is a major city in eastern Shandong Province. Located on China's Yellow Sea coast, it is a major nodal city of the One Belt, One Road (OBOR) Initiative that connects Asia with Europe. It has the highest GDP of any city in the province. Administered at the sub-provincial level, Qingdao has jurisdiction over six districts and four county-level cities. As of 2014, Qingdao had a population of "}]}, {"heading": "Events", "year": "1916", "date": "November 7", "txt": "Jeannette Rankin is the first woman elected to the United States Congress.", "entities": [{"title": "Jeannette Rankin", "href": "/wiki/Jeannette_Rankin", "description": "Jeannette Pickering Rankin was an American politician and women's rights advocate, and the first woman to hold federal office in the United States. She was elected to the U.S. House of Representatives as a Republican from Montana in 1916, and again in 1940."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1916", "date": "November 7", "txt": "Woodrow Wilson is reelected as President of the United States.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "1916", "date": "November 7", "txt": "Boston Elevated Railway Company's streetcar No. 393 smashes through the warning gates of the open Summer Street drawbridge in Boston, Massachusetts, plunging into the frigid waters of Fort Point Channel, killing 46 people.", "entities": [{"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}]}, {"heading": "Events", "year": "1917", "date": "November 7", "txt": "The Gregorian calendar date of the October Revolution, which gets its name from the Julian calendar date of 25 October. On this date in 1917, the Bolsheviks storm the Winter Palace.", "entities": [{"title": "October Revolution", "href": "/wiki/October_Revolution", "description": "The October Revolution, officially known as the Great October Socialist Revolution under the Soviet Union, also known as the Bolshevik Coup, the Bolshevik Revolution, the October Uprising, the October Coup or Red October, was a revolution in Russia led by the Bolshevik Party of Vladimir Lenin that was instrumental in the larger Russian Revolution of 1917–1923. It was the second revolutionary chang"}, {"title": "25 October", "href": "/wiki/25_October", "description": "October 25 is the 298th day of the year in the Gregorian calendar; 67 days remain until the end of the year."}, {"title": "Winter Palace", "href": "/wiki/Winter_Palace", "description": "The Winter Palace served as the official residence of the Russian Emperors from 1732 to 1917. As of 2021 the palace and its precincts form the Hermitage Museum. Situated between Palace Embankment and Palace Square, in Saint Petersburg, adjacent to the site of Peter the Great's original Winter Palace, the present and fourth Winter Palace was built and altered almost continuously between the late 17"}]}, {"heading": "Events", "year": "1917", "date": "November 7", "txt": "World War I: Third Battle of Gaza ends: British forces capture Gaza from the Ottoman Empire.", "entities": [{"title": "Third Battle of Gaza", "href": "/wiki/Third_Battle_of_Gaza", "description": "The Third Battle of Gaza was fought on the night of 1–2 November 1917 between British and Ottoman forces during the Sinai and Palestine Campaign of World War I and came after the British Egyptian Expeditionary Force (EEF) victory at the Battle of Beersheba had ended the Stalemate in Southern Palestine. The fighting occurred at the beginning of the Southern Palestine Offensive, and, together with a"}, {"title": "Gaza City", "href": "/wiki/Gaza_City", "description": "Gaza, also referred to as Gaza City, is a Palestinian city in the Gaza Strip, with a population of 590,481, making it the largest city in the State of Palestine. Inhabited since at least the 15th century BCE, Gaza has been dominated by several different peoples and empires throughout its history."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1918", "date": "November 7", "txt": "The 1918 influenza epidemic spreads to Western Samoa, killing 7,542 (about 20% of the population) by the end of the year.", "entities": [{"title": "1918 influenza epidemic", "href": "/wiki/1918_influenza_epidemic", "description": "The Spanish flu, also known as the 1918 influenza pandemic, was an unusually deadly influenza pandemic caused by the H1N1 influenza A virus. Lasting from February 1918 to April 1920, it infected 500 million people – about a third of the world's population at the time – in four successive waves. The death toll is typically estimated to have been somewhere between 20 million and 50 million, although"}, {"title": "Western Samoa", "href": "/wiki/Western_Samoa", "description": "Samoa, officially the Independent State of Samoa and until 1997 known as Western Samoa, is a Polynesian island country consisting of two main islands, two smaller, inhabited islands, and several smaller, uninhabited islands, including the Aleipata Islands. The capital city is Apia. The Lapita people discovered and settled the Samoan Islands around 3,500 years ago. They developed a Samoan language "}]}, {"heading": "Events", "year": "1918", "date": "November 7", "txt": "Kurt Eisner overthrows the Wittelsbach dynasty in the Kingdom of Bavaria.", "entities": [{"title": "Wittelsbach dynasty", "href": "/wiki/Wittelsbach_dynasty", "description": "The House of Wittelsbach is the Royal Bavarian dynasty from Germany, with branches that have ruled over territories including Bavaria, the Palatinate, Holland and Zeeland, Sweden, Hungary, Bohemia, the Electorate of Cologne and other prince-bishoprics, and Greece. Their ancestral lands of the Palatinate and Bavaria were Prince-electorates, as well as the Archbishopric-Electorate of Cologne, and th"}, {"title": "Kingdom of Bavaria", "href": "/wiki/Kingdom_of_Bavaria", "description": "The Kingdom of Bavaria was a German state that succeeded the former Electorate of Bavaria in 1805 and continued to exist until 1918. The Bavarian Elector Maximilian IV Joseph of the House of Wittelsbach became the first King of Bavaria in 1805 as Maximilian I Joseph. The crown would go on being held by the Wittelsbachs until the kingdom came to an end in 1918. Most of Bavaria's present-day borders"}]}, {"heading": "Events", "year": "1919", "date": "November 7", "txt": "The first Palmer Raid is conducted on the second anniversary of the Russian Revolution. Over 10,000 suspected communists and anarchists are arrested in 23 U.S. cities.", "entities": [{"title": "Palmer Raids", "href": "/wiki/Palmer_Raids", "description": "The Palmer Raids were a series of raids conducted in November 1919 and January 1920 during the First Red Scare by the United States Department of Justice under the administration of President Woodrow Wilson to capture and arrest suspected leftists, mostly Italian immigrants and Eastern European immigrants and especially anarchists and communists, and deport them from the United States. The raids p"}, {"title": "Russian Revolution", "href": "/wiki/Russian_Revolution", "description": "The Russian Revolution was a period of political and social revolution across the territory of the Russian Empire, commencing with the abolition of the monarchy in 1917 and concluding in 1923 with the Bolshevik establishment of the Soviet Union at the end of the Civil War. It began during the First World War, with the February Revolution that was focused in and around the then-capital, Petrograd. "}]}, {"heading": "Events", "year": "1920", "date": "November 7", "txt": "Patriarch Tikhon of Moscow issues a decree that leads to the formation of the Russian Orthodox Church Outside Russia.", "entities": [{"title": "Patriarch Tikhon of Moscow", "href": "/wiki/Patriarch_Tikhon_of_Moscow", "description": "Tikhon of Moscow, born Vasily Ivanovich Bellavin, was a bishop of the Russian Orthodox Church (ROC). On 5 November 1917 (OS) he was selected the 11th Patriarch of Moscow and All Russia, after a period of about 200 years of the Synodal rule in the ROC. He was canonised as a confessor by the ROC in 1989."}, {"title": "Russian Orthodox Church Outside Russia", "href": "/wiki/Russian_Orthodox_Church_Outside_Russia", "description": "The Russian Orthodox Church Outside of Russia, also called Russian Orthodox Church Outside Russia or ROCOR, or Russian Orthodox Church Abroad (ROCA), is a semi-autonomous part of the Russian Orthodox Church."}]}, {"heading": "Events", "year": "1929", "date": "November 7", "txt": "In New York City, the Museum of Modern Art opens to the public.", "entities": [{"title": "Museum of Modern Art", "href": "/wiki/Museum_of_Modern_Art", "description": "The Museum of Modern Art (MoMA) is an art museum located in Midtown Manhattan, New York City, on 53rd Street between Fifth and Sixth Avenues."}]}, {"heading": "Events", "year": "1931", "date": "November 7", "txt": "The Chinese Soviet Republic is proclaimed on the anniversary of the October Revolution.", "entities": [{"title": "Chinese Soviet Republic", "href": "/wiki/Chinese_Soviet_Republic", "description": "The Chinese Soviet Republic (CSR) was established in November 1931 by future Communist Party of China leader Mao Zedong, General Zhu De and others, and it lasted until 1937."}, {"title": "October Revolution", "href": "/wiki/October_Revolution", "description": "The October Revolution, officially known as the Great October Socialist Revolution under the Soviet Union, also known as the Bolshevik Coup, the Bolshevik Revolution, the October Uprising, the October Coup or Red October, was a revolution in Russia led by the Bolshevik Party of Vladimir Lenin that was instrumental in the larger Russian Revolution of 1917–1923. It was the second revolutionary chang"}]}, {"heading": "Events", "year": "1933", "date": "November 7", "txt": "Fiorello H. La Guardia is elected the 99th mayor of New York City.", "entities": [{"title": "Fiorello H. La Guardia", "href": "/wiki/Fiorello_H._La_Guardia", "description": "Fiorello Henry La Guardia was an American attorney and politician who represented New York in the House of Representatives and served as the 99th Mayor of New York City from 1934 to 1945. Known for his irascible, energetic, and charismatic personality and diminutive stature, La Guardia is acclaimed as one of the greatest mayors in American history. Though a Republican, La Guardia was frequently cr"}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Events", "year": "1936", "date": "November 7", "txt": "Spanish Civil War: The Madrid Defense Council is formed to coordinate the Defense of Madrid against nationalist forces.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Madrid Defense Council", "href": "/wiki/Madrid_Defense_Council", "description": "The Madrid Defense Council was an ad-hoc governing body that ran Madrid, Spain, for about six months during the Spanish Civil War (1936–39). It was formed in November 1936 after the Spanish Republican government had fled to Valencia when General Francisco Franco's forces advanced on Madrid. It was expected that the city would fall within a few days, but the arrival of the International Brigades ha"}, {"title": "Siege of Madrid", "href": "/wiki/Siege_of_Madrid", "description": "The siege of Madrid was a two and a half year siege of the Republican controlled Spanish capital city of Madrid by the right-wing coalition Nationalist armies under General Francisco Franco, during the Spanish Civil War of 1936 to 1939. The city, besieged from October 1936, fell to the Nationalist armies on 28 March 1939. The Battle of Madrid in November 1936 saw the most intense fighting in and a"}, {"title": "Nationalist faction (Spanish Civil War)", "href": "/wiki/Nationalist_faction_(Spanish_Civil_War)", "description": "The Nationalist faction or Rebel faction was a major faction in the Spanish Civil War of 1936 to 1939. It was composed of a variety of right-leaning political groups that supported the Spanish Coup of July 1936 against the Second Spanish Republic and Republican faction and sought to depose Manuel Azaña, including the Falange, the CEDA, and two rival monarchist claimants: the Alfonsist Renovación E"}]}, {"heading": "Events", "year": "1940", "date": "November 7", "txt": "In Tacoma, Washington, the original Tacoma Narrows Bridge collapses in a windstorm, a mere four months after the bridge's completion.", "entities": [{"title": "Tacoma, Washington", "href": "/wiki/Tacoma,_Washington", "description": "Tacoma is a mid-sized urban port city and the county seat of Pierce County, Washington, United States. The city is on Washington's Puget Sound, 32 miles (51 km) southwest of Seattle, 31 miles (50 km) northeast of the state capital, Olympia, and 58 miles (93 km) northwest of Mount Rainier National Park. The population was 191,704, according to the 2010 census. Tacoma is the second-largest city in t"}, {"title": "Tacoma Narrows Bridge (1940)", "href": "/wiki/Tacoma_Narrows_Bridge_(1940)", "description": "The 1940 Tacoma Narrows Bridge, the first Tacoma Narrows Bridge, was a suspension bridge in the U.S. state of Washington that spanned the Tacoma Narrows strait of Puget Sound between Tacoma and the Kitsap Peninsula. It opened to traffic on July 1, 1940, and dramatically collapsed into Puget Sound on November 7 the same year. The bridge's collapse has been described as \"spectacular\" and in subseque"}, {"title": "Windstorm", "href": "/wiki/Windstorm", "description": "A storm is any disturbed state of an environment or in an astronomical body's atmosphere especially affecting its surface, and strongly implying severe weather. It may be marked by significant disruptions to normal conditions such as strong wind, tornadoes, hail, thunder and lightning, heavy precipitation, heavy freezing rain, strong winds, or wind transporting some substance through the atmospher"}]}, {"heading": "Events", "year": "1941", "date": "November 7", "txt": "World War II: Soviet hospital ship Armenia is sunk by German planes while evacuating refugees and wounded military and staff of several Crimean hospitals. It is estimated that over 5,000 people died in the sinking.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Hospital ship", "href": "/wiki/Hospital_ship", "description": "A hospital ship is a ship designated for primary function as a floating medical treatment facility or hospital. Most are operated by the military forces of various countries, as they are intended to be used in or near war zones. In the 19th century, redundant warships were used as moored hospitals for seamen."}, {"title": "Crimea", "href": "/wiki/Crimea", "description": "Crimea is a peninsula located on the northern coast of the Black Sea in Eastern Europe that is almost completely surrounded by both the Black Sea and the smaller Sea of Azov to the northeast. Crimea is located south of the Ukrainian region of Kherson, to which it is connected by the Isthmus of Perekop, and west of the Russian region of Kuban, from which it is separated by the Strait of Kerch thoug"}]}, {"heading": "Events", "year": "1944", "date": "November 7", "txt": "Soviet spy Richard Sorge, a half-Russian, half-German World War I veteran, is hanged by his Japanese captors along with 34 of his ring.", "entities": [{"title": "Richard Sorge", "href": "/wiki/Richard_Sorge", "description": "Richard Sorge was a German journalist and Soviet military intelligence officer who was active before and during World War II and worked undercover as a German journalist in both Nazi Germany and the Empire of Japan. His codename was \"Ramsay\". A number of famous personalities considered him one of the most accomplished spies."}]}, {"heading": "Events", "year": "1944", "date": "November 7", "txt": "Franklin D. Roosevelt elected for a record fourth term as President of the United States.", "entities": []}, {"heading": "Events", "year": "1949", "date": "November 7", "txt": "The first oil was taken in Oil Rocks (Neft Daşları), oldest offshore oil platform.", "entities": [{"title": "Neft Daşları", "href": "/wiki/Neft_Da%C5%9Flar%C4%B1", "description": "Neft Daşları is an industrial settlement in Baku, Azerbaijan. The settlement forms part of the municipality of Çilov-Neft Daşları in the Pirallahy raion. It lies 100 km (62 mi)away from the Azerbaijani capital Baku, and 55 km (34 mi) from the nearest shore in the Caspian Sea. A full town on the sea, it was the first oil platform in Azerbaijan, and the first operating offshore oil platform in the w"}]}, {"heading": "Events", "year": "1954", "date": "November 7", "txt": "In the US, Armistice Day becomes Veterans Day.", "entities": [{"title": "Veterans Day", "href": "/wiki/Veterans_Day", "description": "Veterans Day is a federal holiday in the United States observed annually on November 11, for honoring military veterans, who are people who have served in the United States Armed Forces. It coincides with other holidays including Armistice Day and Remembrance Day which are celebrated in other countries that mark the anniversary of the end of World War I.Major hostilities of World War I were formal"}]}, {"heading": "Events", "year": "1956", "date": "November 7", "txt": "Suez Crisis: The United Nations General Assembly adopts a resolution calling for the United Kingdom, France and Israel to immediately withdraw their troops from Egypt.", "entities": [{"title": "Suez Crisis", "href": "/wiki/Suez_Crisis", "description": "The Suez Crisis, or the Second Arab–Israeli war, also called the Tripartite Aggression in the Arab world and the Sinai War in Israel,\nwas an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain control of the Suez Canal for the Western powers and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the canal. After the f"}, {"title": "United Nations General Assembly", "href": "/wiki/United_Nations_General_Assembly", "description": "The United Nations General Assembly is one of the six principal organs of the United Nations (UN), serving as the main deliberative, policy-making, and representative organ of the UN. Its powers, composition, functions, and procedures are set out in Chapter IV of the United Nations Charter. The UNGA is responsible for the UN budget, appointing the non-permanent members to the Security Council, app"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1956", "date": "November 7", "txt": "Hungarian Revolution: János Kádár returns to Budapest in a Soviet armored convoy, officially taking office as the next Hungarian leader.  By this point, most armed resistance has been defeated.", "entities": [{"title": "János Kádár", "href": "/wiki/J%C3%A1nos_K%C3%A1d%C3%A1r", "description": "János József Kádár was a Hungarian communist leader and the General Secretary of the Hungarian Socialist Workers' Party, His 32-year term went through two stages. First (1956–1962), he was a dictator who imposed an iron-fisted rule of Communist Party terror on Hungary. In stage two (1962–1988) he became a champion of liberal communism who focused on economic reform and softening of police state me"}]}, {"heading": "Events", "year": "1957", "date": "November 7", "txt": "Cold War: The Gaither Report calls for more American missiles and fallout shelters.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Gaither Report", "href": "/wiki/Gaither_Report", "description": "The Gaither committee, named after its first chairman H. Rowan Gaither, was tasked by President Eisenhower with creating a strategy that would strengthen the US military defensive systems and better prepare the US for a nuclear attack. The result was the Gaither Report, a document that detailed the inadequacies of US technology, among other things, and called for an urgent strengthening of US miss"}, {"title": "Fallout shelter", "href": "/wiki/Fallout_shelter", "description": "A fallout shelter is an enclosed space specially designated to protect occupants from radioactive debris or fallout resulting from a nuclear explosion. Many such shelters were constructed as civil defense measures during the Cold War."}]}, {"heading": "Events", "year": "1967", "date": "November 7", "txt": "Carl B. Stokes is elected as Mayor of Cleveland, Ohio, becoming the first African American mayor of a major American city.", "entities": [{"title": "Carl Stokes", "href": "/wiki/Carl_Stokes", "description": "Carl Burton Stokes was an American politician and diplomat of the Democratic Party who served as the 51st mayor of Cleveland, Ohio. Elected on November 7, 1967, and taking office on January 1, 1968, he was one of the first black elected mayors of a major U.S. city."}, {"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}]}, {"heading": "Events", "year": "1967", "date": "November 7", "txt": "US President Lyndon B. Johnson signs the Public Broadcasting Act of 1967, establishing the Corporation for Public Broadcasting.", "entities": [{"title": "Public Broadcasting Act of 1967", "href": "/wiki/Public_Broadcasting_Act_of_1967", "description": "The Public Broadcasting Act of 1967 set up public broadcasting in the United States, establishing the Corporation for Public Broadcasting (CPB) and, eventually, the Public Broadcasting Service (PBS), and National Public Radio (NPR)."}, {"title": "Corporation for Public Broadcasting", "href": "/wiki/Corporation_for_Public_Broadcasting", "description": "The Corporation for Public Broadcasting (CPB) is an American non-profit corporation created in 1967 and funded by the American taxpayer, as stated under their logo in use since 2000, to promote and help support public broadcasting. The corporation's mission is to ensure universal access to non-commercial, high-quality content and telecommunications services. It does so by distributing more than 70"}]}, {"heading": "Events", "year": "1972", "date": "November 7", "txt": "United States presidential election: U.S. President Richard Nixon is re-elected in the largest landslide victory at the time.", "entities": [{"title": "1972 United States presidential election", "href": "/wiki/1972_United_States_presidential_election", "description": "The 1972 United States presidential election was the 47th quadrennial presidential election. It was held on Tuesday, November 7, 1972. Incumbent Republican President Richard Nixon from California defeated Democratic U.S. Senator George McGovern of South Dakota. Until the 1984 election, this was the largest margin of victory in the Electoral College for a Republican in a U.S. presidential election."}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}]}, {"heading": "Events", "year": "1973", "date": "November 7", "txt": "The United States Congress overrides President Richard M. Nixon's veto of the War Powers Resolution, which limits presidential power to wage war without congressional approval.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Richard M. Nixon", "href": "/wiki/Richard_M._Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "War Powers Resolution", "href": "/wiki/War_Powers_Resolution", "description": "The War Powers Resolution is a federal law intended to check the U.S. president's power to commit the United States to an armed conflict without the consent of the U.S. Congress. The resolution was adopted in the form of a United States congressional joint resolution. It provides that the president can send the U.S. Armed Forces into action abroad only by declaration of war by Congress, \"statutory"}]}, {"heading": "Events", "year": "1975", "date": "November 7", "txt": "In Bangladesh, a joint force of people and soldiers takes part in an uprising led by Colonel Abu Taher that ousts and kills Brigadier Khaled Mosharraf, freeing the then house-arrested army chief and future president Maj-Gen. Ziaur Rahman.", "entities": [{"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}, {"title": "Abu Taher", "href": "/wiki/Abu_Taher", "description": "Abu Taher  was a Bengali military serviceman, who served in the Pakistani Army, and for a brief period in BDF, \nfrom 17 August to 2 November 1971. He was awarded the medal Bir Uttom for his gallantry in the liberation war. After independence, he was inducted into the Bangladesh Army for administrative retirement with the rank of Lieutenant colonel.\nHe turned into a radical political activist and l"}, {"title": "Khaled Mosharraf", "href": "/wiki/Khaled_Mosharraf", "description": "Khaled Mosharraf, Bir Uttom was a Bangladeshi military officer known for his role in the Bangladesh Liberation war. He was arguably the most valiant of the military leaders of Bangladesh War of Independence. Khaled was the Sector Commander of Bangladesh Forces Sector 2, leader of the Crack Platoon and K Force (Bangladesh) Brigade Commander during the Bangladesh War of Independence. He fought heroi"}, {"title": "House arrest", "href": "/wiki/House_arrest", "description": "In justice and law, house arrest is a measure by which a person is confined by the authorities to their residence. Travel is usually restricted, if allowed at all. House arrest is an alternative to being in a prison while awaiting trial or after sentencing."}, {"title": "Chief of Army Staff of the Bangladesh Army", "href": "/wiki/Chief_of_Army_Staff_of_the_Bangladesh_Army", "description": "Chief of Army Staff  of Bangladesh Army, also known as Army Chief is the highest-ranking officer of the Bangladesh Army. The Chief of Army staff has been a four-star rank since 1997. Maj. Gen. M. A. Rab was the Chief of Staff of the Mukti Bahini which served as the origins of Bangladesh Army. Bangladesh Army was officially formed in 1972 and Maj. Gen. K. M. Shafiullah become the first Chief of Arm"}, {"title": "President of Bangladesh", "href": "/wiki/President_of_Bangladesh", "description": "The President of Bangladesh officially the President of the People's Republic of Bangladesh is the ceremonial Head of State of Bangladesh and Commander-in-Chief of the Bangladesh Armed Forces."}, {"title": "Major General", "href": "/wiki/Major_General", "description": "Major general is a military rank used in many countries. It is derived from the older rank of sergeant major general. The disappearance of the \"sergeant\" in the title explains the apparent confusion of a lieutenant general outranking a major general, whereas a major outranks a lieutenant."}, {"title": "Ziaur Rahman", "href": "/wiki/Ziaur_Rahman", "description": "Ziaur Rahman was a Bangladesh Army officer and later turned statesman who served as the President of Bangladesh during 1977–1981. He was assassinated on 30 May 1981 in Chittagong in an army coup d'état."}]}, {"heading": "Events", "year": "1983", "date": "November 7", "txt": "United States Senate bombing: A bomb explodes inside the United States Capitol. No one is injured, but an estimated $250,000 in damage is caused.", "entities": [{"title": "1983 United States Senate bombing", "href": "/wiki/1983_United_States_Senate_bombing", "description": "The 1983 U.S. Senate bombing was a bomb explosion at the United States Senate on November 7, 1983, motivated by United States military involvement in Lebanon and Grenada. The attack led to heightened security in the DC metropolitan area, and the inaccessibility of certain parts of the Senate Building. Six members of the radical left-wing Resistance Conspiracy were arrested in May 1988 and charged "}, {"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}]}, {"heading": "Events", "year": "1983", "date": "November 7", "txt": "Cold War: The command post exercise Able Archer 83 begins, eventually leading to the Soviet Union to place air units in East Germany and Poland on alert, for fear that NATO was preparing for war", "entities": [{"title": "Command post exercise", "href": "/wiki/Command_post_exercise", "description": "A military exercise or war game is the employment of military resources in training for military operations, either exploring the effects of warfare or testing strategies without actual combat. This also serves the purpose of ensuring the combat readiness of garrisoned or deployable forces prior to deployment from a home base."}, {"title": "Able Archer 83", "href": "/wiki/Able_Archer_83", "description": "Able Archer 83 is the codename for a command post exercise carried out in November 1983 by the North Atlantic Treaty Organization (NATO). As with Able Archer exercises from previous years, the purpose of the exercise was to simulate a period of conflict escalation, culminating in the US military attaining a simulated DEFCON 1 coordinated nuclear attack. Coordinated from the Supreme Headquarters Al"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "Polish People's Republic", "href": "/wiki/Polish_People%27s_Republic", "description": "The Polish People's Republic was a country in Central Europe that existed from 1947 to 1989 and the predecessor of the modern Republic of Poland. With a population of approximately 37.9 million near the end of its existence, it was the second most-populous communist and Eastern Bloc country in Europe. Having a unitary Marxist–Leninist government imposed following World War II, it was also one of t"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "1987", "date": "November 7", "txt": "In Tunisia, president Habib Bourguiba is overthrown and replaced by Prime Minister Zine El Abidine Ben Ali.", "entities": [{"title": "Tunisia", "href": "/wiki/Tunisia", "description": "Tunisia, officially the Republic of Tunisia, is the northernmost country in Africa. It is a part of the Maghreb region of North Africa, and is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east; covering 163,610 km2 (63,170 sq mi), with a population of 11 million. It contains the eastern end of the Atlas Mountains and the northern"}, {"title": "Habib Bourguiba", "href": "/wiki/Habib_Bourguiba", "description": "Habib Bourguiba was a Tunisian lawyer, nationalist leader and statesman who led the country from 1956 to 1987 as Prime minister of the Kingdom of Tunisia (1956–57) then as the first President of Tunisia (1957–87). Prior to his presidency, he led the nation to independence from France, ending the 75-year-old protectorate and earning the title of \"Supreme Combatant\"."}, {"title": "Zine El Abidine Ben Ali", "href": "/wiki/Zine_El_Abidine_Ben_Ali", "description": "Zine El Abidine Ben Ali, commonly known as Ben Ali or Ezzine, was a Tunisian politician who was the second President of Tunisia from 1987 until his fall in 2011 after the revolution of Tunisia. Ben Ali was appointed Prime Minister in October 1987. He assumed the Presidency on 7 November 1987 in a bloodless coup d'état that ousted President Habib Bourguiba by declaring him incompetent. Ben Ali was "}]}, {"heading": "Events", "year": "1987", "date": "November 7", "txt": "The Mass Rapid Transit (MRT) system in Singapore opens for passenger service.", "entities": [{"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}]}, {"heading": "Events", "year": "1989", "date": "November 7", "txt": "Douglas Wilder wins the governor's seat in Virginia, becoming the first elected African American governor in the United States.", "entities": [{"title": "Douglas Wilder", "href": "/wiki/Douglas_Wilder", "description": "Lawrence Douglas Wilder is an American lawyer and politician who served as the 66th Governor of Virginia from 1990 to 1994. He was the first African-American to serve as governor of a U.S. state since the Reconstruction era, and the first elected African-American governor of the United States."}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}]}, {"heading": "Events", "year": "1989", "date": "November 7", "txt": "David Dinkins becomes the first African American to be elected Mayor of New York City.", "entities": [{"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Events", "year": "1989", "date": "November 7", "txt": "East German Prime Minister Willi Stoph, along with his entire cabinet, is forced to resign after huge anti-government protests.", "entities": [{"title": "Willi Stoph", "href": "/wiki/Willi_Stoph", "description": "Wilhelm Stoph was a German politician. He served as Chairman of the Council of Ministers of the German Democratic Republic from 1964 to 1973, and again from 1976 until 1989. He also served as chairman of the State Council from 1973 to 1976."}]}, {"heading": "Events", "year": "1990", "date": "November 7", "txt": "Mary Robinson becomes the first woman to be elected President of the Republic of Ireland.", "entities": [{"title": "Mary Robinson", "href": "/wiki/Mary_Robinson", "description": "Mary Therese Winifred Robinson is an Irish independent politician who served as the seventh President of Ireland from December 1990 to September 1997, becoming the first woman to hold this office. She also served as United Nations High Commissioner for Human Rights from 1997 to 2002 and a Senator for the University of Dublin from 1969 to 1989. She first rose to prominence as an academic, barrister"}, {"title": "President of Ireland", "href": "/wiki/President_of_Ireland", "description": "The President of Ireland is the head of state of the Republic of Ireland and the supreme commander of the Irish Defence Forces."}]}, {"heading": "Events", "year": "1991", "date": "November 7", "txt": "Magic Johnson announces that he is HIV-positive and retires from the NBA.", "entities": [{"title": "Magic Johnson", "href": "/wiki/Magic_Johnson", "description": "Earvin \"Magic\" Johnson Jr. is an American former professional basketball player and former president of basketball operations of the Los Angeles Lakers of the National Basketball Association (NBA). Often regarded as the best point guard of all time, Johnson played 13 seasons for the Lakers and was honored as one of the 50 Greatest Players in NBA History in 1996. After winning championships in high"}, {"title": "HIV", "href": "/wiki/HIV", "description": "The human immunodeficiency viruses (HIV) are two species of Lentivirus that infect humans. Over time, they cause acquired immunodeficiency syndrome (AIDS), a condition in which progressive failure of the immune system allows life-threatening opportunistic infections and cancers to thrive. Without treatment, average survival time after infection with HIV is estimated to be 9 to 11 years, depending "}, {"title": "National Basketball Association", "href": "/wiki/National_Basketball_Association", "description": "The National Basketball Association (NBA) is a professional basketball league in North America. The league is composed of 30 teams and is one of the four major professional sports leagues in the United States and Canada. It is the premier men's professional basketball league in the world."}]}, {"heading": "Events", "year": "1994", "date": "November 7", "txt": "WXYC, the student radio station of the University of North Carolina at Chapel Hill, provides the world's first internet radio broadcast.", "entities": [{"title": "WXYC", "href": "/wiki/WXYC", "description": "WXYC is an American radio station broadcasting a college radio format. Licensed to Chapel Hill, North Carolina, United States, the station is run by students of the University of North Carolina at Chapel Hill. The station is owned by Student Educational Broadcasting, Inc. The station operates with an effective radiated power of 1,100 Watts from an antenna height above average terrain of 147 meters"}, {"title": "University of North Carolina at Chapel Hill", "href": "/wiki/University_of_North_Carolina_at_Chapel_Hill", "description": "The University of North Carolina at Chapel Hill is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered to be a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university. After being chartered in 1789, the university first began enrolling students in 1795, making i"}, {"title": "Webcast", "href": "/wiki/Webcast", "description": "A webcast is a media presentation distributed over the Internet using streaming media technology to distribute a single content source to many simultaneous listeners/viewers. A webcast may either be distributed live or on demand. Essentially, webcasting is \"broadcasting\" over the Internet."}]}, {"heading": "Events", "year": "1996", "date": "November 7", "txt": "NASA launches the Mars Global Surveyor.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars Global Surveyor", "href": "/wiki/Mars_Global_Surveyor", "description": "Mars Global Surveyor (MGS) was an American robotic space probe developed by NASA's Jet Propulsion Laboratory and launched November 1996. MGS was a global mapping mission that examined the entire planet, from the ionosphere down through the atmosphere to the surface. As part of the larger Mars Exploration Program, Mars Global Surveyor performed atmospheric monitoring for sister orbiters during aero"}]}, {"heading": "Events", "year": "2000", "date": "November 7", "txt": "Controversial US presidential election that is later resolved in the Bush v. Gore Supreme Court Case, electing George W. Bush the 43rd President of the United States.", "entities": [{"title": "2000 United States presidential election", "href": "/wiki/2000_United_States_presidential_election", "description": "The 2000 United States presidential election was the 54th quadrennial presidential election, held on Tuesday, November 7, 2000. Republican candidate George W. Bush, the governor of Texas and eldest son of the 41st president, George H. W. Bush, won the disputed election, defeating Democratic nominee Al Gore, the incumbent vice president. It was the fourth of five American presidential elections, an"}, {"title": "Bush v. Gore", "href": "/wiki/Bush_v._Gore", "description": "Bush v. Gore, 531 U.S. 98 (2000), was a decision of the United States Supreme Court on December 12, 2000, that settled a recount dispute in Florida's 2000 presidential election between George W. Bush and Al Gore."}, {"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}]}, {"heading": "Events", "year": "2000", "date": "November 7", "txt": "The U.S. Drug Enforcement Administration discovers one of the country's largest LSD labs inside a converted military missile silo in Wamego, Kansas.", "entities": [{"title": "Lysergic acid diethylamide", "href": "/wiki/Lysergic_acid_diethylamide", "description": "Lysergic acid diethylamide (LSD), also known colloquially as acid, is a hallucinogenic drug. Effects typically include altered thoughts, feelings, and awareness of one's surroundings. Many users have visual or auditory hallucinations. Dilated pupils, increased blood pressure, and increased body temperature are typical. Effects typically begin within half an hour and can last for up to 20 hours. It"}, {"title": "William Leonard Pickard", "href": "/wiki/William_Leonard_Pickard", "description": "William Leonard Pickard is one of two people convicted in the largest lysergic acid diethylamide (LSD) manufacturing case in history. In 2000, while moving their LSD laboratory across Kansas, Pickard and Clyde Apperson were pulled over while driving a Ryder rental truck and a follow car. The laboratory had been stored near a renovated Atlas-E missile silo near Wamego, Kansas. Gordon Todd Skinner, "}, {"title": "Missile silo", "href": "/wiki/Missile_silo", "description": "A missile launch facility, also known as an underground missile silo, launch facility (LF), or nuclear silo, is a vertical cylindrical structure constructed underground, for the storage and launching of intercontinental ballistic missiles (ICBMs)."}, {"title": "Wamego, Kansas", "href": "/wiki/Wamego,_Kansas", "description": "Wamego is a city in Pottawatomie County, Kansas, United States. As of the 2010 census, the city population was 4,372."}]}, {"heading": "Events", "year": "2004", "date": "November 7", "txt": "Iraq War: The interim government of Iraq calls for a 60-day \"state of emergency\" as U.S. forces storm the insurgent stronghold of Fallujah.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "State of emergency", "href": "/wiki/State_of_emergency", "description": "A state of emergency or emergency powers is a situation in which a government is empowered to be able to put through policies that it would normally not be permitted to do, for the safety and protection of their citizens. A government can declare such a state during a natural disaster, civil unrest, armed conflict, medical pandemic or epidemic or other biosecurity risk. Justitium is its equivalent"}, {"title": "Fallujah", "href": "/wiki/Fallujah", "description": "Fallujah is a city in the Iraqi province of Al Anbar, located roughly 69 kilometers (43 mi) west of Baghdad on the Euphrates. Fallujah dates from Babylonian times and was host to important Jewish academies for many centuries."}]}, {"heading": "Events", "year": "2007", "date": "November 7", "txt": "Jokela school shooting in Tuusula, Finland, resulting in the death of nine people.", "entities": [{"title": "Jokela school shooting", "href": "/wiki/Jokela_school_shooting", "description": "The Jokela school shooting occurred on 7 November 2007, at Jokela High School in the town of Jokela, Tuusula, Finland. The gunman, Pekka-Eric Auvinen, entered the school that morning armed with a semi-automatic pistol. He killed eight people and wounded one person in the toe before shooting himself in the head; twelve others were also injured by flying glass or sprained ankles. Auvinen died later "}]}, {"heading": "Events", "year": "2012", "date": "November 7", "txt": "An earthquake off the Pacific coast of Guatemala kills at least 52 people.", "entities": [{"title": "2012 Guatemala earthquake", "href": "/wiki/2012_Guatemala_earthquake", "description": "The 2012 Guatemala earthquake occurred on November 7 at 10:35:45 local time. The shock had a moment magnitude of 7.4 and a maximum Mercalli Intensity of VII. The epicenter was located in the Pacific Ocean, 35 kilometres (22 mi) south of Champerico in the department of Retalhuleu. The region is one of many earthquakes, where the Cocos Plate is being subducted along the Middle America Trench beneath"}, {"title": "Guatemala", "href": "/wiki/Guatemala", "description": "Guatemala, officially the Republic of Guatemala, is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America and has the 11th largest national populatio"}]}, {"heading": "Events", "year": "2017", "date": "November 7", "txt": "Shamshad TV is attacked by armed gunmen and suicide bombers. A security guard was killed and 20 people were wounded. ISIS claims responsibility for the attack.", "entities": [{"title": "Shamshad TV", "href": "/wiki/Shamshad_TV", "description": "Shamshad Radio & Television Network is based in Afghanistan and Dubai. Shamshad was launched in early 2006 and broadcasts 24 hours a day. Shamshad TV is one of the most popular Pashto language television stations in Afghanistan."}, {"title": "Suicide bomber", "href": "/wiki/Suicide_bomber", "description": "A suicide attack is any violent attack in which attackers accept their own death as a direct result of the attacking method used. Suicide attacks have occurred throughout history, often as part of a military campaign, and more recently as part of terrorist campaigns."}, {"title": "Islamic State of Iraq and the Levant", "href": "/wiki/Islamic_State_of_Iraq_and_the_Levant", "description": "The Islamic State of Iraq and the Levant, also known as the Islamic State of Iraq and Syria, officially known as the Islamic State (IS) and also known by its Arabic acronym Daesh, is an unrecognized proto-state that follows a Salafi jihadist doctrine. ISIL was founded by Abu Musab al-Zarqawi and gained global prominence in 2014 when it drove Iraqi security forces out of key cities in its Western I"}]}, {"heading": "Births", "year": "13 BC", "date": "November 7", "txt": "Emperor Keikō of Japan (d. 130)", "entities": [{"title": "Emperor Keikō", "href": "/wiki/Emperor_Keik%C5%8D", "description": "Emperor Keikō , also known as Ootarashihikooshirowake no Sumeramikoto (大足彦忍代別天皇) was the 12th legendary Emperor of Japan, according to the traditional order of succession. Both the Kojiki, and the Nihon Shoki record events that took place during Keikō's alleged lifetime. Keikō was recorded as being an exceptionally tall emperor who had a very large family. During his reign he sought to expand terr"}]}, {"heading": "Births", "year": "630", "date": "November 7", "txt": "Constans II, Byzantine emperor (d. 668)", "entities": [{"title": "Constans II", "href": "/wiki/Constans_II", "description": "Constans II, nicknamed \"the Bearded\", was emperor of the Byzantine Empire from 641 to 668. He was the last emperor to serve as consul, in 642. Constans is a nickname given to the Emperor, who had been baptized Flavius Heraclius and reigned officially as \"Constantine\". The nickname established itself in Byzantine texts and has become standard in modern historiography."}]}, {"heading": "Births", "year": "994", "date": "November 7", "txt": "Ibn Hazm, Arabian philosopher and scholar (d. 1069)", "entities": [{"title": "Ibn Hazm", "href": "/wiki/Ibn_Hazm", "description": "Abū Muḥammad ʿAlī ibn Aḥmad ibn Saʿīd ibn Ḥazm was an Andalusian Muslim polymath, historian, jurist, philosopher, and theologian, born in the Caliphate of Córdoba, present-day Spain. Described as one of the strictest hadith interpreters, Ibn Hazm was a leading proponent and codifier of the Zahiri school of Islamic thought and produced a reported 400 works, of which only 40 still survive. In all, h"}]}, {"heading": "Births", "year": "1186", "date": "November 7", "txt": "Ögedei Khan, Mongol ruler, 2nd Great Khan of the Mongol Empire (d. 1241)", "entities": [{"title": "Ögedei Khan", "href": "/wiki/%C3%96gedei_Khan", "description": "Ögedei was the third son of Genghis Khan and second khagan-emperor of the Mongol Empire, succeeding his father. He continued the expansion of the empire that his father had begun, and was a world figure when the Mongol Empire reached its farthest extent west and south during the Mongol invasions of Europe and East Asia. Like all of Genghis' primary sons, he participated extensively in conquests in"}, {"title": "Great Khan", "href": "/wiki/Great_Khan", "description": "Khagan or Qaghan is a title of imperial rank in the Turkic, Mongolic and some other languages, equal to the status of emperor and someone who rules a khaganate (empire). The female equivalent is Khatun."}]}, {"heading": "Births", "year": "1316", "date": "November 7", "txt": "Simeon of Russia (d. 1353)", "entities": [{"title": "Simeon of Russia", "href": "/wiki/Simeon_of_Russia", "description": "Simeon Ivanovich Gordiy  was Prince of Moscow and Grand Prince of Vladimir. Simeon continued his father's policies aimed to increase the power and prestige of his state. Simeon's rule was marked by regular military and political standoffs against the Novgorod Republic and the Grand Duchy of Lithuania. His relationships with neighboring Russian principalities remained peaceful if not passive: Simeo"}]}, {"heading": "Births", "year": "1456", "date": "November 7", "txt": "Margaret of Bavaria, Electress Palatine, Princess of Bavaria-Landshut by birth (d. 1501)", "entities": [{"title": "Margaret of Bavaria, Electress Palatine", "href": "/wiki/Margaret_of_Bavaria,_Electress_Palatine", "description": "Margaret of Bavaria was a princess of Bavaria-Landshut and by marriage Princess of the Palatinate."}]}, {"heading": "Births", "year": "1525", "date": "November 7", "txt": "Georg Cracow, German lawyer and politician (d. 1575)", "entities": [{"title": "Georg Cracow", "href": "/wiki/Georg_Cracow", "description": "Georg Cracow, Kraków, Cracov, Cracau or Cracovius was a German lawyer and statesman."}]}, {"heading": "Births", "year": "1598", "date": "November 7", "txt": "Francisco de Zurbarán, Spanish painter (d. 1664)", "entities": [{"title": "Francisco de Zurbarán", "href": "/wiki/Francisco_de_Zurbar%C3%A1n", "description": "Francisco de Zurbarán was a Spanish painter. He is known primarily for his religious paintings depicting monks, nuns, and martyrs, and for his still-lifes. Zurbarán gained the nickname \"Spanish Caravaggio,\" owing to the forceful use of chiaroscuro in which he excelled."}]}, {"heading": "Births", "year": "1619", "date": "November 7", "txt": "Gédéon Tallemant des Réaux, French author and poet (d. 1692)", "entities": [{"title": "Gédéon Tallemant des Réaux", "href": "/wiki/G%C3%A9d%C3%A9on_Tallemant_des_R%C3%A9aux", "description": "Gédéon Tallemant, Sieur des Réaux was a French writer known for his Historiettes, a collection of short biographies."}]}, {"heading": "Births", "year": "1650", "date": "November 7", "txt": "John Robinson, English bishop and diplomat (d. 1723)", "entities": [{"title": "John Robinson (bishop of London)", "href": "/wiki/John_Robinson_(bishop_of_London)", "description": "John Robinson was an English diplomat and prelate."}]}, {"heading": "Births", "year": "1683", "date": "November 7", "txt": "Anton thor Helle, German-Estonian clergyman, author, and translator (d. 1748)", "entities": [{"title": "Anton thor Helle", "href": "/wiki/Anton_thor_Helle", "description": "Anton thor Helle was the translator of the first Bible in Estonian in 1739, and the first Estonian grammar. The New Testament was a North Estonian revision of the 1648 version by Johannes Gutslaff (d.1657) author of Observationes Grammaticae circa linguam Esthonicam, and Helle's version was revised many times, including by C. Malm in 1896."}]}, {"heading": "Births", "year": "1687", "date": "November 7", "txt": "William Stukeley, English archaeologist and physician (d. 1765)", "entities": [{"title": "William Stukeley", "href": "/wiki/William_Stukeley", "description": "William Stukeley was an English antiquarian, physician and Anglican clergyman. A significant influence on the later development of archaeology, he pioneered the scholarly investigation of the prehistoric monuments of Stonehenge and Avebury in Wiltshire. He published over twenty books on archaeology and other subjects during his lifetime."}]}, {"heading": "Births", "year": "1706", "date": "November 7", "txt": "Carlo Cecere, Italian violinist and composer (d. 1761)", "entities": [{"title": "Carlo Cecere", "href": "/wiki/Carlo_Cecere", "description": "Carlo Cecere was an Italian composer of operas, concertos and instrumental duets including, for example, some mandolin duets and a concerto for mandolin. Cecere worked in the transitional period between the Baroque and Classical eras."}]}, {"heading": "Births", "year": "1728", "date": "November 7", "txt": "James Cook, English captain, navigator, and cartographer (d. 1779)", "entities": [{"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}]}, {"heading": "Births", "year": "1750", "date": "November 7", "txt": "Friedrich Leopold zu Stolberg-Stolberg, German poet and lawyer (d. 1819)", "entities": [{"title": "Friedrich Leopold zu Stolberg-Stolberg", "href": "/wiki/Friedrich_Leopold_zu_Stolberg-Stolberg", "description": "Friedrich Leopold Graf zu Stolberg-Stolberg, was a German poet, lawyer, and translator born at Bramstedt in Holstein."}]}, {"heading": "Births", "year": "1787", "date": "November 7", "txt": "Carl Carl, Polish-born actor and theatre director (d. 1854)", "entities": [{"title": "Carl Carl", "href": "/wiki/Carl_Carl", "description": "Karl Andreas Bernbrunn (1787–1854), known by the stage name Carl Carl, was a Kraków-born actor and theatre director."}]}, {"heading": "Births", "year": "1789", "date": "November 7", "txt": "Alfred Kelley, American legislator, canal builder, and railroad magnate (d. 1859)", "entities": [{"title": "Alfred Kelley", "href": "/wiki/Alfred_Kelley", "description": "Alfred Kelley was a banker, canal builder, lawyer, railroad executive, and state legislator in the state of Ohio in the United States. He is considered by historians to be one of the most prominent commercial, financial, and political Ohioans of the first half of the 19th century."}]}, {"heading": "Births", "year": "1800", "date": "November 7", "txt": "Platt Rogers Spencer, American calligrapher and educator (d. 1864)", "entities": [{"title": "Platt Rogers Spencer", "href": "/wiki/Platt_Rogers_Spencer", "description": "Platt Rogers Spencer was the originator of Spencerian penmanship, a popular system of cursive handwriting. He was a teacher and active in the business school movement."}]}, {"heading": "Births", "year": "1805", "date": "November 7", "txt": "Thomas Brassey, English engineer and businessman (d. 1870)", "entities": [{"title": "Thomas Brassey", "href": "/wiki/Thomas_Brassey", "description": "Thomas Brassey was an English civil engineering contractor and manufacturer of building materials who was responsible for building much of the world's railways in the 19th century. By 1847, he had built about one-third of the railways in Britain, and by time of his death in 1870 he had built one in every twenty miles of railway in the world. This included three-quarters of the lines in France, maj"}]}, {"heading": "Births", "year": "1818", "date": "November 7", "txt": "Emil du Bois-Reymond, German physician and physiologist (d. 1896)", "entities": [{"title": "Emil du Bois-Reymond", "href": "/wiki/Emil_du_Bois-Reymond", "description": "Emil Heinrich du Bois-Reymond was a German physician and physiologist, the co-discoverer of nerve action potential, and the developer of experimental electrophysiology."}]}, {"heading": "Births", "year": "1821", "date": "November 7", "txt": "Andrea Debono, Maltese trader and explorer (d. 1871)", "entities": [{"title": "Andrea Debono", "href": "/wiki/Andrea_Debono", "description": "Andrea Debono, also known as Latif Effendi, was a Maltese trader and explorer who was one of the first Europeans to explore the area around the White Nile in the mid-19th century."}]}, {"heading": "Births", "year": "1830", "date": "November 7", "txt": "Emanuele Luigi Galizia, Maltese architect and civil engineer (d. 1907)", "entities": [{"title": "Emanuele Luigi Galizia", "href": "/wiki/Emanuele_Luigi_Galizia", "description": "Emanuele Luigi Galizia was a Maltese architect and civil engineer, who designed many public buildings and several churches. He is regarded as \"the principal Maltese architect throughout the second half of the nineteenth century\"."}]}, {"heading": "Births", "year": "1832", "date": "November 7", "txt": "Andrew Dickson White, American historian, academic, and diplomat, co-founded Cornell University (d. 1918)", "entities": [{"title": "Andrew Dickson White", "href": "/wiki/Andrew_Dickson_White", "description": "Andrew Dickson White was an American historian and educator who cofounded Cornell University and served as its first president for nearly two decades. He was known for expanding the scope of college curricula. A politician, he had served as state senator in New York. He was later appointed as an American diplomat to Germany and Russia, among other responsibilities."}, {"title": "Cornell University", "href": "/wiki/Cornell_University", "description": "Cornell University is a private, statutory, Ivy League and land-grant research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's"}]}, {"heading": "Births", "year": "1838", "date": "November 7", "txt": "Auguste Villiers de l'Isle-Adam, French author and playwright (d. 1889)", "entities": [{"title": "Auguste Villiers de l'Isle-Adam", "href": "/wiki/Auguste_Villiers_de_l%27Isle-Adam", "description": "Jean-Marie-Mathias-Philippe-Auguste, comte de Villiers de l'Isle-Adam was a French symbolist writer."}]}, {"heading": "Births", "year": "1843", "date": "November 7", "txt": "William Plankinton, American businessman, industrialist and banker (d. 1905)", "entities": [{"title": "William Plankinton", "href": "/wiki/William_Plankinton", "description": "William Plankinton was an American businessman, manufacturer, and industrialist. He followed in his father's footsteps in the meat packing and meat processing industry."}]}, {"heading": "Births", "year": "1846", "date": "November 7", "txt": "Ignaz Brüll, Austrian pianist and composer (d. 1907)", "entities": [{"title": "Ignaz Brüll", "href": "/wiki/Ignaz_Br%C3%BCll", "description": "Ignaz Brüll was a Moravian-born pianist and composer who lived and worked in Vienna."}]}, {"heading": "Births", "year": "1851", "date": "November 7", "txt": "Chris von der Ahe, German-American businessman (d. 1913)", "entities": [{"title": "Chris von der Ahe", "href": "/wiki/Chris_von_der_Ahe", "description": "Christian Friedrich Wilhelm von der Ahe was a German-American entrepreneur, best known as the owner of the St. Louis Brown Stockings of the American Association, now known as the St. Louis Cardinals."}]}, {"heading": "Births", "year": "1858", "date": "November 7", "txt": "Bipin Chandra Pal, Indian academic and activist (d. 1932)", "entities": [{"title": "Bipin Chandra Pal", "href": "/wiki/Bipin_Chandra_Pal", "description": "Bipin Chandra Pal was an Indian nationalist, writer, orator, social reformer and Indian independence movement freedom fighter. He was one third of the “Lal Bal Pal” triumvirate. Pal was one of the main architects of the Swadeshi movement along with Sri Aurobindo. He stood against the partition of Bengal by the colonial British government."}]}, {"heading": "Births", "year": "1860", "date": "November 7", "txt": "Jean Baptiste Eugène Estienne, French general and engineer (d. 1936)", "entities": [{"title": "Jean Baptiste Eugène Estienne", "href": "/wiki/Jean_Baptiste_Eug%C3%A8ne_Estienne", "description": "Jean Baptiste Eugène Estienne was a general of artillery and a specialist in military engineering, one of the founders of modern French artillery and French military aviation, and the creator of the French tank arm. He is considered by many in France to be the Père des Chars."}]}, {"heading": "Births", "year": "1860", "date": "November 7", "txt": "Paul Peel, Canadian painter and academic (d. 1892)", "entities": []}, {"heading": "Births", "year": "1861", "date": "November 7", "txt": "Jeff Milton, American police officer (d. 1947)", "entities": [{"title": "Jeff Milton", "href": "/wiki/Jeff_Milton", "description": "Jeff Milton was an Old West lawman and the son of the Confederate Governor of Florida, John Milton. Jefferson Davis Milton, a descendant of the Milton family that produced the English poet, John Milton, was the first officer appointed in the U.S. Immigration Service Border Patrol in 1924."}]}, {"heading": "Births", "year": "1867", "date": "November 7", "txt": "Marie Curie, Polish chemist and physicist, Nobel Prize laureate (d. 1934)", "entities": [{"title": "Marie Curie", "href": "/wiki/Marie_Curie", "description": "Marie Salomea Skłodowska Curie, born Maria Salomea Skłodowska, was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. As the first of the Curie family legacy of five Nobel Prizes, she was the first woman to win a Nobel Prize, the first person and the only woman to win the Nobel Prize twice, and the only person to win the Nobel Prize in two sci"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1872", "date": "November 7", "txt": "Lucille La Verne, American actress (d. 1945)", "entities": [{"title": "Lucille La Verne", "href": "/wiki/Lucille_La_Verne", "description": "Lucille La Verne was an American stage and screen actress known for her appearances in silent, scolding, obnoxious, vituperative, sarcastic, cunning, and vengeful roles in early color films, as well as for her triumphs on the American stage. She is most widely remembered as the voice of the first Disney villain, the Evil Queen, Snow White's wicked stepmother from Snow White and the Seven Dwarfs (1"}]}, {"heading": "Births", "year": "1872", "date": "November 7", "txt": "Leonora Speyer, American poet and violinist (d. 1956)", "entities": []}, {"heading": "Births", "year": "1876", "date": "November 7", "txt": "Charlie Townsend, English cricketer and lawyer (d. 1958)", "entities": [{"title": "Charlie Townsend", "href": "/wiki/Charlie_Townsend", "description": "Charles Lucas Townsend was a Gloucestershire cricketer. An all-round cricketer, Townsend was classically stylish, left-handed batsman, who was able to hit well despite his slender build. His off-side strokes were particularly effective, and his driving allowed him to score at a consistent pace throughout his major innings. In his younger days Townsend was also a spin bowler, who relied chiefly on "}]}, {"heading": "Births", "year": "1878", "date": "November 7", "txt": "Lise Meitner, Austrian-Swedish physicist and academic (d. 1968)", "entities": [{"title": "Lise Meitner", "href": "/wiki/Lise_Meitner", "description": "Lise Meitner was an Austrian-Swedish physicist who contributed to the discoveries of the element protactinium and nuclear fission. While working at the Kaiser Wilhelm Institute on radioactivity, she discovered the radioactive isotope protactinium-231 in 1917. In 1938, Meitner and nephew-physicist Otto Robert Frisch discovered nuclear fission. She was praised by Albert Einstein as the \"German Marie"}]}, {"heading": "Births", "year": "1879", "date": "November 7", "txt": "King Baggot, American actor, director, and screenwriter (d. 1948)", "entities": [{"title": "King Baggot", "href": "/wiki/King_Baggot", "description": "William King Baggot was an American actor, film director and screenwriter. He was an internationally famous movie star of the silent film era. The first individually publicized leading man in America, Baggot was referred to as \"King of the Movies,\" \"The Most Photographed Man in the World\" and \"The Man Whose Face Is As Familiar As The Man In The Moon.\""}]}, {"heading": "Births", "year": "1879", "date": "November 7", "txt": "Leon Trotsky, Russian theorist and politician, founded the Red Army (d. 1940)", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Births", "year": "1886", "date": "November 7", "txt": "Aron Nimzowitsch, Russian-Danish chess player and theoretician (d. 1935)", "entities": [{"title": "Aron Nimzowitsch", "href": "/wiki/Aron_Nimzowitsch", "description": "Aron Nimzowitsch was a Latvian-born Danish chess player and writer. He was the foremost figure amongst the hypermoderns and wrote a very influential book on chess theory: My System. In the late 1920s, he was one of the best chess players in the world."}]}, {"heading": "Births", "year": "1888", "date": "November 7", "txt": "C. V. Raman, Indian physicist and academic, Nobel Prize laureate (d. 1970)", "entities": [{"title": "C. V. Raman", "href": "/wiki/C._V._Raman", "description": "Sir Chandrasekhara Venkata Raman was an Indian physicist known mainly for his work in the field of light scattering. With his student K. S. Krishnan, he discovered that when light traverses a transparent material, some of the deflected light changes wavelength and amplitude. This phenomenon was a new type of scattering of light and was subsequently termed as the Raman effect. Raman won the 1930 No"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1890", "date": "November 7", "txt": "Jan Matulka, Czech-American painter and illustrator (d. 1972)", "entities": [{"title": "Jan Matulka", "href": "/wiki/Jan_Matulka", "description": "Jan Matulka was a Czech-American modern artist originally from Bohemia. Matulka's style ranged from Abstract expressionism to landscapes, sometimes in the same day. He has directly influenced artists like Dorothy Dehner, Francis Criss, Burgoyne Diller, I. Rice Pereira, and David Smith."}]}, {"heading": "Births", "year": "1891", "date": "November 7", "txt": "Genrikh Yagoda, director of the NKVD (d. 1938)", "entities": [{"title": "Genrikh Yagoda", "href": "/wiki/Genrikh_Yagoda", "description": "Genrikh Grigoryevich Yagoda was a Soviet secret police official who served as director of the NKVD, the Soviet Union's security and intelligence agency, from 1934 to 1936. Appointed by Joseph Stalin, Yagoda supervised arrests, show trials, and executions of the Old Bolsheviks Lev Kamenev and Grigory Zinoviev, climactic events of the Great Purge. Yagoda also supervised construction of the White Sea"}, {"title": "NKVD", "href": "/wiki/NKVD", "description": "The People's Commissariat for Internal Affairs, abbreviated NKVD, was the interior ministry of the Soviet Union."}]}, {"heading": "Births", "year": "1893", "date": "November 7", "txt": "Leatrice Joy, American actress (d. 1985)", "entities": [{"title": "Leatrice Joy", "href": "/wiki/Leatrice_Joy", "description": "Leatrice Joy was an American actress most prolific during the silent film era."}]}, {"heading": "Births", "year": "1893", "date": "November 7", "txt": "Margaret Leech, American historian and author (d. 1974)", "entities": []}, {"heading": "Births", "year": "1896", "date": "November 7", "txt": "Esdras Minville, Canadian economist and sociologist (d. 1975)", "entities": [{"title": "Esdras Minville", "href": "/wiki/Esdras_Minville", "description": "Esdras Minville was a Quebec writer, economist and sociologist. He served as the Dean of the Faculty of Social Sciences at the Université de Montréal, and was the first French-Canadian to serve as head of HEC Montréal. A staunch defender of Catholic social doctrine, Minville helped to found several co-operatives in the province."}]}, {"heading": "Births", "year": "1897", "date": "November 7", "txt": "Herman J. Mankiewicz, American director, producer, and screenwriter (d. 1953)", "entities": [{"title": "Herman J. Mankiewicz", "href": "/wiki/Herman_J._Mankiewicz", "description": "Herman Jacob Mankiewicz was an American screenwriter who, with Orson Welles, wrote the screenplay for Citizen Kane (1941). Earlier, he was a Berlin correspondent for Women’s Wear Daily, assistant theater editor at The New York Times, and the first regular drama critic at The New Yorker. Alexander Woollcott said that Herman Mankiewicz was the \"funniest man in New York\". Both Mankiewicz and Welles r"}]}, {"heading": "Births", "year": "1897", "date": "November 7", "txt": "Armstrong Sperry, American author and illustrator (d. 1976)", "entities": []}, {"heading": "Births", "year": "1898", "date": "November 7", "txt": "Margaret Morris, American actress (d. 1968)", "entities": [{"title": "Margaret Morris (actress)", "href": "/wiki/Margaret_Morris_(actress)", "description": "Margaret Morris was an American film actress of the silent film era and into the 1930s."}]}, {"heading": "Births", "year": "1898", "date": "November 7", "txt": "Raphaël Salem, Greek-French mathematician and academic (d. 1963)", "entities": []}, {"heading": "Births", "year": "1899", "date": "November 7", "txt": "Yitzhak Lamdan, Russian-Israeli journalist and poet (d. 1954)", "entities": [{"title": "Yitzhak Lamdan", "href": "/wiki/Yitzhak_Lamdan", "description": "Yitzhak Lamdan was an Israeli Hebrew-language poet, translator, editor and columnist."}]}, {"heading": "Births", "year": "1900", "date": "November 7", "txt": "Nellie Campobello, Mexican writer who chronicled the Mexican Revolution (d. 1986)", "entities": [{"title": "Nellie Campobello", "href": "/wiki/Nellie_Campobello", "description": "Nellie Francisca Ernestina Campobello Luna was a Mexican writer, notable for having written one of the few chronicles of the Mexican Revolution from a woman's perspective. Cartucho chronicles her experience as a young girl in Northern Mexico at the height of the struggle between forces loyal to Pancho Villa and those who followed Venustiano Carranza. She moved to Mexico City in 1923, where she spe"}, {"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}]}, {"heading": "Births", "year": "1901", "date": "November 7", "txt": "Norah McGuinness, Irish painter and illustrator (d. 1980)", "entities": [{"title": "Norah McGuinness", "href": "/wiki/Norah_McGuinness", "description": "Norah Allison McGuinness was an Irish painter and illustrator."}]}, {"heading": "Births", "year": "1903", "date": "November 7", "txt": "Ary Barroso, Brazilian pianist and composer (d. 1964)", "entities": [{"title": "Ary Barroso", "href": "/wiki/Ary_Barroso", "description": "Ary de Resende Barroso (1903–1964), better known as Ary Barroso, was a Brazilian composer, pianist, soccer commentator, and talent-show host on radio and TV. He was one of Brazil's most successful songwriters in the first half of the 20th century. Barroso also composed many songs for Carmen Miranda during her career."}]}, {"heading": "Births", "year": "1903", "date": "November 7", "txt": "Dean Jagger, American actor (d. 1991)", "entities": []}, {"heading": "Births", "year": "1903", "date": "November 7", "txt": "Konrad Lorenz, Austrian zoologist, ethologist, and ornithologist, Nobel Prize laureate (d. 1989)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1905", "date": "November 7", "txt": "William Alwyn, English composer, conductor, and educator (d. 1985)", "entities": [{"title": "William Alwyn", "href": "/wiki/William_Alwyn", "description": "William Alwyn, , was an English composer, conductor, and music teacher."}]}, {"heading": "Births", "year": "1906", "date": "November 7", "txt": "Eugene Carson Blake, American minister and educator (d. 1985)", "entities": [{"title": "Eugene Carson Blake", "href": "/wiki/Eugene_Carson_Blake", "description": "Eugene Carson Blake was an American Presbyterian Church leader."}]}, {"heading": "Births", "year": "1908", "date": "November 7", "txt": "Marijac, French author and illustrator (d. 1994)", "entities": [{"title": "Marijac", "href": "/wiki/Marijac", "description": "Jacques Dumas, better known as Marijac, was a French comics writer, artist, and editor."}]}, {"heading": "Births", "year": "1909", "date": "November 7", "txt": "Ruby Hurley, American activist (d. 1980)", "entities": [{"title": "Ruby Hurley", "href": "/wiki/Ruby_Hurley", "description": "Ruby Hurley was an American civil rights activist. She was a leader in the Civil Rights Movement and administrator for the NAACP, and was known as the \"queen of civil rights\"."}]}, {"heading": "Births", "year": "1909", "date": "November 7", "txt": "Norman Krasna, American director, producer, screenwriter, and playwright (d. 1984)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 7", "txt": "Victor Beaumont, German-English actor (d. 1977)", "entities": [{"title": "Victor Beaumont", "href": "/wiki/Victor_Beaumont", "description": " Victor Beaumont was a German-born British film and television actor."}]}, {"heading": "Births", "year": "1913", "date": "November 7", "txt": "Albert Camus, French novelist, philosopher, and journalist, Nobel Prize laureate (d. 1960)", "entities": [{"title": "Albert Camus", "href": "/wiki/Albert_Camus", "description": "Albert Camus was a French philosopher, author, and journalist. He won the Nobel Prize in Literature at the age of 44 in 1957, the second-youngest recipient in history. His works include The Stranger, The Plague, The Myth of Sisyphus, The Fall, and The Rebel."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1913", "date": "November 7", "txt": "Alekos Sakellarios, Greek director and screenwriter (d. 1991)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 7", "txt": "Mikhail Solomentsev, Soviet politician, member of the Politburo of the Central Committee of the Communist Party of the Soviet Union (d. 2008)", "entities": [{"title": "Politburo of the Central Committee of the Communist Party of the Soviet Union", "href": "/wiki/Politburo_of_the_Central_Committee_of_the_Communist_Party_of_the_Soviet_Union", "description": "The Political Bureau of the Central Committee of the Communist Party of the Soviet Union was the highest policy-making authority within the Communist Party of the Soviet Union. It was founded in October 1917, and refounded in March 1919, at the 8th Congress of the Bolshevik Party. It was known as the Presidium from 1952 to 1966. The existence of the Politburo ended in 1991 upon the breakup of the "}]}, {"heading": "Births", "year": "1914", "date": "November 7", "txt": "Archie Campbell, American actor, singer, and screenwriter (d. 1987)", "entities": [{"title": "Archie Campbell (comedian)", "href": "/wiki/Archie_Campbell_(comedian)", "description": "Archie Campbell was an American comedian, writer, and star of Hee Haw, a country-flavored network television variety show. He was also a recording artist with several hits for RCA Victor in the 1960s."}]}, {"heading": "Births", "year": "1914", "date": "November 7", "txt": "R. A. Lafferty, American soldier, engineer, and author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 7", "txt": "Philip Morrison, American astrophysicist and academic (d. 2005)", "entities": [{"title": "Philip Morrison", "href": "/wiki/Philip_Morrison", "description": "Philip Morrison was a professor of physics at the Massachusetts Institute of Technology (MIT). He is known for his work on the Manhattan Project during World War II, and for his later work in quantum physics, nuclear physics and high energy astrophysics."}]}, {"heading": "Births", "year": "1915", "date": "November 7", "txt": "M. Athalie Range, American activist and politician (d. 2006)", "entities": []}, {"heading": "Births", "year": "1917", "date": "November 7", "txt": "Titos Vandis, Greek actor (d. 2003)", "entities": [{"title": "Titos Vandis", "href": "/wiki/Titos_Vandis", "description": "Titos Vandis was a Greek actor."}]}, {"heading": "Births", "year": "1918", "date": "November 7", "txt": "Paul Aussaresses, French general (d. 2013)", "entities": [{"title": "Paul Aussaresses", "href": "/wiki/Paul_Aussaresses", "description": "Paul Aussaresses was a French Army general, who fought during World War II, the First Indochina War and Algerian War. His actions during the Algerian War—and later defense of those actions—caused considerable controversy."}]}, {"heading": "Births", "year": "1918", "date": "November 7", "txt": "Billy Graham, American minister and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1918", "date": "November 7", "txt": "Maria Teresa de Noronha, Portuguese singer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 7", "txt": "Ellen Stewart, American director and producer (d. 2011)", "entities": [{"title": "Ellen Stewart", "href": "/wiki/Ellen_Stewart", "description": "Ellen Stewart was an American theatre director and producer and the founder of La MaMa Experimental Theatre Club. During the 1950s she worked as a fashion designer for Saks Fifth Avenue, Bergdorf Goodman, Lord & Taylor, and Henri Bendel."}]}, {"heading": "Births", "year": "1920", "date": "November 7", "txt": "Max Kampelman, American lawyer and diplomat (d. 2013)", "entities": [{"title": "Max Kampelman", "href": "/wiki/Max_Kampelman", "description": "Max Kampelman was an American diplomat."}]}, {"heading": "Births", "year": "1920", "date": "November 7", "txt": "Elaine Morgan, Welsh writer,  aquatic ape hypothesis (d. 2013)", "entities": [{"title": "Aquatic ape hypothesis", "href": "/wiki/Aquatic_ape_hypothesis", "description": "\nThe aquatic ape hypothesis (AAH), also referred to as aquatic ape theory (AAT) or the waterside hypothesis of human evolution, postulates that the ancestors of modern humans took a divergent evolutionary pathway from the other great apes by becoming adapted to a more aquatic habitat."}]}, {"heading": "Births", "year": "1921", "date": "November 7", "txt": "Lisa Ben, American singer-songwriter and journalist (d. 2015)", "entities": [{"title": "Lisa Ben", "href": "/wiki/Lisa_Ben", "description": "Edythe D. Eyde better known by her pen name Lisa Ben, was an American editor, author, active fantasy-fiction fan and fanzine contributor, and songwriter. She created the first known lesbian publication in North America, Vice Versa. Ben produced the magazine for a year and distributed it locally in Los Angeles, California in the late 1940s. She was also active in lesbian bars as a musician in the y"}]}, {"heading": "Births", "year": "1921", "date": "November 7", "txt": "Jack Fleck, American soldier and golfer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1921", "date": "November 7", "txt": "Susanne Hirzel, member of the White Rose (d. 2012)", "entities": [{"title": "White Rose", "href": "/wiki/White_Rose", "description": "The White Rose was a non-violent, intellectual resistance group in Nazi Germany led by a group of students from the University of Munich, including Sophie Scholl, Hans Scholl and Alexander Schmorell. The group conducted an anonymous leaflet and graffiti campaign that called for active opposition to the Nazi regime. Their activities started in Munich on 27 June 1942, and ended with the arrest of th"}]}, {"heading": "Births", "year": "1922", "date": "November 7", "txt": "Ghulam Azam, Bangladeshi politician (d. 2014)", "entities": [{"title": "Ghulam Azam", "href": "/wiki/Ghulam_Azam", "description": "Ghulam Azam was a Bangladeshi Islamist politician and the former leader of Bangladesh Jamaat-e-Islami, the largest Islamist political party in Bangladesh."}]}, {"heading": "Births", "year": "1922", "date": "November 7", "txt": "Al Hirt, American trumpet player and bandleader (d. 1999)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 7", "txt": "Gene Callahan, American art director and production designer (d. 1990)", "entities": [{"title": "Gene Callahan (production designer)", "href": "/wiki/Gene_Callahan_(production_designer)", "description": "Gene Callahan was an American art director as well as set and production designer who contributed to over fifty films and more than a thousand TV episodes. He received nominations for the British Academy Film Award and four Oscars, including two wins."}]}, {"heading": "Births", "year": "1926", "date": "November 7", "txt": "Joan Sutherland, Australian soprano (d. 2010)", "entities": [{"title": "Joan Sutherland", "href": "/wiki/Joan_Sutherland", "description": "Dame Joan Alston Sutherland, was an Australian dramatic coloratura soprano noted for her contribution to the renaissance of the bel canto repertoire from the late 1950s through to the 1980s."}]}, {"heading": "Births", "year": "1927", "date": "November 7", "txt": "Herbert Flam, American tennis player (d. 1980)", "entities": [{"title": "Herbert Flam", "href": "/wiki/Herbert_Flam", "description": "Herbert Flam was an American tennis player who in 1957 was ranked by Lance Tingay as the World No. 4 amateur."}]}, {"heading": "Births", "year": "1927", "date": "November 7", "txt": "Hiroshi Yamauchi, Japanese businessman (d. 2013)", "entities": [{"title": "Hiroshi Yamauchi", "href": "/wiki/Hiroshi_Yamauchi", "description": "Hiroshi Yamauchi  was a Japanese businessman. He was the third president of Nintendo, joining the company in 1949 until stepping down on 24 May 2002, to be succeeded by Satoru Iwata. During his 53-year tenure, Yamauchi transformed Nintendo from a hanafuda card-making company that had been active solely in Japan into a multibillion-dollar video game publisher and global conglomerate."}]}, {"heading": "Births", "year": "1928", "date": "November 7", "txt": "Richard G. Scott, American engineer and religious leader (d. 2015)", "entities": [{"title": "Richard G. Scott", "href": "/wiki/Richard_G._Scott", "description": "Richard Gordon Scott was an American scientist and religious leader who served as a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints."}]}, {"heading": "Births", "year": "1929", "date": "November 7", "txt": "Jesús de Polanco, Spanish publisher and businessman (d. 2007)", "entities": [{"title": "Jesús de Polanco", "href": "/wiki/Jes%C3%BAs_de_Polanco", "description": "Jesús Polanco Gutiérrez, also known as Jesús de Polanco was a businessman from Spain who built one of the largest media empires in the world. In 2005, he was ranked 3rd richest person in Spain and at number 210 in Forbes World's Richest People list, and was number 258 in 2006."}]}, {"heading": "Births", "year": "1929", "date": "November 7", "txt": "Eric Kandel, Austrian-American neuroscientist and psychiatrist, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1929", "date": "November 7", "txt": "Lila Kaye, English actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 7", "txt": "Rudy Boschwitz, German-American soldier and politician", "entities": [{"title": "Rudy Boschwitz", "href": "/wiki/Rudy_Boschwitz", "description": "Rudolph Ely Boschwitz is an American politician and former Independent-Republican United States Senator from Minnesota. He served in the Senate from December 1978 to January 1991, in the 96th, 97th, 98th, 99th, 100th, and 101st congresses. In 1990 he was defeated by Paul Wellstone."}]}, {"heading": "Births", "year": "1931", "date": "November 7", "txt": "G. Edward Griffin, American director, producer, and author", "entities": [{"title": "G. Edward Griffin", "href": "/wiki/G._Edward_Griffin", "description": "G. Edward Griffin is an American author, filmmaker, and conspiracy theorist. Griffin's writings promote a number of right-wing views and conspiracy theories regarding various of his political, defense and health care interests. In his book World Without Cancer, he argued in favor of a pseudo-scientific theory that asserted cancer to be a nutritional deficiency curable by consuming amygdalin. He is"}]}, {"heading": "Births", "year": "1935", "date": "November 7", "txt": "W. S. Rendra, Indonesian poet and playwright (d. 2009)", "entities": [{"title": "W. S. Rendra", "href": "/wiki/W._S._Rendra", "description": "Willibrordus Surendra Broto Rendra, widely known as Rendra or W. S. Rendra, was an Indonesian dramatist, poet, activist, performer, actor and director."}]}, {"heading": "Births", "year": "1936", "date": "November 7", "txt": "Gwyneth Jones, Welsh soprano", "entities": [{"title": "Gwyneth Jones (soprano)", "href": "/wiki/Gwyneth_Jones_(soprano)", "description": "Dame Gwyneth Jones is a Welsh operatic dramatic soprano, widely regarded as one of the greatest Wagnerian sopranos in the second half of the 20th century."}]}, {"heading": "Births", "year": "1937", "date": "November 7", "txt": "Mary Daheim, American journalist and author", "entities": [{"title": "Mary Daheim", "href": "/wiki/Mary_Daheim", "description": "Mary Rene Richardson Daheim is an American writer of romance and mystery novels."}]}, {"heading": "Births", "year": "1938", "date": "November 7", "txt": "Dee Clark, American singer-songwriter (d. 1990)", "entities": [{"title": "Dee Clark", "href": "/wiki/Dee_Clark", "description": "Dee Clark was an American soul singer best known for a string of R&B and pop hits in the late 1950s and early 1960s, including the song \"Raindrops\", which became a million-seller in the United States in 1961."}]}, {"heading": "Births", "year": "1938", "date": "November 7", "txt": "Jake Gibbs, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 7", "txt": "Jim Kaat, American baseball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 7", "txt": "Barry Newman, American actor", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 7", "txt": "Barbara Liskov, American computer scientist and academic", "entities": [{"title": "Barbara Liskov", "href": "/wiki/Barbara_Liskov", "description": "Barbara Liskov is an American computer scientist who is an Institute Professor at the Massachusetts Institute of Technology and Ford Professor of Engineering in its School of Engineering's electrical engineering and computer science department. She was one of the first women to be granted a doctorate in computer science in the United States and is a Turing Award winner who developed the Liskov sub"}]}, {"heading": "Births", "year": "1940", "date": "November 7", "txt": "Dakin Matthews, American actor, director, and playwright", "entities": [{"title": "Dakin Matthews", "href": "/wiki/Dakin_Matthews", "description": "Melvin Richard \"Dakin\" Matthews is an American actor, playwright, theatre director, and theatrical scholar."}]}, {"heading": "Births", "year": "1940", "date": "November 7", "txt": "Antonio Skármeta, Chilean author and academic", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 7", "txt": "Madeline Gins, American poet and architect (d. 2014)", "entities": [{"title": "Madeline Gins", "href": "/wiki/Madeline_Gins", "description": "Madeline Helen Arakawa Gins was an American artist, architect and poet."}]}, {"heading": "Births", "year": "1941", "date": "November 7", "txt": "Angelo Scola, Italian cardinal and philosopher", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 7", "txt": "Tom Peters, American businessman and author", "entities": [{"title": "Tom Peters", "href": "/wiki/Tom_Peters", "description": "Thomas J. Peters is an American writer on business management practices, best known for In Search of Excellence."}]}, {"heading": "Births", "year": "1942", "date": "November 7", "txt": "Johnny Rivers, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 7", "txt": "Jean Shrimpton, English model and actress", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 7", "txt": "Silvia Cartwright, New Zealand lawyer, judge, and politician, 18th Governor-General of New Zealand", "entities": [{"title": "Silvia Cartwright", "href": "/wiki/Silvia_Cartwright", "description": "Dame Silvia Rose Cartwright is a New Zealand jurist who served as the 18th Governor-General of New Zealand, from 2001 to 2006. She was the second woman to hold the office, after Dame Catherine Tizard."}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Births", "year": "1943", "date": "November 7", "txt": "Stephen Greenblatt, American theorist, scholar, and critic", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 7", "txt": "Boris Gromov, Russian general and politician, Governor of Moscow Oblast", "entities": [{"title": "Governor of Moscow Oblast", "href": "/wiki/Governor_of_Moscow_Oblast", "description": "The Governor of Moscow Oblast is the head of the Moscow Oblast and head of the Executive authority in the Moscow Oblast, the region that almost surrounds Moscow."}]}, {"heading": "Births", "year": "1943", "date": "November 7", "txt": "Joni Mitchell, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 7", "txt": "Michael Spence, American economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1944", "date": "November 7", "txt": "Luigi Riva, Italian footballer and manager", "entities": [{"title": "Luigi Riva", "href": "/wiki/Luigi_Riva", "description": "Luigi Riva is an Italian former professional footballer who played as a centre-forward."}]}, {"heading": "Births", "year": "1944", "date": "November 7", "txt": "Peter Wilby, English journalist", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 7", "txt": "Joe Niekro, American baseball player (d. 2006)", "entities": [{"title": "Joe Niekro", "href": "/wiki/Joe_Niekro", "description": "Joseph Franklin Niekro was an American Major League Baseball right-handed pitcher. He was the younger brother of pitcher Phil Niekro, and the father of Major League pitcher and first baseman Lance Niekro. Niekro was born in Martins Ferry, Ohio, and attended Bridgeport High School in Bridgeport, Ohio and West Liberty University in West Liberty, West Virginia. During a 22-year baseball career, he pi"}]}, {"heading": "Births", "year": "1946", "date": "November 7", "txt": "Chrystos, American writer and activist", "entities": [{"title": "Chrystos", "href": "/wiki/Chrystos", "description": "Chrystos is a Menominee writer and two-spirit activist who has published various books and poems that explore indigenous Americans's civil rights, social justice, and feminism. Chrystos is also a lecturer, writing teacher and fine-artist."}]}, {"heading": "Births", "year": "1947", "date": "November 7", "txt": "Bob Anderson, English darts player", "entities": [{"title": "Bob Anderson (darts player)", "href": "/wiki/Bob_Anderson_(darts_player)", "description": "Robert Charles Anderson is an English former professional darts player who won the 1988 BDO World Darts Championship. Nicknamed The Limestone Cowboy, he was the World No. 1 player for over three years in the late 1980s."}]}, {"heading": "Births", "year": "1947", "date": "November 7", "txt": "Rebecca Eaton, American television producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 7", "txt": "Yutaka Fukumoto, Japanese baseball player and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 7", "txt": "Ron Leavitt, American screenwriter and producer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 7", "txt": "Sondhi Limthongkul, Thai journalist and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 7", "txt": "Stephen Green, Baron Green of Hurstpierpoint, English businessman and politician", "entities": [{"title": "Stephen Green, Baron Green of Hurstpierpoint", "href": "/wiki/Stephen_Green,_Baron_Green_of_Hurstpierpoint", "description": "Stephen Keith Green, Baron Green of Hurstpierpoint, is a British politician, former Conservative Minister of State for Trade and Investment, former group chairman of HSBC Holdings plc, and Anglican priest."}]}, {"heading": "Births", "year": "1948", "date": "November 7", "txt": "Buck Martinez, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 7", "txt": "Alex Ribeiro, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 7", "txt": "Stephen Bruton, American guitarist, songwriter, and producer (d. 2009)", "entities": [{"title": "Stephen Bruton", "href": "/wiki/Stephen_Bruton", "description": "Turner Stephen Bruton was an American actor and musician."}]}, {"heading": "Births", "year": "1949", "date": "November 7", "txt": "Steven Stucky, American composer and academic (d. 2016)", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 7", "txt": "David S. Ware, American saxophonist, composer, and bandleader (d. 2012)", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 7", "txt": "Lindsay Duncan, Scottish actress", "entities": [{"title": "Lindsay Duncan", "href": "/wiki/Lindsay_Duncan", "description": "Lindsay Vere Duncan, is a Scottish actress. On stage, she has won two Olivier Awards and a Tony Award. Duncan has starred in several plays by Harold Pinter. Her best known roles on television include: Barbara Douglas in Alan Bleasdale's G.B.H. (1991), Servilia of the Junii in the HBO/BBC/RAI series Rome (2005–2007), Adelaide Brooke in the Doctor Who special \"The Waters of Mars\" (2009) and Lady Sma"}]}, {"heading": "Births", "year": "1950", "date": "November 7", "txt": "John Lang, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 7", "txt": "Gerard F. Gilmore, New Zealand astronomer and academic", "entities": [{"title": "Gerard F. Gilmore", "href": "/wiki/Gerard_F._Gilmore", "description": "Gerard Francis Gilmore FRS FRAS FInstP is Professor of Experimental Philosophy, in the Institute of Astronomy, at the University of Cambridge. His research has centred on studying stars in the Galaxy to understand its structure and evolutionary history."}]}, {"heading": "Births", "year": "1951", "date": "November 7", "txt": "Kevin MacMichael, Canadian guitarist, songwriter, and record producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 7", "txt": "Lawrence O'Donnell, American journalist and talk show host", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 7", "txt": "John Tamargo, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 7", "txt": "David Petraeus, American general, Director of the Central Intelligence Agency", "entities": [{"title": "David Petraeus", "href": "/wiki/David_Petraeus", "description": "David Howell Petraeus, is a retired United States Army general and public official. He served as Director of the Central Intelligence Agency from September 6, 2011, until his resignation on November 9, 2012. Prior to his assuming the directorship of the CIA, Petraeus served 37 years in the United States Army. His last assignments in the Army were as commander of the International Security Assistan"}, {"title": "Director of the Central Intelligence Agency", "href": "/wiki/Director_of_the_Central_Intelligence_Agency", "description": "The director of the Central Intelligence Agency (D/CIA) is a statutory office that functions as the head of the Central Intelligence Agency, which in turn is a part of the United States Intelligence Community."}]}, {"heading": "Births", "year": "1952", "date": "November 7", "txt": "Modibo Sidibé, Sudanese-Malian police officer and politician, Prime Minister of Mali", "entities": [{"title": "Prime Minister of Mali", "href": "/wiki/Prime_Minister_of_Mali", "description": "This is a list of prime ministers of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1952", "date": "November 7", "txt": "Valeriy Zuyev, Ukrainian footballer and manager (d. 2016)", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 7", "txt": "Maire Aunaste, Estonian journalist and author", "entities": [{"title": "Maire Aunaste", "href": "/wiki/Maire_Aunaste", "description": "Maire Aunaste is an Estonian journalist."}]}, {"heading": "Births", "year": "1953", "date": "November 7", "txt": "Erik Balke, Norwegian saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 7", "txt": "Christopher Foster, English bishop", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 7", "txt": "Lucinda Green, English equestrian and journalist", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 7", "txt": "James Gray, Scottish politician", "entities": [{"title": "James Gray (British politician)", "href": "/wiki/James_Gray_(British_politician)", "description": "James Whiteside Gray, is a British politician who has been the Conservative Member of Parliament (MP) for North Wiltshire since 1997."}]}, {"heading": "Births", "year": "1954", "date": "November 7", "txt": "Guy Gavriel Kay, Canadian lawyer and author", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 7", "txt": "Gil Junger, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 7", "txt": "Kamal Haasan, Tamil actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 7", "txt": "Al Attles, American basketball player and coach", "entities": [{"title": "Al Attles", "href": "/wiki/Al_Attles", "description": "Alvin Austin Attles Jr. is an American former professional basketball player and coach best known for his longtime association with the Golden State Warriors. Nicknamed the \"Destroyer\", he played the point guard position and spent his entire 11 seasons (1960–1971) in the National Basketball Association (NBA) with the team."}]}, {"heading": "Births", "year": "1956", "date": "November 7", "txt": "Mikhail Alperin, Ukrainian pianist and composer (d. 2018)", "entities": [{"title": "Mikhail Alperin", "href": "/wiki/Mikhail_Alperin", "description": "Michail Jefimowitsch Alperin was a Soviet-Norwegian jazz pianist, known as a key member of the Moscow Art Trio."}]}, {"heading": "Births", "year": "1956", "date": "November 7", "txt": "Jonathan Palmer, English race car driver and businessman", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 7", "txt": "Judy Tenuta, American actress, producer, screenwriter, and accordion player", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 7", "txt": "John Benitez, American DJ, songwriter, and producer", "entities": [{"title": "John Benitez", "href": "/wiki/John_Benitez", "description": "John Benitez (born November 7, 1957), also known as Jellybean, is an American drummer, guitarist, songwriter, DJ, remixer and music producer of Puerto Rican descent. He has produced and remixed artists such as Madonna, Whitney Houston, Michael Jackson and the Pointer Sisters. In December 2016, Billboard magazine ranked him as the 99th most successful dance artist of all-time."}]}, {"heading": "Births", "year": "1957", "date": "November 7", "txt": "King Kong Bundy, American wrestler (d. 2019)", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 7", "txt": "Christopher Knight, American actor", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 7", "txt": "Dmitry Kozak, Russian politician; Deputy Prime Minister of the Russian Federation", "entities": [{"title": "Dmitry Kozak", "href": "/wiki/Dmitry_Kozak", "description": "Dmitry Nikolayevich Kozak is a Russian politician who served as the Deputy Prime Minister of Russia from 2008 to 2020."}]}, {"heading": "Births", "year": "1959", "date": "November 7", "txt": "Billy Gillispie, American basketball player and coach", "entities": [{"title": "Billy Gillispie", "href": "/wiki/Billy_Gillispie", "description": "Billy Clyde Gillispie, also known by his initials BCG and Billy Clyde, is an American college basketball and current men's basketball coach at Tarleton State. Gillispie had previously been head coach at UTEP, Texas A&M, Kentucky, Texas Tech."}]}, {"heading": "Births", "year": "1959", "date": "November 7", "txt": "Alexandre Guimarães, Brazilian-Costa Rican footballer and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 7", "txt": "Tommy Thayer, American guitarist and songwriter", "entities": [{"title": "Tommy Thayer", "href": "/wiki/Tommy_Thayer", "description": "Thomas Cunningham Thayer is an American musician and songwriter. He is the lead guitarist for the American hard rock band Kiss, performing the role of The Spaceman, a stage persona created by and identified with original Kiss guitarist Ace Frehley. He was also lead guitarist for the band Black 'n Blue."}]}, {"heading": "Births", "year": "1960", "date": "November 7", "txt": "Shyamaprasad, Indian filmmaker", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 7", "txt": "Orlando Mercado, American baseball player and coach", "entities": [{"title": "Orlando Mercado", "href": "/wiki/Orlando_Mercado", "description": "Orlando Mercado Rodríguez is a Puerto Rican former professional baseball player. He played all or part of eight seasons in Major League Baseball with the Seattle Mariners, Texas Rangers, Detroit Tigers, Los Angeles Dodgers, Oakland Athletics, Minnesota Twins, New York Mets, and Montreal Expos. From 2003 to 2010, he was the bullpen coach for the Los Angeles Angels of Anaheim. After the 2010 season,"}]}, {"heading": "Births", "year": "1962", "date": "November 7", "txt": "Tracie Savage, American actress and journalist", "entities": [{"title": "Tracie Savage", "href": "/wiki/Tracie_Savage", "description": "Tracie Savage is an American actress and journalist. She has starred in movies and on television."}]}, {"heading": "Births", "year": "1962", "date": "November 7", "txt": "Dirk Shafer, American model, actor, and director (d. 2015)", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 7", "txt": "John Barnes, Jamaican-English footballer and manager", "entities": [{"title": "John Barnes (footballer)", "href": "/wiki/John_Barnes_(footballer)", "description": "John Charles Bryan Barnes MBE is an English former professional football player and manager. He currently works as a commentator and pundit for ESPN and SuperSport. Initially a quick, skillful left winger, he moved to central midfield later in his career. Barnes won two league titles with Liverpool, with whom he also won two cup finals at Wembley. He was also an FA Cup runner-up with Watford, Live"}]}, {"heading": "Births", "year": "1963", "date": "November 7", "txt": "Sam Graves, American farmer and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 7", "txt": "Troy Beyer, American actress, director, and screenwriter", "entities": [{"title": "Troy Beyer", "href": "/wiki/Troy_Beyer", "description": "Troy Byer is an American psychologist, author, director, screenwriter and actress."}]}, {"heading": "Births", "year": "1964", "date": "November 7", "txt": "Philip Hollobone, English soldier and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 7", "txt": "Liam Ó Maonlaí, Irish keyboard player and songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 7", "txt": "Dana Plato, American actress (d. 1999)", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 7", "txt": "Bonnie St. John, American skier and scholar", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 7", "txt": "Steve Parkin, English footballer and manager", "entities": [{"title": "Steve Parkin", "href": "/wiki/Steve_Parkin", "description": "Stephen John Parkin is an English former professional footballer and manager, who most recently worked as assistant manager at Sunderland. He played for Mansfield Town, Stoke City and West Bromwich Albion and has been manager of Barnsley, Mansfield Town and Rochdale."}]}, {"heading": "Births", "year": "1965", "date": "November 7", "txt": "Sigrun Wodars, German runner and physiotherapist", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 7", "txt": "Calvin Borel, American jockey", "entities": [{"title": "Calvin Borel", "href": "/wiki/Calvin_Borel", "description": "Calvin H. Borel is an American jockey in thoroughbred horse racing and rode the victorious mount in the 2007 Kentucky Derby, the 2009 Kentucky Derby and the 2010 Kentucky Derby. His 2009 Derby win with Mine That Bird was the second biggest upset in Derby history, and Borel's winning margin of 6+3⁄4 lengths was the greatest in Derby history since Assault won by 8 lengths in 1946. On May 1, 2009, Bo"}]}, {"heading": "Births", "year": "1967", "date": "November 7", "txt": "Steve DiGiorgio, American singer-songwriter and bass player", "entities": [{"title": "Steve DiGiorgio", "href": "/wiki/Steve_DiGiorgio", "description": "Steve Di Giorgio is an American musician of Italian descent. He is best known for working with numerous acts such as Sadus, Death, Testament, Sebastian Bach, Iced Earth, Autopsy, Obituary, Control Denied, Dragonlord and Charred Walls of the Damned, and he has performed on over 50 albums as a guest, session or full-time band musician."}]}, {"heading": "Births", "year": "1967", "date": "November 7", "txt": "David Guetta, French DJ, record producer, remixer, and songwriter", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 7", "txt": "Hikaru Ijūin, Japanese radio host", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 7", "txt": "Rafael Herbert Reyes, Dominican wrestler", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 7", "txt": "Sharleen Spiteri, Scottish singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 7", "txt": "Russ Springer, American baseball player", "entities": [{"title": "Russ Springer", "href": "/wiki/Russ_Springer", "description": "Russell Paul Springer is a former Major League Baseball relief pitcher. Springer made his major league debut on April 17, 1992, with the New York Yankees. He also pitched for the California Angels, Philadelphia Phillies, Arizona Diamondbacks, Atlanta Braves, Houston Astros, St. Louis Cardinals, Oakland Athletics, and Cincinnati Reds. He was a member of the Arizona Diamondbacks when they won the 20"}]}, {"heading": "Births", "year": "1969", "date": "November 7", "txt": "Michelle Clunie, American actress", "entities": [{"title": "Michelle Clunie", "href": "/wiki/Michelle_Clunie", "description": "Michelle Renee Clunie is an American actress. She is perhaps best known for her roles as Melanie Marcus on Showtime's critically acclaimed series Queer as Folk, as Mrs. Finch on MTV’s Teen Wolf and as Ellen Beals on Make It or Break It."}]}, {"heading": "Births", "year": "1969", "date": "November 7", "txt": "Hélène Grimaud, French pianist", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 7", "txt": "Michel Picard, Canadian ice hockey player and scout", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 7", "txt": "Andy Houston, American race car driver", "entities": [{"title": "Andy Houston", "href": "/wiki/Andy_Houston", "description": "Andrew Houston is an American stock car racing spotter and former driver. He is a veteran of the NASCAR Craftsman Truck Series, scoring three wins."}]}, {"heading": "Births", "year": "1970", "date": "November 7", "txt": "Marc Rosset, Swiss-Monacan tennis player", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 7", "txt": "Morgan Spurlock, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 7", "txt": "Paul Ware, English footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 7", "txt": "Jamie Drummond, Scottish-Canadian journalist and critic", "entities": [{"title": "Jamie Drummond", "href": "/wiki/Jamie_Drummond", "description": "\nJamie Drummond is a Canadian sommelier, wine consultant, and writer who acts as Senior Editor and Director of Programs for Toronto not-for-profit Good Food Revolution. Drummond was born in Edinburgh, Scotland, and is a former pupil of George Watson's College. Following this Drummond went on to read Cultural Studies at the University of East London, UK."}]}, {"heading": "Births", "year": "1971", "date": "November 7", "txt": "Robin Finck, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 7", "txt": "Matthew Ryan, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 7", "txt": "Trivikram Srinivas, Indian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 7", "txt": "Danny Grewcock, English rugby player", "entities": [{"title": "Danny Grewcock", "href": "/wiki/Danny_Grewcock", "description": "Daniel Jonathan Grewcock MBE is an English former rugby union player who played as a lock. He played for Coventry, Saracens and Bath. He won 69 caps for England and five for the British & Irish Lions."}]}, {"heading": "Births", "year": "1972", "date": "November 7", "txt": "Jason London, American actor and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 7", "txt": "Jeremy London, American actor and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 7", "txt": "Hasim Rahman, American boxer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 7", "txt": "Marcus Stewart, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 7", "txt": "Catê, Brazilian footballer and manager (d. 2011)", "entities": [{"title": "Catê", "href": "/wiki/Cat%C3%AA", "description": "Marco Antônio Lemos Tozzi, commonly known as Catê, was a Brazilian footballer who played for clubs of Brazil, Chile, Italy, the United States and Venezuela."}]}, {"heading": "Births", "year": "1973", "date": "November 7", "txt": "Yunjin Kim, South Korean-American actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 7", "txt": "Martín Palermo, Argentinian footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 7", "txt": "Kris Benson, American baseball player", "entities": [{"title": "Kris Benson", "href": "/wiki/Kris_Benson", "description": "Kristin James Benson is a former Major League Baseball starting pitcher."}]}, {"heading": "Births", "year": "1974", "date": "November 7", "txt": "Brigitte Foster-Hylton, Jamaican hurdler", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 7", "txt": "Christian Gómez, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 7", "txt": "Chris Summers, Norwegian drummer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 7", "txt": "Venkat Prabhu, Indian actor, director, and screenwriter", "entities": [{"title": "Venkat Prabhu", "href": "/wiki/Venkat_Prabhu", "description": "Venkat Kumar Gangai Amaren, better known by his stage name Venkat Prabhu, is an Indian filmmaker, who has worked as an actor, director and playback singer in the Tamil film industry. After completing his education, he began pursuing an acting career, with his first three ventures featuring him in a starring role, failing to release, following which he began appearing in character roles. He entered"}]}, {"heading": "Births", "year": "1976", "date": "November 7", "txt": "Rob Caggiano, American guitarist and producer", "entities": [{"title": "Rob Caggiano", "href": "/wiki/Rob_Caggiano", "description": "Robert Caggiano is an American guitarist and record producer. As of 2013, Caggiano is the lead guitarist of rock band Volbeat. He had formerly been guitarist of thrash metal band Anthrax and nu metal band Boiler Room."}]}, {"heading": "Births", "year": "1976", "date": "November 7", "txt": "Mark Philippoussis, Australian tennis player and model", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 7", "txt": "Lindsay Czarniak, American journalist and sportscaster", "entities": [{"title": "Lindsay Czarniak", "href": "/wiki/Lindsay_Czarniak", "description": "Lindsay Ann Czarniak, is an American sports anchor and reporter. She currently works for Fox Sports as a studio host for NASCAR coverage and a sideline reporter for NFL games. After spending six years with WRC-TV, the NBC owned-and-operated station in Washington, D.C., Czarniak joined ESPN as a SportsCenter anchor in August 2011 and left ESPN in 2017."}]}, {"heading": "Births", "year": "1977", "date": "November 7", "txt": "Andres Oper, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 7", "txt": "María Sánchez Lorenzo, Spanish tennis player", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 7", "txt": "Anthony Thomas, American football player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 7", "txt": "Mohamed Aboutrika, Egyptian footballer", "entities": [{"title": "Mohamed Aboutrika", "href": "/wiki/Mohamed_Aboutrika", "description": "Mohamed Mohamed Mohamed AbouTrika is an Egyptian retired professional footballer who played as an attacking midfielder and a forward. He is often considered the best Egyptian player in history and is widely regarded as one of the greatest African footballers of all time. He also came second in the African Footballer of the Year award in 2008 after Emmanuel Adebayor, and was one of five nominees fo"}]}, {"heading": "Births", "year": "1978", "date": "November 7", "txt": "Elisabeth Bachman, American volleyball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 7", "txt": "Rio Ferdinand, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 7", "txt": "Tomoya Nagase, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 7", "txt": "Barry Robson, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 7", "txt": "Jan Vennegoor of Hesselink, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 7", "txt": "Mike Commodore, Canadian ice hockey player", "entities": [{"title": "Mike Commodore", "href": "/wiki/Mike_Commodore", "description": "Michael W. Commodore is a Canadian former professional ice hockey player. Commodore played for several teams in the National Hockey League (NHL). In 2006, he won the Stanley Cup as part of the Carolina Hurricanes. Commodore was selected by the New Jersey Devils in the second round of the 1999 NHL Entry Draft."}]}, {"heading": "Births", "year": "1979", "date": "November 7", "txt": "Will Demps, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 7", "txt": "Danny Fonseca, Costa Rican footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 7", "txt": "Barney Harwood, English television host and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 7", "txt": "Jon Peter Lewis, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 7", "txt": "Amy Purdy, American actress, model and snowboarder", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 7", "txt": "Joey Ryan, American wrestler", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 7", "txt": "Otep Shamaya, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 7", "txt": "Karthik, Indian singer-songwriter", "entities": [{"title": "Karthik (singer)", "href": "/wiki/Karthik_(singer)", "description": " Karthik is an Indian playback singer. Karthik started his professional singing career as a backing vocalist and has since been working as a playback singer. He has sung in multiple languages including Tamil, Telugu, Malayalam, Kannada, Odia, Bengali and Hindi."}]}, {"heading": "Births", "year": "1980", "date": "November 7", "txt": "Sergio Bernardo Almirón, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 7", "txt": "Gervasio Deferr, Spanish gymnast", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 7", "txt": "James Franklin, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 7", "txt": "Luciana Salazar, Argentinian model, actress, and singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 7", "txt": "Muhammad Hassan, American wrestler and educator", "entities": [{"title": "Muhammad Hassan (wrestler)", "href": "/wiki/Muhammad_Hassan_(wrestler)", "description": "Marc Julian Copani is an American school principal and retired professional wrestler. As a wrestler he is best known for his appearances in World Wrestling Entertainment (WWE) from 2004 to 2005, where he portrayed an Arab American under the ring name Muhammad Hassan. His career came to an abrupt end when a controversial terrorist angle coincided with the 7 July 2005 London bombings, leading the te"}]}, {"heading": "Births", "year": "1981", "date": "November 7", "txt": "Nana Katase, Japanese model, actress, and singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 7", "txt": "Anushka Shetty, Indian actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 7", "txt": "Rina Uchiyama, Japanese actress and model", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 7", "txt": "Pascal Leclaire, Canadian ice hockey player", "entities": [{"title": "Pascal Leclaire", "href": "/wiki/Pascal_Leclaire", "description": "Pascal Leclaire is a Canadian former professional ice hockey goaltender."}]}, {"heading": "Births", "year": "1983", "date": "November 7", "txt": "Adam DeVine, American actor, comedian, screenwriter, producer, and singer", "entities": [{"title": "Adam DeVine", "href": "/wiki/Adam_DeVine", "description": "Adam Patrick DeVine is an American actor, comedian, singer, screenwriter and producer. He is one of the stars and co-creators of the Comedy Central series Workaholics and Adam DeVine's House Party."}]}, {"heading": "Births", "year": "1983", "date": "November 7", "txt": "Forrest Kline, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 7", "txt": "Esmerling Vásquez, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 7", "txt": "Mihkel Aksalu, Estonian footballer", "entities": [{"title": "Mihkel Aksalu", "href": "/wiki/Mihkel_Aksalu", "description": "Mihkel Aksalu is an Estonian professional footballer who plays as a goalkeeper for Meistriliiga club Paide Linnameeskond."}]}, {"heading": "Births", "year": "1984", "date": "November 7", "txt": "Jonathan Bornstein, American-Israeli soccer player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 7", "txt": "Gervais Randrianarisoa, Malagasy footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 7", "txt": "Amelia Vega, Dominican actress and singer, Miss Universe 2003", "entities": [{"title": "Miss Universe", "href": "/wiki/Miss_Universe", "description": "Miss Universe is an annual international beauty pageant that is run by the United States–based Miss Universe Organization. It is one of the most watched pageants in the world with an estimated audience of over 500 million viewers in over 190 territories. Along with Miss World, Miss International, and Miss Earth, Miss Universe is one of the Big Four international beauty pageants."}]}, {"heading": "Births", "year": "1985", "date": "November 7", "txt": "Sebastian Aldén, Swedish motorcycle racer", "entities": [{"title": "Sebastian Aldén", "href": "/wiki/Sebastian_Ald%C3%A9n", "description": "Sebastian Carl Aldén is a Swedish motorcycle speedway rider who rides for the King's Lynn Stars in the British Elite League. He sustained a broken heel in the Robins' Elite League fixture against Belle Vue in July 2008. He recovered and returned for Swindon later in the season but broke his collar bone in another crash at Coventry and was unable to ride for the Robins in the Elite League play offs"}]}, {"heading": "Births", "year": "1985", "date": "November 7", "txt": "Lucas Neff, American actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 7", "txt": "Andy Hull, American singer-songwriter and guitarist", "entities": [{"title": "Andy Hull", "href": "/wiki/Andy_Hull", "description": "John Andrew Hull, better known as Andy Hull, is an American singer, musician and songwriter. He serves as the lead vocalist, rhythm guitarist, and primary songwriter of the indie rock band Manchester Orchestra. He also has a side project, Right Away, Great Captain!, as well as being co-founder of a side project with his friend and folk musician Kevin Devine by the name of Bad Books. Hull is also c"}]}, {"heading": "Births", "year": "1986", "date": "November 7", "txt": "David Nelson, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 7", "txt": "Doukissa Nomikou, Greek model and television host", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 7", "txt": "Mitch Brown, Australian rugby league player", "entities": [{"title": "Mitch Brown (rugby league)", "href": "/wiki/Mitch_Brown_(rugby_league)", "description": "Mitchell Ronald Edwin Brown is an Australian professional footballer who plays for the Warrington Wolves in the Super League. He previously played for the Canterbury-Bankstown Bulldogs, the Cronulla-Sutherland Sharks, the Leigh Centurions and the Wests Tigers."}]}, {"heading": "Births", "year": "1987", "date": "November 7", "txt": "Marek Semjan, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 7", "txt": "Alexandr Dolgopolov, Ukrainian tennis player", "entities": [{"title": "Alexandr Dolgopolov", "href": "/wiki/Alexandr_Dolgopolov", "description": "Alexandr Oleksandrovych Dolgopolov, formerly known as Oleksandr Dolgopolov Jr., is a Ukrainian retired professional tennis player. He changed his forename spelling to the current form in May 2010. Dolgopolov reached the quarterfinals of the 2011 Australian Open and achieved a career-high singles ranking of World No. 13 in January 2012."}]}, {"heading": "Births", "year": "1988", "date": "November 7", "txt": "Simone Favaro, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 7", "txt": "Thomas Schneider, German sprinter", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 7", "txt": "Tinie Tempah, English rapper and producer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 7", "txt": "Nadezhda Tolokonnikova, Russian singer and political activist", "entities": [{"title": "Nadezhda Tolokonnikova", "href": "/wiki/Nadezhda_Tolokonnikova", "description": "Nadezhda Andreyevna Tolokonnikova, nicknamed \"Nadya Tolokno\", is a Russian conceptual artist and political activist. She was a member of the anarchist feminist group Pussy Riot, and has a history of political activism with the controversial street art group Voina. On August 17, 2012, she was convicted of \"hooliganism motivated by religious hatred\" after a performance in Moscow Cathedral of Christ "}]}, {"heading": "Births", "year": "1990", "date": "November 7", "txt": "Daniel Ayala, Spanish footballer", "entities": [{"title": "Daniel Ayala", "href": "/wiki/Daniel_Ayala", "description": "Daniel Sánchez Ayala is a Spanish professional footballer who plays as a defender for Championship club Blackburn Rovers. His first club was Premier League club Liverpool, where he spent two seasons as a reserve. He has been on loan at three clubs: Hull City, Derby County and Nottingham Forest. He joined Norwich City in 2011, and joined Middlesbrough on loan in October 2013, before joining the clu"}]}, {"heading": "Births", "year": "1990", "date": "November 7", "txt": "Matt Corby, Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 7", "txt": "David de Gea, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 7", "txt": "Joelle Hadjia, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 7", "txt": "Felix Rosenqvist, Swedish race car driver", "entities": [{"title": "Felix Rosenqvist", "href": "/wiki/Felix_Rosenqvist", "description": "Felix Rosenqvist is a Swedish racing driver currently racing for Arrow McLaren SP in the NTT IndyCar Series. He was named Rookie of the Year for the IndyCar Series in 2019."}]}, {"heading": "Births", "year": "1992", "date": "November 7", "txt": "Apisai Koroisau, Australian-Fijian rugby league player", "entities": [{"title": "Apisai Koroisau", "href": "/wiki/Apisai_Koroisau", "description": "Apisai Koroisau is a Fiji international rugby league footballer who plays as a hooker for the Penrith Panthers in the NRL."}]}, {"heading": "Births", "year": "1994", "date": "November 7", "txt": "Haruna Iikubo, Japanese singer and actress", "entities": [{"title": "Haruna Iikubo", "href": "/wiki/Haruna_Iikubo", "description": "Haruna Iikubo  is a Japanese actress, fashion model and former pop singer. She is a former tenth-generation member and sub-leader of the pop group Morning Musume and former model for the Japanese fashion magazine Love Berry."}]}, {"heading": "Births", "year": "1996", "date": "November 7", "txt": "Lorde, New Zealand singer-songwriter", "entities": [{"title": "Lorde", "href": "/wiki/Lorde", "description": "Ella Marija Lani Yelich-O'Connor, known professionally as Lorde, is a New Zealand singer-songwriter. Taking inspiration from aristocracy for her stage name, she is known for employing unconventional musical styles and introspective songwriting. Lorde's music is primarily electropop and contains elements of subgenres such as dream pop and indie-electro."}]}, {"heading": "Births", "year": "1997", "date": "November 7", "txt": "Erika Hendsel, Estonian tennis player", "entities": [{"title": "Erika Hendsel", "href": "/wiki/Erika_Hendsel", "description": "Erika Hendsel is a retired Estonian tennis player."}]}, {"heading": "Births", "year": "1997", "date": "November 7", "txt": "Nana Okada, Japanese singer", "entities": []}, {"heading": "Deaths", "year": "691", "date": "November 7", "txt": "Cen Changqian, official of the Tang Dynasty", "entities": [{"title": "Cen Changqian", "href": "/wiki/Cen_Changqian", "description": "Cen Changqian, briefly known as Wu Changqian (武長倩) during the reign of Wu Zetian, formally the Duke of Deng (鄧公), was an official of the Chinese dynasty Tang Dynasty and Wu Zetian's Zhou Dynasty, serving as chancellor during the reign of Emperor Gaozong That dominated by Empress Wu, as well as Wu Zetian's reign and her earlier regency over her sons Emperor Zhongzong and Emperor Ruizong. In 691, he"}, {"title": "Tang Dynasty", "href": "/wiki/Tang_Dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}]}, {"heading": "Deaths", "year": "691", "date": "November 7", "txt": "Ge Fuyuan, official of the Tang Dynasty", "entities": []}, {"heading": "Deaths", "year": "927", "date": "November 7", "txt": "Zhu Shouyin, general of Later Tang", "entities": [{"title": "Zhu Shouyin", "href": "/wiki/Zhu_Shouyin", "description": "Zhu Shouyin (朱守殷), nickname Hui'er (會兒), was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang. He was a close associate of Later Tang's first emperor Li Cunxu, having served as Li Cunxu's attendant ever since both were children. After Li Cunxu's death in a mutiny, Zhu served the succeeding emperor, Li Cunxu's adoptive brother Li Siyuan, but later, fearing that Li Si"}]}, {"heading": "Deaths", "year": "1173", "date": "November 7", "txt": "Uijong of Goryeo, Korean monarch of the Goryeo dynasty (b. 1127)", "entities": [{"title": "Uijong of Goryeo", "href": "/wiki/Uijong_of_Goryeo", "description": "Uijong was the 18th monarch of the Goryeo dynasty of Korea. He honored his advisors with many ceremonies but hated the warriors, often forcing them to participate in martial arts competitions for the entertainment of himself and the civil officials, as well as assigning them petty portions during land distributions. He also was often drunk, further angering the warriors. Finally, in the autumn of "}]}, {"heading": "Deaths", "year": "1225", "date": "November 7", "txt": "Engelbert II of Berg, German archbishop and saint (b. 1186)", "entities": [{"title": "Engelbert II of Berg", "href": "/wiki/Engelbert_II_of_Berg", "description": "Count Engelbert II of Berg, also known as Saint Engelbert, Engelbert of Cologne, Engelbert I, Archbishop of Cologne or Engelbert I of Berg, Archbishop of Cologne was archbishop of Cologne and a saint; he was notoriously murdered by a member of his own family."}]}, {"heading": "Deaths", "year": "1497", "date": "November 7", "txt": "Philip II, Duke of Savoy (b. 1443)", "entities": [{"title": "Philip II, Duke of Savoy", "href": "/wiki/Philip_II,_Duke_of_Savoy", "description": "Philip II, surnamed the Landless, was the Duke of Savoy for a brief reign from 1496 to 1497."}]}, {"heading": "Deaths", "year": "1550", "date": "November 7", "txt": "Jón Arason, Icelandic bishop and poet (b. 1484)", "entities": [{"title": "Jón Arason", "href": "/wiki/J%C3%B3n_Arason", "description": "Jón Arason was an Icelandic Roman Catholic bishop and poet, who was executed in his struggle against the imposition of the Protestant Reformation in Iceland."}]}, {"heading": "Deaths", "year": "1561", "date": "November 7", "txt": "Jeanne de Jussie, Swiss nun and writer  (b. 1503)", "entities": [{"title": "Jeanne de Jussie", "href": "/wiki/Jeanne_de_Jussie", "description": "Jeanne de Jussie was a Roman Catholic nun and writer born near Geneva. She documented the role of the Protestant Reformation in the Poor Clares convent in Geneva."}]}, {"heading": "Deaths", "year": "1562", "date": "November 7", "txt": "Maldeo Rathore, Rao of Marwar (b. 1511)", "entities": [{"title": "Maldeo Rathore", "href": "/wiki/Maldeo_Rathore", "description": "Maldev Rathore was an Indian ruler of Marwar, which was later known as Jodhpur. He was a scion of the Rathore clan. His father was Ganga Rathore and his mother was Queen Padmavati of Sirohi. Maldev fought in the Battle of Khanwa as a young prince, the defeat at Khanwa greatly weakened all the Rajput kingdoms in India, but Marwar under Maldev's capable rule turned into a powerful Rajput Kingdom tha"}]}, {"heading": "Deaths", "year": "1574", "date": "November 7", "txt": "Solomon Luria, Polish rabbi and educator (b. 1510)", "entities": [{"title": "Solomon Luria", "href": "/wiki/Solomon_Luria", "description": "Solomon Luria was one of the great Ashkenazic poskim and teachers of his time. He is known for his work of Halakha, Yam Shel Shlomo, and his Talmudic commentary Chochmat Shlomo. Luria is also referred to as “Maharshal” מהרש\"ל‎, or “Rashal” רש\"ל‎."}]}, {"heading": "Deaths", "year": "1581", "date": "November 7", "txt": "Richard Davies, Welsh bishop and scholar (b. 1505)", "entities": [{"title": "Richard Davies (bishop)", "href": "/wiki/Richard_Davies_(bishop)", "description": "Richard Davies was a Welsh bishop and scholar."}]}, {"heading": "Deaths", "year": "1599", "date": "November 7", "txt": "Gasparo Tagliacozzi, Italian surgeon and educator (b. 1546)", "entities": [{"title": "Gasparo Tagliacozzi", "href": "/wiki/Gasparo_Tagliacozzi", "description": "Gaspare Tagliacozzi was an Italian surgeon, pioneer of plastic and reconstructive surgery."}]}, {"heading": "Deaths", "year": "1627", "date": "November 7", "txt": "Jahangir, Mughal emperor (b. 1569)", "entities": [{"title": "Jahangir", "href": "/wiki/Jahangir", "description": "Nur-ud-din Muhammad Salim, known by his imperial name, Jahangir, was the fourth Mughal Emperor, who ruled from 1605 until his death in 1627. His imperial name means 'conqueror of the world', 'world-conqueror' or 'world-seizer'."}]}, {"heading": "Deaths", "year": "1633", "date": "November 7", "txt": "Cornelis Drebbel, Dutch inventor (b. 1572)", "entities": [{"title": "Cornelis Drebbel", "href": "/wiki/Cornelis_Drebbel", "description": "Cornelis Jacobszoon Drebbel was a Dutch engineer and inventor. He was the builder of the first navigable submarine in 1620 and an innovator who contributed to the development of measurement and control systems, optics and chemistry."}]}, {"heading": "Deaths", "year": "1639", "date": "November 7", "txt": "Thomas Arundell, 1st Baron Arundell of Wardour, English politician (b. 1560)", "entities": [{"title": "Thomas Arundell, 1st Baron Arundell of Wardour", "href": "/wiki/Thomas_Arundell,_1st_Baron_Arundell_of_Wardour", "description": "Thomas Arundell, 1st Baron Arundell of Wardour was the eldest son of Sir Matthew Arundell of Wardour Castle in Wiltshire, and Margaret Willoughby, the daughter of Sir Henry Willoughby, of Wollaton, Nottinghamshire, and wife Margaret Markham. He distinguished himself in battle against the Ottoman Turks in the service of the Emperor Rudolf II, and was created a Count of the Holy Roman Empire. His as"}]}, {"heading": "Deaths", "year": "1642", "date": "November 7", "txt": "Henry Montagu, 1st Earl of Manchester, English judge and politician, Lord High Treasurer of The United Kingdom (b. 1563)", "entities": [{"title": "Henry Montagu, 1st Earl of Manchester", "href": "/wiki/Henry_Montagu,_1st_Earl_of_Manchester", "description": "Henry Montagu, 1st Earl of Manchester was an English judge, politician and peer."}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1713", "date": "November 7", "txt": "Elizabeth Barry, English actress (b. 1658)", "entities": [{"title": "Elizabeth Barry", "href": "/wiki/Elizabeth_Barry", "description": "Elizabeth Barry was an English actress of the Restoration period."}]}, {"heading": "Deaths", "year": "1809", "date": "November 7", "txt": "Paul Sandby, English painter and cartographer (b. 1725)", "entities": [{"title": "Paul Sandby", "href": "/wiki/Paul_Sandby", "description": "Paul Sandby was an English map-maker turned landscape painter in watercolours, who, along with his older brother Thomas, became one of the founding members of the Royal Academy in 1768."}]}, {"heading": "Deaths", "year": "1837", "date": "November 7", "txt": "Elijah Parish Lovejoy, American minister and journalist (b. 1809)", "entities": [{"title": "Elijah Parish Lovejoy", "href": "/wiki/Elijah_Parish_Lovejoy", "description": "Elijah Parish Lovejoy was an American Presbyterian minister, journalist, newspaper editor, and abolitionist. He was shot and killed by a pro-slavery mob in Alton, Illinois, during their attack on the warehouse of Benjamin Godfrey and W. S. Gillman, where Lovejoy's press and abolitionist materials were stored."}]}, {"heading": "Deaths", "year": "1862", "date": "November 7", "txt": "Bahadur Shah II, Mughal emperor (b. 1775)", "entities": [{"title": "Bahadur Shah II", "href": "/wiki/Bahadur_Shah_II", "description": "Bahadur Shah Zafar or Bahadur Shah II was the twentieth and last Mughal emperor. He was the second son of and became the successor to his father, Akbar II, upon his death on 28 September 1837. He was a titular Emperor, as the Mughal Empire existed in name only and his authority was limited only to the walled city of Old Delhi (Shahjahanbad). Following his involvement in the Indian Rebellion of 185"}]}, {"heading": "Deaths", "year": "1872", "date": "November 7", "txt": "Alfred Clebsch, German mathematician and academic (b. 1833)", "entities": [{"title": "Alfred Clebsch", "href": "/wiki/Alfred_Clebsch", "description": "Rudolf Friedrich Alfred Clebsch was a German mathematician who made important contributions to algebraic geometry and invariant theory. He attended the University of Königsberg and was habilitated at Berlin. He subsequently taught in Berlin and Karlsruhe. His collaboration with Paul Gordan in Giessen led to the introduction of Clebsch–Gordan coefficients for spherical harmonics, which are now wide"}]}, {"heading": "Deaths", "year": "1881", "date": "November 7", "txt": "John MacHale, Irish archbishop (b. 1791)", "entities": [{"title": "John MacHale", "href": "/wiki/John_MacHale", "description": "John MacHale was the Irish Roman Catholic Archbishop of Tuam, and Irish nationalist."}]}, {"heading": "Deaths", "year": "1906", "date": "November 7", "txt": "Heinrich Seidel, German engineer and poet (b. 1842)", "entities": [{"title": "Heinrich Seidel", "href": "/wiki/Heinrich_Seidel", "description": "Heinrich Friedrich Wilhelm Seidel was a German engineer, poet and writer."}]}, {"heading": "Deaths", "year": "1907", "date": "November 7", "txt": "Jesús García, Mexican railroad brakeman (b. 1881)", "entities": [{"title": "Jesús García", "href": "/wiki/Jes%C3%BAs_Garc%C3%ADa", "description": "Jesús García Corona was a Mexican railroad brakeman who died while preventing a train loaded with dynamite from exploding near Nacozari, Sonora, in 1907. As el héroe de Nacozari, he is revered as a national hero and many streets, plazas, and schools across Mexico are named after him."}]}, {"heading": "Deaths", "year": "1913", "date": "November 7", "txt": "Alfred Russel Wallace, Welsh-English biologist and geographer (b. 1823)", "entities": [{"title": "Alfred Russel Wallace", "href": "/wiki/Alfred_Russel_Wallace", "description": "Alfred Russel Wallace was a British naturalist, explorer, geographer, anthropologist, biologist and illustrator. He is best known for independently conceiving the theory of evolution through natural selection; his paper on the subject was jointly published with some of Charles Darwin's writings in 1858. This prompted Darwin to publish On the Origin of Species."}]}, {"heading": "Deaths", "year": "1916", "date": "November 7", "txt": "Henry Ward Ranger, American painter and academic (b. 1858)", "entities": [{"title": "Henry Ward Ranger", "href": "/wiki/Henry_Ward_Ranger", "description": "Henry Ward Ranger was an American artist. Born in western New York State, he was a prominent landscape and marine painter, an important Tonalist, and the leader of the Old Lyme Art Colony. Ranger became a National Academician (1906), and a member of the American Water Color Society. Among his paintings are, Top of the Hill, Corcoran Gallery of Art, Washington, D.C.; and East River Idyll, Carnegie "}]}, {"heading": "Deaths", "year": "1919", "date": "November 7", "txt": "Hugo Haase, German lawyer, jurist, and politician (b. 1863)", "entities": [{"title": "Hugo Haase", "href": "/wiki/Hugo_Haase", "description": "Hugo Haase was a German socialist politician, jurist and pacifist. With Friedrich Ebert, he co-chaired of the Council of the People's Deputies after the German Revolution of 1918–19."}]}, {"heading": "Deaths", "year": "1922", "date": "November 7", "txt": "Sam Thompson, American baseball player (b. 1860)", "entities": [{"title": "Sam Thompson", "href": "/wiki/Sam_Thompson", "description": "Samuel Luther \"Big Sam\" Thompson was an American professional baseball player from 1884 to 1898 and with a brief comeback in 1906. At 6 feet, 2 inches, the Indiana native was one of the larger players of his day and was known for his prominent handlebar mustache. He played as a right fielder in Major League Baseball for the Detroit Wolverines (1885–1888), Philadelphia Phillies (1889–1898) and Detr"}]}, {"heading": "Deaths", "year": "1923", "date": "November 7", "txt": "Ashwini Kumar Dutta, Indian educator and philanthropist (b. 1856)", "entities": [{"title": "Ashwini Kumar Dutta", "href": "/wiki/Ashwini_Kumar_Dutta", "description": "Ashwini Kumar Dutta was a Bengali educationist, philanthropist, social reformer and patriot."}]}, {"heading": "Deaths", "year": "1930", "date": "November 7", "txt": "Ōkido Moriemon, Japanese sumo wrestler, the 23rd Yokozuna (b. 1878)", "entities": [{"title": "Ōkido Moriemon", "href": "/wiki/%C5%8Ckido_Moriemon", "description": "Ōkido Moriemon  was a Japanese professional sumo wrestler. He was the sport's 23rd yokozuna. He was the second yokozuna to be recognised from Osaka sumo, and the only yokozuna who spent his whole active career in the city."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1933", "date": "November 7", "txt": "Harold Weber, American golfer and architect (b. 1882)", "entities": [{"title": "Harold Weber", "href": "/wiki/Harold_Weber", "description": "Harold Weber was an American golfer who competed in the 1904 Summer Olympics. He was from Littleton, New Hampshire."}]}, {"heading": "Deaths", "year": "1941", "date": "November 7", "txt": "Frank Pick, English lawyer and businessman (b. 1878)", "entities": [{"title": "Frank Pick", "href": "/wiki/Frank_Pick", "description": "Frank Pick Hon. RIBA was a British transport administrator. After qualifying as a solicitor in 1902, he worked at the North Eastern Railway, before moving to the Underground Electric Railways Company of London (UERL) in 1906. He was chief executive officer and vice-chairman of the London Passenger Transport Board from its creation in 1933 until 1940."}]}, {"heading": "Deaths", "year": "1944", "date": "November 7", "txt": "Richard Sorge, Azerbaijani-German journalist and spy (b. 1895)", "entities": [{"title": "Richard Sorge", "href": "/wiki/Richard_Sorge", "description": "Richard Sorge was a German journalist and Soviet military intelligence officer who was active before and during World War II and worked undercover as a German journalist in both Nazi Germany and the Empire of Japan. His codename was \"Ramsay\". A number of famous personalities considered him one of the most accomplished spies."}]}, {"heading": "Deaths", "year": "1944", "date": "November 7", "txt": "Hannah Szenes, Hungarian-Israeli soldier and poet (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "November 7", "txt": "K. Natesa Iyer, Indian-Sri Lankan journalist and politician (b. 1887)", "entities": [{"title": "K. Natesa Iyer", "href": "/wiki/K._Natesa_Iyer", "description": "\n\nKothandarama Natesa Iyer or S. K. Natesa Iyer was a Sri Lankan journalist, trade union leader and politician of Indian Tamil origin, had pioneered the labour movement in the plantations in the early 1930s."}]}, {"heading": "Deaths", "year": "1959", "date": "November 7", "txt": "Victor McLaglen, English-American boxer and actor (b. 1883)", "entities": [{"title": "Victor McLaglen", "href": "/wiki/Victor_McLaglen", "description": "Victor Andrew de Bier Everleigh McLaglen was a film actor who held both British and American citizenship. He was known as a character actor, particularly in Westerns, and made seven films with John Ford and John Wayne. McLaglen won the Academy Award for Best Actor in 1935 for his role in The Informer."}]}, {"heading": "Deaths", "year": "1962", "date": "November 7", "txt": "Eleanor Roosevelt, American humanitarian and politician, 39th First Lady of the United States (b. 1884)", "entities": [{"title": "Eleanor Roosevelt", "href": "/wiki/Eleanor_Roosevelt", "description": "Anna Eleanor Roosevelt was an American political figure, diplomat and activist. She served as the First Lady of the United States from March 4, 1933, to April 12, 1945, during her husband President Franklin D. Roosevelt's four terms in office, making her the longest-serving First Lady of the United States. Roosevelt served as United States Delegate to the United Nations General Assembly from 1945 "}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Deaths", "year": "1964", "date": "November 7", "txt": "Hans von Euler-Chelpin, German-Swedish biochemist and academic, Nobel Prize laureate (b. 1863)", "entities": [{"title": "Hans von Euler-Chelpin", "href": "/wiki/Hans_von_Euler-Chelpin", "description": "Hans Karl August Simon von Euler-Chelpin was a German-born Swedish biochemist. He won the Nobel Prize in Chemistry in 1929 with Arthur Harden for their investigations on the fermentation of sugar and enzymes. He was a professor of general and organic chemistry at Stockholm University (1906–1941) and the director of its Institute for organic-chemical research (1938–1948). Euler-Chelpin married Astr"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1966", "date": "November 7", "txt": "Rube Bressler, American baseball player (b. 1894)", "entities": [{"title": "Rube Bressler", "href": "/wiki/Rube_Bressler", "description": "Raymond Bloom \"Rube\" Bressler was an American left-handed pitcher in Major League Baseball for the Philadelphia Athletics from 1914 to 1916 and Cincinnati Reds from 1917 to 1920, before being converted to an outfielder and first baseman for Cincinnati from 1918 to 1927, the Brooklyn Robins from 1928 to 1931 and the Philadelphia Phillies and St. Louis Cardinals in his final year of 1931. The first "}]}, {"heading": "Deaths", "year": "1967", "date": "November 7", "txt": "John Nance Garner, American lawyer and politician, 32nd Vice President of the United States (b. 1868)", "entities": [{"title": "John Nance Garner", "href": "/wiki/John_Nance_Garner", "description": "John Nance Garner III, known among his contemporaries as \"Cactus Jack\", was an American Democratic politician and lawyer from Texas. He was the 32nd vice president of the United States, serving from 1933 to 1941. He was also the 39th speaker of the United States House of Representatives from 1931 to 1933. Along with Schuyler Colfax, Garner is one of only two individuals to serve as both vice presi"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1968", "date": "November 7", "txt": "Gordon Coventry, Australian footballer and coach (b. 1901)", "entities": [{"title": "Gordon Coventry", "href": "/wiki/Gordon_Coventry", "description": "Gordon Richard James Coventry was an Australian rules footballer who played for Collingwood Football Club in the Victorian Football League (VFL)."}]}, {"heading": "Deaths", "year": "1968", "date": "November 7", "txt": "Alexander Gelfond, Russian mathematician, cryptographer, and academic (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "November 7", "txt": "Eric Linklater, Welsh-Scottish author and academic (b. 1899)", "entities": [{"title": "Eric Linklater", "href": "/wiki/Eric_Linklater", "description": "Eric Robert Russell Linklater CBE was a Welsh-born Scottish poet, writer of novels, short stories, military history, and travel books. For The Wind on the Moon, a children's fantasy novel, he won the 1944 Carnegie Medal from the Library Association for the year's best children's book by a British subject."}]}, {"heading": "Deaths", "year": "1975", "date": "November 7", "txt": "Piero Dusio, Italian footballer, businessman and race car driver (b. 1899)", "entities": [{"title": "Piero Dusio", "href": "/wiki/Piero_Dusio", "description": "Piero Dusio was an Italian soccer player, businessman and racing driver."}]}, {"heading": "Deaths", "year": "1978", "date": "November 7", "txt": "Jivraj Narayan Mehta, Indian surgeon and politician, 6th Chief Minister of Gujarat (b. 1887)", "entities": [{"title": "Jivraj Narayan Mehta", "href": "/wiki/Jivraj_Narayan_Mehta", "description": "Jivraj Narayan Mehta was an Indian politician and the first Chief Minister of Gujarat. He also served as the first \"Dewan\" of the erstwhile Baroda state, and Indian high commissioner to the United Kingdom from 1963 to 1966."}, {"title": "Chief Minister of Gujarat", "href": "/wiki/Chief_Minister_of_Gujarat", "description": "The Chief Minister of Gujarat is the chief executive of the government of the Indian state of Gujarat. The governor appoints the chief minister, whose council of ministers are collectively responsible to the assembly. The chief minister's term is for five years and is subject to no term limits, given that he has the confidence of the assembly."}]}, {"heading": "Deaths", "year": "1978", "date": "November 7", "txt": "Gene Tunney, American boxer and actor (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "November 7", "txt": "İlhan Erdost, Turkish publisher (b. 1944)", "entities": [{"title": "İlhan Erdost", "href": "/wiki/%C4%B0lhan_Erdost", "description": "İlhan Erdost was a Turkish publisher."}]}, {"heading": "Deaths", "year": "1980", "date": "November 7", "txt": "Steve McQueen, American actor and producer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "November 7", "txt": "Will Durant, American historian and philosopher (b. 1885)", "entities": [{"title": "Will Durant", "href": "/wiki/Will_Durant", "description": "William James Durant was an American writer, historian, and philosopher. He became best known for his work The Story of Civilization, 11 volumes written in collaboration with his wife, Ariel Durant, and published between 1935 and 1975. He was earlier noted for The Story of Philosophy (1926), described as \"a groundbreaking work that helped to popularize philosophy\"."}]}, {"heading": "Deaths", "year": "1983", "date": "November 7", "txt": "Germaine Tailleferre, French pianist and composer (b. 1892)", "entities": [{"title": "Germaine Tailleferre", "href": "/wiki/Germaine_Tailleferre", "description": "Germaine Tailleferre was a French composer and the only female member of the group of composers known as Les Six."}]}, {"heading": "Deaths", "year": "1986", "date": "November 7", "txt": "Tracy Pew, Australian bass player (b. 1957)", "entities": [{"title": "Tracy Pew", "href": "/wiki/Tracy_Pew", "description": "Tracy Franklin Pew was an Australian musician, and bassist for The Birthday Party. He was later a member of The Saints, and worked with Nick Cave and the Bad Seeds."}]}, {"heading": "Deaths", "year": "1988", "date": "November 7", "txt": "Bill Hoest, American cartoonist (b. 1926)", "entities": [{"title": "Bill Hoest", "href": "/wiki/Bill_Hoest", "description": "Bill Hoest was an American cartoonist best known as the creator of the gag panel series, The Lockhorns, distributed by King Features Syndicate to 500 newspapers in 23 countries, and Laugh Parade for Parade. He also created other syndicated strips and panels for King Features."}]}, {"heading": "Deaths", "year": "1990", "date": "November 7", "txt": "Lawrence Durrell, British novelist, poet, dramatist, (b. 1912)", "entities": [{"title": "Lawrence Durrell", "href": "/wiki/Lawrence_Durrell", "description": "Lawrence George Durrell was an expatriate British novelist, poet, dramatist, and travel writer. He was the eldest brother of naturalist and writer Gerald Durrell."}]}, {"heading": "Deaths", "year": "1990", "date": "November 7", "txt": "Tom Clancy, Irish singer and actor, (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "November 7", "txt": "Tom of Finland, Finnish illustrator (b. 1920)", "entities": [{"title": "Tom of Finland", "href": "/wiki/Tom_of_Finland", "description": "Touko Valio Laaksonen, best known by his pseudonym Tom of Finland, was a Finnish artist known for his stylized highly masculinized homoerotic art, and for his influence on late-20th century gay culture. He has been called the \"most influential creator of gay pornographic images\" by cultural historian Joseph W. Slade. Over the course of four decades, he produced some 3,500 illustrations, mostly fea"}]}, {"heading": "Deaths", "year": "1992", "date": "November 7", "txt": "Alexander Dubček, Slovak soldier and politician (b. 1921)", "entities": [{"title": "Alexander Dubček", "href": "/wiki/Alexander_Dub%C4%8Dek", "description": "Alexander Dubček was a Slovak politician who served as the First Secretary of the Presidium of the Central Committee of the Communist Party of Czechoslovakia (KSČ) from January 1968 to April 1969. He attempted to reform the communist government during the Prague Spring but was forced to resign following the Warsaw Pact invasion in August 1968."}]}, {"heading": "Deaths", "year": "1992", "date": "November 7", "txt": "Jack Kelly, American actor and politician (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "November 7", "txt": "Adelaide Hall, American-English singer, actress, and dancer (b. 1901)", "entities": [{"title": "Adelaide Hall", "href": "/wiki/Adelaide_Hall", "description": "Adelaide Louise Hall was an American-born UK-based jazz singer and entertainer. Her long career spanned more than 70 years from 1921 until her death and she was a major figure in the Harlem Renaissance. Hall entered the Guinness Book of World Records in 2003 as the world's most enduring recording artist having released material over eight consecutive decades. She performed with major artists such "}]}, {"heading": "Deaths", "year": "1993", "date": "November 7", "txt": "Charles Aidman, American stage, film, and television actor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 7", "txt": "Shorty Rogers, American trumpet player and composer (b. 1924)", "entities": [{"title": "Shorty Rogers", "href": "/wiki/Shorty_Rogers", "description": "Milton \"Shorty\" Rogers was one of the principal creators of West Coast jazz. He played trumpet and flugelhorn and was in demand for his skills as an arranger."}]}, {"heading": "Deaths", "year": "1995", "date": "November 7", "txt": "Ann Dunham, American anthropologist and academic (b. 1942)", "entities": [{"title": "Ann Dunham", "href": "/wiki/Ann_Dunham", "description": "Stanley Ann Dunham was an American anthropologist who specialized in the economic anthropology and rural development of Indonesia. She was the mother of Barack Obama, the 44th President of the United States. Dunham was known as Stanley Ann Dunham through high school, then as Ann Dunham, Ann Obama, Ann Soetoro, a.k.a. Ann Sutoro, and resumed her maiden name, Ann Dunham, later in life."}]}, {"heading": "Deaths", "year": "1996", "date": "November 7", "txt": "Claude Ake, Nigerian political scientist and academic (b. 1939)", "entities": [{"title": "Claude Ake", "href": "/wiki/Claude_Ake", "description": "Claude Ake was a Nigerian political scientist from Omoku, in Rivers State, Nigeria. Ake was considered \"one of Africa's foremost political philosophers.\" He specialised in political economy, political theory, and development studies and is well known for his research on development and democracy in Africa. He was professor of political economy and dean of the University of Port Harcourt's Faculty "}]}, {"heading": "Deaths", "year": "1996", "date": "November 7", "txt": "Jaja Wachuku, Nigerian lawyer and politician, Nigerian Minister of Foreign Affairs (b. 1918)", "entities": [{"title": "Minister of Foreign Affairs (Nigeria)", "href": "/wiki/Minister_of_Foreign_Affairs_(Nigeria)", "description": "The Nigerian foreign ministry is a statutory body created to re-inforce foreign decision making and implementation processes in Nigeria and handle the external promotion of Nigeria's domestic vision and ideals; it is headed by a federal executive cabinet minister. As of late its mission has geared towards increasing awareness about Nigeria's economic potential. It is part of the government's execu"}]}, {"heading": "Deaths", "year": "2000", "date": "November 7", "txt": "Ingrid of Sweden (b. 1910)", "entities": [{"title": "Ingrid of Sweden", "href": "/wiki/Ingrid_of_Sweden", "description": "Ingrid Victoria Sofia Louise Margareta of Sweden was Queen of Denmark from 1947 until 1972 as the wife of King Frederick IX."}]}, {"heading": "Deaths", "year": "2000", "date": "November 7", "txt": "Nimalan Soundaranayagam, Sri Lankan educator and politician (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 7", "txt": "Chidambaram Subramaniam, Indian publisher and politician, Indian Minister of Defence (b. 1910)", "entities": [{"title": "Minister of Defence (India)", "href": "/wiki/Minister_of_Defence_(India)", "description": "The Minister of Defence is the head of the Ministry of Defence and a high ranking minister of the Government of India. The Defence Minister is one of the most senior offices in the Union Council of Ministers as well as being a high-level minister in the union cabinet. They are often assisted by a Minister of State for Defence and less-commonly, the lower-ranked Deputy Minister of Defence. The defe"}]}, {"heading": "Deaths", "year": "2001", "date": "November 7", "txt": "Nida Blanca, Filipino actress (b. 1936)", "entities": [{"title": "Nida Blanca", "href": "/wiki/Nida_Blanca", "description": "Dorothy Guinto Jones, popularly known by her stage name Nida Blanca, was a Filipina actress. After a successful acting career in films during the 1950s, many of which are with actor Nestor de Villa, she gained further prominence in television for her role in the sitcom John en Marsha (1973–1990). Blanca starred in over 163 movies and 14 television shows during her 50-year career and was named one "}]}, {"heading": "Deaths", "year": "2001", "date": "November 7", "txt": "Anthony Shaffer, English author and playwright (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "November 7", "txt": "Rudolf Augstein, German journalist, co-founded Der Spiegel (b. 1923)", "entities": [{"title": "Rudolf Augstein", "href": "/wiki/Rudolf_Augstein", "description": "Rudolf Karl Augstein was one of the most influential German journalists, a founder and part-owner of Der Spiegel magazine."}]}, {"heading": "Deaths", "year": "2004", "date": "November 7", "txt": "Howard Keel, American actor and singer (b. 1919)", "entities": [{"title": "Howard Keel", "href": "/wiki/Howard_Keel", "description": "Harold Clifford Keel, known professionally as Howard Keel, was an American actor and singer, known for his rich bass-baritone singing voice. He starred in a number of MGM musicals in the 1950s and in the CBS television series Dallas from 1981–1991."}]}, {"heading": "Deaths", "year": "2005", "date": "November 7", "txt": "Harry Thompson, English author, screenwriter, and producer (b. 1960)", "entities": [{"title": "Harry Thompson", "href": "/wiki/Harry_Thompson", "description": "Harry William Thompson was an English radio and television producer, comedy writer, novelist and biographer. He was the creator of the dark humour television series Monkey Dust, screened between 2003 and 2005."}]}, {"heading": "Deaths", "year": "2006", "date": "November 7", "txt": "Aino Kukk, Estonian chess player and engineer (b. 1930)", "entities": [{"title": "Aino Kukk", "href": "/wiki/Aino_Kukk", "description": "Aino Kukk was an Estonian chess player, who won the Estonian Women's Chess Championship in 1955."}]}, {"heading": "Deaths", "year": "2006", "date": "November 7", "txt": "Bryan Pata, American football player (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 7", "txt": "Johnny Sain, American baseball player and coach (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 7", "txt": "Jean-Jacques Servan-Schreiber, French journalist and politician, co-founded L'Express (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 7", "txt": "Polly Umrigar, Indian cricketer and manager (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 7", "txt": "Earl Dodge, American activist and politician (b. 1932)", "entities": [{"title": "Earl Dodge", "href": "/wiki/Earl_Dodge", "description": "Earl Farwell Dodge Jr. was an American politician who served as the Prohibition Party's chairman and presidential candidate from the 1984 to 2000 presidential elections and later ran with the nomination of his own faction during the 2004 presidential election."}]}, {"heading": "Deaths", "year": "2007", "date": "November 7", "txt": "George W. George, American screenwriter and producer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 7", "txt": "Joe Frazier, American boxer (b. 1944)", "entities": [{"title": "Joe Frazier", "href": "/wiki/Joe_Frazier", "description": "Joseph William Frazier, nicknamed \"Smokin' Joe,\" was an American professional boxer who competed from 1965 to 1981. Frazier was known for his strength, durability, formidable punching power, and relentless pressure fighting style and was the first boxer to beat Muhammad Ali. He reigned as the undisputed heavyweight champion from 1970 to 1973 and as an amateur won a gold medal at the 1964 Summer Ol"}]}, {"heading": "Deaths", "year": "2011", "date": "November 7", "txt": "Takanosato Toshihide, Japanese sumo wrestler (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 7", "txt": "Carmen Basilio, American boxer (b. 1927)", "entities": [{"title": "Carmen Basilio", "href": "/wiki/Carmen_Basilio", "description": "Carmen Basilio was an American professional boxer who was the world champion in both the welterweight and middleweight divisions, beating Sugar Ray Robinson for the latter title. An iron-chinned pressure fighter, Basilio was a combination puncher who had great stamina, and eventually wore many of his opponents down with vicious attacks to the head and body."}]}, {"heading": "Deaths", "year": "2012", "date": "November 7", "txt": "Kevin O'Donnell, Jr., American author (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 7", "txt": "Glenys Page, New Zealand cricketer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 7", "txt": "Sandy Pearson, Australian general (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 7", "txt": "Darrell Royal, American football player and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 7", "txt": "Arthur K. Snyder, American lawyer and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 7", "txt": "John Cole, Irish-English journalist and author (b. 1927)", "entities": [{"title": "John Cole (journalist)", "href": "/wiki/John_Cole_(journalist)", "description": "John Morrison Cole was a Northern Irish journalist and broadcaster, best known for his work with the BBC. Cole served as deputy editor of The Guardian and The Observer and, from 1981 to 1992, was the BBC's political editor. Donald Macintyre, in an obituary in The Independent, described him as \"the most recognisable and respected broadcast political journalist since World War II.\""}]}, {"heading": "Deaths", "year": "2013", "date": "November 7", "txt": "Ian Davies, Australian basketball player and coach (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 7", "txt": "Ron Dellow, English footballer and manager (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 7", "txt": "Joey Manley, American publisher, founded Modern Tales (b. 1965)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 7", "txt": "Jack Mitchell, American photographer and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 7", "txt": "Manfred Rommel, German lawyer and politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 7", "txt": "Lincoln D. Faurer, American general (b. 1928)", "entities": [{"title": "Lincoln D. Faurer", "href": "/wiki/Lincoln_D._Faurer", "description": "Lieutenant General Lincoln D. Faurer was United States Air Force officer who served as Director of the National Security Agency and Chief of the Central Security Service from 1981 to 1985."}]}, {"heading": "Deaths", "year": "2014", "date": "November 7", "txt": "Kajetan Kovič, Slovenian journalist and poet (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 7", "txt": "Allen Ripley, American baseball player (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 7", "txt": "Bappaditya Bandopadhyay, Indian director and poet (b. 1970)", "entities": [{"title": "Bappaditya Bandopadhyay", "href": "/wiki/Bappaditya_Bandopadhyay", "description": "Bappaditya Bandopadhyay or Bappaditya Banerjee was an Indian director and poet."}]}, {"heading": "Deaths", "year": "2015", "date": "November 7", "txt": "Ri Ul-sol, North Korean marshal and politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 7", "txt": "Leonard Cohen, Canadian singer-songwriter and poet (b. 1934)", "entities": [{"title": "Leonard Cohen", "href": "/wiki/Leonard_Cohen", "description": "Leonard Norman Cohen was a Canadian singer-songwriter, poet, and novelist. His work explored religion, politics, isolation, depression, sexuality, loss, death and romantic relationships. Cohen was inducted into the Canadian Music Hall of Fame, the Canadian Songwriters Hall of Fame, and the Rock and Roll Hall of Fame. He was invested as a Companion of the Order of Canada, the nation's highest civil"}]}, {"heading": "Deaths", "year": "2016", "date": "November 7", "txt": "Janet Reno, American lawyer and government official; Attorney General of the United States (1993–2001) (b. 1938)", "entities": [{"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Deaths", "year": "2016", "date": "November 7", "txt": "Jimmy Young, British singer and radio personality (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 7", "txt": "Roy Halladay, American baseball player (b. 1977)", "entities": [{"title": "Roy Halladay", "href": "/wiki/Roy_Halladay", "description": "Harry Leroy \"Roy\" Halladay III was an American professional baseball pitcher, who played in Major League Baseball (MLB) for the Toronto Blue Jays and Philadelphia Phillies between 1998 and 2013. His nickname, \"Doc\", was coined by Toronto Blue Jays announcer Tom Cheek, and was a reference to Wild West gunslinger Doc Holliday. An eight-time All-Star, Halladay was one of the most dominant pitchers of"}]}, {"heading": "Deaths", "year": "2017", "date": "November 7", "txt": "Carl Sargeant, Welsh Assembly minister (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "November 7", "txt": "Janette Sherman, American physician, author, and pioneer in occupational and environmental health (b. 1930)", "entities": [{"title": "Janette Sherman", "href": "/wiki/Janette_Sherman", "description": "Janette Dexter Sherman was a physician, toxicologist, author, and activist in the U.S. She researched pesticides, nuclear radiation, birth defects, breast cancer, and illnesses caused by toxins in homes and was a pioneer in the field of occupational and environmental health. Sherman was an expert witness or consultant in 5,000 workers' compensation cases about deadly chemicals, contaminated water,"}]}, {"heading": "Deaths", "year": "2020", "date": "November 7", "txt": "Jonathan Sacks, former Chief Rabbi of the Commonwealth and member of the House of Lords (b. 1948)", "entities": [{"title": "Jonathan Sacks", "href": "/wiki/Jonathan_Sacks", "description": "Jonathan Henry Sacks, Baron Sacks was a British Orthodox rabbi, philosopher, theologian, author, peer and public figure."}, {"title": "Chief Rabbi", "href": "/wiki/Chief_Rabbi", "description": "\nChief Rabbi is a title given in several countries to the recognized religious leader of that country's Jewish community, or to a rabbinic leader appointed by the local secular authorities. Since 1911, through a capitulation by Ben-Zion Meir Hai Uziel, Israel has had two chief rabbis, one Ashkenazi and one Sephardi."}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}, {"title": "House of Lords", "href": "/wiki/House_of_Lords", "description": "The House of Lords is the upper house of the Parliament of the United Kingdom. Membership is by appointment, heredity or official function. Like the House of Commons, it meets in the Palace of Westminster."}]}]