[{"heading": "Events", "year": "1138", "date": "November 5", "txt": "Lý Anh Tông is enthroned as emperor of Vietnam at the age of two, beginning a 37-year reign.", "entities": [{"title": "Lý Anh Tông", "href": "/wiki/L%C3%BD_Anh_T%C3%B4ng", "description": "Emperor Lý Anh Tông of Đại Việt, was the sixth ruler of the later Lý Dynasty, from 1138 until his death in 1175. Since Lý Anh Tông, given name Lý Thiên Tộ (李天祚), was chosen as the successor of his father Lý Thần Tông at the age of only two, the early period of his reign witnessed the dominant position of Đỗ Anh Vũ in the royal court until his death in 1157, afterwards the Emperor ruled the country"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1499", "date": "November 5", "txt": "Publication of the Catholicon, written in 1464 by Jehan Lagadeuc in Tréguier; this is the first Breton dictionary as well as the first French dictionary.", "entities": [{"title": "Tréguier", "href": "/wiki/Tr%C3%A9guier", "description": "Tréguier is a port town in the Côtes-d'Armor department in Brittany in northwestern France. It is the capital of the province of Trégor."}, {"title": "Breton language", "href": "/wiki/Breton_language", "description": "Breton is a Southwestern Brittonic language of the Celtic language family spoken in Brittany, modern-day France."}]}, {"heading": "Events", "year": "1556", "date": "November 5", "txt": "Second Battle of Panipat: Fought between the forces of Hem Chandra Vikramaditya, the Hindu king at Delhi and forces of Muslim Emperor Akbar.", "entities": [{"title": "Second Battle of Panipat", "href": "/wiki/Second_Battle_of_Panipat", "description": "The Second Battle of Panipat was fought on 5 November 1556, between the Hindu emperor of north India, Hemu, and the forces of the Mughal emperor Akbar. Hemu had conquered the states of Delhi and Agra a few weeks earlier by defeating the Mughals led by Tardi Beg Khan at the Battle of Delhi and proclaimed himself Raja Vikramaditya at a coronation in Purana Quila in Delhi. Akbar and his guardian Bair"}, {"title": "Hem Chandra Vikramaditya", "href": "/wiki/Hem_Chandra_Vikramaditya", "description": "Hemu was a Hindu king who previously served as a general and Chief Minister of Adil Shah Suri of the Suri dynasty during a period in Indian history when the Mughals and Afghans were vying for power across North India. He fought Afghan rebels across North India from the Punjab to Bengal and the Mughal forces of Humayun and Akbar in Agra and Delhi, winning 22 battles for Adil Shah."}]}, {"heading": "Events", "year": "1605", "date": "November 5", "txt": "Gunpowder Plot: Guy Fawkes is arrested.", "entities": [{"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}, {"title": "Guy Fawkes", "href": "/wiki/Guy_Fawkes", "description": "Guy Fawkes, also known as Guido Fawkes while fighting for the Spanish, was a member of a group of provincial English Catholics who was involved in the failed Gunpowder Plot of 1605. He was born and educated in York; his father died when Fawkes was eight years old, after which his mother married a recusant Catholic."}]}, {"heading": "Events", "year": "1688", "date": "November 5", "txt": "William III of England lands with a Dutch fleet at Brixham.", "entities": [{"title": "William III of England", "href": "/wiki/William_III_of_England", "description": "William III, also widely known as William of Orange, was sovereign Prince of Orange from birth, Stadtholder of Holland, Zeeland, Utrecht, Guelders, and Overijssel in the Dutch Republic from the 1670s and King of England, Ireland, and Scotland from 1689 until his death in 1702. As King of Scotland, he is known as William II. He is sometimes informally known as \"King Billy\" in Ireland and Scotland. "}, {"title": "Brixham", "href": "/wiki/Brixham", "description": "Brixham is a fishing town and civil parish in the district of Torbay in the county of Devon, in the south-west of England. Brixham is at the southern end of Torbay, across the bay from Torquay, and fishing and tourism are the major industries of the town. At the time of the 2011 census it had a population of 16,693."}]}, {"heading": "Events", "year": "1757", "date": "November 5", "txt": "Seven Years' War: Frederick the Great defeats the allied armies of France and the Holy Roman Empire at the Battle of Rossbach.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Frederick the Great", "href": "/wiki/Frederick_the_Great", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}, {"title": "Battle of Rossbach", "href": "/wiki/Battle_of_Rossbach", "description": "The Battle of Rossbach took place on 5 November 1757 during the Third Silesian War near the village of Rossbach (Roßbach), in the Electorate of Saxony. It is sometimes called the Battle of, or at, Reichardtswerben, after a different nearby town. In this 90-minute battle, Frederick the Great, king of Prussia, defeated an Allied army composed of French forces augmented by a contingent of the Reichsa"}]}, {"heading": "Events", "year": "1768", "date": "November 5", "txt": "Treaty of Fort Stanwix, the purpose of which is to adjust the boundary line between Indian lands and white settlements set forth in the Royal Proclamation of 1763 in the Thirteen Colonies.", "entities": [{"title": "Treaty of Fort Stanwix", "href": "/wiki/Treaty_of_Fort_Stanwix", "description": "The Treaty of Fort Stanwix was a treaty signed between representatives from the Iroquois and Great Britain in 1768 at Fort Stanwix. It was negotiated between Sir William Johnson, his deputy George Croghan, and representatives of the Iroquois."}, {"title": "Royal Proclamation of 1763", "href": "/wiki/Royal_Proclamation_of_1763", "description": "The Royal Proclamation of 1763 was issued by King George III on 7 October 1763. It followed the Treaty of Paris (1763), which formally ended the Seven Years' War and transferred French territory in North America to Great Britain. The Proclamation forbade all settlements west of a line drawn along the Appalachian Mountains, which was delineated as an Indian Reserve. Exclusion from the vast region o"}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}]}, {"heading": "Events", "year": "1780", "date": "November 5", "txt": "French-American forces under Colonel LaBalme are defeated by Miami Chief Little Turtle.", "entities": [{"title": "Augustin de La Balme", "href": "/wiki/Augustin_de_La_Balme", "description": "Augustin Mottin de la Balme was a French cavalry officer who served in Europe during the Seven Years' War and in the United States during the American Revolution. His attempt to capture Fort Detroit in 1780 ended in defeat when he was ambushed by forces under Chief Little Turtle."}, {"title": "Little Turtle", "href": "/wiki/Little_Turtle", "description": "Little Turtle was a Sagamore (chief) of the Miami people, who became one of the most famous Native American military leaders. Historian Wiley Sword calls him \"perhaps the most capable Indian leader then in the Northwest Territory,\" although he later signed several treaties ceding land, which caused him to lose his leader status during the battles which became a prelude to the War of 1812. In the 1"}]}, {"heading": "Events", "year": "1811", "date": "November 5", "txt": "Salvadoran priest José Matías Delgado rings the bells of La Merced church in San Salvador, calling for insurrection and launching the 1811 Independence Movement.", "entities": [{"title": "José Matías Delgado", "href": "/wiki/Jos%C3%A9_Mat%C3%ADas_Delgado", "description": "José Matías Delgado y de León was a Salvadoran priest and doctor known as El Padre de la Patria Salvadoreña."}, {"title": "San Salvador", "href": "/wiki/San_Salvador", "description": "San Salvador is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador, which comprises the capital itself and 13 of its municipalities, has a population of 2,404,097."}, {"title": "1811 Independence Movement", "href": "/wiki/1811_Independence_Movement", "description": "The 1811 Independence Movement, known in El Salvador as the First Shout of Independence, was the first of a series of revolts in Central America in modern day El Salvador against Spanish colonialism and dependency on the Captaincy General of Guatemala. The independence movement was lead by prominent Salvadoran and Central American figures such as José Matías Delgado, Manuel José Arce, and Santiago"}]}, {"heading": "Events", "year": "1828", "date": "November 5", "txt": "Greek War of Independence: The French Morea expedition to recapture Morea (now the Peloponnese) ends when the last Ottoman forces depart the peninsula.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "Morea expedition", "href": "/wiki/Morea_expedition", "description": "The Morea expedition is the name given to the land intervention of the French Army in the Peloponnese between 1828 and 1833, at the time of the Greek War of Independence, with the aim of expelling from the region the Ottoman-Egyptian occupation forces. It was also accompanied by a scientific expedition mandated by the French Academy."}, {"title": "Peloponnese", "href": "/wiki/Peloponnese", "description": "The Peloponnese or Peloponnesus is a peninsula and geographic region in southern Greece. It is connected to the central part of the country by the Isthmus of Corinth land bridge which separates the Gulf of Corinth from the Saronic Gulf. During the late Middle Ages and the Ottoman era, the peninsula was known as the Morea, a name still in colloquial use in its demotic form."}]}, {"heading": "Events", "year": "1831", "date": "November 5", "txt": "Nat Turner, American slave leader, is tried, convicted, and sentenced to death in Virginia.", "entities": [{"title": "Nat Turner", "href": "/wiki/Nat_Turner", "description": "Nat Turner's Rebellion was a rebellion of enslaved Virginians that took place in Southampton County, Virginia, in August 1831, led by Nat Turner. The rebels killed between 55 and 65 people, at least 51 of whom were white. The rebellion was put down within a few days, but Turner survived in hiding for more than two months afterwards. The rebellion was effectively suppressed at Belmont Plantation on"}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}]}, {"heading": "Events", "year": "1862", "date": "November 5", "txt": "American Civil War: Abraham Lincoln removes George B. McClellan as commander of the Army of the Potomac.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "George B. McClellan", "href": "/wiki/George_B._McClellan", "description": "George Brinton McClellan was an American soldier, civil engineer, railroad executive, and politician who served as the 24th Governor of New Jersey. A graduate of West Point, McClellan served with distinction during the Mexican–American War (1846–1848), and later left the Army to work on railroads until the outbreak of the American Civil War (1861–1865). Early in the conflict, McClellan was appoint"}, {"title": "Army of the Potomac", "href": "/wiki/Army_of_the_Potomac", "description": "The Army of the Potomac was the principal Union Army in the Eastern Theater of the American Civil War. It was created in July 1861 shortly after the First Battle of Bull Run and was disbanded in June 1865 following the surrender of the Confederate Army of Northern Virginia in April."}]}, {"heading": "Events", "year": "1862", "date": "November 5", "txt": "American Indian Wars: In Minnesota, 303 Dakota warriors are found guilty of rape and murder of whites and are sentenced to hang. 38 are ultimately executed and the others reprieved.", "entities": [{"title": "Minnesota", "href": "/wiki/Minnesota", "description": "Minnesota is a state in the upper Midwestern United States. It is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord, French for \"The Star of the North\"."}, {"title": "Dakota people", "href": "/wiki/Dakota_people", "description": "The Dakota are a Native American tribe and First Nations band government in North America. They compose two of the three main subcultures of the Sioux people, and are typically divided into the Eastern Dakota and the Western Dakota."}]}, {"heading": "Events", "year": "1872", "date": "November 5", "txt": "Women's suffrage in the United States: In defiance of the law, suffragist Susan B. Anthony votes for the first time, and is later fined $100.", "entities": [{"title": "Women's suffrage in the United States", "href": "/wiki/Women%27s_suffrage_in_the_United_States", "description": "The legal right of women to vote was established in the United States over the course of more than half a century, first in various states and localities, sometimes on a limited basis, and then nationally in 1920."}, {"title": "Susan B. Anthony", "href": "/wiki/Susan_B._Anthony", "description": "Susan B. Anthony was an American social reformer and women's rights activist who played a pivotal role in the women's suffrage movement. Born into a Quaker family committed to social equality, she collected anti-slavery petitions at the age of 17. In 1856, she became the New York state agent for the American Anti-Slavery Society."}]}, {"heading": "Events", "year": "1895", "date": "November 5", "txt": "George B. Selden is granted the first U.S. patent for an automobile.", "entities": [{"title": "George B. Selden", "href": "/wiki/George_B._Selden", "description": "George Baldwin Selden was a patent lawyer and inventor who was granted a U.S. patent for an automobile in 1895."}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}]}, {"heading": "Events", "year": "1898", "date": "November 5", "txt": "Negrese nationalists revolt against Spanish rule and establish the short-lived Republic of Negros.", "entities": [{"title": "Negrenses", "href": "/wiki/Negrenses", "description": "The Negrense people are the native cultural group of the Negros provinces and Siquijor in the Philippines."}, {"title": "Negros Revolution", "href": "/wiki/Negros_Revolution", "description": "The Negros Revolution, commemorated and popularly known as the Fifth of November or Negros Day, was a political movement that in 1898 created a government on Negros Island in the Philippines, ending Spanish control of the island and paving the way for a republican government run by the Negrense natives. The newly established Negros Republic lasted for approximately three months. American forces la"}, {"title": "Republic of Negros", "href": "/wiki/Republic_of_Negros", "description": "The Republic of Negros was a short-lived revolutionary entity which had existed on the island of Negros first as a canton of the First Philippine Republic and later as a protectorate of the United States."}]}, {"heading": "Events", "year": "1911", "date": "November 5", "txt": "After declaring war on the Ottoman Empire on September 29, 1911, Italy annexes Tripoli and Cyrenaica.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "September 29", "href": "/wiki/September_29", "description": "September 29 is the 272nd day of the year in the Gregorian calendar; 93 days remain until the end of the year."}, {"title": "Tripoli", "href": "/wiki/Tripoli", "description": "Tripoli is the capital city and the largest city of Libya, with a population of about three million people in 2019. It is located in the northwest of Libya on the edge of the desert, on a point of rocky land projecting into the Mediterranean Sea and forming a bay. It includes the port of Tripoli and the country's largest commercial and manufacturing center. It is also the site of the University of"}, {"title": "Cyrenaica", "href": "/wiki/Cyrenaica", "description": "Cyrenaica is the eastern coastal region of Libya. Also known as Pentapolis in antiquity, it formed part of the Roman province of Crete and Cyrenaica, later divided into Libya Pentapolis and Libya Sicca. During the Islamic period, the area came to be known as Barqa, after the city of Barca."}]}, {"heading": "Events", "year": "1912", "date": "November 5", "txt": "Woodrow Wilson is elected the 28th President of the United States, defeating incumbent William Howard Taft.", "entities": [{"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}]}, {"heading": "Events", "year": "1913", "date": "November 5", "txt": "King Otto of Bavaria is deposed by his cousin, Prince Regent Ludwig, who assumes the title Ludwig III.", "entities": [{"title": "Otto of Bavaria", "href": "/wiki/Otto_of_Bavaria", "description": "Otto was King of Bavaria from 1886 until 1913. However, he never actively reigned because of alleged severe mental illness. His uncle, Luitpold, and his cousin, Ludwig, served as regents. Ludwig deposed him in 1913, a day after the legislature passed a law allowing him to do so, and became king in his own right."}, {"title": "Ludwig III of Bavaria", "href": "/wiki/Ludwig_III_of_Bavaria", "description": "Ludwig III was the last king of Bavaria, reigning from 1913 to 1918. He served as regent and de facto head of state from 1912 to 1913, ruling for his cousin, Otto. After the Bavarian parliament passed a law allowing him to do so, Ludwig deposed Otto and assumed the throne himself. He led Bavaria into World War I, and lost his throne along with the other rulers of the German states at the end of th"}]}, {"heading": "Events", "year": "1914", "date": "November 5", "txt": "World War I: France and the British Empire declare war on the Ottoman Empire.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1916", "date": "November 5", "txt": "The Kingdom of Poland is proclaimed by the Act of 5th November of the emperors of Germany and Austria-Hungary.", "entities": [{"title": "Kingdom of Poland (1917–18)", "href": "/wiki/Kingdom_of_Poland_(1917%E2%80%9318)", "description": "The Kingdom of Poland, also known informally as the Regency Kingdom of Poland, was a short-lived polity and client state of the German Empire during World War I. It was situated within the Government General of Warsaw."}, {"title": "Act of 5th November", "href": "/wiki/Act_of_5th_November", "description": "The Act of 5th November of 1916 was a declaration of Emperors Wilhelm II of Germany and Franz Joseph of Austria. This act promised the creation of the Kingdom of Poland out of territory of Congress Poland, envisioned by its authors as a puppet state controlled by the Central Powers. The origin of that document was the dire need to draft new recruits from German-occupied Poland for the war with Rus"}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}]}, {"heading": "Events", "year": "1916", "date": "November 5", "txt": "The Everett massacre takes place in Everett, Washington as political differences lead to a shoot-out between the Industrial Workers of the World organizers and local police.", "entities": [{"title": "Everett, Washington", "href": "/wiki/Everett,_Washington", "description": "Everett is the county seat of and the largest city in Snohomish County, Washington, United States. It is 25 miles (40 km) north of Seattle and is one of the main cities in the metropolitan area and the Puget Sound region. Everett is the seventh-largest city in the state by population, with 103,019 residents at the 2010 census. The city is primarily situated on a peninsula at the mouth of the Snoho"}, {"title": "Industrial Workers of the World", "href": "/wiki/Industrial_Workers_of_the_World", "description": "The Industrial Workers of the World (IWW), members of which are commonly termed \"Wobblies\", is an international labor union that was founded in 1905 in Chicago, Illinois, in the United States. The union combines general unionism with industrial unionism, as it is a general union, subdivided between the various industries which employ its members. The philosophy and tactics of the IWW are described"}]}, {"heading": "Events", "year": "1917", "date": "November 5", "txt": "Lenin calls for the October Revolution.", "entities": [{"title": "October Revolution", "href": "/wiki/October_Revolution", "description": "The October Revolution, officially known as the Great October Socialist Revolution under the Soviet Union, also known as the Bolshevik Coup, the Bolshevik Revolution, the October Uprising, the October Coup or Red October, was a revolution in Russia led by the Bolshevik Party of Vladimir Lenin that was instrumental in the larger Russian Revolution of 1917–1923. It was the second revolutionary chang"}]}, {"heading": "Events", "year": "1917", "date": "November 5", "txt": "Tikhon is elected the Patriarch of Moscow and of the Russian Orthodox Church.", "entities": [{"title": "Patriarch of Moscow", "href": "/wiki/Patriarch_of_Moscow", "description": "The Patriarch of Moscow and all Rus', also known as the Patriarch of Moscow and all Russia, is the official title of the Bishop of Moscow who is the primate of the Russian Orthodox Church. It is often preceded by the honorific \"His Holiness\". While as the diocesan bishop of the Moscow diocese he has direct canonical authority over Moscow only, the Patriarch has a number of church-wide administrati"}, {"title": "Russian Orthodox Church", "href": "/wiki/Russian_Orthodox_Church", "description": "The Russian Orthodox Church, alternatively legally known as the Moscow Patriarchate, is one of the autocephalous Eastern Orthodox Christian churches. The primate of the ROC is the Patriarch of Moscow and all Rus'. The ROC, as well as its primate, officially ranks fifth in the Orthodox order of precedence, immediately below the four ancient patriarchates of the Greek Orthodox Church: Constantinople"}]}, {"heading": "Events", "year": "1925", "date": "November 5", "txt": "Secret agent Sidney Reilly, the first \"super-spy\" of the 20th century, is executed by the OGPU, the secret police of the Soviet Union.", "entities": [{"title": "Secret agent", "href": "/wiki/Secret_agent", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}, {"title": "Sidney Reilly", "href": "/wiki/Sidney_Reilly", "description": "Sidney George Reilly — known as \"Ace of Spies\" — was a Russian-born adventurer and secret agent employed by Scotland Yard's Special Branch and later by the Foreign Section of the British Secret Service Bureau, the precursor to the modern British Secret Intelligence Service (MI6/SIS). He is alleged to have spied for at least four different great powers, and documentary evidence indicates that he wa"}, {"title": "State Political Directorate", "href": "/wiki/State_Political_Directorate", "description": "The State Political Directorate (GPU) was the intelligence service and secret police of the Russian Soviet Federative Socialist Republic (RSFSR) from February 6, 1922, to December 29, 1922, and the Soviet Union from December 29, 1922, until November 15, 1923."}, {"title": "Secret police", "href": "/wiki/Secret_police", "description": "Secret police are intelligence, security or police agencies that engage in covert operations against a government's political opponents and dissidents. Secret police organizations are characteristic of authoritarian and totalitarian regimes. They protect the political power of a dictator or regime, and often operate outside the law to repress dissidents and weaken political opposition, frequently "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1940", "date": "November 5", "txt": "World War II: The British armed merchant cruiser, HMS Jervis Bay, is sunk by the German pocket battleship Admiral Scheer.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Armed merchant cruiser", "href": "/wiki/Armed_merchant_cruiser", "description": "An armed merchantman is a merchant ship equipped with guns, usually for defensive purposes, either by design or after the fact. In the days of sail, piracy and privateers, many merchantmen would be routinely armed, especially those engaging in long distance and high value trade."}, {"title": "HMS Jervis Bay", "href": "/wiki/HMS_Jervis_Bay", "description": "HMS Jervis Bay was a British liner later converted into an armed merchant cruiser, pennant F40. She was launched in 1922, and sunk on 5 November 1940 by the German heavy cruiser Admiral Scheer."}, {"title": "Pocket battleship", "href": "/wiki/Pocket_battleship", "description": "The Deutschland class was a series of three Panzerschiffe, a form of heavily armed cruiser, built by the Reichsmarine officially in accordance with restrictions imposed by the Treaty of Versailles. The ships of the class, Deutschland, Admiral Scheer and Admiral Graf Spee, were all stated to displace 10,000 long tons (10,000 t) in accordance with the Treaty, though they actually displaced 10,600 to"}, {"title": "German pocket battleship Admiral Scheer", "href": "/wiki/German_pocket_battleship_Admiral_Scheer", "description": "Admiral Scheer [ˌatmiˈʁaːl ʃeːɐ̯] was a  Deutschland-class heavy cruiser which served with the Kriegsmarine of Nazi Germany during World War II. The vessel was named after Admiral Reinhard Scheer, German commander in the Battle of Jutland. She was laid down at the Reichsmarinewerft shipyard in Wilhelmshaven in June 1931 and completed by November 1934. Originally classified as an armored ship (Panz"}]}, {"heading": "Events", "year": "1940", "date": "November 5", "txt": "Franklin D. Roosevelt is the first and only President of the United States to be elected to a third term.", "entities": []}, {"heading": "Events", "year": "1943", "date": "November 5", "txt": "World War II: Bombing of the Vatican.", "entities": [{"title": "Bombing of the Vatican", "href": "/wiki/Bombing_of_the_Vatican", "description": "Bombings of Vatican City occurred twice during World War II. The first occasion was on the evening of 5 November 1943, when a plane dropped bombs on the area south-west of Saint Peter's Basilica, causing considerable damage but no casualties. The second bombing, which affected only the outer margin of the city, was at about the same hour on 1 March 1944, and caused the death of one person and the "}]}, {"heading": "Events", "year": "1950", "date": "November 5", "txt": "Korean War: British and Australian forces from the 27th British Commonwealth Brigade successfully halted the advancing Chinese 117th Division during the Battle of Pakchon.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "27th British Commonwealth Brigade", "href": "/wiki/27th_British_Commonwealth_Brigade", "description": "The 27th Infantry Brigade was an infantry brigade of the British Army that saw service in the First World War, the Second World War, and the Korean War. In Korea, the brigade was known as 27th British Commonwealth Brigade due to the addition of Canadian, Australian, New Zealand and Indian units."}, {"title": "117th Division (People's Republic of China)", "href": "/wiki/117th_Division_(People%27s_Republic_of_China)", "description": "The 117th Division was a military formation of the People's Volunteer Army during the Korean War with a standard strength of approximately 10,000 men. It was a component of the 39th Army, consisting of the 349th, 350th, and 351st Regiments."}, {"title": "Battle of Pakchon", "href": "/wiki/Battle_of_Pakchon", "description": "The Battle of Pakchon, also known as the Battle of Bochuan, took place ten days after the start of the Chinese First Phase Offensive, following the entry of the Chinese People's Volunteer Army (PVA) into the Korean War. The offensive reversed the United Nations Command (UN) advance towards the Yalu River which had occurred after their intervention in the wake of the North Korean invasion of South "}]}, {"heading": "Events", "year": "1955", "date": "November 5", "txt": "After being destroyed in World War II, the rebuilt Vienna State Opera reopens with a performance of Beethoven's Fidelio.", "entities": [{"title": "Vienna State Opera", "href": "/wiki/Vienna_State_Opera", "description": "The Vienna State Opera is an opera house and opera company based in Vienna, Austria. The 1,709-seat Renaissance Revival venue was the first major building on the Vienna Ring Road. It was built from 1861 to 1869 following plans by August Sicard von Sicardsburg and Eduard van der Nüll, and designs by Josef Hlávka. The opera house was inaugurated as the \"Vienna Court Opera\" in the presence of Emperor"}, {"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}]}, {"heading": "Events", "year": "1956", "date": "November 5", "txt": "Suez Crisis: British and French paratroopers land in Egypt after a week-long bombing campaign.", "entities": [{"title": "Suez Crisis", "href": "/wiki/Suez_Crisis", "description": "The Suez Crisis, or the Second Arab–Israeli war, also called the Tripartite Aggression in the Arab world and the Sinai War in Israel,\nwas an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain control of the Suez Canal for the Western powers and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the canal. After the f"}]}, {"heading": "Events", "year": "1968", "date": "November 5", "txt": "Richard Nixon is elected as 37th President of the United States.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}]}, {"heading": "Events", "year": "1970", "date": "November 5", "txt": "The Military Assistance Command, Vietnam reports the lowest weekly American soldier death toll in five years (24).", "entities": [{"title": "Military Assistance Command, Vietnam", "href": "/wiki/Military_Assistance_Command,_Vietnam", "description": "U.S. Military Assistance Command, Vietnam (MACV) was a joint-service command of the United States Department of Defense."}]}, {"heading": "Events", "year": "1983", "date": "November 5", "txt": "Byford Dolphin diving bell accident kills five and leaves one severely injured.", "entities": [{"title": "Byford Dolphin", "href": "/wiki/Byford_Dolphin", "description": "Byford Dolphin was a semi-submersible, column-stabilised drilling rig operated by Dolphin Drilling, a Fred Olsen Energy subsidiary. She drilled seasonally for various companies in the United Kingdom, Danish, and Norwegian sectors of the North Sea. It was registered in Hamilton, Bermuda."}, {"title": "Diving bell", "href": "/wiki/Diving_bell", "description": "A diving bell is a rigid chamber used to transport divers from the surface to depth and back in open water, usually for the purpose of performing underwater work. The most common types are the open-bottomed wet bell and the closed bell, which can maintain an internal pressure greater than the external ambient. Diving bells are usually suspended by a cable, and lifted and lowered by a winch from a "}]}, {"heading": "Events", "year": "1986", "date": "November 5", "txt": "USS Rentz, USS Reeves and USS Oldendorf visit Qingdao (Tsing Tao) China", "entities": [{"title": "USS Rentz (FFG-46)", "href": "/wiki/USS_Rentz_(FFG-46)", "description": "USS Rentz (FFG-46) was a United States Navy  Oliver Hazard Perry-class guided missile frigate. She was named for George S. Rentz, a World War II Navy Chaplain, posthumously awarded the Navy Cross for actions following the loss of USS Houston in the Battle of Sunda Strait. He was the only Navy chaplain to be so honored during World War II."}, {"title": "USS Reeves (DLG-24)", "href": "/wiki/USS_Reeves_(DLG-24)", "description": "USS Reeves (DLG/CG-24), a United States Navy ship named after Admiral Joseph Mason Reeves, was a  Leahy-class cruiser built by the Puget Sound Naval Shipyard, in Bremerton, Washington."}, {"title": "USS Oldendorf (DD-972)", "href": "/wiki/USS_Oldendorf_(DD-972)", "description": "USS Oldendorf (DD-972), named for Admiral Jesse B. Oldendorf USN, was a  Spruance-class destroyer built by the Ingalls Shipbuilding Division of Litton Industries at Pascagoula, Mississippi."}, {"title": "Qingdao", "href": "/wiki/Qingdao", "description": "Qingdao is a major city in eastern Shandong Province. Located on China's Yellow Sea coast, it is a major nodal city of the One Belt, One Road (OBOR) Initiative that connects Asia with Europe. It has the highest GDP of any city in the province. Administered at the sub-provincial level, Qingdao has jurisdiction over six districts and four county-level cities. As of 2014, Qingdao had a population of "}]}, {"heading": "Events", "year": "1990", "date": "November 5", "txt": "Rabbi Meir Kahane, founder of the far-right Kach movement, is shot dead after a speech at a New York City hotel.", "entities": [{"title": "Meir Kahane", "href": "/wiki/Meir_Kahane", "description": "Rabbi Meir David HaKohen Kahane was an American-born Israeli ordained Orthodox rabbi, writer, and ultra-nationalist politician who served one term in Israel's Knesset. A cofounder of the Jewish Defense League and founder of the Israeli political party Kach, he espoused militant views and actions to combat anti-Semitism that led to a 1971 criminal conviction in the United States for conspiracy to m"}, {"title": "Kach and Kahane Chai", "href": "/wiki/Kach_and_Kahane_Chai", "description": "Kach was a radical Orthodox Jewish, ultranationalist political party in Israel, existing from 1971 to 1994. Founded by Rabbi Meir Kahane in 1971, based on his Jewish-Orthodox-nationalist ideology, the party earned a single seat in the Knesset in the 1984 election, after several electoral failures. However, it was barred from participating in the next election in 1988 under the revised Knesset Elec"}, {"title": "Assassination of Meir Kahane", "href": "/wiki/Assassination_of_Meir_Kahane", "description": "Meir Kahane, an Israeli American rabbi and politician, was assassinated by El Sayyid Nosair on 5 November 1990, shortly after 9:00 p.m. at the New York Marriott East Side, a hotel in Manhattan, New York City."}]}, {"heading": "Events", "year": "1995", "date": "November 5", "txt": "André Dallaire attempts to assassinate Prime Minister Jean Chrétien of Canada. He is thwarted when the Prime Minister's wife locks the door.", "entities": [{"title": "André Dallaire", "href": "/wiki/Andr%C3%A9_Dallaire", "description": "André Dallaire is a Canadian man who attempted to assassinate Canadian Prime Minister Jean Chrétien in 1995. Dallaire claimed that he heard voices that led him to break into the 24 Sussex Drive residence. At trial, Justice Paul Bélanger agreed with Dallaire's earlier diagnosis of paranoid schizophrenia and found Dallaire guilty of attempted murder, but not criminally responsible."}, {"title": "Jean Chrétien", "href": "/wiki/Jean_Chr%C3%A9tien", "description": "Joseph Jacques Jean Chrétien is a Canadian politician who served as the prime minister of Canada from 1993 to 2003, 20th since Confederation."}]}, {"heading": "Events", "year": "1996", "date": "November 5", "txt": "Pakistani President Farooq Leghari dismisses the government of Prime Minister Benazir Bhutto and dissolves the National Assembly of Pakistan.", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}, {"title": "Farooq Leghari", "href": "/wiki/Farooq_Leghari", "description": "Farooq Ahmad Khan Leghari (English IPA: fɑrukʰ æɦmæd ləɡhərɪ̈), was a Pakistani politician who served as the eighth President of Pakistan from 14 November 1993 until resigning on 2 December 1997. He is the first Baloch to have been elected as president."}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}, {"title": "Benazir Bhutto", "href": "/wiki/Benazir_Bhutto", "description": "Benazir Bhutto was a Pakistani politician who served as Prime Minister of Pakistan from 1988 to 1990 and again from 1993 to 1996. She was the first woman to head a democratic government in a Muslim majority country. Ideologically a liberal and a secularist, she chaired or co-chaired the Pakistan Peoples Party (PPP) from the early 1980s until her assassination in 2007."}, {"title": "National Assembly of Pakistan", "href": "/wiki/National_Assembly_of_Pakistan", "description": "The National Assembly or Aiwān-e-Zairīñ of Pākistān is the lower legislative house of the bicameral Majlis-e-Shura, which also comprises the Senate of Pakistan. The National Assembly and the Senate both convene at Parliament House in Islamabad. The National Assembly is a democratically elected body consisting of a total of 336 members, before 25th amendment they used to be 342 who are referred to "}]}, {"heading": "Events", "year": "1996", "date": "November 5", "txt": "Bill Clinton is reelected President of the United States.", "entities": []}, {"heading": "Events", "year": "2006", "date": "November 5", "txt": "Saddam Hussein, former president of Iraq, and his co-defendants Barzan Ibrahim al-Tikriti and Awad Hamed al-Bandar, are sentenced to death in the al-Dujail trial for their roles in the 1982 massacre of 148 Shi'a Muslims.", "entities": [{"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Barzan Ibrahim al-Tikriti", "href": "/wiki/Barzan_Ibrahim_al-Tikriti", "description": "Barzan Ibrahim Hassan al-Tikriti also known as Barazan Ibrahim al-Tikriti, Barasan Ibrahem Alhassen and Barzan Hassan was one of three half-brothers of Saddam Hussein, and a leader of the Mukhabarat, the Iraqi intelligence service. Despite falling out of favour with Saddam at one time, he was believed to have been a close presidential adviser at the time of his capture by U.S. forces. On 15 Januar"}, {"title": "Awad Hamed al-Bandar", "href": "/wiki/Awad_Hamed_al-Bandar", "description": "Awad Hamad al-Bandar was an Iraqi chief judge under Saddam Hussein's presidency. He was a member of the Arab Socialist Ba'ath Party and was the head of the Revolutionary Court which issued death sentences against 143 Dujail residents, in the aftermath of the failed assassination attempt on the president on 8 July 1982."}, {"title": "Trial of Saddam Hussein", "href": "/wiki/Trial_of_Saddam_Hussein", "description": "The trial of Saddam Hussein was the trial of the deposed President of Iraq Saddam Hussein by the Iraqi Interim Government for crimes against humanity during his time in office."}, {"title": "Dujail Massacre", "href": "/wiki/Dujail_Massacre", "description": "The Dujail massacre refers to the mass killing of Shia Muslim civilians by the Ba'athist Iraqi government on 8 July 1982 in Dujail, Iraq. The massacre was committed in retaliation to an earlier assassination attempt by the Shia Islamic Dawa Party against the then President of Iraq, Saddam Hussein. The town of Dujail had a large Shia population, with 75,000 residents at the time of the incident, an"}]}, {"heading": "Events", "year": "2007", "date": "November 5", "txt": "China's first lunar satellite, Chang'e 1, goes into orbit around the Moon.", "entities": [{"title": "Chang'e 1", "href": "/wiki/Chang%27e_1", "description": "Chang'e 1 was an unmanned Chinese lunar-orbiting spacecraft, part of the first phase of the Chinese Lunar Exploration Program. The spacecraft was named after the Chinese Moon goddess, Chang'e."}]}, {"heading": "Events", "year": "2007", "date": "November 5", "txt": "Android mobile operating system is unveiled by Google.", "entities": [{"title": "Google", "href": "/wiki/Google", "description": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, a search engine, cloud computing, software, and hardware. It is considered one of the five Big Tech companies along with Amazon, Facebook, Apple, and Microsoft."}]}, {"heading": "Events", "year": "2009", "date": "November 5", "txt": "U.S. Army Major Nidal Hasan murders 13 and wounds 32 at Fort Hood, Texas in the deadliest mass shooting at a U.S. military installation.", "entities": [{"title": "Nidal Hasan", "href": "/wiki/Nidal_Hasan", "description": "Nidal Malik Hasan, MD is a former American Army Major convicted of killing 13 people and injuring more than 30 others in the Fort Hood mass shooting on November 5, 2009. Hasan was a United States Army Medical Corps psychiatrist. He admitted to the shootings at his court-martial in August 2013. A jury panel of 13 officers convicted him of 13 counts of premeditated murder, 32 counts of attempted mur"}, {"title": "Fort Hood", "href": "/wiki/Fort_Hood", "description": "Fort Hood is a United States Army post located in Killeen, Texas. Named after Confederate General John Bell Hood, it is located halfway between Austin and Waco, about 60 miles (97 km) from each, within the U.S. state of Texas. The post is the headquarters of III Corps and First Army Division West and is home to the 1st Cavalry Division and 3rd Cavalry Regiment, among others. It is one of the U.S. "}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "2009 Fort Hood shooting", "href": "/wiki/2009_Fort_Hood_shooting", "description": "On November 5, 2009, a terrorist mass shooting took place at Fort Hood, near Killeen, Texas. Nidal Hasan, a U.S. Army major and psychiatrist, fatally shot 13 people and injured more than 30 others. It was the deadliest mass shooting on an American military base."}]}, {"heading": "Events", "year": "2013", "date": "November 5", "txt": "India launches the Mars Orbiter Mission, its first interplanetary probe.", "entities": [{"title": "Mars Orbiter Mission", "href": "/wiki/Mars_Orbiter_Mission", "description": "The Mars Orbiter Mission (MOM), also called Mangalyaan, is a space probe orbiting Mars since 24 September 2014. It was launched on 5 November 2013 by the Indian Space Research Organisation (ISRO). It is India's first interplanetary mission and it made it the fourth space agency to achieve Mars orbit, after Roscosmos, NASA, and the European Space Agency. It made India the first Asian nation to reac"}, {"title": "List of Solar System probes", "href": "/wiki/List_of_Solar_System_probes", "description": "This is a list of space probes that have left Earth orbit, organized by their planned destination. It includes planetary probes, solar probes, and probes to asteroids and comets, but excludes lunar missions, which are listed separately at List of lunar probes and List of Apollo missions. Flybys that were incidental to the main purpose of the mission are also included. Flybys of Earth are listed se"}]}, {"heading": "Events", "year": "2015", "date": "November 5", "txt": "An iron ore tailings dam bursts in the Brazilian state of Minas Gerais flooding a valley, causing mudslides in the nearby village of Bento Rodrigues and causing at least 17 deaths and two missing.", "entities": [{"title": "Iron ore", "href": "/wiki/Iron_ore", "description": "Iron ores are rocks and minerals from which metallic iron can be economically extracted. The ores are usually rich in iron oxides and vary in color from dark grey, bright yellow, or deep purple to rusty red. The iron is usually found in the form of magnetite (Fe3O4, 72.4% Fe), hematite (Fe2O3, 69.9% Fe), goethite (FeO(OH), 62.9% Fe), limonite (FeO(OH)·n(H2O), 55% Fe) or siderite (FeCO3, 48.2% Fe)."}, {"title": "Tailings dam", "href": "/wiki/Tailings_dam", "description": "A tailings dam is typically an earth-fill embankment dam used to store byproducts of mining operations after separating the ore from the gangue. Tailings can be liquid, solid, or a slurry of fine particles, and are usually highly toxic and potentially radioactive. Solid tailings are often used as part of the structure itself."}, {"title": "Bento Rodrigues dam disaster", "href": "/wiki/Bento_Rodrigues_dam_disaster", "description": "The Mariana dam disaster, also known as the Bento Rodrigues or Samarco dam disaster, occurred on 5 November 2015, when the Fundão tailings dam at the Germano iron ore mine of the Samarco Mariana Mining Complex near Mariana, Minas Gerais, Brazil, suffered a catastrophic failure, resulting in flooding that devastated the downstream villages of Bento Rodrigues and Paracatu de Baixo, killing 19 people"}, {"title": "Minas Gerais", "href": "/wiki/Minas_Gerais", "description": "Minas Gerais is a state in Southeastern Brazil. It ranks as the second most populous, the third by gross domestic product (GDP), and the fourth largest by area in the country. The state's capital and largest city, Belo Horizonte, is a major urban and finance center in Latin America, and the sixth largest municipality in Brazil, after the cities of São Paulo, Rio de Janeiro, Salvador, Brasília and "}]}, {"heading": "Events", "year": "2015", "date": "November 5", "txt": "Rona Ambrose takes over after Stephen Harper as the Leader of the Conservative Party of Canada.", "entities": [{"title": "Stephen Harper", "href": "/wiki/Stephen_Harper", "description": "Stephen Joseph Harper is a Canadian politician who served as the prime minister of Canada from 2006 to 2015, the 22nd since Confederation. Harper won three mandates during his nearly decade-long tenure, and is the first and only prime minister to come from the modern-day Conservative Party of Canada, serving as the party's first leader from 2004 to 2015."}, {"title": "List of Leaders of Canada's Conservative Parties", "href": "/wiki/List_of_Leaders_of_Canada%27s_Conservative_Parties", "description": null}]}, {"heading": "Events", "year": "2017", "date": "November 5", "txt": "Devin Patrick Kelley kills 26 and injures 20 in a church in Sutherland Springs, Texas.", "entities": [{"title": "Devin Patrick Kelley", "href": "/wiki/Devin_Patrick_Kelley", "description": "The Sutherland Springs church shooting occurred on November 5, 2017, when Devin Patrick Kelley of New Braunfels, Texas perpetrated a mass shooting at the First Baptist Church in Sutherland Springs, Texas. Kelley killed 26 people, including an unborn child, and wounded 20 others before dying of a self-inflicted gunshot wound. The attack is the deadliest mass shooting in Texas history, and the fifth"}, {"title": "Sutherland Springs, Texas", "href": "/wiki/Sutherland_Springs,_Texas", "description": "Sutherland Springs is an unincorporated community located on the old Spanish land grant of Manuel Tarin in northern Wilson County, Texas, United States. It is located on U.S. Highway 87 at the intersection of Farm Road 539, about 31 miles (50 km) east of downtown San Antonio."}]}, {"heading": "Births", "year": "1271", "date": "November 5", "txt": "Ghazan, Mongol ruler of the Ilkhanate (d. 1304)", "entities": [{"title": "Ghazan", "href": "/wiki/Ghazan", "description": "Mahmud Ghazan was the seventh ruler of the Mongol Empire's Ilkhanate division in modern-day Iran from 1295 to 1304. He was the son of Arghun, grandson of Abaqa Khan and great-grandson of Hulagu Khan continuing a long line of rulers who were direct descendants of Genghis Khan. Considered the most prominent of the Ilkhans, he is best known for making a conversion to Islam and meeting Imam Ibn Taymiy"}]}, {"heading": "Births", "year": "1436", "date": "November 5", "txt": "Richard Grey, 3rd Earl of Tankerville, Earl of Tankerville, 1450–1460 (d. 1466)", "entities": [{"title": "Richard Grey, 3rd Earl of Tankerville", "href": "/wiki/Richard_Grey,_3rd_Earl_of_Tankerville", "description": "Richard Grey, 3rd Earl of Tankerville, 8th Lord of Powys fought on the side of the House of York in the War of the Roses."}]}, {"heading": "Births", "year": "1494", "date": "November 5", "txt": "Hans Sachs, German poet and playwright (d. 1576)", "entities": [{"title": "Hans Sachs", "href": "/wiki/Hans_Sachs", "description": "Hans Sachs was a German Meistersinger (\"mastersinger\"), poet, playwright, and shoemaker."}]}, {"heading": "Births", "year": "1549", "date": "November 5", "txt": "Philippe de Mornay, French theologian and author (d. 1623)", "entities": [{"title": "Philippe de Mornay", "href": "/wiki/Philippe_de_Mornay", "description": "Philippe de Mornay, seigneur du Plessis Marly, usually known as Du-Plessis-Mornay or Mornay Du Plessis, was a French Protestant writer and member of the anti-monarchist Monarchomaques."}]}, {"heading": "Births", "year": "1592", "date": "November 5", "txt": "Charles Chauncy, English-American pastor, theologian, and academic (d. 1672)", "entities": [{"title": "Charles Chauncy", "href": "/wiki/Charles_Chauncy", "description": "Charles Chauncy was an Anglo-American clergyman, educator, and secondarily, a physician."}]}, {"heading": "Births", "year": "1607", "date": "November 5", "txt": "Anna Maria van Schurman, Dutch painter (d. 1678)", "entities": [{"title": "Anna Maria van Schurman", "href": "/wiki/Anna_Maria_van_Schurman", "description": "Anna Maria van Schurman  was a Dutch painter, engraver, poet, and scholar, who is best known for her exceptional learning and her defence of female education. She was a highly educated woman, who excelled in art, music, and literature, and became proficient in fourteen languages, including Latin, Greek, Hebrew, Arabic, Syriac, Aramaic, and Ethiopic, as well as various contemporary European languag"}]}, {"heading": "Births", "year": "1613", "date": "November 5", "txt": "Isaac de Benserade, French poet and educator (d. 1691)", "entities": [{"title": "Isaac de Benserade", "href": "/wiki/Isaac_de_Benserade", "description": "Isaac de Benserade was a French poet."}]}, {"heading": "Births", "year": "1615", "date": "November 5", "txt": "Ibrahim of the Ottoman Empire (d. 1648)", "entities": [{"title": "Ibrahim of the Ottoman Empire", "href": "/wiki/Ibrahim_of_the_Ottoman_Empire", "description": "Ibrahim was the Sultan of the Ottoman Empire from 1640 until 1648. He was born in İstanbul, the son of Ahmed I by Valide Kösem Sultan, an ethnic Greek originally named Anastasia."}]}, {"heading": "Births", "year": "1666", "date": "November 5", "txt": "Attilio Ariosti, Italian viola player and composer (d. 1729)", "entities": [{"title": "Attilio Ariosti", "href": "/wiki/Attilio_Ariosti", "description": "Attilio Malachia Ariosti was a Servite Friar and Italian composer in the Baroque style, born in Bologna. He produced more than 30 operas and oratorios, numerous cantatas and instrumental works."}]}, {"heading": "Births", "year": "1667", "date": "November 5", "txt": "Christoph Ludwig Agricola, German painter (d. 1719)", "entities": [{"title": "Christoph Ludwig Agricola", "href": "/wiki/Christoph_Ludwig_Agricola", "description": "Christoph Ludwig Agricola was a German landscape painter and etcher. He was born and died at Regensburg (Ratisbon)."}]}, {"heading": "Births", "year": "1688", "date": "November 5", "txt": "Louis Bertrand Castel, French mathematician and philosopher (d. 1757)", "entities": [{"title": "Louis Bertrand Castel", "href": "/wiki/Louis_Bertrand_Castel", "description": "Louis Bertrand Castel was a French mathematician born in Montpellier, who entered the order of the Jesuits in 1703. Having studied literature, he afterwards devoted himself entirely to mathematics and natural philosophy. After moving from Toulouse to Paris in 1720, at the behest of Bernard de Fontenelle, Castel acted as the science editor of the Jesuit Journal de Trévoux."}]}, {"heading": "Births", "year": "1701", "date": "November 5", "txt": "Pietro Longhi, Venetian painter and educator (d. 1785)", "entities": [{"title": "Pietro Longhi", "href": "/wiki/Pietro_Longhi", "description": "Pietro Longhi was a Venetian painter of contemporary genre scenes of life."}]}, {"heading": "Births", "year": "1705", "date": "November 5", "txt": "Louis-Gabriel Guillemain, French violinist and composer (d. 1770)", "entities": [{"title": "Louis-Gabriel Guillemain", "href": "/wiki/Louis-Gabriel_Guillemain", "description": "Louis-Gabriel Guillemain was a French composer and violinist."}]}, {"heading": "Births", "year": "1715", "date": "November 5", "txt": "John Brown, English author and playwright (d. 1766)", "entities": [{"title": "John Brown (essayist)", "href": "/wiki/John_Brown_(essayist)", "description": "\n\nJohn Brown was an English Anglican priest, playwright and essayist."}]}, {"heading": "Births", "year": "1722", "date": "November 5", "txt": "William Byron, 5th Baron Byron, English lieutenant and politician (d. 1798)", "entities": [{"title": "William Byron, 5th Baron Byron", "href": "/wiki/William_Byron,_5th_Baron_Byron", "description": "William Byron, 5th Baron Byron, was a British nobleman, peer, politician, and great uncle of the poet George Gordon Byron, 6th Baron Byron who succeeded him. As a result of a number of stories that arose after a duel, and then because of his financial difficulties, he became known after his death as \"the Wicked Lord\" and \"the Devil Byron\"."}]}, {"heading": "Births", "year": "1739", "date": "November 5", "txt": "Hugh Montgomerie, 12th Earl of Eglinton, Scottish composer and politician, Lord Lieutenant of Ayrshire (d. 1819)", "entities": [{"title": "Hugh Montgomerie, 12th Earl of Eglinton", "href": "/wiki/Hugh_Montgomerie,_12th_Earl_of_Eglinton", "description": "Colonel Hugh Montgomerie, 12th Earl of Eglinton KT was a Scottish peer, politician, soldier and composer."}, {"title": "Lord Lieutenant of Ayrshire", "href": "/wiki/Lord_Lieutenant_of_Ayrshire", "description": "This is a list of people who served as Lord Lieutenant of Ayrshire, Scotland. The post was abolished in 1975, being replaced by the Lord Lieutenant of Ayrshire and Arran.Archibald Montgomerie, 11th Earl of Eglinton 17 March 1794 – 30 October 1796\nHugh Montgomerie, 12th Earl of Eglinton 23 November 1796 – 14 December 1819\nGeorge Boyle, 4th Earl of Glasgow 7 January 1820 – 15 August 1842\nArchibald M"}]}, {"heading": "Births", "year": "1742", "date": "November 5", "txt": "Richard Cosway, English painter (d. 1821)", "entities": [{"title": "Richard Cosway", "href": "/wiki/Richard_Cosway", "description": "Richard Cosway was a leading English portrait painter of the Regency era, noted for his miniatures. He was a contemporary of John Smart, George Engleheart, William Wood, and Richard Crosse. His wife was the Italian-born painter Maria Cosway, a close friend of Thomas Jefferson."}]}, {"heading": "Births", "year": "1789", "date": "November 5", "txt": "William Bland, Australian surgeon and politician (d. 1868)", "entities": [{"title": "William Bland", "href": "/wiki/William_Bland", "description": "William Bland was a transported convict, medical practitioner and surgeon, politician, farmer and inventor in colonial New South Wales, Australia."}]}, {"heading": "Births", "year": "1818", "date": "November 5", "txt": "Benjamin Butler, American general, lawyer, and politician, 33rd Governor of Massachusetts (d. 1893)", "entities": [{"title": "Benjamin Butler (politician)", "href": "/wiki/Benjamin_Butler_(politician)", "description": "Benjamin Franklin Butler was a major general of the Union Army, politician, lawyer and businessman from Massachusetts. Born in New Hampshire and raised in Lowell, Massachusetts, Butler is best known as a political major general of the Union Army during the American Civil War, and for his leadership role in the impeachment of U.S. President Andrew Johnson. He was a colorful and often controversial "}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1835", "date": "November 5", "txt": "Moritz Szeps, Ukrainian-Austrian journalist and publisher (d. 1902)", "entities": [{"title": "Moritz Szeps", "href": "/wiki/Moritz_Szeps", "description": "Moritz Szeps was an Austrian journalist and newspaper publisher of Jewish ancestry."}]}, {"heading": "Births", "year": "1846", "date": "November 5", "txt": "Duncan Gordon Boyes, English soldier, recipient of the Victoria Cross (d. 1869)", "entities": [{"title": "Duncan Gordon Boyes", "href": "/wiki/Duncan_Gordon_Boyes", "description": "Duncan Gordon Boyes VC was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. The award was bestowed upon him for his actions during the Shimonoseki Expedition, Japan in 1864. He was later discharged from naval service as a result of ill-discipline and moved to New Zealand"}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1850", "date": "November 5", "txt": "Ella Wheeler Wilcox, American author and poet (d. 1919)", "entities": [{"title": "Ella Wheeler Wilcox", "href": "/wiki/Ella_Wheeler_Wilcox", "description": "Ella Wheeler Wilcox was an American author and poet. Her works include Poems of Passion and Solitude, which contains the lines \"Laugh, and the world laughs with you; weep, and you weep alone.\" Her autobiography, The Worlds and I, was published in 1918, a year before her death."}]}, {"heading": "Births", "year": "1851", "date": "November 5", "txt": "Charles Dupuy, French academic and politician, 60th Prime Minister of France (d. 1923)", "entities": [{"title": "Charles Dupuy", "href": "/wiki/Charles_Dupuy", "description": "Charles Alexandre Dupuy was a French statesman, three times prime minister."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1854", "date": "November 5", "txt": "Alphonse Desjardins, Canadian journalist and businessman, co-founded Desjardins Group (d. 1920)", "entities": [{"title": "Alphonse Desjardins (co-operator)", "href": "/wiki/Alphonse_Desjardins_(co-operator)", "description": "Gabriel-Alphonse Desjardins, born in Lévis, Quebec, was the co-founder of the Caisses Populaires Desjardins, a forerunner of North American credit unions and community banks. For his contribution to the advancement of agriculture in the province of Quebec, he was posthumously inducted to the Agricultural Hall of Fame of Quebec in 1994"}, {"title": "Desjardins Group", "href": "/wiki/Desjardins_Group", "description": "The Desjardins Group is a Canadian financial services cooperative and the largest federation of credit unions in North America. It was founded in 1900 in Lévis, Quebec by Alphonse Desjardins. While its legal headquarters remains in Lévis, most of the executive management, including the CEO, is based in Montreal."}]}, {"heading": "Births", "year": "1854", "date": "November 5", "txt": "Paul Sabatier, French chemist and academic, Nobel Prize laureate (d. 1941)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1855", "date": "November 5", "txt": "Eugene V. Debs, American union leader and politician (d. 1926)", "entities": [{"title": "Eugene V. Debs", "href": "/wiki/Eugene_V._Debs", "description": "Eugene Victor \"Gene\" Debs was an American socialist, political activist, trade unionist, one of the founding members of the Industrial Workers of the World (IWW) (\"Wobblies\") and five times the candidate of the Socialist Party of America for President of the United States. Through his presidential candidacies as well as his work with labor movements, Debs eventually became one of the best-known so"}]}, {"heading": "Births", "year": "1855", "date": "November 5", "txt": "Léon Teisserenc de Bort, French meteorologist and climatologist (d. 1913)", "entities": []}, {"heading": "Births", "year": "1857", "date": "November 5", "txt": "Ida Tarbell, American journalist, author, reformer, and educator (d. 1944)", "entities": [{"title": "Ida Tarbell", "href": "/wiki/Ida_Tarbell", "description": "Ida Minerva Tarbell was an American writer, investigative journalist, biographer and lecturer. She was one of the leading muckrakers of the Progressive Era of the late 19th and early 20th centuries and pioneered investigative journalism. Born in Pennsylvania at the onset of the oil boom, Tarbell is best known for her 1904 book The History of the Standard Oil Company. The book was published as a se"}]}, {"heading": "Births", "year": "1870", "date": "November 5", "txt": "Chittaranjan Das, Indian lawyer and politician (d. 1925)", "entities": [{"title": "Chittaranjan Das", "href": "/wiki/Chittaranjan_Das", "description": "Chittaranjan Das, popularly called Deshbandhu, was an Indian freedom fighter, political activist and lawyer during the Indian independence movement and founder-leader of the Swaraj Party in Bengal during British occupation in India. His name is abbreviated as C. R. Das."}]}, {"heading": "Births", "year": "1873", "date": "November 5", "txt": "Edwin Flack, Australian tennis player and runner (d. 1935)", "entities": [{"title": "Edwin Flack", "href": "/wiki/Edwin_Flack", "description": "Edwin Harold Flack was an Australian athlete and tennis player. Also known as \"Teddy\", he was Australia's first Olympian, being its only representative in 1896, and the first Olympic champion in the 800 metres and the 1500 metres running events."}]}, {"heading": "Births", "year": "1879", "date": "November 5", "txt": "Otto Wahle, Austrian-American swimmer and coach (d. 1963)", "entities": [{"title": "Otto Wahle", "href": "/wiki/Otto_Wahle", "description": "Otto Wahle was an Austrian swimmer who took part in two Summer Olympic Games and won a total of three medals. Wahle coached the men's US swim team at the 1912 Olympics, and the men's US water polo team at the 1920 and 1924 Olympics."}]}, {"heading": "Births", "year": "1881", "date": "November 5", "txt": "George A. Malcolm, American lawyer and jurist (d. 1961)", "entities": [{"title": "George A. Malcolm", "href": "/wiki/George_A._Malcolm", "description": "George Arthur Malcolm was an American lawyer who emerged as an influential figure in the development of the practice of law in the Philippines in the 20th century. At age 35, he was appointed Associate Justice of the Supreme Court of the Philippines, where he would serve for 19 years. His most enduring legacy perhaps lies in his role in the establishment of the College of Law at the University of "}]}, {"heading": "Births", "year": "1883", "date": "November 5", "txt": "P Moe Nin, Burmese author and translator (d. 1940)", "entities": [{"title": "P Moe Nin", "href": "/wiki/P_Moe_Nin", "description": "P Moe Nin was one of Burma's most prolific and treasured writers. His writing style differed from that prevalent in Burma at the time, writing concisely and clearly. Because of this, he is often regarded as the father of Burmese short story writing and the modern Burmese novel. He translated uncountable and valuable works of general knowledge from Western languages."}]}, {"heading": "Births", "year": "1884", "date": "November 5", "txt": "James Elroy Flecker, English author, poet, and playwright (d. 1915)", "entities": [{"title": "James Elroy Flecker", "href": "/wiki/James_Elroy_Flecker", "description": "James Elroy Flecker was an English novelist and playwright. As a poet, he was most influenced by the Parnassian poets."}]}, {"heading": "Births", "year": "1885", "date": "November 5", "txt": "Will Durant, American historian and philosopher (d. 1981)", "entities": [{"title": "Will Durant", "href": "/wiki/Will_Durant", "description": "William James Durant was an American writer, historian, and philosopher. He became best known for his work The Story of Civilization, 11 volumes written in collaboration with his wife, Ariel Durant, and published between 1935 and 1975. He was earlier noted for The Story of Philosophy (1926), described as \"a groundbreaking work that helped to popularize philosophy\"."}]}, {"heading": "Births", "year": "1886", "date": "November 5", "txt": "Sadae Inoue, Japanese general (d. 1961)", "entities": [{"title": "Sadae Inoue", "href": "/wiki/Sadae_Inoue", "description": "Sadae Inoue  was a general in the Imperial Japanese Army in World War II. He commanded the Japanese forces at the Battle of Peleliu and the Battle of Angaur."}]}, {"heading": "Births", "year": "1887", "date": "November 5", "txt": "Paul Wittgenstein, Austrian-American pianist and educator (d. 1961)", "entities": [{"title": "Paul Wittgenstein", "href": "/wiki/Paul_Wittgenstein", "description": "Paul Wittgenstein was an Austrian-American concert pianist notable for commissioning new piano concerti for the left hand alone, following the amputation of his right arm during the First World War. He devised novel techniques, including pedal and hand-movement combinations, that allowed him to play chords previously regarded as impossible for a five-fingered pianist."}]}, {"heading": "Births", "year": "1890", "date": "November 5", "txt": "Jan Zrzavý, Czech painter and illustrator (d. 1977)", "entities": [{"title": "Jan Zrzavý", "href": "/wiki/Jan_Zrzav%C3%BD", "description": "Jan Zrzavý was a leading Czech painter, graphic artist and illustrator of the 20th century."}]}, {"heading": "Births", "year": "1892", "date": "November 5", "txt": "J. B. S. Haldane, English-Indian geneticist and biologist (d. 1964)", "entities": [{"title": "J. B. S. Haldane", "href": "/wiki/J._B._S._Haldane", "description": "John Burdon Sanderson Haldane, nicknamed \"Jack\" or \"JBS\", was a British scientist known for his works in physiology, genetics, evolutionary biology, and mathematics. With innovative use of statistics in biology, he was one of the founders of neo-Darwinism."}]}, {"heading": "Births", "year": "1892", "date": "November 5", "txt": "John Alcock, captain in the Royal Navy and the Royal Air Force (d. 1919)", "entities": []}, {"heading": "Births", "year": "1893", "date": "November 5", "txt": "Raymond Loewy, French-American engineer and designer (d. 1986)", "entities": [{"title": "Raymond Loewy", "href": "/wiki/Raymond_Loewy", "description": "Raymond Loewy was a French-born American industrial designer who achieved fame for the magnitude of his design efforts across a variety of industries. He was recognized for this by Time magazine and featured on its cover on October 31, 1949."}]}, {"heading": "Births", "year": "1894", "date": "November 5", "txt": "Beardsley Ruml, American economist and statistician (d. 1960)", "entities": [{"title": "Beardsley Ruml", "href": "/wiki/Beardsley_Ruml", "description": "Beardsley Ruml was an American statistician, economist, philanthropist, planner, businessman and man of affairs in the 1920s, 1930s and 1940s."}]}, {"heading": "Births", "year": "1895", "date": "November 5", "txt": "Walter Gieseking, French-German pianist and composer (d. 1956)", "entities": [{"title": "Walter Gieseking", "href": "/wiki/Walter_Gieseking", "description": "Walter Wilhelm Gieseking was a German pianist and composer."}]}, {"heading": "Births", "year": "1895", "date": "November 5", "txt": "Charles MacArthur, American playwright and screenwriter (d. 1956)", "entities": []}, {"heading": "Births", "year": "1899", "date": "November 5", "txt": "Margaret Atwood Judson, American historian and author (d. 1991)", "entities": [{"title": "Margaret Atwood Judson", "href": "/wiki/Margaret_Atwood_Judson", "description": "Margaret Atwood Judson was an American historian and author."}]}, {"heading": "Births", "year": "1900", "date": "November 5", "txt": "Natalie Schafer, American actress (d. 1991)", "entities": [{"title": "Natalie Schafer", "href": "/wiki/Natalie_Schafer", "description": "Natalie Schafer was an American actress of film, stage and television, known for her role as Lovey Howell on the sitcom Gilligan's Island (1964–1967)."}]}, {"heading": "Births", "year": "1900", "date": "November 5", "txt": "Ethelwynn Trewavas, British ichthyologist, over a dozen fish species named in her honor (d. 1993)", "entities": [{"title": "Ichthyologist", "href": "/wiki/Ichthyologist", "description": "Ichthyology is the branch of zoology devoted to the study of fish, including bony fish (Osteichthyes), cartilaginous fish (Chondrichthyes), and jawless fish (Agnatha). According to FishBase, 33,400 species of fish had been described as of October 2016, with approximately 250 new species described each year."}]}, {"heading": "Births", "year": "1901", "date": "November 5", "txt": "Etta Moten Barnett, American actress and singer (d. 2004)", "entities": [{"title": "Etta Moten Barnett", "href": "/wiki/Etta_Moten_Barnett", "description": "Etta Moten Barnett was an American actress and contralto vocalist, who was identified with her signature role of \"Bess\" in Porgy and Bess. She created new roles for African-American women on stage and screen. After her performing career, Barnett was active in Chicago as a major philanthropist and civic activist, raising funds for and supporting cultural, social and church institutions."}]}, {"heading": "Births", "year": "1901", "date": "November 5", "txt": "Martin Dies, Jr., American lawyer, judge, and politician (d. 1972)", "entities": []}, {"heading": "Births", "year": "1901", "date": "November 5", "txt": "Eddie Paynter, English cricketer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1904", "date": "November 5", "txt": "Cooney Weiland, Canadian ice hockey player and coach (d. 1985)", "entities": [{"title": "Cooney Weiland", "href": "/wiki/Cooney_Weiland", "description": "Ralph \"Cooney\" Weiland was a Canadian ice hockey forward who played for the Boston Bruins, Ottawa Senators, and Detroit Red Wings of the National Hockey League (NHL). Weiland was part of the Bruins' 1928 \"Dynamite Line\" with Dutch Gainor and Dit Clapper, one of the earliest \"named\" forward lines in NHL history."}]}, {"heading": "Births", "year": "1905", "date": "November 5", "txt": "Joel McCrea, American actor (d. 1990)", "entities": [{"title": "Joel McCrea", "href": "/wiki/Joel_McCrea", "description": "Joel Albert McCrea was an American actor whose career spanned almost five decades, appearing in more than one hundred films. These films include Alfred Hitchcock's espionage thriller Foreign Correspondent (1940), Preston Sturges' comedy classics Sullivan's Travels (1941), and The Palm Beach Story (1942), the romance film Bird of Paradise (1932), the adventure classic The Most Dangerous Game (1932)"}]}, {"heading": "Births", "year": "1905", "date": "November 5", "txt": "Louis Rosier, French race car driver (d. 1956)", "entities": []}, {"heading": "Births", "year": "1905", "date": "November 5", "txt": "Sajjad Zaheer, Indian author and poet (d. 1973)", "entities": []}, {"heading": "Births", "year": "1906", "date": "November 5", "txt": "Endre Kabos, Hungarian fencer (d. 1944)", "entities": [{"title": "Endre Kabos", "href": "/wiki/Endre_Kabos", "description": "Endre Kabos was a Hungarian sabre fencer. He competed individually and with the team at the 1932 and 1936 Olympics and won three gold and one bronze medals."}]}, {"heading": "Births", "year": "1906", "date": "November 5", "txt": "Fred Lawrence Whipple, American astronomer and academic (d. 2004)", "entities": []}, {"heading": "Births", "year": "1910", "date": "November 5", "txt": "John Hackett, Australian-English general and academic (d. 1997)", "entities": [{"title": "John Hackett (British Army officer)", "href": "/wiki/John_Hackett_(British_Army_officer)", "description": "General Sir John Winthrop Hackett, was an Australian-born British soldier, painter, university administrator, author and in later life, a commentator."}]}, {"heading": "Births", "year": "1911", "date": "November 5", "txt": "Marie Osborne Yeats, American actress and costume designer (d. 2010)", "entities": [{"title": "Marie Osborne Yeats", "href": "/wiki/Marie_Osborne_Yeats", "description": "Marie Osborne Yeats, credited as Baby Marie between 1914 and 1919, was the first major child star of American silent films. She was one of the three major American child stars of the Hollywood silent film era along with Jackie Coogan and Diana Serra Cary. As an adult, from 1934 until 1950, and now billed as Marie Osborne, she continued in film productions, although she appeared only in uncredited "}]}, {"heading": "Births", "year": "1911", "date": "November 5", "txt": "Roy Rogers, American singer, guitarist, and actor (d. 1998)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 5", "txt": "W. Allen Wallis, American economist and statistician (d. 1998)", "entities": [{"title": "W. Allen Wallis", "href": "/wiki/W._Allen_Wallis", "description": "Wilson Allen Wallis was an American economist and statistician who served as president of the University of Rochester. He is best known for the Kruskal–Wallis one-way analysis of variance, which is named after him and William Kruskal."}]}, {"heading": "Births", "year": "1913", "date": "November 5", "txt": "Guy Green, English-American director, screenwriter, and cinematographer (d. 2005)", "entities": [{"title": "Guy Green (filmmaker)", "href": "/wiki/Guy_Green_(filmmaker)", "description": "Guy Mervin Charles Green OBE BSC\n(5 November 1913 – 15 September 2005) was an English film director, producer, screenwriter, and cinematographer. In 1946, he won an Oscar as cinematographer for the film Great Expectations. In 2002, Green was given a Lifetime Achievement Award by the BAFTA, and, in 2004, he was named an Officer of the Order of the British Empire for his lifetime contributions to Br"}]}, {"heading": "Births", "year": "1913", "date": "November 5", "txt": "Vivien Leigh, Indian-British actress (d. 1967)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 5", "txt": "John McGiver, American actor (d. 1975)", "entities": []}, {"heading": "Births", "year": "1914", "date": "November 5", "txt": "Alton Tobey, American painter and illustrator (d. 2005)", "entities": [{"title": "Alton Tobey", "href": "/wiki/Alton_Tobey", "description": "Alton Stanley Tobey, the American artist, was a painter, historical artist, muralist, portraitist, illustrator, and teacher of art."}]}, {"heading": "Births", "year": "1917", "date": "November 5", "txt": "Jacqueline Auriol, French pilot (d. 2000)", "entities": [{"title": "Jacqueline Auriol", "href": "/wiki/Jacqueline_Auriol", "description": "Jacqueline Auriol was a French aviator who set several world speed records."}]}, {"heading": "Births", "year": "1917", "date": "November 5", "txt": "Banarsi Das Gupta, Indian activist and politician, 4th Chief Minister of Haryana (d. 2007)", "entities": [{"title": "Chief Minister of Haryana", "href": "/wiki/Chief_Minister_of_Haryana", "description": "The Chief Minister of Haryana is the chief executive of the Indian state of Haryana. As per the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Haryana Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The governor appoints th"}]}, {"heading": "Births", "year": "1917", "date": "November 5", "txt": "James Lawton Collins Jr., American brigadier general (d. 2002)", "entities": [{"title": "Brigadier general", "href": "/wiki/Brigadier_general", "description": "Brigadier general or brigade general is a military rank used in many countries. It is the lowest ranking general officer in some countries, usually sitting between the ranks of colonel and major general. When appointed to a field command, a brigadier general is typically in command of a brigade consisting of around 4,000 troops. In some countries a brigadier general is informally designated as a o"}]}, {"heading": "Births", "year": "1917", "date": "November 5", "txt": "Giuseppe Salvioli, Italian football player", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 5", "txt": "Hasan Askari, Pakistani linguist, scholar, and critic (d. 1978)", "entities": [{"title": "Hasan Askari (writer)", "href": "/wiki/Hasan_Askari_(writer)", "description": "Muhammad Hasan Askari \n(1919 – 18 January 1978) was a Pakistani scholar, literary critic, writer and linguist of modern Urdu language. Initially \"Westernized\", he translated western literary, philosophical and metaphysical work into Urdu, notably classics of American, English, French and Russian literature. But in his later years, through personal experiences, geopolitical changes and the influenc"}]}, {"heading": "Births", "year": "1919", "date": "November 5", "txt": "Myron Floren, American accordion player and pianist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 5", "txt": "Tommy Godwin, American-English cyclist and coach (d. 2012)", "entities": [{"title": "Tommy Godwin (cyclist born 1920)", "href": "/wiki/Tommy_Godwin_(cyclist_born_1920)", "description": "Thomas Charles Godwin was a British track cyclist, active during the 1940s and 1950s. He held national records and raced abroad. He later became a coach, manager, and administrator."}]}, {"heading": "Births", "year": "1920", "date": "November 5", "txt": "Douglass North, American economist and academic, Nobel Prize laureate (d. 2015)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1921", "date": "November 5", "txt": "Georges Cziffra, Hungarian pianist and composer (d. 1994)", "entities": [{"title": "Georges Cziffra", "href": "/wiki/Georges_Cziffra", "description": "György Cziffra, also known as Georges Cziffra and George Cziffra, was a Hungarian-French virtuoso pianist and composer. He is considered to be one of the greatest pianists of the twentieth century. Among his teachers was István Thomán, who was a favourite pupil of Franz Liszt."}]}, {"heading": "Births", "year": "1921", "date": "November 5", "txt": "Fawzia Fuad of Egypt (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 5", "txt": "Violet Barclay, American illustrator (d. 2010)", "entities": [{"title": "Violet Barclay", "href": "/wiki/Violet_Barclay", "description": "Violet A. Barclay, who also worked under the name Valerie Barclay and the married name Valerie Smith, was an American illustrator best known as one of the pioneering female comic-book artists, having started in the field during the 1930s and 1940s period historians and fans call the Golden Age of Comic Books."}]}, {"heading": "Births", "year": "1922", "date": "November 5", "txt": "Yitzchok Scheiner, American-Israeli rabbi (d. 2021)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 5", "txt": "Cecil H. Underwood, American educator and politician, 25th and 32nd Governor of West Virginia (d. 2008)", "entities": [{"title": "Governor of West Virginia", "href": "/wiki/Governor_of_West_Virginia", "description": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of"}]}, {"heading": "Births", "year": "1923", "date": "November 5", "txt": "Rudolf Augstein, German soldier and journalist, co-founded Der Spiegel (d. 2002)", "entities": [{"title": "Rudolf Augstein", "href": "/wiki/Rudolf_Augstein", "description": "Rudolf Karl Augstein was one of the most influential German journalists, a founder and part-owner of Der Spiegel magazine."}]}, {"heading": "Births", "year": "1926", "date": "November 5", "txt": "John Berger, English author, poet, painter, and critic (d. 2017)", "entities": [{"title": "John Berger", "href": "/wiki/John_Berger", "description": "John Peter Berger was an English art critic, novelist, painter and poet. His novel G. won the 1972 Booker Prize, and his essay on art criticism Ways of Seeing, written as an accompaniment to the BBC series of the same name, is often used as a university text. He lived in France for over fifty years."}]}, {"heading": "Births", "year": "1927", "date": "November 5", "txt": "Hirotugu Akaike, Japanese statistician (d. 2009)", "entities": [{"title": "Hirotugu Akaike", "href": "/wiki/Hirotugu_Akaike", "description": "Hirotugu Akaike  was a Japanese statistician. In the early 1970s, he formulated the Akaike information criterion (AIC). AIC is now widely used for model selection, which is commonly the most difficult aspect of statistical inference; additionally, AIC is the basis of a paradigm for the foundations of statistics. Akaike also made major contributions to the study of time series. As well, he had a la"}]}, {"heading": "Births", "year": "1930", "date": "November 5", "txt": "Wim Bleijenberg, Dutch footballer and manager (d. 2016)", "entities": [{"title": "Wim Bleijenberg", "href": "/wiki/Wim_Bleijenberg", "description": "Wim Bleijenberg was a Dutch international football player, who played for FC Wageningen, Rigtersbleek, AFC Ajax, Blauw-Wit Amsterdam, Go Ahead Eagles and AGOVV Apeldoorn during his career."}]}, {"heading": "Births", "year": "1930", "date": "November 5", "txt": "Hans Mommsen, German historian and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 5", "txt": "Leonard Herzenberg, American immunologist, geneticist, and academic (d. 2013)", "entities": [{"title": "Leonard Herzenberg", "href": "/wiki/Leonard_Herzenberg", "description": "Leonard Arthur \"Len\" Herzenberg was an immunologist, geneticist and professor at Stanford University. His contributions to the development of cell biology made it possible to sort viable cells by their specific properties."}]}, {"heading": "Births", "year": "1931", "date": "November 5", "txt": "Gil Hill, American actor, police officer and politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 5", "txt": "Harold McNair, Jamaican-English saxophonist and flute player (d. 1971)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 5", "txt": "Ike Turner, American singer-songwriter, guitarist and producer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 5", "txt": "Diane Pearson, British book editor and novelist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 5", "txt": "Algirdas Lauritėnas, Lithuanian basketball player (d. 2001)", "entities": [{"title": "Algirdas Lauritėnas", "href": "/wiki/Algirdas_Laurit%C4%97nas", "description": "Algirdas Teodoras Lauritėnas was a Lithuanian basketball player. He was a member of the Soviet team during the 1950s, and won a silver medal at the 1956 Summer Olympics. He was also part of the team that became European champion in 1953 and 1957 and won a bronze medal in 1955."}]}, {"heading": "Births", "year": "1933", "date": "November 5", "txt": "Herb Edelman, American actor (d. 1996)", "entities": [{"title": "Herb Edelman", "href": "/wiki/Herb_Edelman", "description": "Herbert Edelman was an American actor of stage, film and television. He was twice nominated for an Emmy Award for his television work. One of his best-known roles was as Stanley Zbornak, the ex-husband of Dorothy Zbornak on The Golden Girls. He also had a recurring role on the 1980s medical drama St. Elsewhere."}]}, {"heading": "Births", "year": "1934", "date": "November 5", "txt": "Jeb Stuart Magruder, American minister and civil servant (d. 2014)", "entities": [{"title": "Jeb Stuart Magruder", "href": "/wiki/Jeb_Stuart_Magruder", "description": "Jeb Stuart Magruder was an American businessman and high-level political operative in the Republican Party who served time in prison for his role in the Watergate scandal."}]}, {"heading": "Births", "year": "1935", "date": "November 5", "txt": "Lester Piggott, English jockey and trainer", "entities": [{"title": "Lester Piggott", "href": "/wiki/Lester_Piggott", "description": "Lester Keith Piggott is a retired English professional jockey. With 4,493 career wins, including nine Epsom Derby victories, he is widely regarded as one of the greatest flat racing jockeys of all time and the originator of a much imitated style. Popularly known as \"The Long Fellow\" he was known for his competitive personality, keeping himself thirty pounds under his natural weight, and on occasio"}]}, {"heading": "Births", "year": "1935", "date": "November 5", "txt": "Christopher Wood, English author and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 5", "txt": "Michael Dertouzos, Greek-American computer scientist and academic (d. 2001)", "entities": [{"title": "Michael Dertouzos", "href": "/wiki/Michael_Dertouzos", "description": "Michael Leonidas Dertouzos was a Greek professor in the department of Electrical Engineering and Computer Science at the Massachusetts Institute of Technology (MIT) and Director of the MIT Laboratory for Computer Science (LCS) from 1974 to 2001."}]}, {"heading": "Births", "year": "1936", "date": "November 5", "txt": "Uwe Seeler, German footballer and actor", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 5", "txt": "Billy Sherrill, American record producer, songwriter, and arranger (d. 2015)", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 5", "txt": "Chan Sek Keong, Singaporean lawyer, judge, and politician, 3rd Chief Justice of Singapore", "entities": [{"title": "Chan Sek Keong", "href": "/wiki/Chan_Sek_Keong", "description": "Chan Sek Keong is a Singaporean former judge. He is appointed by former President of Singapore, S R Nathan as the country's third Chief Justice of Singapore \n until his retirement on 6 November 2012. He had previously served as Attorney-General from 1992 to 2006."}, {"title": "Chief Justice of Singapore", "href": "/wiki/Chief_Justice_of_Singapore", "description": "The Chief Justice of Singapore is the highest post in the judicial system of Singapore. The Chief Justice is appointed by the President, chosen from candidates recommended by the Prime Minister. The incumbent Chief Justice is Sundaresh Menon."}]}, {"heading": "Births", "year": "1937", "date": "November 5", "txt": "Harris Yulin, American actor", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 5", "txt": "Joe Dassin, American-French singer-songwriter (d. 1980)", "entities": [{"title": "Joe Dassin", "href": "/wiki/Joe_Dassin", "description": "Joseph \"Joe\" Ira Dassin was an American-born French singer-songwriter."}]}, {"heading": "Births", "year": "1938", "date": "November 5", "txt": "César Luis Menotti, Argentinian footballer and manager", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 5", "txt": "Jim Steranko, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 5", "txt": "Lobsang Tenzin, Tibetan religious leader", "entities": [{"title": "Lobsang Tenzin", "href": "/wiki/Lobsang_Tenzin", "description": "Lobsang Tenzin, better known by the titles Professor Venerable Samdhong Rinpoche and to Tibetans as the 5th Samdhong Rinpoche, was the Prime Minister, then officially called the Kalon Tripa or chairman of the cabinet of the Central Tibetan Administration, or Tibetan government-in-exile based in Dharamshala, India."}]}, {"heading": "Births", "year": "1940", "date": "November 5", "txt": "Ted Kulongoski, American soldier, lawyer, and politician, 36th Governor of Oregon", "entities": [{"title": "Ted Kulongoski", "href": "/wiki/Ted_Kulongoski", "description": "Theodore Ralph Kulongoski is an American politician, judge and lawyer who served as the 36th Governor of Oregon from 2003 to 2011. A Democrat, he served in both houses of the Oregon Legislative Assembly and also served as the state Insurance Commissioner. He was the Attorney General of Oregon from 1993 to 1997 and an Associate Justice of the Oregon Supreme Court from 1997 to 2001. Kulongoski has s"}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1940", "date": "November 5", "txt": "Elke Sommer, German actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 5", "txt": "Art Garfunkel, American singer-songwriter and guitarist", "entities": [{"title": "Art Garfunkel", "href": "/wiki/Art_Garfunkel", "description": "Arthur Ira Garfunkel is an American singer, poet, and actor. He is best known for his partnership with Paul Simon in the folk rock duo Simon & Garfunkel."}]}, {"heading": "Births", "year": "1941", "date": "November 5", "txt": "Yoshiyuki Tomino, Japanese animator, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 5", "txt": "Pierangelo Bertoli, Italian singer-songwriter and guitarist (d. 2002)", "entities": [{"title": "Pierangelo Bertoli", "href": "/wiki/Pierangelo_Bertoli", "description": "Pierangelo Bertoli was an Italian singer-songwriter and poet. Close to libertarian communist issues his works told mainly about environment, laïcité, antimilitarism and social issues regarding marginalized and rebellious people."}]}, {"heading": "Births", "year": "1943", "date": "November 5", "txt": "Friedman Paul Erhardt, German-American chef and author (d. 2007)", "entities": [{"title": "Friedman Paul Erhardt", "href": "/wiki/Friedman_Paul_Erhardt", "description": "Friedman Paul Erhardt was a German American pioneering early television chef. He was known as \"Chef Tell\" to his 40 million fans. He is widely regarded as one of the first chefs to enjoy widespread popularity on American television. Former Philadelphia Inquirer food writer, Elaine Tait, wrote, \"Chef Tell is America's pioneer TV showman chef whose food always tastes good.\" Erhardt's thick German ac"}]}, {"heading": "Births", "year": "1943", "date": "November 5", "txt": "Percy Hobson, Australian high jumper", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 5", "txt": "Sam Shepard, American playwright and actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 5", "txt": "Peter Pace, American general", "entities": [{"title": "Peter Pace", "href": "/wiki/Peter_Pace", "description": "Peter Pace is a retired United States Marine Corps general who served as the 16th Chairman of the Joint Chiefs of Staff. Pace was the first Marine officer appointed as chairman, and the first Marine officer to be appointed to three different four-star assignments; the others as the 6th Vice Chairman of the Joint Chiefs of Staff from October 1, 2001, to August 12, 2005, and as Commander-in-Chief, U"}]}, {"heading": "Births", "year": "1945", "date": "November 5", "txt": "Aleka Papariga, Greek accountant and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 5", "txt": "Svetlana Tširkova-Lozovaja, Russian fencer and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 5", "txt": "Gram Parsons, American singer-songwriter and guitarist (d. 1973)", "entities": [{"title": "Gram Parsons", "href": "/wiki/Gram_Parsons", "description": "Ingram Cecil Connor III, known professionally as Gram Parsons, was an American singer, songwriter, guitarist, and pianist. Parsons recorded as a solo artist and with the International Submarine Band, the Byrds, and the Flying Burrito Brothers. He popularized what he called \"Cosmic American Music\", a hybrid of country, rhythm and blues, soul, folk, and rock."}]}, {"heading": "Births", "year": "1946", "date": "November 5", "txt": "Ken Whaley, Austrian-English bass player and songwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 5", "txt": "Quint Davis, American director and producer", "entities": [{"title": "Quint Davis", "href": "/wiki/Quint_Davis", "description": "Quint Davis is an American festival producer and director based in New Orleans. He is best known as the producer of the New Orleans Jazz & Heritage Festival founded by George Wein. Davis has been involved in the production of the event from its start in 1970. He is the CEO of Festival Productions, Inc. - New Orleans, the company that produces the Jazz Fest."}]}, {"heading": "Births", "year": "1947", "date": "November 5", "txt": "Rubén Juárez, Argentinian singer-songwriter and bandoneon player (d. 2010)", "entities": [{"title": "Bandoneon", "href": "/wiki/Bandoneon", "description": "The bandoneon is a type of concertina particularly popular in Argentina and Uruguay. It is a typical instrument in most tango ensembles. As with other members of the concertina family, the bandoneon is held between both hands, and by pulling and pushing actions force air through bellows and then routing air through particular reeds as by pressing the instrument's buttons. Bandoneons have a differe"}]}, {"heading": "Births", "year": "1947", "date": "November 5", "txt": "Peter Noone, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 5", "txt": "Bob Barr, American lawyer and politician", "entities": [{"title": "Bob Barr", "href": "/wiki/Bob_Barr", "description": "Robert Laurence Barr Jr. is an American attorney and politician. He served as a federal prosecutor and as a Congressman. He represented Georgia's 7th congressional district as a Republican from 1995 to 2003. Barr attained national prominence as one of the leaders of the impeachment of President Bill Clinton. During his time in the House of Representatives, he famously authored the Defense of Marri"}]}, {"heading": "Births", "year": "1948", "date": "November 5", "txt": "Peter Hammill, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 5", "txt": "Bernard-Henri Lévy, French philosopher and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 5", "txt": "William Daniel Phillips, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1949", "date": "November 5", "txt": "Armin Shimerman, American actor", "entities": [{"title": "Armin Shimerman", "href": "/wiki/Armin_Shimerman", "description": "Armin Shimerman is an American actor and author. He is known for his work as the Ferengi bartender Quark on Star Trek: Deep Space Nine, Principal Snyder on Buffy the Vampire Slayer and Judge Brian Hooper in the first 7 episodes of Boston Legal in its third season in 2006. He is also known for his voice work as General Skarr and Stomach in Grim & Evil, Evil Con Carne, and The Grim Adventures of Bil"}]}, {"heading": "Births", "year": "1949", "date": "November 5", "txt": "Jimmie Spheeris, American singer-songwriter (d. 1984)", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 5", "txt": "Thorbjørn Jagland, Norwegian politician, 25th Prime Minister of Norway", "entities": [{"title": "Thorbjørn Jagland", "href": "/wiki/Thorbj%C3%B8rn_Jagland", "description": "Thorbjørn Jagland is a Norwegian politician from the Labour Party. He served as the Secretary General of the Council of Europe from 2009 to 2019. He served as Prime Minister of Norway from 1996 to 1997, as Minister of Foreign Affairs from 2000 to 2001 and as President of the Storting from 2005 to 2009."}, {"title": "List of heads of government of Norway", "href": "/wiki/List_of_heads_of_government_of_Norway", "description": "This is a list of heads of government of Norway. In the modern era, the head of government has the title prime minister (statsminister). At various times in the past, the highest governmental title has included steward (rigsstatholder), viceroy (vicekonge) and first minister (førstestatsraad)"}]}, {"heading": "Births", "year": "1950", "date": "November 5", "txt": "James Kennedy, American psychologist and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 5", "txt": "Oleh Blokhin, Ukrainian footballer and manager", "entities": [{"title": "Oleh Blokhin", "href": "/wiki/Oleh_Blokhin", "description": "Oleg Vladimirovich Blokhin, or Oleh Volodymyrovych Blokhin, is a former Ukrainian and Soviet football player and manager. Blokhin was formerly a standout striker for Dynamo Kyiv and the Soviet Union."}]}, {"heading": "Births", "year": "1952", "date": "November 5", "txt": "Brian Muehl, American puppeteer", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 5", "txt": "Vandana Shiva, Indian philosopher and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 5", "txt": "Bill Walton, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 5", "txt": "Florentino Floro, Filipino lawyer and judge", "entities": [{"title": "Florentino Floro", "href": "/wiki/Florentino_Floro", "description": "Florentino V. Floro, Jr. is a former Filipino judge who achieved notoriety after being suspended from the Philippine judiciary in 2006 due to mental illness. Floro made several statements that he was psychic and claimed to frequently communicate with invisible duendes, a type of dwarf common in Latin American mythology."}]}, {"heading": "Births", "year": "1953", "date": "November 5", "txt": "Joyce Maynard, American journalist, author, and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 5", "txt": "Alejandro Sabella, Argentine footballer and manager (d. 2020)", "entities": [{"title": "Alejandro Sabella", "href": "/wiki/Alejandro_Sabella", "description": "Alejandro Javier Sabella was an Argentine football player and manager. Born in Buenos Aires, he began his playing career with River Plate in his home country before moving to England in 1978 to play for Sheffield United. Known as \"Alex\" while in England, Sabella then had a spell with another English side, Leeds United, before returning to South America and representing Estudiantes, Grêmio, Ferro C"}]}, {"heading": "Births", "year": "1954", "date": "November 5", "txt": "Jeffrey Sachs, American economist and academic", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 5", "txt": "Bernard Chazelle, French computer scientist and academic", "entities": [{"title": "Bernard Chazelle", "href": "/wiki/Bernard_Chazelle", "description": "Bernard Chazelle is a French-American computer scientist. He is currently the Eugene Higgins Professor of Computer Science at Princeton University. Much of his work is in computational geometry, where he is known for his study of algorithms, such as linear-time triangulation of a simple polygon, as well as major complexity results, such as lower bound techniques based on discrepancy theory. He is "}]}, {"heading": "Births", "year": "1955", "date": "November 5", "txt": "Kris Jenner, American talent manager and businesswoman", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 5", "txt": "Karan Thapar, Indian journalist and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 5", "txt": "Jeff Watson, American guitarist and songwriter", "entities": [{"title": "Jeff Watson (guitarist)", "href": "/wiki/Jeff_Watson_(guitarist)", "description": "Jeffrey Victor Watson is an American guitarist originally known as one of the founding members and lead guitarist of the band Night Ranger, in which he has played as co-guitarist with guitarist Brad Gillis. Watson developed his signature eight-fingered tapping technique during his time in the band."}]}, {"heading": "Births", "year": "1956", "date": "November 5", "txt": "John Harwood, American journalist", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 5", "txt": "Lavrentis Machairitsas, Greek singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 5", "txt": "Michael Sorridimi, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 5", "txt": "Rob Fisher, English keyboard player and songwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 5", "txt": "Mike Score, English singer-songwriter and keyboard player", "entities": [{"title": "Mike Score", "href": "/wiki/Mike_Score", "description": "Michael Gordon Score, better known as Mike Score is an English singer, songwriter and musician who achieved worldwide fame as the founder, lead vocalist, and rhythm guitarist of the new wave band A Flock of Seagulls. He released a solo album on 1 March 2014 titled Zeebratta."}]}, {"heading": "Births", "year": "1958", "date": "November 5", "txt": "Don Falcone, American keyboard player, songwriter, and producer", "entities": [{"title": "Don Falcone", "href": "/wiki/Don_Falcone", "description": "Don Falcone is an American producer and multi-instrumentalist, and the guiding light behind the Spirits Burning space-rock collective. In Spirits Burning and other offshoot bands and projects, his primary collaborations have been with Albert Bouchard, Bridget Wishart, Cyrille Verdeaux, Daevid Allen, and English writer and musician Michael Moorcock."}]}, {"heading": "Births", "year": "1958", "date": "November 5", "txt": "Mo Gaffney, American actress and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 5", "txt": "Robert Patrick, American actor", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 5", "txt": "Bryan Adams, Canadian singer-songwriter, guitarist, producer, and actor", "entities": [{"title": "Bryan Adams", "href": "/wiki/Bryan_Adams", "description": "Bryan Guy Adams is a Canadian singer, guitarist, composer, record producer, photographer, and philanthropist. With several number-one singles and albums in various countries, Adams has sold over 100 million records worldwide. Adams was the most played artist on Canadian radio in the 2010s and he has had 25 top-15 singles in Canada, and a dozen or more in the US, UK and Australia."}]}, {"heading": "Births", "year": "1959", "date": "November 5", "txt": "Tomo Česen, Slovenian mountaineer", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 5", "txt": "René Froger, Dutch singer-songwriter", "entities": [{"title": "René Froger", "href": "/wiki/Ren%C3%A9_Froger", "description": "René Froger, is a Dutch singer."}]}, {"heading": "Births", "year": "1960", "date": "November 5", "txt": "Tilda Swinton, English actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 5", "txt": "Alan G. Poindexter, American captain, pilot, and astronaut (d. 2012)", "entities": [{"title": "Alan G. Poindexter", "href": "/wiki/Alan_G._Poindexter", "description": "Alan Goodwin \"Dex\" Poindexter was an American naval officer and a NASA astronaut. Poindexter was selected in the 1998 NASA Group (G17) and went into orbit aboard Space Shuttle missions STS-122 and STS-131."}]}, {"heading": "Births", "year": "1962", "date": "November 5", "txt": "Turid Birkeland, Norwegian businesswoman and politician, Norwegian Minister of Culture (d. 2015)", "entities": [{"title": "Turid Birkeland", "href": "/wiki/Turid_Birkeland", "description": "Turid Birkeland was a Norwegian cultural executive and former politician for the Labour Party. She was Minister of Culture in 1996–97. She was an author and also worked in television, including being chief of cultural programming at NRK and a member of the board at Telenor. She also headed the Risør Chamber Music Festival, and was the director of Concerts Norway."}, {"title": "Minister of Culture (Norway)", "href": "/wiki/Minister_of_Culture_(Norway)", "description": "The Minister of Culture is a councilor of state and chief of the Norway's Ministry of Culture. The ministry is responsible for the government's policy related to culture, church affairs, religion, media, sports and gambling. Subordinate agencies include the Gaming and Foundation Authority, the National Archival Services, the National Library, the Arts Council and the Media Authority. The portfolio"}]}, {"heading": "Births", "year": "1962", "date": "November 5", "txt": "Abedi Pele, Ghanaian footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 5", "txt": "Marcus J. Ranum, American computer scientist and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 5", "txt": "Hans Gillhaus, Dutch footballer and scout", "entities": [{"title": "Hans Gillhaus", "href": "/wiki/Hans_Gillhaus", "description": "Johannes \"Hans\" Paulus Gillhaus is a Dutch retired footballer who played primarily as a left-sided forward."}]}, {"heading": "Births", "year": "1963", "date": "November 5", "txt": "Andrea McArdle, American actress and singer", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 5", "txt": "Tatum O'Neal, American actress and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 5", "txt": "Brian Wheat, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 5", "txt": "Jean-Pierre Papin, French footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 5", "txt": "Atul Gawande, American surgeon and journalist", "entities": [{"title": "Atul Gawande", "href": "/wiki/Atul_Gawande", "description": "Atul Gawande is an American surgeon, writer, and public health researcher. He practices general and endocrine surgery at Brigham and Women's Hospital in Boston, Massachusetts. He is a professor in the Department of Health Policy and Management at the Harvard T.H. Chan School of Public Health and the Samuel O. Thier Professor of Surgery at Harvard Medical School. In public health, he is executive d"}]}, {"heading": "Births", "year": "1965", "date": "November 5", "txt": "Famke Janssen, Dutch model and actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 5", "txt": "Nayim, Spanish footballer and manager", "entities": [{"title": "Nayim", "href": "/wiki/Nayim", "description": "Mohamed Alí Amar, known as Nayim, is a Spanish retired footballer who played as a central midfielder."}]}, {"heading": "Births", "year": "1966", "date": "November 5", "txt": "James Allen, English journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 5", "txt": "Urmas Kirs, Estonian footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 5", "txt": "Marcelo D2, Brazilian rapper", "entities": [{"title": "Marcelo D2", "href": "/wiki/Marcelo_D2", "description": "Marcelo D2 is a Brazilian rapper and lyricist."}]}, {"heading": "Births", "year": "1967", "date": "November 5", "txt": "Judy Reyes, American actress and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 5", "txt": "Ricardo Fort, Argentinian actor, director, and businessman (d. 2013)", "entities": [{"title": "Ricardo Fort", "href": "/wiki/Ricardo_Fort", "description": "Ricardo Aníbal Fort Campa was an Argentine socialite, entrepreneur and television director. Although his career lasted four years, Fort was one of the more popular personalities in his country."}]}, {"heading": "Births", "year": "1968", "date": "November 5", "txt": "Sam Rockwell, American actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 5", "txt": "Pat Kilbane, American actor, comedian, director, and screenwriter", "entities": [{"title": "Pat Kilbane", "href": "/wiki/Pat_Kilbane", "description": "Patrick F. Kilbane is an American actor, comedian, and screenwriter best known for his three seasons as a cast member on MADtv (1997–2000), as well his memorable appearance in the 1996 \"The Bizarro Jerry\" episode of Seinfeld, in which he played Bizarro Kramer. Kilbane's first book, The Brain Eater's Bible: Sound Advice for the Newly Reanimated Zombie, was released on March 18, 2011."}]}, {"heading": "Births", "year": "1970", "date": "November 5", "txt": "Javy López, Puerto Rican-American baseball player", "entities": [{"title": "Javy López", "href": "/wiki/Javy_L%C3%B3pez", "description": "Javier \"Javy\" Torres López is a Puerto Rican former catcher in Major League Baseball who played for the Atlanta Braves (1992–2003), Baltimore Orioles (2004–2006) and Boston Red Sox (2006). He batted and threw right-handed. He was named Ponce, Puerto Rico's Athlete of the Year from 1984 to 1987."}]}, {"heading": "Births", "year": "1971", "date": "November 5", "txt": "Chris Addison, Welsh-English comedian, actor, and screenwriter", "entities": [{"title": "Chris Addison", "href": "/wiki/Chris_Addison", "description": "Christopher David Addison is a British comedian, writer, actor, and director. He is perhaps best known for his role as a regular panellist on Mock the Week. He is also known for his lecture-style comedy shows, two of which he later adapted for BBC Radio 4."}]}, {"heading": "Births", "year": "1971", "date": "November 5", "txt": "Sergei Berezin, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 5", "txt": "Jonny Greenwood, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 5", "txt": "Dana Jacobson, American sportscaster", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 5", "txt": "Rob Jones, Welsh-English footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 5", "txt": "Edmond Leung, Hong Kong singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 5", "txt": "Corin Nemec, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 5", "txt": "Mårten Olander, Swedish golfer", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 5", "txt": "Johnny Damon, American baseball player", "entities": [{"title": "Johnny Damon", "href": "/wiki/Johnny_Damon", "description": "Johnny David Damon is an American former professional baseball outfielder who played in Major League Baseball (MLB) from 1995 to 2012. During his MLB career, Damon played for the Kansas City Royals (1995–2000), Oakland Athletics (2001), Boston Red Sox (2002–2005), New York Yankees (2006–2009), Detroit Tigers (2010), Tampa Bay Rays (2011) and Cleveland Indians (2012). Damon also played for the Thai"}]}, {"heading": "Births", "year": "1973", "date": "November 5", "txt": "Peter Emmerich, American illustrator and educator", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 5", "txt": "Gráinne Seoige, Irish journalist", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 5", "txt": "Alexei Yashin, Russian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 5", "txt": "Ryan Adams, American singer-songwriter and guitarist", "entities": [{"title": "Ryan Adams", "href": "/wiki/Ryan_Adams", "description": "David Ryan Adams is an American singer-songwriter, record producer, and poet. He has released 17 albums, as well as three studio albums as a former member of rock/alt-country band Whiskeytown."}]}, {"heading": "Births", "year": "1974", "date": "November 5", "txt": "Angela Gossow, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 5", "txt": "Dado Pršo, Croatian footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 5", "txt": "Taine Randell, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 5", "txt": "Jerry Stackhouse, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 5", "txt": "Lisa Scott-Lee, Welsh singer-songwriter", "entities": [{"title": "Lisa Scott-Lee", "href": "/wiki/Lisa_Scott-Lee", "description": "Lisa Scott-Lee is a Welsh singer and member of the pop group Steps, formed in 1997. Scott-Lee signed a record deal with Mercury Records and launched a solo career in 2003 although her success was limited after the release her debut single \"Lately\", and was dropped after her second single. She released her debut solo album Never or Now in 2007 through Concept Records. She is a graduate of the Itali"}]}, {"heading": "Births", "year": "1976", "date": "November 5", "txt": "Sebastian Arcelus, American actor, singer, and producer", "entities": [{"title": "Sebastian Arcelus", "href": "/wiki/Sebastian_Arcelus", "description": "Sebastian Carlos Arcelus is an American actor, best known for his roles as Lucas Goodwin in the Netflix TV series House of Cards (2013–2016) and Jay Whitman in the CBS TV series Madam Secretary (2014–2019). Arcelus began his acting career in the early 2000s and spent the first decade of his career on Broadway, having played Roger in Rent, Fiyero in Wicked, Bob Gaudio in Jersey Boys, and Buddy in E"}]}, {"heading": "Births", "year": "1976", "date": "November 5", "txt": "Mr. Fastfinger, Finnish guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 5", "txt": "Jeff Klein, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 5", "txt": "Samuel Page, American actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 5", "txt": "Maarten Tjallingii, Dutch cyclist", "entities": [{"title": "Maarten Tjallingii", "href": "/wiki/Maarten_Tjallingii", "description": "Maarten Pieter Tjallingii is a Dutch former professional racing cyclist, who rode professionally between 2003 and 2016."}]}, {"heading": "Births", "year": "1977", "date": "November 5", "txt": "Richard Wright, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 5", "txt": "Xavier Tondo, Spanish cyclist (d. 2011)", "entities": [{"title": "Xavier Tondo", "href": "/wiki/Xavier_Tondo", "description": "Xavier Tondo Volpini was a Spanish professional road racing cyclist who specialized in mountain stages of bicycle races."}]}, {"heading": "Births", "year": "1978", "date": "November 5", "txt": "Bubba Watson, American golfer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 5", "txt": "Romi Dames, Japanese-American actress", "entities": [{"title": "Romi Dames", "href": "/wiki/Romi_Dames", "description": "Hiromi \"Romi\" Dames is a Japanese-American voice, film and television actress."}]}, {"heading": "Births", "year": "1979", "date": "November 5", "txt": "Colin Grzanna, German rugby player and surgeon", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 5", "txt": "Michalis Hatzigiannis, Cypriot singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 5", "txt": "Keith McLeod, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 5", "txt": "David Suazo, Honduran footballer and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 5", "txt": "Jaime Camara, Brazilian race car driver", "entities": [{"title": "Jaime Camara", "href": "/wiki/Jaime_Camara", "description": "Jaime Camara is a Brazilian race car driver, who in 2008 competed in the IndyCar Series for Conquest Racing."}]}, {"heading": "Births", "year": "1980", "date": "November 5", "txt": "Andrei Korobeinik, Estonian computer programmer, businessman, and politician", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 5", "txt": "Christoph Metzelder, German footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 5", "txt": "Orkun Uşak, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 5", "txt": "Paul Chapman, Australian footballer", "entities": [{"title": "Paul Chapman (Australian footballer)", "href": "/wiki/Paul_Chapman_(Australian_footballer)", "description": "Paul Chapman is a former professional Australian rules footballer who played for the Geelong Football Club and Essendon Football Club in the Australian Football League (AFL)."}]}, {"heading": "Births", "year": "1981", "date": "November 5", "txt": "Ümit Ergirdi, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 5", "txt": "Leah Culver, American computer scientist and programmer, co-founded Pownce", "entities": [{"title": "Leah Culver", "href": "/wiki/Leah_Culver", "description": "Leah Culver is a computer programmer and startup founder."}, {"title": "Pownce", "href": "/wiki/Pownce", "description": "Pownce was a free social networking and micro-blogging site started by Internet entrepreneurs Kevin Rose, Leah Culver, and Daniel Burka. Pownce was centered on sharing messages, files, events, and links with friends. The site launched on June 27, 2007, and was opened to the public on January 22, 2008. On December 1, 2008, Pownce announced that it had been acquired by blogging company Six Apart, an"}]}, {"heading": "Births", "year": "1982", "date": "November 5", "txt": "Bryan LaHair, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 5", "txt": "Rob Swire, Australian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 5", "txt": "Matthew Williams, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 5", "txt": "Alexa Chung, English model and television host", "entities": [{"title": "Alexa Chung", "href": "/wiki/Alexa_Chung", "description": "Alexa Chung is a British writer, television presenter, model, and fashion designer. She has authored the book It (2013) and launched her eponymous fashion brand in May 2017."}]}, {"heading": "Births", "year": "1983", "date": "November 5", "txt": "Mike Hanke, German footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 5", "txt": "Juan Morillo, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 5", "txt": "David Pipe, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 5", "txt": "Jon Cornish, Canadian football player", "entities": [{"title": "Jon Cornish", "href": "/wiki/Jon_Cornish", "description": "Jon Cornish is a former Canadian football running back who played nine seasons with the Calgary Stampeders of the Canadian Football League (CFL). Cornish was drafted 13th overall in the 2006 CFL Draft. He played college football at the University of Kansas. Cornish announced his retirement from the CFL on December 2, 2015."}]}, {"heading": "Births", "year": "1984", "date": "November 5", "txt": "Tobias Enström, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 5", "txt": "Nick Folk, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 5", "txt": "Baruto Kaito, Estonian sumo wrestler", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 5", "txt": "Eliud Kipchoge, Kenyan long-distance runner", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 5", "txt": "John Sutton, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 5", "txt": "Nick Tandy, English race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 5", "txt": "Nikolay Zherdev, Ukrainian-Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 5", "txt": "Michel Butter, Dutch runner", "entities": [{"title": "Michel Butter", "href": "/wiki/Michel_Butter", "description": "Michel Butter is a Dutch long-distance runner."}]}, {"heading": "Births", "year": "1985", "date": "November 5", "txt": "Kate DeAraugo, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 5", "txt": "Alo Dupikov, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 5", "txt": "Rimo Hunt, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 5", "txt": "Pınar Saka, Turkish sprinter", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 5", "txt": "BoA, South Korean singer-songwriter, producer, and actress", "entities": [{"title": "BoA", "href": "/wiki/BoA", "description": "Kwon Bo-ah, known professionally as BoA, is a South Korean singer, songwriter, record producer and actress. BoA has been recognized as one of the most successful and influential Korean entertainers throughout her career, and is therefore commonly credited as the \"Queen of K-pop.\""}]}, {"heading": "Births", "year": "1986", "date": "November 5", "txt": "Ian Mahinmi, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 5", "txt": "Kasper Schmeichel, Danish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 5", "txt": "Nodiko Tatishvili, Georgian singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 5", "txt": "Kevin Jonas, American singer-songwriter, guitarist, and actor", "entities": [{"title": "Kevin Jonas", "href": "/wiki/Kevin_Jonas", "description": "Paul Kevin Jonas II is an American singer, songwriter, actor, and entrepreneur. He rose to fame as a member of the pop rock band, the Jonas Brothers, alongside his younger brothers Joe and Nick."}]}, {"heading": "Births", "year": "1987", "date": "November 5", "txt": "Chris Knierim, American figure skater", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 5", "txt": "O. J. Mayo, American basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 5", "txt": "Virat Kohli, Indian cricketer", "entities": [{"title": "Virat Kohli", "href": "/wiki/Virat_Kohli", "description": "Virat Kohli is an Indian cricketer and the current captain of the India national team. A right-handed top-order batsman, Kohli is regarded as one of the best contemporary batsmen in the world. He plays for Delhi in domestic cricket and for Royal Challengers Bangalore in the Indian Premier League (IPL) as captain of the franchise since 2013."}]}, {"heading": "Births", "year": "1989", "date": "November 5", "txt": "Andrew Boyce, English footballer", "entities": [{"title": "Andrew Boyce", "href": "/wiki/Andrew_Boyce", "description": "Andrew Boyce is an English footballer who plays as a defender for National League side Eastleigh. He most recently played for Grimsby Town, and previously played for Gainsborough Trinity, Lincoln City, Scunthorpe United, Notts County, Hartlepool United and Grimsby Town."}]}, {"heading": "Births", "year": "1991", "date": "November 5", "txt": "Flume, Australian DJ and producer", "entities": [{"title": "Flume (musician)", "href": "/wiki/Flume_(musician)", "description": "Harley Edward Streten, known professionally as Flume, is an Australian musician, DJ and record producer. His self-titled debut studio album, Flume, was released on 9 November 2012 to positive reviews, topping the ARIA Albums Chart and reaching double-platinum accreditation in Australia. Flume is regarded as the pioneer of future bass who helped popularize the genre."}]}, {"heading": "Births", "year": "1991", "date": "November 5", "txt": "Shōdai Naoya, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 5", "txt": "Odell Beckham Jr., American football player", "entities": [{"title": "Odell Beckham Jr.", "href": "/wiki/Odell_Beckham_Jr.", "description": "Odell Cornelious Beckham Jr., commonly known as OBJ, is an American football wide receiver for the Cleveland Browns of the National Football League (NFL). Born in Baton Rouge, Louisiana, Beckham played college football at nearby Louisiana State University (LSU) and was drafted by the New York Giants in the first round of the 2014 NFL Draft. Since entering the NFL, Beckham has been one of the most "}]}, {"heading": "Births", "year": "1992", "date": "November 5", "txt": "Marco Verratti, Italian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 5", "txt": "Hideya Tawada, Japanese actor and model", "entities": [{"title": "Hideya Tawada", "href": "/wiki/Hideya_Tawada", "description": "Hideya Tawada  is a Japanese actor who is represented by the agency GVjp. He played the role of Kinji Takigawa/Star Ninger in the 2015 Super Sentai TV series Shuriken Sentai Ninninger."}]}, {"heading": "Deaths", "year": "425", "date": "November 5", "txt": "Atticus, archbishop of Constantinople", "entities": [{"title": "Archbishop Atticus of Constantinople", "href": "/wiki/Archbishop_Atticus_of_Constantinople", "description": "Atticus was the archbishop of Constantinople, succeeding Arsacius of Tarsus in March 406. He had been an opponent of John Chrysostom and helped Arsacius of Tarsus depose him, but later became a supporter of him after his death. He rebuilt the small church that was located on the site of the later Hagia Sophia, and was an opponent of the Pelagians, which helped increase his popularity among the cit"}, {"title": "Archbishop", "href": "/wiki/Archbishop", "description": "In many Christian Denominations, an archbishop is a bishop of higher rank or office. In some cases, such as the Lutheran Church of Sweden and the Church of England, the title is borne by the leader of the denomination. In others, such as the Roman Catholic Church, there are many archbishops who either have jurisdiction over an ecclesiastical province in addition to their own Archdiocese, or are ot"}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}]}, {"heading": "Deaths", "year": "964", "date": "November 5", "txt": "Fan Zhi, chancellor of the Song Dynasty", "entities": [{"title": "Fan Zhi", "href": "/wiki/Fan_Zhi", "description": "Fàn Zhi, formally the Duke of Lu (魯國公), was a civil official who served under 12 emperors of 6 dynasties during imperial China's Five Dynasties and Ten Kingdoms period and the subsequent Song Dynasty. He was the Later Zhou chancellor from 951 until 960, and the Song Dynasty chancellor from 960 until 964, not long before his death. A strict adherent to legal guidelines, he had influenced Later Zhou"}]}, {"heading": "Deaths", "year": "1011", "date": "November 5", "txt": "Mathilde, Abbess of Essen (b. 949)", "entities": [{"title": "Mathilde, Abbess of Essen", "href": "/wiki/Mathilde,_Abbess_of_Essen", "description": "Mathilde was Abbess of Essen Abbey from 973 to her death. She was one of the most important abbesses in the history of Essen. She was responsible for the abbey, for its buildings, its precious relics, liturgical vessels and manuscripts, its political contacts, and for commissioning translations and overseeing education. In the unreliable list of Essen Abbesses from 1672, she is listed as the secon"}]}, {"heading": "Deaths", "year": "1176", "date": "November 5", "txt": "Diego Martínez de Villamayor, Castilian nobleman", "entities": [{"title": "Diego Martínez de Villamayor", "href": "/wiki/Diego_Mart%C3%ADnez_de_Villamayor", "description": "Diego Martínez de Villamayor was a noble of the Kingdom of Castile from the house of the counts of Bureba, who was very influential at court. \nHe was the advisor of Alfonso VII and Sancho III, and treasurer of Alfonso VIII."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}]}, {"heading": "Deaths", "year": "1235", "date": "November 5", "txt": "Elisabeth of Swabia, queen consort of Castile and León (b. 1205)", "entities": [{"title": "Elisabeth of Swabia", "href": "/wiki/Elisabeth_of_Swabia", "description": "Elisabeth of Swabia, was a member of the House of Hohenstaufen who became queen of Castile and Leon by marriage to Ferdinand III."}]}, {"heading": "Deaths", "year": "1370", "date": "November 5", "txt": "Casimir III the Great, Polish king (b. 1310)", "entities": [{"title": "Casimir III the Great", "href": "/wiki/Casimir_III_the_Great", "description": "Casimir III the Great reigned as the King of Poland from 1333 to 1370. He also later became King of Rus' in 1340, and fought to retain the title in the Galicia-Volhynia Wars. He was the third son of Ladislaus the Short and Jadwiga of Kalisz, and the last Polish king from the Piast dynasty."}]}, {"heading": "Deaths", "year": "1450", "date": "November 5", "txt": "John IV, Count of Armagnac (b. 1396)", "entities": [{"title": "John IV, Count of Armagnac", "href": "/wiki/John_IV,_Count_of_Armagnac", "description": "John IV was a Count of Armagnac, Fézensac, and Rodez from 1418 to 1450. He was the son of Bernard VII of Armagnac, Count d' Armagnac, of Fézensac, Pardiac, and Rodez; and Bonne of Berry. John IV was involved in the intrigues related to the Hundred Years' War and in conflicts against the King of France."}]}, {"heading": "Deaths", "year": "1459", "date": "November 5", "txt": "John Fastolf, English soldier", "entities": [{"title": "John Fastolf", "href": "/wiki/John_Fastolf", "description": "Sir John Fastolf was a late medieval English landowner and knight who fought in the Hundred Years' War. He has enjoyed a more lasting reputation as the prototype, in some part, of Shakespeare's character Sir John Falstaff. Many historians argue, however, that he deserves to be famous in his own right, not only as a soldier, but as a patron of literature, a writer on strategy and perhaps as an earl"}]}, {"heading": "Deaths", "year": "1515", "date": "November 5", "txt": "Mariotto Albertinelli, Italian painter and educator (b. 1474)", "entities": [{"title": "Mariotto Albertinelli", "href": "/wiki/Mariotto_Albertinelli", "description": "Mariotto di Bindo di Biagio Albertinelli was an Italian Renaissance painter active in Florence. He was a close friend and collaborator of Fra Bartolomeo."}]}, {"heading": "Deaths", "year": "1559", "date": "November 5", "txt": "Kanō Motonobu, Japanese painter and educator (b. 1476)", "entities": [{"title": "Kanō Motonobu", "href": "/wiki/Kan%C5%8D_Motonobu", "description": "Kanō Motonobu  was a Japanese painter. He was a member of the Kanō school of painting. Through his political connections, patronage, organization, and influence he was able to make the Kanō school into what it is today. The system was responsible for the training of a great majority of painters throughout the Edo period (1603–1868). After his death, he was referred to as Kohōgen (古法眼)."}]}, {"heading": "Deaths", "year": "1605", "date": "November 5", "txt": "Nyaungyan Min, Birmese king (b. 1555)", "entities": [{"title": "Nyaungyan Min", "href": "/wiki/Nyaungyan_Min", "description": "Nyaungyan Min was king of the Toungoo Dynasty of Burma (Myanmar) from 1599 to 1605. He is also referred to as the founder of the Restored Toungoo Dynasty or Nyaungyan Dynasty for starting the reunification process following the collapse of the Toungoo Empire."}]}, {"heading": "Deaths", "year": "1660", "date": "November 5", "txt": "Alexandre de Rhodes, French missionary and lexicographer (b. 1591)", "entities": [{"title": "Alexandre de Rhodes", "href": "/wiki/Alexandre_de_Rhodes", "description": "Alexandre de Rhodes was an Avignonese Jesuit missionary and lexicographer who had a lasting impact on Christianity in Vietnam. He wrote the Dictionarium Annamiticum Lusitanum et Latinum, the first trilingual Vietnamese-Portuguese-Latin dictionary, published in Rome, in 1651."}]}, {"heading": "Deaths", "year": "1660", "date": "November 5", "txt": "Lucy Hay, Countess of Carlisle (b. 1599)", "entities": []}, {"heading": "Deaths", "year": "1701", "date": "November 5", "txt": "Charles Gerard, 2nd Earl of Macclesfield, French-English colonel and politician, Lord Lieutenant of Lancashire (b. 1659)", "entities": [{"title": "Charles Gerard, 2nd Earl of Macclesfield", "href": "/wiki/Charles_Gerard,_2nd_Earl_of_Macclesfield", "description": "\nCharles Gerard, 2nd Earl of Macclesfield was an English peer, soldier and MP."}, {"title": "Lord Lieutenant of Lancashire", "href": "/wiki/Lord_Lieutenant_of_Lancashire", "description": "This is a list of people who have served as Lord Lieutenant of Lancashire. The Lord Lieutenant is the Queen's personal representative in each county of the United Kingdom. Historically the Lord Lieutenant was responsible for organising the county's militia, but it is today a largely ceremonial position, usually awarded to a retired notable, military officer, nobleman, or businessman in the county."}]}, {"heading": "Deaths", "year": "1714", "date": "November 5", "txt": "Bernardino Ramazzini, Italian physician and academic (b. 1633)", "entities": [{"title": "Bernardino Ramazzini", "href": "/wiki/Bernardino_Ramazzini", "description": "Bernardino Ramazzini was an Italian physician."}]}, {"heading": "Deaths", "year": "1752", "date": "November 5", "txt": "Carl Andreas Duker, German scholar and jurist (b. 1670)", "entities": [{"title": "Carl Andreas Duker", "href": "/wiki/Carl_Andreas_Duker", "description": "Carl Andreas Duker was a German classical scholar and jurist."}]}, {"heading": "Deaths", "year": "1758", "date": "November 5", "txt": "Hans Egede, Norwegian-Danish bishop and missionary (b. 1686)", "entities": [{"title": "Hans Egede", "href": "/wiki/Hans_Egede", "description": "Hans Poulsen Egede was a Dano-Norwegian Lutheran missionary who launched mission efforts to Greenland, which led him to be styled the Apostle of Greenland. He established a successful mission among the Inuit and is credited with revitalizing Dano-Norwegian interest in the island after contact had been broken for hundreds of years. He founded Greenland's capital Godthåb, now known as Nuuk."}]}, {"heading": "Deaths", "year": "1807", "date": "November 5", "txt": "Angelica Kauffman, painter (b. 1741)", "entities": [{"title": "Angelica Kauffman", "href": "/wiki/Angelica_Kauffman", "description": "Maria Anna Angelika Kauffmann, usually known in English as Angelica Kauffman, was a Swiss Neoclassical painter who had a successful career in London and Rome. Remembered primarily as a history painter, Kauffmann was a skilled portraitist, landscape and decoration painter. She was, along with Mary Moser, one of two female painters among the founding members of the Royal Academy in London in 1768."}]}, {"heading": "Deaths", "year": "1872", "date": "November 5", "txt": "Thomas Sully, English-American painter (b. 1783)", "entities": [{"title": "Thomas Sully", "href": "/wiki/Thomas_Sully", "description": "Thomas Sully was an American portrait painter. Born in Great Britain, he lived most of his life in Philadelphia, Pennsylvania. He painted in the style of Thomas Lawrence. His subjects included national political leaders such as United States presidents Thomas Jefferson, John Quincy Adams, and Andrew Jackson, Revolutionary War hero General Marquis de Lafayette, and many leading musicians and compos"}]}, {"heading": "Deaths", "year": "1876", "date": "November 5", "txt": "Theodor von Heuglin, German explorer and ornithologist (b. 1824)", "entities": [{"title": "Theodor von Heuglin", "href": "/wiki/Theodor_von_Heuglin", "description": "Martin Theodor von Heuglin, was a German explorer and ornithologist."}]}, {"heading": "Deaths", "year": "1879", "date": "November 5", "txt": "James Clerk Maxwell, Scottish physicist and mathematician (b. 1831)", "entities": [{"title": "James Clerk Maxwell", "href": "/wiki/James_Clerk_Maxwell", "description": "James Clerk Maxwell was a Scottish scientist in the field of mathematical physics. His most notable achievement was to formulate the classical theory of electromagnetic radiation, bringing together for the first time electricity, magnetism, and light as different manifestations of the same phenomenon. Maxwell's equations for electromagnetism have been called the \"second great unification in physic"}]}, {"heading": "Deaths", "year": "1923", "date": "November 5", "txt": "Jacques d'Adelswärd-Fersen, French author and poet (b. 1880)", "entities": [{"title": "Jacques d'Adelswärd-Fersen", "href": "/wiki/Jacques_d%27Adelsw%C3%A4rd-Fersen", "description": "Baron Jacques d'Adelswärd-Fersen was a French novelist and poet. His life forms the basis of a fictionalised 1959 novel by Roger Peyrefitte entitled The Exile of Capri (L'exilé de Capri)."}]}, {"heading": "Deaths", "year": "1928", "date": "November 5", "txt": "Vlasios Tsirogiannis, Greek general (b. 1872)", "entities": [{"title": "Vlasios Tsirogiannis", "href": "/wiki/Vlasios_Tsirogiannis", "description": "Vlasios Tsirogiannis was a Hellenic Army officer who rose to the rank of Lieutenant General."}]}, {"heading": "Deaths", "year": "1930", "date": "November 5", "txt": "Christiaan Eijkman, Dutch physician and pathologist, Nobel Prize  laureate (b. 1858)", "entities": [{"title": "Christiaan Eijkman", "href": "/wiki/Christiaan_Eijkman", "description": "Christiaan Eijkman was a Dutch physician and professor of physiology whose demonstration that beriberi is caused by poor diet led to the discovery of antineuritic vitamins (thiamine). Together with Sir Frederick Hopkins, he received the Nobel Prize for Physiology or Medicine in 1929 for the discovery of vitamins."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1930", "date": "November 5", "txt": "Luigi Facta, Italian politician, journalist and Prime Minister of Italy (b. 1861)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "November 5", "txt": "Konrad Stäheli, Swiss target shooter (b. 1866)", "entities": [{"title": "Konrad Stäheli", "href": "/wiki/Konrad_St%C3%A4heli", "description": "Konrad Stäheli was a Swiss sports shooter who competed in the late 19th century and early 20th century and participated in the 1900 Summer Olympics and the 1906 Intercalated Games."}]}, {"heading": "Deaths", "year": "1933", "date": "November 5", "txt": "Texas Guinan, American actress and businesswoman (b. 1884)", "entities": [{"title": "Texas Guinan", "href": "/wiki/Texas_Guinan", "description": "Mary Louise Cecilia \"Texas\" Guinan was an American actress, producer and entrepreneur. Born in Texas to Irish immigrant parents, Guinan decided at an early age to become an entertainer. After becoming a star on the New York stage, the repercussions of her involvement in a weight loss scam motivated her to switch careers to the film business. Spending several years in California appearing in numero"}]}, {"heading": "Deaths", "year": "1933", "date": "November 5", "txt": "Walther von Dyck, German mathematician and academic (b. 1856)", "entities": []}, {"heading": "Deaths", "year": "1938", "date": "November 5", "txt": "Thomas Dewing, American painter and educator (b. 1851)", "entities": [{"title": "Thomas Dewing", "href": "/wiki/Thomas_Dewing", "description": "Thomas Wilmer Dewing was an American painter working at the turn of the 20th century. Schooled in Paris, Dewing was noted for his figure paintings of aristocratic women. He was a founding member of the Ten American Painters and taught at the Art Students League of New York. The Freer Gallery of Art at the Smithsonian Institution has a collection of his works. He was the husband of fellow artist Ma"}]}, {"heading": "Deaths", "year": "1939", "date": "November 5", "txt": "Mary W. Bacheler, American physician and Baptist medical missionary (b. 1860)", "entities": [{"title": "Mary W. Bacheler", "href": "/wiki/Mary_W._Bacheler", "description": "Mary Washington Bacheler was an American physician and Baptist medical missionary in India."}]}, {"heading": "Deaths", "year": "1941", "date": "November 5", "txt": "Arndt Pekurinen, Finnish activist (b. 1905)", "entities": [{"title": "Arndt Pekurinen", "href": "/wiki/Arndt_Pekurinen", "description": "Arndt Juho Pekurinen was a Finnish pacifist and conscientious objector."}]}, {"heading": "Deaths", "year": "1942", "date": "November 5", "txt": "George M. Cohan, American actor, singer, composer, author and theatre manager/owner (b. 1878)", "entities": [{"title": "George M. Cohan", "href": "/wiki/George_M._Cohan", "description": "George Michael Cohan was an American entertainer, playwright, composer, lyricist, actor, singer, dancer and theatrical producer."}]}, {"heading": "Deaths", "year": "1944", "date": "November 5", "txt": "Alexis Carrel, French surgeon and biologist, Nobel Prize laureate (b. 1873)", "entities": [{"title": "Alexis Carrel", "href": "/wiki/Alexis_Carrel", "description": "Alexis Carrel was a French surgeon and biologist who was awarded the Nobel Prize in Physiology or Medicine in 1912 for pioneering vascular suturing techniques. He invented the first perfusion pump with Charles A. Lindbergh opening the way to organ transplantation. His positive description of a miraculous healing he witnessed during a pilgrimage earned him scorn of some of his colleagues. This prom"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1946", "date": "November 5", "txt": "Joseph Stella, Italian-American painter (b. 1877)", "entities": [{"title": "Joseph Stella", "href": "/wiki/Joseph_Stella", "description": "Joseph Stella was an Italian-born American Futurist painter best known for his depictions of industrial America, especially his images of the Brooklyn Bridge. He is also associated with the American Precisionist movement of the 1910s–1940s."}]}, {"heading": "Deaths", "year": "1950", "date": "November 5", "txt": "Mary Harris Armor, American suffragist (b. 1863)", "entities": [{"title": "Mary Harris Armor", "href": "/wiki/Mary_Harris_Armor", "description": "Mary Elizabeth Harris Armor was an American suffragist. She was the state president of the Woman's Christian Temperance Union (WCTU) and is often credited for the passing of prohibition legislature in Georgia."}]}, {"heading": "Deaths", "year": "1951", "date": "November 5", "txt": "Reggie Walker, South African runner (b. 1889)", "entities": [{"title": "Reggie Walker (sprinter)", "href": "/wiki/Reggie_Walker_(sprinter)", "description": "Reginald (\"Reggie\") Edgar Walker was a South African athlete and the 1908 Olympic champion in the 100 metres."}]}, {"heading": "Deaths", "year": "1955", "date": "November 5", "txt": "Maurice Utrillo, French painter (b. 1883)", "entities": [{"title": "Maurice Utrillo", "href": "/wiki/Maurice_Utrillo", "description": "Maurice Utrillo, born Maurice Valadon, was a French painter of School of Paris who specialized in cityscapes. Born in the Montmartre quarter of Paris, France, Utrillo is one of the few famous painters of Montmartre who were born there."}]}, {"heading": "Deaths", "year": "1956", "date": "November 5", "txt": "Art Tatum, American pianist and composer (b. 1909)", "entities": [{"title": "Art Tatum", "href": "/wiki/Art_Tatum", "description": "Arthur Tatum Jr. was an American jazz pianist who is widely regarded as one of the greatest in his field. From early in his career, Tatum's technical ability was regarded by fellow musicians as extraordinary. Many pianists attempted to copy him; others questioned their own skills after encountering him, and some even switched instruments in response. In addition to being acclaimed for his virtuoso"}]}, {"heading": "Deaths", "year": "1960", "date": "November 5", "txt": "Ward Bond, American actor (b. 1903)", "entities": [{"title": "Ward Bond", "href": "/wiki/Ward_Bond", "description": "Wardell Edwin Bond was an American film character actor who appeared in more than 200 films and starred in the NBC television series Wagon Train from 1957 to 1960. Among his best-remembered roles are Bert, the cop, in Frank Capra's It's a Wonderful Life (1946) and Captain Clayton in John Ford's The Searchers (1956)."}]}, {"heading": "Deaths", "year": "1960", "date": "November 5", "txt": "Donald Grey Barnhouse, American pastor and theologian (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "November 5", "txt": "August Gailit, Estonian author and poet (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "November 5", "txt": "Johnny Horton, American singer-songwriter and guitarist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "November 5", "txt": "Mack Sennett, Canadian-American actor, director, producer, and screenwriter (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "November 5", "txt": "Luis Cernuda, Spanish poet and critic (b. 1902)", "entities": [{"title": "Luis Cernuda", "href": "/wiki/Luis_Cernuda", "description": "Luis Cernuda Bidón was a Spanish poet, a member of the Generation of '27. During the Spanish Civil War, in early 1938, he went to the UK to deliver some lectures and this became the start of an exile that lasted till the end of his life. He taught in the universities of Glasgow and Cambridge before moving in 1947 to the US. In the 1950s he moved to Mexico. While he continued to write poetry, he al"}]}, {"heading": "Deaths", "year": "1964", "date": "November 5", "txt": "Buddy Cole, American pianist and conductor (b. 1916)", "entities": [{"title": "Buddy Cole (musician)", "href": "/wiki/Buddy_Cole_(musician)", "description": "Edwin LeMar \"Buddy\" Cole, was a jazz pianist, organist, orchestra leader, and composer. He played behind a number of pop singers, including Rosemary Clooney and Bing Crosby."}]}, {"heading": "Deaths", "year": "1964", "date": "November 5", "txt": "Lansdale Ghiselin Sasscer, American lieutenant, lawyer, and politician (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "November 5", "txt": "Sam Jones, American baseball player (b. 1925)", "entities": [{"title": "Sam Jones (baseball)", "href": "/wiki/Sam_Jones_(baseball)", "description": "Samuel \"Toothpick\" Jones was an American Major League Baseball pitcher with the Cleveland Indians, Chicago Cubs, St. Louis Cardinals, San Francisco Giants, Detroit Tigers and the Baltimore Orioles between 1951 and 1964. He batted and threw right-handed."}]}, {"heading": "Deaths", "year": "1972", "date": "November 5", "txt": "Alfred Schmidt, Estonian weightlifter (b. 1898)", "entities": [{"title": "Alfred Schmidt (weightlifter)", "href": "/wiki/Alfred_Schmidt_(weightlifter)", "description": "Alfred Schmidt was an Estonian featherweight weightlifter who won a silver medal at the 1920 Summer Olympics."}]}, {"heading": "Deaths", "year": "1975", "date": "November 5", "txt": "Annette Kellerman, Australian swimmer and actress (b. 1887)", "entities": [{"title": "Annette Kellerman", "href": "/wiki/Annette_Kellerman", "description": "Annette Marie Sarah Kellermann was an Australian professional swimmer, vaudeville star, film actress, and writer."}]}, {"heading": "Deaths", "year": "1975", "date": "November 5", "txt": "Edward Lawrie Tatum, American geneticist and academic, Nobel Prize laureate (b. 1909)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1975", "date": "November 5", "txt": "Lionel Trilling, American critic, essayist, short story writer, and educator (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "November 5", "txt": "René Goscinny, French author and illustrator (b. 1926)", "entities": [{"title": "René Goscinny", "href": "/wiki/Ren%C3%A9_Goscinny", "description": "René Goscinny was a French comic editor and writer, who created the Astérix comic book series with illustrator Albert Uderzo. Raised largely in Buenos Aires, Argentina, where he attended French schools, he lived for a time in the United States. There he met Belgian cartoonist Morris. After his return to France, they collaborated for more than 20 years on the comic series Lucky Luke"}]}, {"heading": "Deaths", "year": "1977", "date": "November 5", "txt": "Guy Lombardo, Canadian-American violinist and conductor (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "November 5", "txt": "Alexey Stakhanov, Russian-Soviet miner, the Stakhanovite movement has been named after him (b. 1906) ", "entities": [{"title": "Stakhanovite movement", "href": "/wiki/Stakhanovite_movement", "description": "The term Stakhanovite (стахановец) originated in the Soviet Union and referred to workers who modeled themselves after Alexey Stakhanov. These workers took pride in their ability to produce more than was required, by working harder and more efficiently, thus strengthening the socialist state. The Stakhanovite Movement was encouraged due to the idea of socialist emulation. It began in the coal indu"}]}, {"heading": "Deaths", "year": "1979", "date": "November 5", "txt": "Al Capp, American cartoonist (b. 1909)", "entities": [{"title": "Al Capp", "href": "/wiki/Al_Capp", "description": "Alfred Gerald Caplin, better known as Al Capp, was an American cartoonist and humorist best known for the satirical comic strip Li'l Abner, which he created in 1934 and continued writing and drawing until 1977. He also wrote the comic strips Abbie an' Slats and Long Sam (1954). He won the National Cartoonists Society's Reuben Award in 1947 for Cartoonist of the Year, and their 1979 Elzie Segar Awa"}]}, {"heading": "Deaths", "year": "1980", "date": "November 5", "txt": "Louis Alter, American musician (b. 1902)", "entities": [{"title": "Louis Alter", "href": "/wiki/Louis_Alter", "description": "Louis Alter was an American pianist, songwriter and composer. Alter was 13 when he began playing piano in theaters showing silent films. He studied at the New England Conservatory of Music under the tutelage of Stuart Mason."}]}, {"heading": "Deaths", "year": "1981", "date": "November 5", "txt": "Rangjung Rigpe Dorje, 16th Karmapa, Tibetan spiritual leader (b. 1924)", "entities": [{"title": "Rangjung Rigpe Dorje, 16th Karmapa", "href": "/wiki/Rangjung_Rigpe_Dorje,_16th_Karmapa", "description": "The sixteenth Gyalwa Karmapa, Rangjung Rigpe Dorje was the spiritual leader of the Karma Kagyu lineage of Tibetan Buddhism. Followers believed him to be part of the oldest line of reincarnate lamas in Vajrayana Buddhism, known as the Karmapas, whose coming was predicted by the Buddha in the Samadhiraja Sutra. The 16th Karmapa was considered to be a \"living Buddha\" and was deeply involved in the tr"}]}, {"heading": "Deaths", "year": "1985", "date": "November 5", "txt": "Arnold Chikobava, Georgian linguist and philologist (b. 1898)", "entities": [{"title": "Arnold Chikobava", "href": "/wiki/Arnold_Chikobava", "description": "Arnold Chikobava was a Georgian linguist and philologist best known for his contributions to Caucasian studies and for being one of the most active critics of Nicholas Marr's controversial monogenetic \"Japhetic\" theory of language."}]}, {"heading": "Deaths", "year": "1985", "date": "November 5", "txt": "Spencer W. Kimball, American religious leader, 12th President of The Church of Jesus Christ of Latter-day Saints (b. 1895)", "entities": [{"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Deaths", "year": "1986", "date": "November 5", "txt": "Adolf Brudes, German race car driver (b. 1899)", "entities": [{"title": "Adolf Brudes", "href": "/wiki/Adolf_Brudes", "description": "Adolf Brudes von Breslau was a Formula One driver from Germany and a member of German nobility. He started racing motorcycles in 1919. As an owner of a BMW and Auto Union dealership in Breslau, he had the opportunities to go racing, which he did from 1928 onwards, initially in hillclimbs. After World War II wiped out his business, he moved to Berlin and for a while became a mechanic, wherever he c"}]}, {"heading": "Deaths", "year": "1986", "date": "November 5", "txt": "Claude Jutra, Canadian actor, director, and screenwriter (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "November 5", "txt": "Bobby Nunn, American singer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "November 5", "txt": "Eamonn Andrews, Irish radio and television host (b. 1922)", "entities": [{"title": "Eamonn Andrews", "href": "/wiki/Eamonn_Andrews", "description": "Eamonn Andrews, was an Irish radio and television presenter, employed primarily in the United Kingdom from the 1950s to the 1980s. From 1960 to 1964 he chaired the Radio Éireann Authority, which oversaw the introduction of a state television service in the Republic of Ireland."}]}, {"heading": "Deaths", "year": "1989", "date": "November 5", "txt": "Vladimir Horowitz, Ukrainian-American pianist and composer (b. 1903)", "entities": [{"title": "Vladimir Horowitz", "href": "/wiki/Vladimir_Horowitz", "description": "Vladimir Samoylovich Horowitz was a Russian-born, American classical pianist and composer, who lived most of his life in the United States. He is widely regarded as one of the greatest pianists of all time. He was acclaimed for his virtuoso technique, his tone color, and the excitement that was engendered by his playing."}]}, {"heading": "Deaths", "year": "1991", "date": "November 5", "txt": "Robert Maxwell, Czech-English captain, publisher, and politician (b. 1923)", "entities": [{"title": "Robert Maxwell", "href": "/wiki/Robert_Maxwell", "description": "Ian Robert Maxwell was a British media proprietor, Member of Parliament (MP), suspected spy, and fraudster. Originally from Czechoslovakia, Maxwell rose from poverty to build an extensive publishing empire. After his death, huge discrepancies in his companies' finances were revealed, including his fraudulent misappropriation of the Mirror Group pension fund."}]}, {"heading": "Deaths", "year": "1991", "date": "November 5", "txt": "Fred MacMurray, American actor and businessman (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "November 5", "txt": "Adile Ayda, Russian-Turkish engineer and diplomat (b. 1912)", "entities": [{"title": "Adile Ayda", "href": "/wiki/Adile_Ayda", "description": "Adile Ayda was the first woman career diplomat of Turkey, but is today better remembered as an Etruscologist. She became interested in Etruscan studies while stationed in Rome as the Minister-Counsellor of the Turkish Embassy, did research on the subject during her stay in Italy and wrote down her findings in a number of books, in Turkish and in French. What is spectacular about her texts on Etrus"}]}, {"heading": "Deaths", "year": "1992", "date": "November 5", "txt": "Arpad Elo, American physicist and chess player (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "November 5", "txt": "Eddie Harris, American saxophonist (b. 1934)", "entities": [{"title": "Eddie Harris", "href": "/wiki/Eddie_Harris", "description": "Eddie Harris was an American jazz musician, best known for playing tenor saxophone and for introducing the electrically amplified saxophone. He was also fluent on the electric piano and organ. His best-known compositions are \"Freedom Jazz Dance\", popularized by Miles Davis in 1966, and \"Listen Here.\""}]}, {"heading": "Deaths", "year": "1997", "date": "November 5", "txt": "James Robert Baker, American author and screenwriter (b. 1946)", "entities": [{"title": "James Robert Baker", "href": "/wiki/James_Robert_Baker", "description": "James Robert Baker was an American author of sharply satirical, predominantly gay-themed transgressional fiction. A native Californian, his work is set almost entirely in Southern California. After graduating from UCLA, he began his career as a screenwriter, but became disillusioned and started writing novels instead. Though he garnered fame for his books Fuel-Injected Dreams and Boy Wonder, after"}]}, {"heading": "Deaths", "year": "1997", "date": "November 5", "txt": "Isaiah Berlin, Latvian-English historian, author, and academic (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "November 5", "txt": "Peter Jackson, Australian rugby league player and sportscaster (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 5", "txt": "James Goldstone, American director and screenwriter (b. 1931)", "entities": [{"title": "James Goldstone", "href": "/wiki/James_Goldstone", "description": "James Goldstone was an American film and television director whose career spanned over thirty years."}]}, {"heading": "Deaths", "year": "1999", "date": "November 5", "txt": "Colin Rowe, English-American architect, theorist and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "November 5", "txt": "Jimmie Davis, American singer-songwriter and politician, 47th Governor of Louisiana (b. 1899)", "entities": [{"title": "Jimmie Davis", "href": "/wiki/Jimmie_Davis", "description": "James Houston Davis was an American politician, singer and songwriter of both sacred and popular songs. Davis was elected for two nonconsecutive terms from 1944 to 1948 and from 1960 to 1964 as the governor of his native Louisiana."}, {"title": "Governor of Louisiana", "href": "/wiki/Governor_of_Louisiana", "description": "The Governor of Louisiana is the chief executive of the U.S. state of Louisiana. The governor is the head of the executive branch of Louisiana's state government and is charged with enforcing state laws."}]}, {"heading": "Deaths", "year": "2000", "date": "November 5", "txt": "Bibi Titi Mohammed, Tanzanian politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "November 5", "txt": "Roy Boulting, English director and producer (b. 1913)", "entities": [{"title": "Roy Boulting", "href": "/wiki/Roy_Boulting", "description": "John Edward Boulting and Roy Alfred Clarence Boulting, known collectively as the Boulting brothers, were English filmmakers and identical twins who became known for their popular series of satirical comedies in the 1950s and 1960s. They produced many of their films through their own production company, Charter Film Productions, which they set up in 1937."}]}, {"heading": "Deaths", "year": "2001", "date": "November 5", "txt": "Milton William Cooper, American radio host, author, and activist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 5", "txt": "Bobby Hatfield, American singer-songwriter (b. 1940)", "entities": [{"title": "Bobby Hatfield", "href": "/wiki/Bobby_Hatfield", "description": "Robert Lee Hatfield was an American singer. With Bill Medley, he was part of the Righteous Brothers. He sang the tenor part for the duo, and sang solo on the group's 1965 recording of \"Unchained Melody\"."}]}, {"heading": "Deaths", "year": "2004", "date": "November 5", "txt": "Donald Jones, American-Dutch actor, singer, and dancer (b. 1932)", "entities": [{"title": "Donald Jones (actor)", "href": "/wiki/Donald_Jones_(actor)", "description": "Donald Towe Jones was an American-Dutch actor, singer and dancer; born in Harlem, he went to the Netherlands in his early twenties and became one of the first Dutch black stars."}]}, {"heading": "Deaths", "year": "2005", "date": "November 5", "txt": "John Fowles, English novelist (b. 1926)", "entities": [{"title": "John Fowles", "href": "/wiki/John_Fowles", "description": "John Robert Fowles was an English novelist of international renown, critically positioned between modernism and postmodernism. His work was influenced by Jean-Paul Sartre and Albert Camus, among others."}]}, {"heading": "Deaths", "year": "2005", "date": "November 5", "txt": "Virginia MacWatters, American soprano and actress (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 5", "txt": "Link Wray, American singer-songwriter and guitarist (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 5", "txt": "Bülent Ecevit, Turkish journalist and politician, 16th Prime Minister of Turkey (b. 1925)", "entities": [{"title": "Bülent Ecevit", "href": "/wiki/B%C3%BClent_Ecevit", "description": "Mustafa Bülent Ecevit was a Turkish politician, statesman, poet, writer, scholar, and journalist, who served as the Prime Minister of Turkey four times between 1974 and 2002. He served as prime minister in 1974, 1977, 1978–79, and 1999–2002. Ecevit was the leader of the Republican People's Party (CHP) between 1972 and 1980, and in 1989 he became the leader of the Democratic Left Party (DSP). He is"}, {"title": "Prime Minister of Turkey", "href": "/wiki/Prime_Minister_of_Turkey", "description": "The Prime Minister of the Republic of Turkey was the head of government of the Republic of Turkey from 1920 to 2018, who led a political coalition in the Turkish Parliament and presided over the cabinet. Throughout the political history of Turkey, functions and powers of the post had changed occasionally."}]}, {"heading": "Deaths", "year": "2007", "date": "November 5", "txt": "Nils Liedholm, Swedish footballer and manager (b. 1922)", "entities": [{"title": "Nils Liedholm", "href": "/wiki/Nils_Liedholm", "description": "Nils Erik Liedholm was a Swedish football midfielder and coach. Il Barone, as he is affectionately known in Italy, was renowned for being part of the Swedish \"Gre-No-Li\" trio of strikers along with Gunnar Gren and Gunnar Nordahl at A.C. Milan and the Swedish national team, with which he achieved notable success throughout his career. Liedholm was an intelligent offensive playmaker who was renowned"}]}, {"heading": "Deaths", "year": "2009", "date": "November 5", "txt": "Félix Luna, Argentinian lawyer, historian, and academic (b. 1925)", "entities": [{"title": "Félix Luna", "href": "/wiki/F%C3%A9lix_Luna", "description": "Félix César Luna was an Argentine writer, lyricist and historian."}]}, {"heading": "Deaths", "year": "2010", "date": "November 5", "txt": "Jill Clayburgh, American actress and singer (b. 1944)", "entities": [{"title": "Jill Clayburgh", "href": "/wiki/Jill_Clayburgh", "description": "Jill Clayburgh was an American actress known for her work in theater, television, and cinema. She received the Cannes Film Festival Award for Best Actress and was nominated for the Academy Award for Best Actress for her breakthrough role in Paul Mazursky's comedy-drama An Unmarried Woman (1978). She also received a second consecutive Academy Award nomination for Starting Over (1979) as well as fou"}]}, {"heading": "Deaths", "year": "2010", "date": "November 5", "txt": "Adrian Păunescu, Romanian poet, journalist, and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 5", "txt": "Shirley Verrett, American soprano and actress (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 5", "txt": "Bhupen Hazarika, Indian singer-songwriter, director, and poet (b. 1926)", "entities": [{"title": "Bhupen Hazarika", "href": "/wiki/Bhupen_Hazarika", "description": "Bhupen Hazarika was an Indian playback singer, lyricist, musician, poet and filmmaker from Assam, widely known as Xudha kontho. His songs, written and sung mainly in the Assamese language by himself, are marked by humanity and universal brotherhood and have been translated and sung in many languages, most notably in Bengali and Hindi."}]}, {"heading": "Deaths", "year": "2012", "date": "November 5", "txt": "Olympe Bradna, French-American actress and dancer (b. 1920)", "entities": [{"title": "Olympe Bradna", "href": "/wiki/Olympe_Bradna", "description": "Antoinette Olympe Bradna was a French dancer and actress, who emigrated to the United States where she lived for the rest of her life."}]}, {"heading": "Deaths", "year": "2012", "date": "November 5", "txt": "Elliott Carter, American composer and academic (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 5", "txt": "Leonardo Favio, Argentinian actor, singer, director and screenwriter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 5", "txt": "Bob Kaplan, Canadian lawyer and politician, 30th Solicitor General of Canada (b. 1936)", "entities": [{"title": "Solicitor General of Canada", "href": "/wiki/Solicitor_General_of_Canada", "description": "The Solicitor General of Canada was a position in the Canadian ministry from 1892 to 2005. The position was based on the Solicitor General in the British system and was originally designated as an officer to assist the Minister of Justice. It was not initially a position in the Canadian Cabinet, although after 1917 its occupant was often sworn into the Queen's Privy Council for Canada and attended"}]}, {"heading": "Deaths", "year": "2012", "date": "November 5", "txt": "Louis Pienaar, South African lawyer and diplomat, Minister of Internal Affairs (b. 1926)", "entities": [{"title": "Minister of Home Affairs (South Africa)", "href": "/wiki/Minister_of_Home_Affairs_(South_Africa)", "description": "The Minister of Home Affairs is the minister in the Cabinet of South Africa with responsibility for the Department of Home Affairs. This position is currently filled by Aaron Motsoaledi, who was appointed by President Cyril Ramaphosa on 29 May 2019. The position includes responsibility for immigration, refugee and asylum policy, for the civil registry, and for the issuing of identity documents and"}]}, {"heading": "Deaths", "year": "2013", "date": "November 5", "txt": "Habibollah Asgaroladi, Iranian politician (b. 1932)", "entities": [{"title": "Habibollah Asgaroladi", "href": "/wiki/Habibollah_Asgaroladi", "description": "Habibollah Asgaroladi Mosalman was a leading senior Iranian conservative and principlist politician who was the leader of Islamic Coalition Party, a highly influential conservative political party in Iran. He was also a two-time presidential candidate, first in July 1981 and next in 1985. During the presidential elections in 1981, in which he ran for the presidency, an attempt was made to assassin"}]}, {"heading": "Deaths", "year": "2013", "date": "November 5", "txt": "Juan Carlos Calabró, Argentinian actor and screenwriter (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 5", "txt": "Tony Iveson, English soldier and pilot (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 5", "txt": "Charles Mosley, English genealogist and author (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 5", "txt": "Charlie Trotter, American chef and author (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 5", "txt": "Stuart Williams, Welsh footballer and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 5", "txt": "Manitas de Plata, French guitarist (b. 1921)", "entities": [{"title": "Manitas de Plata", "href": "/wiki/Manitas_de_Plata", "description": "Ricardo Baliardo, better known as Manitas de Plata, was a flamenco guitarist of Spanish Gitano descent born in southern France. Despite achieving worldwide fame, he was criticized for not following certain rhythmic rules (compás) that are traditional in flamenco."}]}, {"heading": "Deaths", "year": "2014", "date": "November 5", "txt": "Lane Evans, American lawyer and politician (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 5", "txt": "Wally Grant, American ice hockey player (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 5", "txt": "Abdelwahab Meddeb, Tunisian-French author, poet, and scholar (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 5", "txt": "George Barris, American engineer and car designer (b. 1925)", "entities": [{"title": "George Barris (auto customizer)", "href": "/wiki/George_Barris_(auto_customizer)", "description": "George Barris was an American designer and builder of many famous Hollywood custom cars, most notably the Munster Koach. Barris did not style the 1966 Batmobile, although his company built it."}]}, {"heading": "Deaths", "year": "2015", "date": "November 5", "txt": "Nora Brockstedt, Norwegian singer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 5", "txt": "Soma Edirisinghe, Sri Lankan businesswoman and philanthropist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 5", "txt": "Czesław Kiszczak, Polish general and politician, 11th Prime Minister of the People's Republic of Poland (b. 1925)", "entities": [{"title": "List of Prime Ministers of Poland", "href": "/wiki/List_of_Prime_Ministers_of_Poland", "description": "The Prime Minister of Poland is the chief executive of the government of Poland. This is a list of prime ministers of Poland."}]}, {"heading": "Deaths", "year": "2015", "date": "November 5", "txt": "Hans Mommsen, German historian and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "November 5", "txt": "Geoffrey Palmer, English actor (b. 1927) ", "entities": []}]