[{"heading": "Events", "year": "361", "date": "November 3", "txt": "Emperor Constantius II dies of a fever at Mopsuestia in Cilicia; on his deathbed he is baptised and declares his cousin Julian rightful successor.", "entities": [{"title": "Constantius II", "href": "/wiki/Constantius_II", "description": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues and usurpations. His religious policies inflamed domestic conflicts that would continue after his death."}, {"title": "Fever", "href": "/wiki/Fever", "description": "Fever, also referred to as pyrexia, is defined as having a temperature above the normal range due to an increase in the body's temperature set point. There is not a single agreed-upon upper limit for normal temperature with sources using values between 37.2 and 38.3 °C in humans. The increase in set point triggers increased muscle contractions and causes a feeling of cold or chills. This results i"}, {"title": "Mopsuestia", "href": "/wiki/Mopsuestia", "description": "Mopsuestia is an ancient city in Cilicia Campestris on the Pyramus River located approximately 20 km (12 mi) east of ancient Antiochia in Cilicia. From the city's harbor, the river is navigable to the Mediterranean Sea, a distance of over 40 km (24 mi)."}, {"title": "Cilicia", "href": "/wiki/Cilicia", "description": "Cilicia is a geo-cultural region in southern Turkey, extending inland from the northeastern coasts of the Mediterranean Sea. Cilicia has a population of over six million, concentrated mostly at the Cilicia plain. The region includes the provinces of Mersin, Adana, Osmaniye, and Hatay."}, {"title": "Baptism", "href": "/wiki/Baptism", "description": "Baptism is a Christian rite of admission and adoption, almost invariably with the use of water, into Christianity. It may be performed by sprinkling or pouring water on the head, or by immersing in water either partially or completely. The synoptic gospels recount that John the Baptist baptised Jesus. Baptism is considered a sacrament in most churches, and as an ordinance in others. Baptism accord"}, {"title": "Julian the Apostate", "href": "/wiki/Julian_the_Apostate", "description": "Julian was Roman emperor from 361 to 363, as well as a notable philosopher and author in Greek. His rejection of Christianity, and his promotion of Neoplatonic Hellenism in its place, caused him to be remembered as Julian the Apostate by the Christian Church."}]}, {"heading": "Events", "year": "644", "date": "November 3", "txt": "Umar ibn al-Khattab, the second Muslim caliph, is assassinated by a Persian slave in Medina.", "entities": [{"title": "Umar", "href": "/wiki/Umar", "description": "Omar, was one of the most powerful and influential Muslim caliphs in history. He was a senior companion and father-in-law of the Islamic prophet Muhammad. He succeeded Abu Bakr (632–634) as the second caliph of the Rashidun Caliphate on 23 August 634. He was an expert Muslim jurist known for his pious and just nature, which earned him the epithet Al-Farooq. He is sometimes referred to as Omar I by"}, {"title": "Caliph", "href": "/wiki/Caliph", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}, {"title": "Persian people", "href": "/wiki/Persian_people", "description": "The Persians are an Iranian ethnic group that make up over half the population of Iran. They share a common cultural system and are native speakers of the Persian language, as well as languages closely related to Persian."}, {"title": "Medina", "href": "/wiki/Medina", "description": "Medina, officially Al Madinah Al Munawwarah, commonly simplified as Madīnah or Madinah, is the second holiest city in Islam and the capital of the Medina Province of Saudi Arabia. The 2020 estimated population of the city is 1,488,782, making it the fourth-most populous city in the country. Located at the core of the Medina Province in the western reaches of the country, the city is distributed ov"}]}, {"heading": "Events", "year": "1333", "date": "November 3", "txt": "The River Arno floods causing massive damage in Florence as recorded by the Florentine chronicler Giovanni Villani.", "entities": [{"title": "Arno", "href": "/wiki/Arno", "description": "The Arno is a river in the Tuscany region of Italy. It is the most important river of central Italy after the Tiber."}, {"title": "Florence", "href": "/wiki/Florence", "description": "Florence is a city in Central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area."}, {"title": "Giovanni Villani", "href": "/wiki/Giovanni_Villani", "description": "Giovanni Villani was an Italian banker, official, diplomat and chronicler from Florence who wrote the Nuova Cronica on the history of Florence. He was a leading statesman of Florence but later gained an unsavoury reputation and served time in prison as a result of the bankruptcy of a trading and banking company he worked for. His interest in and elaboration of economic details, statistical informa"}]}, {"heading": "Events", "year": "1468", "date": "November 3", "txt": "Liège is sacked by Charles I of Burgundy's troops.", "entities": [{"title": "Liège", "href": "/wiki/Li%C3%A8ge", "description": "Liège is a major Walloon city and municipality and the capital of the Belgian province of Liège."}, {"title": "Charles I, Duke of Burgundy", "href": "/wiki/Charles_I,_Duke_of_Burgundy", "description": "Charles, nicknamed the Bold, was the Duke of Burgundy from 1467 to 1477."}]}, {"heading": "Events", "year": "1492", "date": "November 3", "txt": "Peace of Etaples between Henry VII of England and Charles VIII of France.", "entities": [{"title": "Peace of Etaples", "href": "/wiki/Peace_of_Etaples", "description": "The Peace of Etaples was signed in Étaples between the kings Charles VIII Valois of France and Henry VII Tudor of England on 3 November 1492."}, {"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}, {"title": "Charles VIII of France", "href": "/wiki/Charles_VIII_of_France", "description": "Charles VIII, called the Affable, was King of France from 1483 to his death in 1498. He succeeded his father Louis XI at the age of 13. His elder sister Anne acted as regent jointly with her husband Peter II, Duke of Bourbon until 1491 when the young king turned 21 years of age. During Anne's regency, the great lords rebelled against royal centralisation efforts in a conflict known as the Mad War "}]}, {"heading": "Events", "year": "1493", "date": "November 3", "txt": "Christopher Columbus first sights the island of Dominica in the Caribbean Sea.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Dominica", "href": "/wiki/Dominica", "description": "Dominica, officially the Commonwealth of Dominica, is an island country in the Caribbean. The capital, Roseau, is located on the western side of the island. It is geographically situated as part of the Windward Islands chain in the Lesser Antilles archipelago in the Caribbean Sea. The island is located near Guadeloupe to the northwest and Martinique to the south-southeast. Its area is 750 km2 (290"}, {"title": "Caribbean Sea", "href": "/wiki/Caribbean_Sea", "description": "The Caribbean Sea is an American mediterranean sea of the Atlantic Ocean in the tropics of the Western Hemisphere. It is bounded by Mexico and Central America to the west and south west, to the north by the Greater Antilles starting with Cuba, to the east by the Lesser Antilles, and to the south by the north coast of South America."}]}, {"heading": "Events", "year": "1534", "date": "November 3", "txt": "English Parliament passes the first Act of Supremacy, making King Henry VIII head of the Anglican Church, supplanting the pope and the  Roman Catholic Church.", "entities": [{"title": "Acts of Supremacy", "href": "/wiki/Acts_of_Supremacy", "description": "The Acts of Supremacy are two acts passed by the Parliament of England in the 16th century that established the English monarchs as the head of the Church of England. The 1534 Act declared King Henry VIII and his successors as the Supreme Head of the Church, replacing the pope. The Act was repealed during the reign of the Catholic Queen Mary I. The 1558 Act declared Queen Elizabeth I and her succe"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Roman Catholic Church", "href": "/wiki/Roman_Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Events", "year": "1783", "date": "November 3", "txt": "The American Continental Army is disbanded.", "entities": [{"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}]}, {"heading": "Events", "year": "1793", "date": "November 3", "txt": "French playwright, journalist and feminist Olympe de Gouges is guillotined.", "entities": [{"title": "Feminist", "href": "/wiki/Feminist", "description": "Feminism is a range of social movements, political movements, and ideologies that aim to define and establish the political, economic, personal, and social equality of the sexes. Feminism incorporates the position that societies prioritize the male point of view, and that women are treated unjustly within those societies. Efforts to change that include fighting against gender stereotypes and estab"}, {"title": "Olympe de Gouges", "href": "/wiki/Olympe_de_Gouges", "description": "Olympe de Gouges was a French playwright and political activist whose writings on women's rights and abolitionism reached a large audience in various countries."}, {"title": "Guillotine", "href": "/wiki/Guillotine", "description": "A guillotine is an apparatus designed for efficiently carrying out executions by beheading. The device consists of a tall, upright frame with a weighted and angled blade suspended at the top. The condemned person is secured with stocks at the bottom of the frame, positioning the neck directly below the blade. The blade is then released, swiftly and forcefully decapitating the victim with a single,"}]}, {"heading": "Events", "year": "1812", "date": "November 3", "txt": "Napoleon's armies are defeated at the Battle of Vyazma.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Battle of Vyazma", "href": "/wiki/Battle_of_Vyazma", "description": "The Battle of Vyazma was a rearguard action which occurred at the beginning of Napoleon's retreat from Moscow. In this encounter, the rear guard of the Grande Armée was defeated by the Russians commanded by General Mikhail Andreyevich Miloradovich. Although the French repelled Miloradovich's attempt to encircle and destroy the corps of Louis Nicolas Davout, they withdrew in a partial state of diso"}]}, {"heading": "Events", "year": "1817", "date": "November 3", "txt": "The Bank of Montreal, Canada's oldest chartered bank, opens in Montreal.", "entities": [{"title": "Bank of Montreal", "href": "/wiki/Bank_of_Montreal", "description": "The Bank of Montreal is a Canadian multinational investment bank and financial services company. Founded in Montreal, Quebec, in 1817 as Montreal Bank, its head office remains in Montreal, with its operational headquarters and executive offices in Toronto, Ontario, since 1977. One of the Big Five banks in Canada, it is the fourth-largest bank in Canada by market capitalization and assets, and one "}, {"title": "List of banks in the Americas", "href": "/wiki/List_of_banks_in_the_Americas#Canada", "description": "This is a list of the banks in the Americas."}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}]}, {"heading": "Events", "year": "1838", "date": "November 3", "txt": "The Times of India, the world's largest circulated English language daily broadsheet newspaper is founded as The Bombay Times and Journal of Commerce.", "entities": [{"title": "English language", "href": "/wiki/English_language", "description": "English is a West Germanic language first spoken in early medieval England, which has become the leading language of international discourse in the 21st century. It is named after the Angles, one of the ancient Germanic peoples that migrated to the area of Great Britain that later took their name, England. Both names derive from Anglia, a peninsula on the Baltic Sea. English is most closely relate"}, {"title": "Broadsheet", "href": "/wiki/Broadsheet", "description": "A broadsheet is the largest newspaper format and is characterized by long vertical pages, typically of 22.5 inches (57 cm). Other common newspaper formats include the smaller Berliner and tabloid–compact formats."}, {"title": "Newspaper", "href": "/wiki/Newspaper", "description": "A newspaper is a periodical publication containing written information about current events and is often typed in black ink with a white or gray background."}]}, {"heading": "Events", "year": "1848", "date": "November 3", "txt": "A greatly revised Dutch constitution, which transfers much authority from the king to his parliament and ministers, is proclaimed.", "entities": [{"title": "Dutch constitution", "href": "/wiki/Dutch_constitution", "description": "The Constitution for the Kingdom of the Netherlands is one of two fundamental documents governing the Kingdom of the Netherlands as well as the fundamental law of the European territory of the Kingdom of the Netherlands. It is generally seen as directly derived from the one issued in 1815, constituting a constitutional monarchy; it is the third oldest constitution still in use worldwide."}]}, {"heading": "Events", "year": "1867", "date": "November 3", "txt": "Giuseppe Garibaldi and his followers are defeated in the Battle of Mentana and fail to end the Pope's Temporal power in Rome (it would be achieved three years later).", "entities": [{"title": "Giuseppe Garibaldi", "href": "/wiki/Giuseppe_Garibaldi", "description": "Giuseppe Maria Garibaldi was an Italian general, patriot and republican. He contributed to the Italian unification and the creation of the Kingdom of Italy. He is considered to be one of the greatest generals of modern times and one of Italy's \"fathers of the fatherland\", along with Camillo Benso, Count of Cavour, Victor Emmanuel II of Italy and Giuseppe Mazzini. Garibaldi is also known as the \"He"}, {"title": "Battle of Mentana", "href": "/wiki/Battle_of_Mentana", "description": "The Battle of Mentana was fought on November 3, 1867 near the village of Mentana, located north-east of Rome, between French-Papal troops and the Italian volunteers led by Giuseppe Garibaldi, who were attempting to capture Rome, then the main centre of the peninsula still outside of the newly unified Kingdom of Italy. The battle ended in a victory by the French-Papal troops."}, {"title": "Temporal power (papal)", "href": "/wiki/Temporal_power_(papal)", "description": "The temporal power of the Holy See designates the political and secular influence of the Holy See, the leading of a State by the pope of the Catholic Church, as distinguished from its spiritual and pastoral activity."}]}, {"heading": "Events", "year": "1868", "date": "November 3", "txt": "John Willis Menard (R-Louisiana) was the first African American elected to the United States Congress.  Because of an electoral challenge, he was never seated.", "entities": [{"title": "John Willis Menard", "href": "/wiki/John_Willis_Menard", "description": "John Willis Menard was a federal government employee, poet, newspaper publisher and politician born in Kaskaskia, Illinois to parents who were Louisiana Creoles from New Orleans. After moving to New Orleans, on November 3, 1868, Menard was the first black man ever elected to the United States House of Representatives. His opponent contested his election, and opposition to his election prevented hi"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1881", "date": "November 3", "txt": "The Mapuche uprising of 1881 begins in Chile.", "entities": [{"title": "Mapuche uprising of 1881", "href": "/wiki/Mapuche_uprising_of_1881", "description": "The Mapuche uprising of 1881 was the last major rebellion of the indigenous Mapuches of Araucanía. The uprising took place during the last phase of the Occupation of Araucanía (1861–1883) by the Chilean state. It was planned by Mapuche chiefs in March 1881 to be launched in November the same year. Mapuche support for the uprising was not unanimous, some Mapuche factions sided with the Chileans and"}]}, {"heading": "Events", "year": "1898", "date": "November 3", "txt": "France withdraws its troops from Fashoda (now in Sudan), ending the Fashoda Incident.", "entities": [{"title": "Fashoda", "href": "/wiki/Fashoda", "description": "Kodok or Kothok, formerly known as Fashoda, is a town in the north-eastern South Sudanese state of Western Nile. Kodok is the capital of Shilluk country, formally known as the Shilluk Kingdom. Shilluk has been an independent kingdom for more than sixteen centuries. Fashoda is best known as the place where the British and French nearly went to war in 1898 in the Fashoda Incident."}, {"title": "Fashoda Incident", "href": "/wiki/Fashoda_Incident", "description": "The Fashoda Incident was the climax of imperial territorial disputes between Britain and France in East Africa, occurring in 1898. A French expedition to Fashoda on the White Nile river sought to gain control of the Upper Nile river basin and thereby exclude Britain from the Sudan. The French party and a British-Egyptian force met on friendly terms, but back in Europe, it became a war scare. The B"}]}, {"heading": "Events", "year": "1903", "date": "November 3", "txt": "With the encouragement of the United States, Panama separates from Colombia.", "entities": [{"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}, {"title": "Separation of Panama from Colombia", "href": "/wiki/Separation_of_Panama_from_Colombia", "description": "The separation of Panama from Colombia was formalized on 3 November 1903, with the establishment of the Republic of Panama. From the Independence of Panama from Spain in 1821, Panama had simultaneously declared independence from Spain and joined itself to the confederation of Gran Colombia through the Independence Act of Panama. Panama was always tenuously connected to the rest of the country to t"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "1908", "date": "November 3", "txt": "William Howard Taft is elected the 27th President of the United States.", "entities": [{"title": "William Howard Taft", "href": "/wiki/William_Howard_Taft", "description": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth Chief Justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection by Woodrow Wilson in 1912 after Roosevelt split the Republican vote by running as a third-party candidate. "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "1911", "date": "November 3", "txt": "Chevrolet officially enters the automobile market in competition with the Ford Model T.", "entities": [{"title": "Chevrolet", "href": "/wiki/Chevrolet", "description": "Chevrolet, colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a contro"}, {"title": "Ford Model T", "href": "/wiki/Ford_Model_T", "description": "The Ford Model T is an automobile produced by Ford Motor Company from October 1, 1908, to May 26, 1927. It is generally regarded as the first affordable automobile, which made car travel available to middle-class Americans. The relatively low price was partly the result of Ford's efficient fabrication, including assembly line production instead of individual handcrafting."}]}, {"heading": "Events", "year": "1918", "date": "November 3", "txt": "The German Revolution of 1918–19 begins when 40,000 sailors take over the port in Kiel.", "entities": [{"title": "Kiel mutiny", "href": "/wiki/Kiel_mutiny", "description": "The Kiel mutiny was a major revolt by sailors of the German High Seas Fleet on 3 November 1918. The revolt triggered the German revolution which was to sweep aside the monarchy within a few days. It ultimately led to the end of the German Empire and to the establishment of the Weimar Republic."}, {"title": "Kiel", "href": "/wiki/Kiel", "description": "Kiel is the capital and most populous city in the northern German state of Schleswig-Holstein, with a population of 249,023 (2016)."}]}, {"heading": "Events", "year": "1929", "date": "November 3", "txt": "The Gwangju Student Independence Movement occurred.", "entities": [{"title": "Gwangju Student Independence Movement", "href": "/wiki/Gwangju_Student_Independence_Movement", "description": "The Gwangju Student Independence Movement, or Gwangju Student Movement was a Korean independence movement in Gwangju against the 22 August 1910 to 15 August 1945 Japanese rule of Korea. The Gwangju Student Independence Movement took place in October and November 1929. It is considered the second-most important Korean independence movement in the period of the Japanese occupation, with the March 1s"}]}, {"heading": "Events", "year": "1930", "date": "November 3", "txt": "Getúlio Vargas becomes Head of the Provisional Government in Brazil after a bloodless coup on October 24.", "entities": [{"title": "Getúlio Vargas", "href": "/wiki/Get%C3%BAlio_Vargas", "description": "Getúlio Dornelles Vargas, nicknamed \"the father of the poor\", was a Brazilian lawyer, politician, and dictator who served as the 14th and 17th president of Brazil. Vargas rose to power in 1930 under a provisional presidency, remaining until 1934 where he was elected under a 1934 Constitution. Three years later, Vargas would seize powers under the context of a potential communist revolution, beginn"}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "October 24", "href": "/wiki/October_24", "description": "October 24 is the 297th day of the year in the Gregorian calendar; 68 days remain until the end of the year."}]}, {"heading": "Events", "year": "1932", "date": "November 3", "txt": "Panagis Tsaldaris becomes the 142nd Prime Minister of Greece.", "entities": [{"title": "Panagis Tsaldaris", "href": "/wiki/Panagis_Tsaldaris", "description": "Panagis Tsaldaris was a Greek politician and the 48th Prime Minister of Greece. He was a revered conservative politician and leader for many years (1922–1936) of the conservative People's Party in the period before World War II. He was the husband of Lina Tsaldari, a Greek suffragist, member of Parliament, and the Minister for Social Welfare."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece#Second_Hellenic_Republic_(1924–1935)", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Events", "year": "1935", "date": "November 3", "txt": "George II of Greece regains his throne through a popular, though possibly fixed, plebiscite.", "entities": [{"title": "George II of Greece", "href": "/wiki/George_II_of_Greece", "description": "George II was King of Greece from September 1922 to March 1924 and from November 1935 to his death in April 1947."}, {"title": "Greek monarchy referendum, 1935", "href": "/wiki/Greek_monarchy_referendum,_1935", "description": "A referendum on restoring the monarchy was held in Greece on 3 November 1935. The proposal was approved by 97.9% of voters."}]}, {"heading": "Events", "year": "1936", "date": "November 3", "txt": "Franklin D. Roosevelt is re-elected President of the United States.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}]}, {"heading": "Events", "year": "1942", "date": "November 3", "txt": "World War II: The Koli Point action begins during the Guadalcanal Campaign and ends on November 12.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Koli Point action", "href": "/wiki/Koli_Point_action", "description": "The Koli Point action, during 3–12 November 1942, was an engagement between U.S. Marine Corps and U.S. Army forces and Imperial Japanese Army forces around Koli Point on Guadalcanal during the Guadalcanal Campaign. The U.S. forces were under the overall command of Major General Alexander Vandegrift, while the Japanese forces were under the overall command of Lieutenant General Harukichi Hyakutake."}, {"title": "Guadalcanal Campaign", "href": "/wiki/Guadalcanal_Campaign", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}, {"title": "November 12", "href": "/wiki/November_12", "description": "November 12 is the 316th day of the year in the Gregorian calendar; 49 days remain until the end of the year."}]}, {"heading": "Events", "year": "1943", "date": "November 3", "txt": "World War II: Five hundred aircraft of the U.S. 8th Air Force devastate Wilhelmshaven harbor in Germany.", "entities": [{"title": "Bombing of Wilhelmshaven in World War II", "href": "/wiki/Bombing_of_Wilhelmshaven_in_World_War_II", "description": "The Wilhelmshaven World War II bombings by the Allies of World War II destroyed two thirds of the port's buildings. From spring 1943 until November 1943 slave labourers of the SS-Baubrigade II from the Neuengamme camp were transferred to Wilhelmshaven to clear up after air raids."}]}, {"heading": "Events", "year": "1944", "date": "November 3", "txt": "World War II: Two supreme commanders of the Slovak National Uprising, Generals Ján Golian and Rudolf Viest, are captured, tortured and later executed by German forces.", "entities": [{"title": "Slovak National Uprising", "href": "/wiki/Slovak_National_Uprising", "description": "The Slovak National Uprising was an armed insurrection organized by the Slovak resistance movement during World War II. This resistance movement was represented mainly by the members of the Democratic Party, but also by social democrats and Communists, albeit on a smaller scale. It was launched on 29 August 1944 from Banská Bystrica in an attempt to resist German troops that had occupied Slovak te"}, {"title": "Ján Golian", "href": "/wiki/J%C3%A1n_Golian", "description": "Ján Golian was a Slovak Brigade General who became famous as one of the main organizers and the commander of the insurrectionist 1st Czechoslovak Army in Slovakia during the Slovak National Uprising against the Nazis."}, {"title": "Rudolf Viest", "href": "/wiki/Rudolf_Viest", "description": "Rudolf Viest was a Slovak military leader, member of the Czechoslovak government in exile, member of the Slovak National Council and the commander of the 1st Czechoslovak army during the Slovak National Uprising. He was the Slovak with the highest military function and the only Slovak general during the interwar period in the first Czechoslovak Republic."}]}, {"heading": "Events", "year": "1946", "date": "November 3", "txt": "The Constitution of Japan is adopted through Emperor's assent.", "entities": [{"title": "Constitution of Japan", "href": "/wiki/Constitution_of_Japan", "description": "The Constitution of Japan is the constitution of Japan and the supreme law in the state. It is a heavily amended version of the Meiji Constitution and came into effect on 3 May 1947."}, {"title": "Royal assent", "href": "/wiki/Royal_assent", "description": "Royal assent is the method by which a monarch formally approves an act of the legislature, either directly or through an official acting on the monarch's behalf. In some jurisdictions, royal assent is equivalent to promulgation, while in others that is a separate step. Under a modern constitutional monarchy, royal assent is considered little more than a formality. Even in nations such as the Unite"}]}, {"heading": "Events", "year": "1949", "date": "November 3", "txt": "Chinese Civil War: The Battle of Dengbu Island occurs.", "entities": [{"title": "Battle of Dengbu Island", "href": "/wiki/Battle_of_Dengbu_Island", "description": "The Battle of Dengbu Island was a conflict between the Republic of China Army and People's Liberation Army over Dengbu Island near mainland China. This conflict occurred from 3 November 1949 to 5 November 1949 and resulted in a Republic of China victory."}]}, {"heading": "Events", "year": "1956", "date": "November 3", "txt": "Suez Crisis: The Khan Yunis killings by the Israel Defense Forces in Egyptian-controlled Gaza result in the deaths of 275 Palestinians.", "entities": [{"title": "Suez Crisis", "href": "/wiki/Suez_Crisis", "description": "The Suez Crisis, or the Second Arab–Israeli war, also called the Tripartite Aggression in the Arab world and the Sinai War in Israel,\nwas an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain control of the Suez Canal for the Western powers and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the canal. After the f"}, {"title": "Khan Yunis killings", "href": "/wiki/Khan_Yunis_killings", "description": "The Khan Yunis massacre took place on 3 November 1956 in the Palestinian town of Khan Yunis and the nearby refugee camp of the same name in the Gaza Strip during the Suez Crisis."}, {"title": "Israel Defense Forces", "href": "/wiki/Israel_Defense_Forces", "description": "The Israel Defense Forces, commonly known in Israel by the Hebrew acronym Tzahal, are the military forces of the State of Israel. They consist of the ground forces, air force, and navy. It is the sole military wing of the Israeli security forces, and has no civilian jurisdiction within Israel. The IDF is headed by its Chief of General Staff, the Ramatkal, subordinate to the Defense Minister of Isr"}]}, {"heading": "Events", "year": "1956", "date": "November 3", "txt": "Hungarian Revolution: A new Hungarian government is formed, in which many members of banned non-Communist parties participate.  János Kádár and Ferenc Münnich form a counter-government in Moscow as Soviet troops prepare for the final assault.", "entities": [{"title": "János Kádár", "href": "/wiki/J%C3%A1nos_K%C3%A1d%C3%A1r", "description": "János József Kádár was a Hungarian communist leader and the General Secretary of the Hungarian Socialist Workers' Party, His 32-year term went through two stages. First (1956–1962), he was a dictator who imposed an iron-fisted rule of Communist Party terror on Hungary. In stage two (1962–1988) he became a champion of liberal communism who focused on economic reform and softening of police state me"}, {"title": "Ferenc Münnich", "href": "/wiki/Ferenc_M%C3%BCnnich", "description": "Ferenc Münnich was a Hungarian Communist politician who served as Chairman of the Council of Ministers of the People's Republic of Hungary from 1958 to 1961."}]}, {"heading": "Events", "year": "1957", "date": "November 3", "txt": "Sputnik program: The Soviet Union launches Sputnik 2. On board is the first animal to enter orbit, a dog named Laika.", "entities": [{"title": "Sputnik program", "href": "/wiki/Sputnik_program", "description": "Sputnik is a spacecraft launched under the Soviet space program. \"Sputnik 1\", \"Sputnik 2\" and \"Sputnik 3\" were the official Soviet names of those objects, while the remaining designations in the series were not official names, but were names applied in the West, to objects whose original Soviet names may not have been known at the time."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Orbit", "href": "/wiki/Orbit", "description": "In physics, an orbit is the gravitationally curved trajectory of an object, such as the trajectory of a planet around a star or a natural satellite around a planet. Normally, orbit refers to a regularly repeating trajectory, although it may also refer to a non-repeating trajectory. To a close approximation, planets and satellites follow elliptic orbits, with the center of mass being orbited at a f"}, {"title": "Soviet space dogs", "href": "/wiki/Soviet_space_dogs", "description": "During the 1950s and 1960s the Soviet space program used dogs for sub-orbital and orbital space flights to determine whether human spaceflight was feasible. In this period, the Soviet Union launched missions with passenger slots for at least 57 dogs. The number of dogs in space is smaller, as some dogs flew more than once. Most survived; the few that died were lost mostly through technical failure"}, {"title": "Laika", "href": "/wiki/Laika", "description": "Laika was a Soviet space dog which became one of the first animals in space, and the first animal to orbit the Earth. Laika, a stray mongrel from the streets of Moscow, was selected to be the occupant of the Soviet spacecraft Sputnik 2 that was launched into outer space on 3 November 1957."}]}, {"heading": "Events", "year": "1960", "date": "November 3", "txt": "The land that would become the Great Swamp National Wildlife Refuge is established by an Act of Congress after a year-long legal battle that pitted local residents against Port Authority of New York and New Jersey officials wishing to turn the Great Swamp into a major regional airport for jet aircraft.", "entities": [{"title": "Great Swamp National Wildlife Refuge", "href": "/wiki/Great_Swamp_National_Wildlife_Refuge", "description": "The Great Swamp National Wildlife Refuge is located in Morris County, New Jersey. Established in 1960, as the first federal wilderness area, it now is among what has grown to be more than 550 refuges in the United States National Wildlife Refuge System."}, {"title": "Act of Congress", "href": "/wiki/Act_of_Congress", "description": "An Act of Congress is a statute enacted by Congress. Acts can affect only individual entities, or the general public. For a bill to become an act, the text must pass through both houses with a majority, then be either signed into law by the president of the United States or receive congressional override against a presidential veto."}, {"title": "Port Authority of New York and New Jersey", "href": "/wiki/Port_Authority_of_New_York_and_New_Jersey", "description": "The Port Authority of New York and New Jersey is a joint venture between the U.S. states of New York and New Jersey, established in 1921 through an interstate compact authorized by the United States Congress. The Port Authority oversees much of the regional transportation infrastructure, including bridges, tunnels, airports, and seaports, within the geographical jurisdiction of the Port of New Yor"}]}, {"heading": "Events", "year": "1964", "date": "November 3", "txt": "Lyndon B. Johnson is elected to a full term as U.S. president, winning 61% of the vote and 44 states, while Washington D.C. residents are able to vote in a presidential election for the first time, casting the majority of their votes for Lyndon Johnson.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "1964 United States presidential election", "href": "/wiki/1964_United_States_presidential_election", "description": "The 1964 United States presidential election was the 45th quadrennial presidential election. It was held on Tuesday, November 3, 1964. Incumbent Democratic United States President Lyndon B. Johnson defeated Barry Goldwater, the Republican nominee. With 61.1% of the popular vote, Johnson won the largest share of the popular vote of any candidate since the largely uncontested 1820 election."}, {"title": "Presidential election", "href": "/wiki/Presidential_election", "description": "A presidential election is the election of any head of state whose official title is President."}]}, {"heading": "Events", "year": "1967", "date": "November 3", "txt": "Vietnam War: The Battle of Dak To begins.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Battle of Dak To", "href": "/wiki/Battle_of_Dak_To", "description": "The battle of Dak To in Vietnam was a series of major engagements of the Vietnam War that took place between 3 and 23 November 1967, in Kon Tum Province, in the Central Highlands of the Republic of Vietnam. The action at Đắk Tô was one of a series of People's Army of Vietnam (PAVN) offensive initiatives that began during the second half of the year. PAVN attacks at Lộc Ninh, Song Be and at Con Thi"}]}, {"heading": "Events", "year": "1969", "date": "November 3", "txt": "Vietnam War: U.S. President Richard M. Nixon addresses the nation on television and radio, asking the \"silent majority\" to join him in solidarity on the Vietnam War effort and to support his policies.", "entities": [{"title": "Richard M. Nixon", "href": "/wiki/Richard_M._Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Silent majority", "href": "/wiki/Silent_majority", "description": "The silent majority is an unspecified large group of people in a country or group who do not express their opinions publicly. The term was popularized by U.S. President Richard Nixon in a televised address on November 3, 1969, in which he said, \"And so tonight—to you, the great silent majority of my fellow Americans—I ask for your support.\" In this usage it referred to those Americans who did not "}]}, {"heading": "Events", "year": "1973", "date": "November 3", "txt": "Mariner program: NASA launches the Mariner 10 toward Mercury. On March 29, 1974, it becomes the first space probe to reach that planet.", "entities": [{"title": "Mariner program", "href": "/wiki/Mariner_program", "description": "The Mariner program was a 10-mission program conducted by the American space agency NASA in conjunction with Jet Propulsion Laboratory (JPL). The program launched a series of robotic interplanetary probes, from 1962 to 1973, designed to investigate Mars, Venus and Mercury. The program included a number of firsts, including the first planetary flyby, the first planetary orbiter, and the first gravi"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mercury (planet)", "href": "/wiki/Mercury_(planet)", "description": "Mercury is the smallest planet in the Solar System and the closest to the Sun. Its orbit around the Sun takes 87.97 Earth days, the shortest of all the Sun's planets. It is named after the Roman god Mercurius (Mercury), god of commerce, messenger of the gods, and mediator between gods and mortals, corresponding to the Greek god Hermes (Ἑρμῆς). Like Venus, Mercury orbits the Sun within Earth's orbi"}, {"title": "Space probe", "href": "/wiki/Space_probe", "description": "A space probe or a spaceprobe is a robotic spacecraft that doesn't orbit the Earth, but instead explores farther into outer space. A space probe may approach the Moon; travel through interplanetary space; flyby, orbit, or land or fly on other planetary bodies; or enter interstellar space."}]}, {"heading": "Events", "year": "1975", "date": "November 3", "txt": "Syed Nazrul Islam, A. H. M. Qamaruzzaman, Tajuddin Ahmad, and Muhammad Mansur Ali, Bangladeshi politicians and Sheikh Mujibur Rahman loyalists, are murdered in the Dhaka Central Jail.", "entities": [{"title": "Syed Nazrul Islam", "href": "/wiki/Syed_Nazrul_Islam", "description": "Syed Nazrul Islam was a Bangladeshi politician and a senior leader of the Awami League. During the Bangladesh Liberation War, he was declared as the Vice President of Bangladesh by the Provisional Government. He served as the Acting President in the absence of Sheikh Mujibur Rahman."}, {"title": "A. H. M. Qamaruzzaman", "href": "/wiki/A._H._M._Qamaruzzaman", "description": "Abul Hasnat Muhammad Kamaruzzaman was a Bangladeshi politician, government minister and a leading member of the Awami League. A member of the Mujibnagar Government, Kamaruzzaman was murdered along with Syed Nazrul Islam, Muhammad Mansur Ali and Tajuddin Ahmed in the jail killings in Dhaka Central Jail on 3 November 1975."}, {"title": "Tajuddin Ahmad", "href": "/wiki/Tajuddin_Ahmad", "description": "Tajuddin Ahmad was a Bengali statesman. He led the Provisional Government of Bangladesh as its prime minister during the Bangladesh Liberation War in 1971 and is regarded as one of the most instrumental figures in the birth of Bangladesh."}, {"title": "Muhammad Mansur Ali", "href": "/wiki/Muhammad_Mansur_Ali", "description": "Muhammad Mansur Ali was a Bangladeshi politician who was a close confidant of Sheikh Mujibur Rahman, the founding leader of Bangladesh. A senior leader of the Awami League, Mansur also served as the Prime Minister of Bangladesh in 1975."}, {"title": "Sheikh Mujibur Rahman", "href": "/wiki/Sheikh_Mujibur_Rahman", "description": "Sheikh Mujibur Rahman, shortened as Sheikh Mujib or Mujib, was a Bangladeshi politician and statesman. He is called the \"Father of the Nation\" in Bangladesh. He served as the first President of Bangladesh and later as the Prime Minister of Bangladesh from 17 April 1971 until his assassination on 15 August 1975. He is considered to be the driving force behind the independence of Bangladesh. He is p"}]}, {"heading": "Events", "year": "1978", "date": "November 3", "txt": "Dominica gains its independence from the United Kingdom.", "entities": [{"title": "Dominica", "href": "/wiki/Dominica", "description": "Dominica, officially the Commonwealth of Dominica, is an island country in the Caribbean. The capital, Roseau, is located on the western side of the island. It is geographically situated as part of the Windward Islands chain in the Lesser Antilles archipelago in the Caribbean Sea. The island is located near Guadeloupe to the northwest and Martinique to the south-southeast. Its area is 750 km2 (290"}]}, {"heading": "Events", "year": "1979", "date": "November 3", "txt": "Greensboro massacre: Five members of the Communist Workers Party are shot dead and seven are wounded by a group of Klansmen and neo-Nazis during a \"Death to the Klan\" rally in Greensboro, North Carolina, United States.", "entities": [{"title": "Greensboro massacre", "href": "/wiki/Greensboro_massacre", "description": "The Greensboro massacre occurred on November 3, 1979, in Greensboro, North Carolina, when five protesters, including four members of the Communist Workers Party (CWP), were killed by members of the Ku Klux Klan and the American Nazi Party (ANP) during a Death to the Klan march, organized by the CWP. The event had been preceded by inflammatory rhetoric from both sides. The CWP had originally come t"}, {"title": "Communist Workers' Party (United States)", "href": "/wiki/Communist_Workers%27_Party_(United_States)", "description": "The Communist Workers' Party (CWP) was a far-left Maoist group in the United States. It had its origin in 1973 as the Asian Study Group established by Jerry Tung, a former member of the Progressive Labor Party (PLP) who had grown disenchanted with the group and disagreed with changes taking place in the party line. The party is mainly remembered as the victim of the Greensboro Massacre of 1979."}, {"title": "Ku Klux Klan", "href": "/wiki/Ku_Klux_Klan", "description": "The Ku Klux Klan, commonly shortened to the KKK or the Klan, is an American white supremacist terrorist hate group whose primary targets are African Americans as well as Jews, immigrants, leftists, homosexuals, Catholics, Muslims, and atheists. The Klan has existed in three distinct eras at different points in time during the history of the United States. Each has advocated extremist reactionary p"}, {"title": "Neo-Nazism", "href": "/wiki/Neo-Nazism", "description": "Neo-Nazism refers to the post-World War II militant, social, and political movements seeking to revive and implement Nazi ideology. Neo-Nazis seek to employ their ideology to promote hatred and white supremacy, attack racial and ethnic minorities, and in some cases to create a fascist state."}, {"title": "Greensboro, North Carolina", "href": "/wiki/Greensboro,_North_Carolina", "description": "Greensboro is a city in and the county seat of Guilford County, North Carolina, United States. It is the third-most populous city in North Carolina, the 68th-most populous city in the United States, and the largest city in the Piedmont Triad metropolitan region. At the 2010 United States Census the city population was 269,666. In 2019, the estimated population was 296,710. Three major interstate h"}]}, {"heading": "Events", "year": "1982", "date": "November 3", "txt": "The Salang Tunnel fire in Afghanistan by kills 150–2000 people.", "entities": [{"title": "Salang Tunnel fire", "href": "/wiki/Salang_Tunnel_fire", "description": "The Salang Tunnel fire occurred on 3 November 1982 in Afghanistan's Salang Tunnel during the Soviet occupation of Afghanistan. Details are uncertain and officially the number of casualties was recorded as between 168–176 Soviet and Afghan soldiers and civilians. Despite this, contemporary Western media claimed the incident may have been the deadliest known road accident, and one of the deadliest f"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Events", "year": "1986", "date": "November 3", "txt": "Iran–Contra affair: The Lebanese magazine Ash-Shiraa reports that the United States has been secretly selling weapons to Iran in order to secure the release of seven American hostages held by pro-Iranian groups in Lebanon.", "entities": [{"title": "Iran–Contra affair", "href": "/wiki/Iran%E2%80%93Contra_affair", "description": "The Iran–Contra affair, popularized in Iran as the McFarlane affair, the Iran–Contra scandal, or simply Iran–Contra, was a political scandal in the United States that occurred during the second term of the Reagan Administration. Senior administration officials secretly facilitated the sale of arms to the Khomeini government of the Islamic Republic of Iran, which was the subject of an arms embargo."}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Hostage", "href": "/wiki/Hostage", "description": "A hostage is a person seized by a criminal abductor in order to compel another party such as a relative, employer, law enforcement or government to act, or refrain from acting, in a certain way, often under threat of serious physical harm to the hostage(s) after expiration of an ultimatum. The 1911 edition of the Encyclopædia Britannica defines a hostage as \"a person who is handed over by one of t"}]}, {"heading": "Events", "year": "1986", "date": "November 3", "txt": "The Compact of Free Association becomes law, granting the Federated States of Micronesia and the Marshall Islands independence from the United States.", "entities": [{"title": "Federated States of Micronesia", "href": "/wiki/Federated_States_of_Micronesia", "description": "The Federated States of Micronesia or simply Micronesia, is an island country in Oceania. It consists of four states – from west to east, Yap, Chuuk, Pohnpei and Kosrae – that are spread across the western Pacific. Together, the states comprise around 607 islands that cover a longitudinal distance of almost 2,700 km (1,678 mi) just north of the equator. They lie northeast of Indonesia and Papua Ne"}, {"title": "Marshall Islands", "href": "/wiki/Marshall_Islands", "description": "The Marshall Islands, officially the Republic of the Marshall Islands, is an island country near the Equator in the Pacific Ocean, slightly west of the International Date Line. Geographically, the country is part of the larger island group of Micronesia. The country's population of 58,413 people is spread out over 29 coral atolls, comprising 1,156 individual islands and islets. The capital and lar"}]}, {"heading": "Events", "year": "1988", "date": "November 3", "txt": "Sri Lankan Tamil mercenaries attempt to overthrow the Maldivian government. At President Maumoon Abdul Gayoom's request, the Indian military suppresses the rebellion within 24 hours.", "entities": [{"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Tamil people", "href": "/wiki/Tamil_people", "description": "The Tamil people, also known as Tamilar or simply Tamils, are a Dravidian ethno-linguistic group who trace their ancestry to the South Indian state of Tamil Nadu, Union territory of Puducherry and to Sri Lanka. Tamils constitute 5.9% of the population in India, 15% in Sri Lanka, 10% in Mauritius, 7% in Malaysia and 5% in Singapore. Tamils, with a population of around 76 million and with a document"}, {"title": "Mercenary", "href": "/wiki/Mercenary", "description": "A mercenary, sometimes known as a soldier of fortune, is an individual who takes part in military conflict for personal profit, is otherwise an outsider to the conflict, and is not a member of any other official military. Mercenaries fight for money or other forms of payment rather than for political interests. Beginning in the 20th century, mercenaries have increasingly come to be seen as less en"}, {"title": "1988 Maldives coup d'état", "href": "/wiki/1988_Maldives_coup_d%27%C3%A9tat", "description": "The 1988 Maldives coup d'état attempt was the attempt by a group of Maldivians led by businessman Abdullah Luthufi and assisted by armed mercenaries of a Tamil secessionist organisation from Sri Lanka, the People's Liberation Organisation of Tamil Eelam (PLOTE), to overthrow the government in the island republic of Maldives. The mercenaries quickly gained control of the capital, including the majo"}, {"title": "Maldives", "href": "/wiki/Maldives", "description": "Maldives, officially the Republic of Maldives, is a small archipelagic state in South Asia situated in the Indian Ocean. It lies southwest of Sri Lanka and India, about 700 kilometres (430 mi) from the Asian continent's mainland. The chain of 26 atolls stretches from Ihavandhippolhu Atoll in the north to Addu Atoll in the south. Comprising a territory spanning roughly 298 square kilometres (115 sq"}, {"title": "Maumoon Abdul Gayoom", "href": "/wiki/Maumoon_Abdul_Gayoom", "description": "Maumoon Abdul Gayoom is a Maldivian politician and an Islamic scholar who ruled the country as the President of Maldives from 1978 to 2008. After serving as Minister of Transport, he was nominated as President by the Majlis (Parliament) of the Maldives and succeeded Ibrahim Nasir in 1978. He was defeated in the October 2008 presidential election. In opposition, he continued to serve as leader of t"}]}, {"heading": "Events", "year": "1992", "date": "November 3", "txt": "Democratic Arkansas Governor Bill Clinton defeats Republican President George H. W. Bush and Independent candidate Ross Perot in the 1992 U.S. presidential election.", "entities": [{"title": "Arkansas", "href": "/wiki/Arkansas", "description": "Arkansas is a state in the South Central region of the United States, home to more than three million people as of 2018. Its name is from the Osage language, a Dhegiha Siouan language, and referred to their relatives, the Quapaw people. The state's diverse geography ranges from the mountainous regions of the Ozark and Ouachita Mountains, which make up the U.S. Interior Highlands, to the densely fo"}, {"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}, {"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "Ross Perot", "href": "/wiki/Ross_Perot", "description": "Henry Ross Perot was an American business magnate, billionaire, and philanthropist. He was the founder and chief executive officer of Electronic Data Systems and Perot Systems. He ran an independent presidential campaign in 1992 and a third-party campaign in 1996, establishing the Reform Party in the latter election. Although he failed to carry a single state in either election, both campaigns wer"}, {"title": "United States presidential Election, 1992", "href": "/wiki/United_States_presidential_Election,_1992", "description": "The 1992 United States presidential election was the 52nd quadrennial presidential election, held on Tuesday, November 3, 1992. Democratic Governor Bill Clinton of Arkansas defeated incumbent Republican President George H. W. Bush, independent businessman Ross Perot of Texas, and a number of minor candidates. This election marked the end of a period of Republican dominance that began in 1968, Bush"}]}, {"heading": "Events", "year": "1996", "date": "November 3", "txt": "Abdullah Çatlı, leader of the Turkish ultranationalist organization Grey Wolves, dies in the Susurluk car crash, leading to the resignation of the Turkish Interior Minister, Mehmet Ağar (a leader of the True Path Party, DYP).", "entities": [{"title": "Abdullah Çatlı", "href": "/wiki/Abdullah_%C3%87atl%C4%B1", "description": "\nAbdullah Çatlı was a Turkish secret government agent, as well as a contract killer for the National Intelligence Organization (MİT). He led the Grey Wolves, the youth branch of the Nationalist Movement Party (MHP), during the 1970s. His death in the Susurluk car crash, while travelling in a car with state officials, revealed the depth of the state's complicity in organized crime in what became kn"}, {"title": "Grey Wolves (organization)", "href": "/wiki/Grey_Wolves_(organization)", "description": "The Grey Wolves, officially known as Idealist Hearths, is a Turkish far-right organization and movement affiliated with the Nationalist Movement Party (MHP). Commonly described as ultranationalistic, Islamistic and neo-fascist, it is a youth organization that has been characterized as MHP's paramilitary or militant wing. Its members deny its political nature and claim it to be a cultural and educa"}, {"title": "Susurluk car crash", "href": "/wiki/Susurluk_car_crash", "description": "The Susurluk car crash took place on 3 November 1996 in the small town of Susurluk, in Turkey's Balıkesir Province. It resulted in the death of three of the passengers: Abdullah Çatlı, a former ultra-rightist militant wanted by police for multiple murders and drug trafficking; Huseyin Kocadağ, a senior police official; and beauty queen Gonca Us. Sedat Bucak, an MP, escaped with a broken leg and fr"}, {"title": "Ministry of the Interior (Turkey)", "href": "/wiki/Ministry_of_the_Interior_(Turkey)", "description": "The Ministry of the Internal Affairs is a government ministry office of the Republic of Turkey, responsible for interior security affairs in Turkey."}, {"title": "Mehmet Ağar", "href": "/wiki/Mehmet_A%C4%9Far", "description": "Mehmet Kemal Ağar is a Turkish former police chief, politician, government minister and leader of the Democratic Party. He was a police officer who rose to General Director of the General Directorate of Security, serving from 1993 to 1995, before entering parliament and serving as a government minister in 1996. After being sentenced to several years in prison for criminal activities relating to th"}, {"title": "True Path Party", "href": "/wiki/True_Path_Party", "description": "The True Path Party was a centre-right political party in Turkey, active from 1983 to 2007. For most of its history, the party's central figure was Süleyman Demirel, a former Prime Minister of Turkey who had previously led the Justice Party (AP), before it was shut down in the aftermath of the 1980 military coup. The DYP was widely considered the successor of both the AP and the Democrat Party (DP"}]}, {"heading": "Events", "year": "1997", "date": "November 3", "txt": "The United States imposes economic sanctions against Sudan in response to its human rights abuses of its own citizens and its material and political assistance to Islamic extremist groups across the Middle East and Eastern Africa.", "entities": [{"title": "Economic sanctions", "href": "/wiki/Economic_sanctions", "description": "Economic sanctions are commercial and financial penalties applied by one or more countries against a targeted self-governing state, group, or individual. Economic sanctions are not necessarily imposed because of economic circumstances—they may also be imposed for a variety of political, military, and social issues. Economic sanctions can be used for achieving domestic and international purposes."}, {"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}, {"title": "Human rights in Sudan", "href": "/wiki/Human_rights_in_Sudan", "description": "Sudan's human rights record has been widely condemned. Some human rights organizations have documented a variety of abuses and atrocities carried out by the Sudanese government over the past several years under the rule of Omar al-Bashir. The 2009 Human Rights Report by the United States Department of State noted serious concerns over human rights violations by the government and militia groups. C"}, {"title": "Islamic extremism", "href": "/wiki/Islamic_extremism", "description": "Islamic extremism, Islamist extremism or radical Islam is extremism associated with the religion of Islam. These are controversial terms with varying definitions, ranging from academic understandings to the idea that all ideologies other than Islam have failed and have demonstrated their bankruptcy, as well as political ones like the definition by the government of the United Kingdom which underst"}, {"title": "East Africa", "href": "/wiki/East_Africa", "description": "East Africa or East of Africa is the eastern sub-region of the African continent, In the United Nations Statistics Division scheme of geographic regions, 19* territories make up Eastern Africa:Tanzania, Kenya, Uganda, Rwanda, Burundi and South Sudan are members of the East African Community EAC. The first five are also included in the African Great Lakes region. Burundi and Rwanda are at times als"}]}, {"heading": "Events", "year": "2014", "date": "November 3", "txt": "One World Trade Center officially opens. It is the replacement for the World Trade Center Twin Towers, in New York City, after the towers  were each destroyed by airplanes during the September 11 attacks.", "entities": [{"title": "One World Trade Center", "href": "/wiki/One_World_Trade_Center", "description": "One World Trade Center is the main building of the rebuilt World Trade Center complex in Lower Manhattan, New York City. One WTC is the tallest building in the United States, the tallest building in the Western Hemisphere, and the sixth-tallest in the world. The supertall structure has the same name as the North Tower of the original World Trade Center, which was destroyed in the terrorist attacks"}, {"title": "World Trade Center (1973–2001)", "href": "/wiki/World_Trade_Center_(1973%E2%80%932001)", "description": "The original World Trade Center was a large complex of seven buildings in the Financial District of Lower Manhattan, New York City, United States. It opened on April 4, 1973, and was destroyed in 2001 during the September 11 attacks. At the time of their completion, the Twin Towers—the original 1 World Trade Center, at 1,368 feet (417 m); and 2 World Trade Center, at 1,362 feet (415.1 m)—were the "}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}]}, {"heading": "Events", "year": "2020", "date": "November 3", "txt": "The US Presidential Election takes place between Democratic Joe Biden and Republican incumbent President Donald Trump. On November 7, Biden was declared the winner.", "entities": [{"title": "2020 United States presidential election", "href": "/wiki/2020_United_States_presidential_election", "description": "The 2020 United States presidential election was the 59th quadrennial presidential election, held on Tuesday, November 3, 2020. The Democratic ticket of former vice president Joe Biden and the junior U.S. senator from California Kamala Harris defeated the incumbent Republican president Donald Trump and vice president Mike Pence. Trump became the first U.S. president since George H. W. Bush in the "}, {"title": "Democratic Party (United States)", "href": "/wiki/Democratic_Party_(United_States)", "description": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main historic rival, the Republican Party. It was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party."}, {"title": "Joe Biden", "href": "/wiki/Joe_Biden", "description": "Joseph Robinette Biden Jr. is an American politician who is the 46th president of the United States. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under Barack Obama and represented Delaware in the United States Senate from 1973 to 2009."}, {"title": "Republican Party (United States)", "href": "/wiki/Republican_Party_(United_States)", "description": "The Republican Party, also referred to as the GOP, is one of the two major contemporary political parties in the United States, along with its main historic rival, the Democratic Party."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Donald Trump", "href": "/wiki/Donald_Trump", "description": "Donald John Trump is an American media personality and businessman who served as the 45th president of the United States from 2017 to 2021."}]}, {"heading": "Births", "year": "AD 39", "date": "November 3", "txt": "Lucan, Roman poet (d. 65)", "entities": [{"title": "Lucan", "href": "/wiki/Lucan", "description": "Marcus Annaeus Lucanus, better known in English as Lucan, was a Roman poet, born in Corduba, in Hispania Baetica. He is regarded as one of the outstanding figures of the Imperial Latin period, known in particular for his epic Pharsalia. His youth and speed of composition set him apart from other poets."}]}, {"heading": "Births", "year": "1500", "date": "November 3", "txt": "Benvenuto Cellini, Italian sculptor and painter (d. 1571)", "entities": [{"title": "Benvenuto Cellini", "href": "/wiki/Benvenuto_Cellini", "description": "Benvenuto Cellini was an Italian goldsmith, sculptor, draftsman, soldier, musician, and artist who also wrote poetry and a famous autobiography."}]}, {"heading": "Births", "year": "1505", "date": "November 3", "txt": "Achilles Gasser, German physician and astrologer (d. 1577)", "entities": [{"title": "Achilles Gasser", "href": "/wiki/Achilles_Gasser", "description": "Achilles Pirmin Gasser was a German physician and astrologer. He is now known as a well-connected humanistic scholar, and supporter of both Copernicus and Rheticus."}]}, {"heading": "Births", "year": "1527", "date": "November 3", "txt": "Tilemann Heshusius, Gnesio-Lutheran theologian (d. 1588)", "entities": [{"title": "Tilemann Heshusius", "href": "/wiki/Tilemann_Heshusius", "description": "Tilemann Heshusius was a Gnesio-Lutheran theologian and Protestant reformer."}]}, {"heading": "Births", "year": "1560", "date": "November 3", "txt": "Annibale Carracci, Italian painter and illustrator (d. 1609)", "entities": [{"title": "Annibale Carracci", "href": "/wiki/Annibale_Carracci", "description": "Annibale Carracci was an Italian painter and instructor, active in Bologna and later in Rome. Along with his brother and cousin, Annibale was one of the progenitors, if not founders of a leading strand of the Baroque style, borrowing from styles from both north and south of their native city, and aspiring for a return to classical monumentality, but adding a more vital dynamism. Painters working u"}]}, {"heading": "Births", "year": "1587", "date": "November 3", "txt": "Samuel Scheidt, German organist, composer, and educator (d. 1654)", "entities": [{"title": "Samuel Scheidt", "href": "/wiki/Samuel_Scheidt", "description": "Samuel Scheidt was a German composer, organist and teacher of the early Baroque era."}]}, {"heading": "Births", "year": "1604", "date": "November 3", "txt": "Osman II, Ottoman sultan (d. 1622)", "entities": [{"title": "Osman II", "href": "/wiki/Osman_II", "description": "Osman II, also known as Osman the Young, was the Sultan of the Ottoman Empire from 1618 until his regicide on 20 May 1622."}]}, {"heading": "Births", "year": "1618", "date": "November 3", "txt": "Aurangzeb, Mughal emperor of India (d. 1707)", "entities": [{"title": "Aurangzeb", "href": "/wiki/Aurangzeb", "description": "Muhi-ud-Din Muhammad, commonly known by the sobriquet Aurangzeb or by his regnal title Alamgir, was the sixth Mughal emperor, who ruled over almost the entire Indian subcontinent for a period of 49 years. Widely considered to be the last effective ruler of the Mughal Empire, Aurangzeb compiled the Fatawa-e-Alamgiri, and was among the few monarchs to have fully established Sharia law and Islamic ec"}, {"title": "Mughal emperor", "href": "/wiki/Mughal_emperor", "description": "The Mughal emperors built and ruled the Mughal Empire on the Indian subcontinent, mainly corresponding to the modern countries of India, Pakistan, Afghanistan and Bangladesh. The Mughals began to rule parts of India from 1526, and by 1700 ruled most of the sub-continent. After that they declined rapidly, but nominally ruled territories until the 1850s. The Mughals were a branch of the Timurid dyna"}]}, {"heading": "Births", "year": "1656", "date": "November 3", "txt": "Georg Reutter, Austrian organist and composer (d. 1738)", "entities": [{"title": "Georg Reutter", "href": "/wiki/Georg_Reutter", "description": "Georg Reutter was an Austrian organist, theorbo player and composer."}]}, {"heading": "Births", "year": "1659", "date": "November 3", "txt": "Hui-bin Jang, Royal consort (d. 1701)", "entities": [{"title": "Hui-bin Jang", "href": "/wiki/Hui-bin_Jang", "description": "Jang Ok-jeong, of the Indong Jang clan, was the wife and third queen consort of Yi Sun, King Sukjong and the mother of Yi Yun, King Gyeongjong. She was Queen consort of Joseon from 1688 until her deposition in 1694. She was honoured as Hui-bin during her tenure as first rank concubine of the king."}]}, {"heading": "Births", "year": "1689", "date": "November 3", "txt": "Jan Josef Ignác Brentner, Czech composer (d. 1742)", "entities": [{"title": "Jan Josef Ignác Brentner", "href": "/wiki/Jan_Josef_Ign%C3%A1c_Brentner", "description": "Jan Josef Ignác Brentner, was a Bohemian composer of the Baroque era."}]}, {"heading": "Births", "year": "1749", "date": "November 3", "txt": "Daniel Rutherford, Scottish chemist and physician (d. 1819)", "entities": [{"title": "Daniel Rutherford", "href": "/wiki/Daniel_Rutherford", "description": "Daniel Rutherford was a Scottish physician, chemist and botanist who is known for the isolation of nitrogen in 1772."}]}, {"heading": "Births", "year": "1757", "date": "November 3", "txt": "Robert Smith, American soldier, lawyer, and politician, 6th United States Secretary of State (d. 1842)", "entities": [{"title": "Robert Smith (Cabinet member)", "href": "/wiki/Robert_Smith_(Cabinet_member)", "description": "Robert Smith was the second United States Secretary of the Navy from 1801 to 1809 and the sixth United States Secretary of State from 1809 to 1811. He was the brother of Senator Samuel Smith."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1777", "date": "November 3", "txt": "Princess Sophia of the United Kingdom (d. 1848)", "entities": [{"title": "Princess Sophia of the United Kingdom", "href": "/wiki/Princess_Sophia_of_the_United_Kingdom", "description": "Princess Sophia of the United Kingdom was the twelfth child and fifth daughter of King George III and Charlotte of Mecklenburg-Strelitz. Sophia is perhaps best known for the rumours surrounding a supposed illegitimate child to whom she gave birth as a young woman."}]}, {"heading": "Births", "year": "1793", "date": "November 3", "txt": "Stephen F. Austin, American businessman and politician (d. 1836)", "entities": [{"title": "Stephen F. Austin", "href": "/wiki/Stephen_F._Austin", "description": "Stephen Fuller Austin was an American-born empresario. Known as the \"Father of Texas\" and the founder of Anglo Texas, he led the second and, ultimately, the successful colonization of the region by bringing 300 families from the United States to the region in 1825."}]}, {"heading": "Births", "year": "1794", "date": "November 3", "txt": "William Cullen Bryant, American poet and journalist (d. 1878)", "entities": [{"title": "William Cullen Bryant", "href": "/wiki/William_Cullen_Bryant", "description": "William Cullen Bryant was an American romantic poet, journalist, and long-time editor of the New York Evening Post. Born in Massachusetts, he started his career as a lawyer but showed an interest in poetry early in his life. He soon relocated to New York and took up work as an editor at various newspapers. He became one of the most significant poets in early literary America and has been grouped a"}]}, {"heading": "Births", "year": "1799", "date": "November 3", "txt": "William Sprague III, American lawyer and politician, 14th Governor of Rhode Island (d. 1856)", "entities": [{"title": "William Sprague III", "href": "/wiki/William_Sprague_III", "description": "William Sprague, also known as William III or William Sprague III, was a politician and industrialist from the U.S. state of Rhode Island, serving as the 14th Governor, a U.S. Representative and a U.S. Senator. He was the uncle of William Sprague IV, also a Governor and Senator from Rhode Island."}, {"title": "List of Governors of Rhode Island", "href": "/wiki/List_of_Governors_of_Rhode_Island", "description": "The governor of the State of Rhode Island is the head of the executive branch of the government of Rhode Island and serves as commander-in-chief of the state's Army National Guard and Air National Guard. The current governor is Daniel McKee. John W. Davis, Herbert W. Ladd, and Aram J. Pothier each served two non-consecutive stints, while James Fenner served three non-consecutive stints as governor"}]}, {"heading": "Births", "year": "1801", "date": "November 3", "txt": "Karl Baedeker, German author and publisher, founded the Baedeker Publishing Company (d. 1859)", "entities": [{"title": "Karl Baedeker", "href": "/wiki/Karl_Baedeker", "description": "Karl Ludwig Johannes Baedeker was a German publisher whose company, Baedeker, set the standard for authoritative guidebooks for tourists."}, {"title": "Baedeker", "href": "/wiki/Baedeker", "description": "Verlag Karl Baedeker, founded by Karl Baedeker on July 1, 1827, is a German publisher and pioneer in the business of worldwide travel guides. The guides, often referred to simply as \"Baedekers\", contain, among other things, maps and introductions; information about routes and travel facilities; and descriptions of noteworthy buildings, sights, attractions and museums, written by specialists."}]}, {"heading": "Births", "year": "1801", "date": "November 3", "txt": "Vincenzo Bellini, Italian composer (d. 1835)", "entities": []}, {"heading": "Births", "year": "1815", "date": "November 3", "txt": "John Mitchel, Irish journalist and activist (d. 1875)", "entities": [{"title": "John Mitchel", "href": "/wiki/John_Mitchel", "description": "John Mitchel was an Irish nationalist activist, author, and political journalist. In the Famine years of the 1840s he was a leading writer for the Nation produced by the Young Ireland group and their splinter from Daniel O'Connell's Repeal Association, the Irish Confederation. As editor of his own paper, the United Irishman, in 1848 Mitchel was sentenced to 14-years penal transportation, penalty f"}]}, {"heading": "Births", "year": "1816", "date": "November 3", "txt": "Jubal Early, American general and lawyer (d. 1894)", "entities": [{"title": "Jubal Early", "href": "/wiki/Jubal_Early", "description": "Jubal Anderson Early was a Virginia lawyer and politician who became a Confederate general during the American Civil War. Trained at the United States Military Academy, Early resigned his U.S. Army commission after the Second Seminole War and his Virginia military commission after the Mexican–American War, in both cases to practice law and participate in politics. Accepting a Virginia and later Co"}]}, {"heading": "Births", "year": "1816", "date": "November 3", "txt": "Calvin Fairbank, American minister and activist (d. 1898)", "entities": []}, {"heading": "Births", "year": "1845", "date": "November 3", "txt": "Edward Douglass White, American lawyer, jurist, and politician, 9th Chief Justice of the United States (d. 1921)", "entities": [{"title": "Edward Douglass White", "href": "/wiki/Edward_Douglass_White", "description": "Edward Douglass White Jr. was an American politician and jurist from Louisiana. He was a United States Senator and the ninth Chief Justice of the United States. He served on the Supreme Court of the United States from 1894 to 1921. He is best known for formulating the Rule of Reason standard of antitrust law."}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Births", "year": "1852", "date": "November 3", "txt": "Emperor Meiji of Japan (d. 1912)", "entities": [{"title": "Emperor Meiji", "href": "/wiki/Emperor_Meiji", "description": "Emperor Meiji , also called Meiji the Great , or Meiji the Good , was the 122nd Emperor of Japan according to the traditional order of succession, reigning from 3 February 1867 until his death on 30 July 1912, and the first monarch of the Empire of Japan. He presided over the Meiji era, a time of rapid change that witnessed Japan's transformation from an isolationist, feudal state to an industrial"}]}, {"heading": "Births", "year": "1854", "date": "November 3", "txt": "Carlo Fornasini, Italian micropalaeontologist (d. 1931)", "entities": [{"title": "Carlo Fornasini", "href": "/wiki/Carlo_Fornasini", "description": "Cavaliere dottore Carlo Fornasini was an Italian micropalaeontologist who specialised in Foraminifera ('forams'). He was a pioneer in using fossil forams to sequence marine sedimentary deposits by their relative dates; a technique called biostratigraphy."}]}, {"heading": "Births", "year": "1856", "date": "November 3", "txt": "Jim McCormick, Scottish-American baseball player and manager (d. 1918)", "entities": [{"title": "Jim McCormick (pitcher)", "href": "/wiki/Jim_McCormick_(pitcher)", "description": "James McCormick was a Scottish right-handed pitcher in Major League Baseball. A native of Glasgow, he was the first ballplayer born in Scotland to appear in a major league game."}]}, {"heading": "Births", "year": "1857", "date": "November 3", "txt": "Mikhail Alekseyev, Russian general (d. 1918)", "entities": [{"title": "Mikhail Alekseyev", "href": "/wiki/Mikhail_Alekseyev", "description": "Mikhail Vasilyevich Alekseyev was an Imperial Russian Army general during World War I and the Russian Civil War. Between 1915 and 1917 he served as Tsar Nicholas II's Chief of Staff of the Stavka, and after the February Revolution, was its commander-in-chief under the Russian Provisional Government from March to May 1917. He later played a principal role in founding the Volunteer Army in the Russi"}]}, {"heading": "Births", "year": "1862", "date": "November 3", "txt": "Henry George, Jr., American journalist and politician (d. 1916)", "entities": [{"title": "Henry George, Jr.", "href": "/wiki/Henry_George,_Jr.", "description": "Henry George Jr. was a United States Representative from New York and the son of the American political economist Henry George (1839–1897)."}]}, {"heading": "Births", "year": "1863", "date": "November 3", "txt": "Alfred Perot, French physicist and academic (d. 1925)", "entities": [{"title": "Alfred Perot", "href": "/wiki/Alfred_Perot", "description": "Jean-Baptiste Alfred Perot was a French physicist."}]}, {"heading": "Births", "year": "1866", "date": "November 3", "txt": "Harry Staley, American baseball player (d. 1910)", "entities": [{"title": "Harry Staley", "href": "/wiki/Harry_Staley", "description": "Henry Eli Staley was an American professional baseball player who pitched in the major leagues from 1888 to 1895. He played for the Boston Beaneaters, Pittsburgh Alleghenys/Pirates, Pittsburgh Burghers, and St. Louis Browns. On June 1, 1893, in a game against the Louisville Colonels, Staley had nine runs batted in, a record for most RBIs in a game by a pitcher. The record stood for over 70 years u"}]}, {"heading": "Births", "year": "1871", "date": "November 3", "txt": "Albert Goldthorpe, English rugby player and manager (d. 1943)", "entities": [{"title": "Albert Goldthorpe", "href": "/wiki/Albert_Goldthorpe", "description": "Albert Edward Goldthorpe was an English rugby footballer from the period around 1895's schism in English rugby, which led to the formation of rugby league football around the turn of the century."}]}, {"heading": "Births", "year": "1875", "date": "November 3", "txt": "Emīls Dārziņš, Latvian composer and conductor (d. 1910)", "entities": [{"title": "Emīls Dārziņš", "href": "/wiki/Em%C4%ABls_D%C4%81rzi%C5%86%C5%A1", "description": "Emīls Dārziņš was a Latvian composer, conductor and music critic. Dārziņš' work bears a distinct romantic character, with a strong trend towards national themes. His main musical authorities and influences were Pyotr Tchaikovsky and Jean Sibelius. Dārziņš musical contribution is mainly to vocal music, but he also composed orchestral music, though only one piece, \"Melanholiskais valsis\" has survive"}]}, {"heading": "Births", "year": "1876", "date": "November 3", "txt": "Stephen Alencastre, American bishop and missionary (d. 1940)", "entities": [{"title": "Stephen Alencastre", "href": "/wiki/Stephen_Alencastre", "description": "Bishop Stephen Peter Alencastre, SS.CC., was a Roman Catholic bishop who served as the fifth and last Vicar Apostolic of the Vicariate Apostolic of the Hawaiian Islands. He was also an apparent titular bishop of Arabissus."}]}, {"heading": "Births", "year": "1877", "date": "November 3", "txt": "Carlos Ibáñez del Campo, Chilean general and politician, 20th President of Chile (d. 1960)", "entities": [{"title": "Carlos Ibáñez del Campo", "href": "/wiki/Carlos_Ib%C3%A1%C3%B1ez_del_Campo", "description": "General Carlos Ibáñez del Campo was a Chilean Army officer and political figure. He served as President twice, first between 1927 and 1931, and then from 1952 to 1958, serving for 11 years in office."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1878", "date": "November 3", "txt": "Bangalore Nagarathnamma, Indian Carnatic singer and activist (d. 1952)", "entities": [{"title": "Bangalore Nagarathnamma", "href": "/wiki/Bangalore_Nagarathnamma", "description": "Bangalore Nagarathnamma was an Indian Carnatic singer, cultural activist, scholar, and courtesan. A descendant of courtesans, she was also a patron of the arts and a historian. Nagarathnamma built a temple over the samadhi of the Carnatic singer Tyagaraja at Thiruvaiyaru and helped establish the Tyagaraja Aradhana festival in his memory. Within a male dominated festival, she was the feminist aggre"}, {"title": "Carnatic music", "href": "/wiki/Carnatic_music", "description": "Carnatic music, known as Karnāṭaka saṃgīta or Karnāṭaka saṅgītam in the South Indian languages, is a system of music commonly associated with South India, including the modern Indian states of Karnataka, Andhra Pradesh, Telangana, Kerala and Tamil Nadu, and Sri Lanka. It is one of two main subgenres of Indian classical music that evolved from ancient Sanatana dharma sciences and traditions, partic"}]}, {"heading": "Births", "year": "1882", "date": "November 3", "txt": "Yakub Kolas, Belarusian writer (d. 1956)", "entities": [{"title": "Yakub Kolas", "href": "/wiki/Yakub_Kolas", "description": "Yakub Kolas, real name Kanstantsin Mikhailovich Mitskievich was a Belarusian writer, People's Poet of the Byelorussian SSR (1926), member (1928) and vice-president of the Belarusian Academy of Sciences."}]}, {"heading": "Births", "year": "1884", "date": "November 3", "txt": "Joseph William Martin, Jr., American publisher and politician, 49th Speaker of the United States House of Representatives (d. 1968)", "entities": [{"title": "Joseph William Martin, Jr.", "href": "/wiki/Joseph_William_Martin,_Jr.", "description": "Joseph William Martin Jr. was an American politician who served as the 44th Speaker of the United States House of Representatives from 1947 to 1949 and 1953 to 1955; he represented the district covering North Attleborough, Massachusetts. He was the only Republican to serve as Speaker in a sixty-four year period from 1931 to 1995. He was a \"compassionate conservative\" who opposed the New Deal and s"}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1887", "date": "November 3", "txt": "Samuil Marshak, Russian author and poet (d. 1964)", "entities": [{"title": "Samuil Marshak", "href": "/wiki/Samuil_Marshak", "description": "Samuil Yakovlevich Marshak was a Russian and Soviet writer of Jewish origin, translator and poet who wrote for both children and adults. He translated the sonnets and some other of the works of William Shakespeare, English poetry, and poetry from other languages. Maxim Gorky proclaimed Marshak to be \"the founder of Russia's (Soviet) children's literature.\""}]}, {"heading": "Births", "year": "1887", "date": "November 3", "txt": "Eileen Hendriks, British geologist (d. 1978)", "entities": [{"title": "Eileen Hendriks", "href": "/wiki/Eileen_Hendriks", "description": "Eileen Mary Lind Hendriks (1887–1978) was a geologist specialising in the geology of Devon and Cornwall. In 1930, she attempted to become the first female geologist employed by the Geological Survey of Great Britain, but her application was unsuccessful."}]}, {"heading": "Births", "year": "1890", "date": "November 3", "txt": "Harry Stephen Keeler, American author (d. 1967)", "entities": [{"title": "Harry Stephen Keeler", "href": "/wiki/Harry_Stephen_Keeler", "description": "\nHarry Stephen Keeler was a prolific but little-known American fiction writer, who developed a cult following for his eccentric mysteries. He also wrote science fiction."}]}, {"heading": "Births", "year": "1890", "date": "November 3", "txt": "Eustáquio van Lieshout, Dutch-Brazilian priest and missionary (d. 1943)", "entities": []}, {"heading": "Births", "year": "1894", "date": "November 3", "txt": "William George Barker, Canadian pilot and colonel, Victoria Cross recipient (d. 1930)", "entities": [{"title": "William George Barker", "href": "/wiki/William_George_Barker", "description": "William George \"Billy\" Barker, was a Canadian First World War fighter ace and Victoria Cross recipient. He is the most decorated serviceman in the history of Canada."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1894", "date": "November 3", "txt": "Sofoklis Venizelos, Greek captain and politician, 133rd Prime Minister of Greece (d. 1964)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1896", "date": "November 3", "txt": "Gustaf Tenggren, Swedish-American illustrator and animator (d. 1970)", "entities": [{"title": "Gustaf Tenggren", "href": "/wiki/Gustaf_Tenggren", "description": "Gustaf Adolf Tenggren was a Swedish-American illustrator. He is known for his Arthur Rackham-influenced fairy-tale style and use of silhouetted figures with caricatured faces. Tenggren was a chief illustrator for The Walt Disney Company in the late 1930s, in what has been called the Golden Age of American animation, when animated feature films such as Snow White and the Seven Dwarfs, Fantasia, Bam"}]}, {"heading": "Births", "year": "1899", "date": "November 3", "txt": "Ralph Greenleaf, American billiards player (d. 1950)", "entities": [{"title": "Ralph Greenleaf", "href": "/wiki/Ralph_Greenleaf", "description": "Ralph Greenleaf was an American professional pool and carom billiards player. He was a twenty-time World Pocket Billiards Champion, who dominated the sport during his heyday."}]}, {"heading": "Births", "year": "1899", "date": "November 3", "txt": "Rezső Seress, Hungarian pianist and composer (d. 1968)", "entities": []}, {"heading": "Births", "year": "1899", "date": "November 3", "txt": "Gleb Wataghin, Ukrainian-Italian physicist and academic (d. 1986)", "entities": []}, {"heading": "Births", "year": "1900", "date": "November 3", "txt": "Adolf Dassler, German businessman, founded Adidas (d. 1978)", "entities": [{"title": "Adolf Dassler", "href": "/wiki/Adolf_Dassler", "description": "Adolf \"Adi\" Dassler was a German cobbler, inventor and entrepreneur who founded the German sportswear company Adidas. He was also the younger brother of Rudolf Dassler, founder of Puma. Dassler was an innovator in athletic shoe design and one of the early promoters who obtained endorsements from athletes to drive sale of his products. As a result of his concepts, Adi Dassler built the largest manu"}, {"title": "Adidas", "href": "/wiki/Adidas", "description": "Adidas AG is a German multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists of the Reebok sportswear company, 8.33% of the German football club B"}]}, {"heading": "Births", "year": "1901", "date": "November 3", "txt": "Leopold III of Belgium (d. 1983)", "entities": [{"title": "Leopold III of Belgium", "href": "/wiki/Leopold_III_of_Belgium", "description": "Leopold III was King of the Belgians from 1934 until 1951. On the outbreak of World War II, Leopold tried to maintain Belgian neutrality, but after the German invasion in May 1940, he surrendered his country, earning him much hostility, both at home and abroad."}]}, {"heading": "Births", "year": "1901", "date": "November 3", "txt": "André Malraux, French historian, theorist, and author (d. 1976)", "entities": []}, {"heading": "Births", "year": "1901", "date": "November 3", "txt": "Lionel Hitchman, Canadian ice hockey player (d. 1969)", "entities": []}, {"heading": "Births", "year": "1903", "date": "November 3", "txt": "Walker Evans, American photographer and journalist (d. 1975)", "entities": [{"title": "Walker Evans", "href": "/wiki/Walker_Evans", "description": "Walker Evans was an American photographer and photojournalist best known for his work for the Farm Security Administration (FSA) documenting the effects of the Great Depression. Much of Evans's work from the FSA period uses the large-format, 8×10-inch (200×250 mm) view camera. He said that his goal as a photographer was to make pictures that are \"literate, authoritative, transcendent\"."}]}, {"heading": "Births", "year": "1903", "date": "November 3", "txt": "Ishtiaq Hussain Qureshi, Pakistani historian and educator (d. 1981)", "entities": []}, {"heading": "Births", "year": "1905", "date": "November 3", "txt": "Lois Mailou Jones, American painter and academic (d. 1998)", "entities": [{"title": "Lois Mailou Jones", "href": "/wiki/Lois_Mailou_Jones", "description": "Loïs Mailou Jones was an influential artist and teacher during her seven-decade career. Jones was one of the most notable figures to attain fame for her art while living as a black expatriate in Paris during the 1930s and 1940s. Her career began in textile design before she decided to focus on fine arts. Jones looked towards Africa and the Caribbean and her experiences in life when painting. As a "}]}, {"heading": "Births", "year": "1906", "date": "November 3", "txt": "Julia Boyer Reinstein, American teacher and historian (d. 1998)", "entities": [{"title": "Julia Boyer Reinstein", "href": "/wiki/Julia_Boyer_Reinstein", "description": "Julia Boyer Reinstein was an American teacher and historian who grew up in western New York and began her career teaching in Deadwood, South Dakota. After more than a decade of teaching, she became a founder of the Erie County Historical Federation and the first historian of Cheektowaga, New York. Committed to preserving the history of the area and educating citizens about their heritage, she and "}]}, {"heading": "Births", "year": "1908", "date": "November 3", "txt": "Giovanni Leone, Italian lawyer and politician, 6th President of Italy (d. 2001)", "entities": [{"title": "Giovanni Leone", "href": "/wiki/Giovanni_Leone", "description": "Giovanni Leone was an Italian politician, jurist and university professor. A founding member of the Christian Democracy (DC), Leone served as the 6th president of Italy from December 1971 until June 1978."}, {"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Births", "year": "1908", "date": "November 3", "txt": "Bronko Nagurski, Canadian-American football player, wrestler, and coach (d. 1990)", "entities": []}, {"heading": "Births", "year": "1909", "date": "November 3", "txt": "James Reston, Scottish-American journalist and author (d. 1995)", "entities": [{"title": "James Reston", "href": "/wiki/James_Reston", "description": "James Barrett Reston, nicknamed \"Scotty\", was an American journalist whose career spanned the mid-1930s to the early 1990s. He was associated for many years with The New York Times."}]}, {"heading": "Births", "year": "1910", "date": "November 3", "txt": "Karel Zeman, Czech director, animator, production designer, and screenwriter (d. 1989)", "entities": [{"title": "Karel Zeman", "href": "/wiki/Karel_Zeman", "description": "Karel Zeman was a Czech film director, artist, production designer and animator, best known for directing fantasy films combining live-action footage with animation. Because of his creative use of special effects and animation in his films, he has often been called the \"Czech Méliès\"."}]}, {"heading": "Births", "year": "1911", "date": "November 3", "txt": "Kick Smit, Dutch footballer and manager (d. 1974)", "entities": [{"title": "Kick Smit", "href": "/wiki/Kick_Smit", "description": "Johannes Chrishostomus \"Kick\" Smit was a Dutch football player. He earned 29 caps and scored 26 goals for the Netherlands national football team, and played in the 1934 and 1938 World Cups. He is the first Netherlands football player who scored a goal in a World Cup. During his club career, he played for HFC Haarlem."}]}, {"heading": "Births", "year": "1912", "date": "November 3", "txt": "Alfredo Stroessner, Paraguayan general and politician, 46th President of Paraguay (d. 2006)", "entities": [{"title": "Alfredo Stroessner", "href": "/wiki/Alfredo_Stroessner", "description": "Alfredo Stroessner Matiauda was a Paraguayan Army officer who was the dictator of Paraguay from 1954 to 1989. He ascended to the position after leading an army coup in 1954. His 35-year-long rule, marked by an uninterrupted period of repression in his country, is the longest in modern South American history."}, {"title": "President of Paraguay", "href": "/wiki/President_of_Paraguay", "description": "The president of Paraguay, officially known as the president of the Republic of Paraguay, is according to the Constitution of Paraguay the head of the executive branch of the Government of Paraguay, both head of state and head of government. His honorific title is Su Excelencia."}]}, {"heading": "Births", "year": "1915", "date": "November 3", "txt": "Hal Jackson, American journalist and radio host (d. 2012)", "entities": [{"title": "Hal Jackson", "href": "/wiki/Hal_Jackson", "description": "Harold Baron Jackson was an American disc jockey and radio personality who broke a number of color barriers in American radio broadcasting."}]}, {"heading": "Births", "year": "1917", "date": "November 3", "txt": "Annapurna Maharana, Indian activist (d. 2012)", "entities": [{"title": "Annapurna Maharana", "href": "/wiki/Annapurna_Maharana", "description": "Annapurna Maharana was an India pro-independence activist active in the Indian independence movement. She was also a prominent social and women's rights activist. Maharana was a close ally of Mohandas Gandhi."}]}, {"heading": "Births", "year": "1918", "date": "November 3", "txt": "Claude Barma, French director, producer, and screenwriter (d. 1992)", "entities": [{"title": "Claude Barma", "href": "/wiki/Claude_Barma", "description": "Claude Barma, was a French-Italian director and screenwriter, and an early creator of French television programmes."}]}, {"heading": "Births", "year": "1918", "date": "November 3", "txt": "Bob Feller, American sailor, baseball player, and sportscaster (d. 2010)", "entities": []}, {"heading": "Births", "year": "1918", "date": "November 3", "txt": "Elizabeth P. Hoisington, American general (d. 2007)", "entities": []}, {"heading": "Births", "year": "1918", "date": "November 3", "txt": "Russell B. Long, American lieutenant, lawyer, and politician (d. 2003)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 3", "txt": "Jesús Blasco, Spanish author and illustrator (d. 1995)", "entities": [{"title": "Jesús Blasco", "href": "/wiki/Jes%C3%BAs_Blasco", "description": "Jesús Blasco was a Spanish author and artist of comic books, whose career covered most of the conventional history of comic strips. He worked extensively in British comics in the 1960s and 1970s."}]}, {"heading": "Births", "year": "1919", "date": "November 3", "txt": "Ludovic Kennedy, Scottish journalist and author (d. 2009)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 3", "txt": "Květa Legátová, Czech author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 3", "txt": "Oodgeroo Noonuccal, Australian poet, educator, and activist (d. 1993)", "entities": [{"title": "Oodgeroo Noonuccal", "href": "/wiki/Oodgeroo_Noonuccal", "description": "Oodgeroo Noonuccal was an Aboriginal Australian political activist, artist and educator, who campaigned for Aboriginal rights. Noonuccal was best known for her poetry, and was the first Aboriginal Australian to publish a book of verse."}]}, {"heading": "Births", "year": "1921", "date": "November 3", "txt": "Charles Bronson, American soldier and actor (d. 2003)", "entities": [{"title": "Charles Bronson", "href": "/wiki/Charles_Bronson", "description": "Charles Bronson was an American actor who was often cast in roles of police officers, gunfighters, or vigilantes in revenge-oriented plot lines. He had long-term collaborations with film directors Michael Winner and J. Lee Thompson and appeared in 15 films with his second wife, Jill Ireland."}]}, {"heading": "Births", "year": "1922", "date": "November 3", "txt": "Dennis McDermott, English-Canadian union leader and diplomat, Canadian Ambassador to Ireland (d. 2003)", "entities": [{"title": "Dennis McDermott", "href": "/wiki/Dennis_McDermott", "description": "Dennis McDermott was a Canadian trade unionist who served as Canadian Director of the United Auto Workers from 1968 to 1978 and president of the Canadian Labour Congress from 1978 to 1986."}, {"title": "List of Canadian ambassadors and high commissioners to Ireland", "href": "/wiki/List_of_Canadian_ambassadors_and_high_commissioners_to_Ireland", "description": "This is a list of Canadian ambassadors and high commissioners to Ireland."}]}, {"heading": "Births", "year": "1923", "date": "November 3", "txt": "Tomás Ó Fiaich, Irish cardinal (d. 1990)", "entities": [{"title": "Tomás Ó Fiaich", "href": "/wiki/Tom%C3%A1s_%C3%93_Fiaich", "description": "Tomás Séamus Cardinal Ó Fiaich KGCHS was an Irish prelate of the Roman Catholic Church. He served as the Catholic Primate of All Ireland and Archbishop of Armagh from 1977 until his death. He was created a Cardinal in 1979. He was born in 1923 in Cullyhanna, and raised in Camlough, County Armagh."}]}, {"heading": "Births", "year": "1923", "date": "November 3", "txt": "Yamaguchi Hitomi, Japanese author and critic (d. 1995)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 3", "txt": "Marc Breaux, American actor, director, and choreographer (d. 2013)", "entities": [{"title": "Marc Breaux", "href": "/wiki/Marc_Breaux", "description": "Marc Breaux was an American choreographer and occasional film director best known for his work on musical films of the 1960s and 1970s. Most of his well-known work was in collaboration with Dee Dee Wood to whom he was married for many years. Much of Breaux's best recognized work was also in collaboration with the songwriting Sherman Brothers."}]}, {"heading": "Births", "year": "1924", "date": "November 3", "txt": "Violetta Elvin, Russian ballerina", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 3", "txt": "Samuel Ruiz, Mexican bishop (d. 2011)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 3", "txt": "Valdas Adamkus, Lithuanian engineer and politician, 3rd President of Lithuania", "entities": [{"title": "Valdas Adamkus", "href": "/wiki/Valdas_Adamkus", "description": "Valdas Adamkus is a Lithuanian politician. He was the President of Lithuania from 1998 to 2003 and again from 2004 to 2009."}, {"title": "President of Lithuania", "href": "/wiki/President_of_Lithuania", "description": "The following is a list of rulers over Lithuania, the heads of authority over historical Lithuanian territory. The timeline includes Lithuania as a sovereign entity or legitimately part of a greater sovereign entity, as well as Lithuania under control or occupation of an outside authority. The incumbents and office-holders are listed by names most commonly used in English language. Where appropria"}]}, {"heading": "Births", "year": "1926", "date": "November 3", "txt": "Maurice Couture, Canadian archbishop (d. 2018)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 3", "txt": "Robert W. Wilson, American businessman and philanthropist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 3", "txt": "Harrison McCain, Canadian businessman, co-founded McCain Foods (d. 2004)", "entities": [{"title": "Harrison McCain", "href": "/wiki/Harrison_McCain", "description": "Harrison McCain was a Canadian businessman and co-founder, along with his three brothers, of international frozen foods giant McCain Foods Limited."}, {"title": "McCain Foods", "href": "/wiki/McCain_Foods", "description": "McCain Foods Limited is a Canadian multinational frozen food company established in 1957 in Florenceville, New Brunswick, Canada."}]}, {"heading": "Births", "year": "1927", "date": "November 3", "txt": "Peggy McCay, American actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 3", "txt": "Odvar Nordli, Norwegian politician, 21st Prime Minister of Norway (d. 2018)", "entities": [{"title": "Prime Minister of Norway", "href": "/wiki/Prime_Minister_of_Norway", "description": "The prime minister of Norway is the head of government and chief executive of Norway. The prime minister and Cabinet are collectively accountable for their policies and actions to the monarch, to the Storting, to their political party, and ultimately the electorate. In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is"}]}, {"heading": "Births", "year": "1928", "date": "November 3", "txt": "Goseki Kojima, Japanese illustrator (d. 2000)", "entities": [{"title": "Goseki Kojima", "href": "/wiki/Goseki_Kojima", "description": "Goseki Kojima  was a Japanese manga artist."}]}, {"heading": "Births", "year": "1928", "date": "November 3", "txt": "Bill Morrison, Australian politician and diplomat, 37th Australian Minister for Defence (d. 2013)", "entities": [{"title": "Minister for Defence (Australia)", "href": "/wiki/Minister_for_Defence_(Australia)", "description": "The Minister for Defence is the principal minister responsible for the organisation, implementation, and formulation of government policy in defence and military matters for the Australian Government. The individual who holds this office directs the government’s approach to such matters through the Australian Defence Organisation and, by extension, the Department of Defence and the Australian Defe"}]}, {"heading": "Births", "year": "1928", "date": "November 3", "txt": "Osamu Tezuka, Japanese animator and producer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 3", "txt": "George Yardley, American basketball player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 3", "txt": "Alfonso Orueta, Chilean footballer, manager, and politician (d. 2012)", "entities": [{"title": "Alfonso Orueta", "href": "/wiki/Alfonso_Orueta", "description": "Alfonso Orueta Ansoleaga was a Chilean politician and football manager."}]}, {"heading": "Births", "year": "1930", "date": "November 3", "txt": "Phil Crane, American academic and politician (d. 2014)", "entities": [{"title": "Phil Crane", "href": "/wiki/Phil_Crane", "description": "Philip Miller Crane was an American politician. He was a Republican member of the United States House of Representatives from 1969 to 2005, representing the 8th District of Illinois in the northwestern suburbs of Chicago. At the time of his defeat in the 2004 election, Crane was the longest-serving Republican member of the House."}]}, {"heading": "Births", "year": "1930", "date": "November 3", "txt": "William H. Dana, American engineer, pilot, and astronaut (d. 2014)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 3", "txt": "Mable John, American blues singer", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 3", "txt": "D. James Kennedy, American pastor and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 3", "txt": "Brian Robinson, English cyclist", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 3", "txt": "Tsutomu Seki, Japanese astronomer and academic", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 3", "txt": "Lois Smith, American actress", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 3", "txt": "Frits Staal, Dutch philosopher and scholar (d. 2012)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 3", "txt": "Yon Hyong-muk, North Korean soldier and politician, 7th Premier of North Korea (d. 2005)", "entities": [{"title": "Yon Hyong-muk", "href": "/wiki/Yon_Hyong-muk", "description": "Yon Hyong-muk, also spelt Yong Hyong-muk, was a long-serving politician in North Korea and at the height of his career the most powerful person in that country outside the Kim family. He was Prime Minister of North Korea from 1988 to 1992."}, {"title": "List of Premiers of North Korea", "href": "/wiki/List_of_Premiers_of_North_Korea", "description": "The Premier of the Cabinet is the head of the cabinet of North Korea and a key adviser to the Supreme Leader of North Korea. The office is also alternatively known as Prime Minister of North Korea. The current premier is Kim Tok-hun."}]}, {"heading": "Births", "year": "1931", "date": "November 3", "txt": "Monica Vitti, Italian actress, singer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 3", "txt": "Michael Fu Tieshan, Chinese bishop (d. 2007)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 3", "txt": "Albert Reynolds, Irish businessman and politician, 9th Taoiseach of Ireland (d. 2014)", "entities": [{"title": "Albert Reynolds", "href": "/wiki/Albert_Reynolds", "description": "Albert Reynolds was an Irish Fianna Fáil politician who served as Taoiseach from 1992 to 1994, Leader of Fianna Fáil from 1992 to 1994, Minister for Finance from 1988 to 1991, Minister for Industry and Commerce from 1987 to 1988, Minister for Industry and Energy from March 1982 to December 1982, Minister for Transport from 1980 to 1981 and Minister for Posts and Telegraphs from 1979 to 1981. He se"}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1932", "date": "November 3", "txt": "Gerry Ehman, Canadian ice hockey player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 3", "txt": "John Barry, English-American composer and conductor (d. 2011)", "entities": [{"title": "John Barry (composer)", "href": "/wiki/John_Barry_(composer)", "description": "John Barry Prendergast, was an English composer and conductor of film music."}]}, {"heading": "Births", "year": "1933", "date": "November 3", "txt": "Ken Berry, American actor, singer, and dancer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 3", "txt": "Jeremy Brett, English actor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 3", "txt": "Aneta Corsaut, American actress (d. 1995)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 3", "txt": "Michael Dukakis, American lawyer, academic, and politician, 65th Governor of Massachusetts", "entities": [{"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1933", "date": "November 3", "txt": "Amartya Sen, Indian economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1934", "date": "November 3", "txt": "Kenneth Baker, Baron Baker of Dorking, English poet and politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Kenneth Baker, Baron Baker of Dorking", "href": "/wiki/Kenneth_Baker,_Baron_Baker_of_Dorking", "description": "Kenneth Wilfred Baker, Baron Baker of Dorking, is a British politician, a former Conservative Member of Parliament and cabinet minister, including holding the offices of Home Secretary, Education Secretary and Conservative Party Chairman. He is a life member of the Tory Reform Group."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1934", "date": "November 3", "txt": "Hans Janmaat, Dutch businessman, educator, and politician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 3", "txt": "Ingrid Rüütel, Estonian philologist and academic, 3rd First Lady of Estonia", "entities": [{"title": "Ingrid Rüütel", "href": "/wiki/Ingrid_R%C3%BC%C3%BCtel", "description": "Ingrid Rüütel is an Estonian folklorist and philologist. From 2001 to 2006 she was the First Lady of Estonia, married to President Arnold Rüütel."}, {"title": "First Lady of Estonia", "href": "/wiki/First_Lady_of_Estonia", "description": "The First Lady of Estonia or First Gentleman of Estonia is the unofficial title given to the wife or husband of the President of Estonia. Estonia's current First Gentleman is Georgi-Rene Maksimovski, husband of President Kersti Kaljulaid."}]}, {"heading": "Births", "year": "1936", "date": "November 3", "txt": "Roy Emerson, Australian-American tennis player and coach", "entities": [{"title": "Roy Emerson", "href": "/wiki/Roy_Emerson", "description": "Roy Stanley Emerson is an Australian former tennis player who won 12 Grand Slam singles titles and 16 Grand Slam doubles titles, for a total of 28 Grand Slam tournament titles. He is the only male player to have completed a career Grand Slam in both singles and doubles, and first of two men to have completed a double career Grand Slam in singles. His 28 major titles are the all-time record for a m"}]}, {"heading": "Births", "year": "1936", "date": "November 3", "txt": "Takao Saito, Japanese author and illustrator, created Golgo 13", "entities": []}, {"heading": "Births", "year": "1937", "date": "November 3", "txt": "Dietrich Möller, German lawyer and politician, 15th Mayor of Marburg", "entities": [{"title": "Dietrich Möller", "href": "/wiki/Dietrich_M%C3%B6ller", "description": "Dietrich Möller is a German politician, member of the Landtag of Hesse (CDU) and former mayor of Marburg."}, {"title": "List of mayors of Marburg", "href": "/wiki/List_of_mayors_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Births", "year": "1937", "date": "November 3", "txt": "Jim Houston, American football player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 3", "txt": "Martin Dunwoody, English mathematician and academic", "entities": [{"title": "Martin Dunwoody", "href": "/wiki/Martin_Dunwoody", "description": "\n\nMartin John Dunwoody is an emeritus professor of Mathematics at the University of Southampton, England."}]}, {"heading": "Births", "year": "1938", "date": "November 3", "txt": "Akira Kobayashi, Japanese actor", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 3", "txt": "Jean Rollin, French actor, director, and screenwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 3", "txt": "Sonny Rhodes, American singer-songwriter and guitarist", "entities": [{"title": "Sonny Rhodes", "href": "/wiki/Sonny_Rhodes", "description": "Clarence Smith, known as Sonny Rhodes, is an American blues singer and lap steel guitar player. He has recorded over two hundred songs. \"I'm what you call a self-proclaimed Disciple of the Blues!\" said Rhodes about his years playing and singing for fans of blues around the world. He has been nominated 15 times for Blues Music Awards and won in the category 'Instrumentalist – Other' in 2011."}]}, {"heading": "Births", "year": "1942", "date": "November 3", "txt": "Martin Cruz Smith, American author and screenwriter", "entities": [{"title": "Martin Cruz Smith", "href": "/wiki/Martin_Cruz_Smith", "description": "Martin Cruz Smith is an American mystery novelist. He is best known for his nine-novel series on Russian investigator Arkady Renko, who was first introduced in 1981 with Gorky Park."}]}, {"heading": "Births", "year": "1943", "date": "November 3", "txt": "Bert Jansch, Scottish-English singer-songwriter and guitarist (d. 2011)", "entities": [{"title": "Bert Jansch", "href": "/wiki/Bert_Jansch", "description": "Herbert Jansch was a Scottish folk musician and founding member of the band Pentangle. He was born in Glasgow and came to prominence in London in the 1960s, as an acoustic guitarist, as well as a singer-songwriter. He recorded at least 25 albums and toured extensively from the 1960s to the 21st century."}]}, {"heading": "Births", "year": "1944", "date": "November 3", "txt": "Jan Boerstoel, Dutch poet and songwriter", "entities": [{"title": "Jan Boerstoel", "href": "/wiki/Jan_Boerstoel", "description": "Jan Boerstoel is a Dutch writer and poet who is perhaps best known for his song texts, especially for cabaret. He lives in Amsterdam. His poetry is melancholy, but often humorous as well. In his songs, Boerstoel frequently criticizes society. Many of his lyrics have been used by well-known Dutch artists such as Karin Bloemen, Martine Bijl and Youp van 't Hek."}]}, {"heading": "Births", "year": "1945", "date": "November 3", "txt": "Ken Holtzman, American baseball player and manager", "entities": [{"title": "Ken Holtzman", "href": "/wiki/Ken_Holtzman", "description": "Kenneth Dale Holtzman is an American former professional baseball player and coach. A left-handed pitcher, he played in Major League Baseball from 1965 through 1979, most notably as a member of the Chicago Cubs for whom he pitched two no-hitters and, with the Oakland Athletics dynasty that won three consecutive World Series championships between 1972 to 1974. A two-time All-Star, Holtzman was a 20"}]}, {"heading": "Births", "year": "1945", "date": "November 3", "txt": "Gerd Müller, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 3", "txt": "Nick Simper, English bass guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 3", "txt": "Reinhard Karl, German mountaineer, photographer, and author (d. 1982)", "entities": [{"title": "Reinhard Karl", "href": "/wiki/Reinhard_Karl", "description": "Reinhard Karl was a German mountaineer, photographer and writer."}]}, {"heading": "Births", "year": "1946", "date": "November 3", "txt": "Wataru Takeshita, Japanese lawyer and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 3", "txt": "Mazie Hirono, Japanese-American lawyer and politician, 9th Lieutenant Governor of Hawaii", "entities": [{"title": "Mazie Hirono", "href": "/wiki/Mazie_Hirono", "description": "Mazie Keiko Hirono is an American lawyer and politician serving as the junior United States Senator from Hawaii since 2013. She is a member of the Democratic Party. Hirono served as a member of the Hawaii House of Representatives from 1981 to 1995 and as Hawaii's ninth lieutenant governor from 1994 to 2002, under Ben Cayetano. The Democratic nominee for governor of Hawaii in 2002, Hirono was defea"}, {"title": "Lieutenant Governor of Hawaii", "href": "/wiki/Lieutenant_Governor_of_Hawaii", "description": "The Lieutenant Governor of Hawaii is the assistant chief executive of the U.S. state of Hawaii and its various agencies and departments, as provided in the Article V, Sections 2 though 6 of the Constitution of Hawaii. Elected by popular suffrage of residents of the state on the same ticket as the Governor of Hawaii, the officeholder is concurrently the Secretary of State of Hawaii."}]}, {"heading": "Births", "year": "1947", "date": "November 3", "txt": "Siiri Oviir, Estonian lawyer and politician, 3rd Estonian Minister of Social Affairs", "entities": [{"title": "Minister of Social Affairs (Estonia)", "href": "/wiki/Minister_of_Social_Affairs_(Estonia)", "description": "The Ministry of Social Affairs of Estonia is a government ministry of Estonia responsible for social policies of the country."}]}, {"heading": "Births", "year": "1947", "date": "November 3", "txt": "Faraj Sarkohi, Iranian journalist and critic", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 3", "txt": "Lulu, Scottish singer-songwriter and actress", "entities": [{"title": "Lulu (singer)", "href": "/wiki/Lulu_(singer)", "description": "Lulu Kennedy-Cairns OBE, known professionally as Lulu, is a Scottish singer, actress, television personality, and businesswoman."}]}, {"heading": "Births", "year": "1948", "date": "November 3", "txt": "Takashi Kawamura, Japanese politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 3", "txt": "Helmuth Koinigg, Austrian race car driver (d. 1974)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 3", "txt": "Rick Kreuger, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 3", "txt": "Rainer Zobel, German footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 3", "txt": "Mike Evans, American actor and screenwriter (d. 2006)", "entities": [{"title": "Mike Evans (actor)", "href": "/wiki/Mike_Evans_(actor)", "description": "Michael Jonas Evans was an American actor, best known as Lionel Jefferson on both All in the Family and The Jeffersons."}]}, {"heading": "Births", "year": "1949", "date": "November 3", "txt": "Osamu Fujimura, Japanese engineer and  politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 3", "txt": "Stephen Oliver, English biochemist and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 3", "txt": "Larry Holmes, American boxer and talk show host", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 3", "txt": "Anna Wintour, English-American journalist", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 3", "txt": "Massimo Mongai, Italian journalist and author (d. 2016)", "entities": [{"title": "Massimo Mongai", "href": "/wiki/Massimo_Mongai", "description": "Massimo Mongai was an Italian author of science fiction."}]}, {"heading": "Births", "year": "1950", "date": "November 3", "txt": "Joe Queenan, American author and critic", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 3", "txt": "Dwight Evans, American baseball player and coach", "entities": [{"title": "Dwight Evans (Baseball)", "href": "/wiki/Dwight_Evans_(Baseball)", "description": "Dwight Michael \"Dewey\" Evans is an American former professional baseball right fielder and right-handed batter who played with the Boston Red Sox (1972–1990) and Baltimore Orioles (1991) in Major League Baseball (MLB). He was a three-time All-Star, won eight Gold Glove Awards, and won two Silver Slugger Awards. Evans played the second-most career games for the Red Sox of any player, surpassed only"}]}, {"heading": "Births", "year": "1951", "date": "November 3", "txt": "Ed Murawinski, American cartoonist", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 3", "txt": "André Wetzel, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 3", "txt": "Roseanne Barr, American comedian, actress, and producer", "entities": [{"title": "Roseanne Barr", "href": "/wiki/Roseanne_Barr", "description": "Roseanne Cherrie Barr is an American actress, comedian, writer, producer, and presidential candidate. Barr began her career in stand-up comedy before gaining acclaim in the television sitcom Roseanne. She won an Emmy and a Golden Globe Award for Best Actress for her work on the show."}]}, {"heading": "Births", "year": "1952", "date": "November 3", "txt": "Jim Cummings, American voice actor", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 3", "txt": "David Ho, Taiwanese-American scientist", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 3", "txt": "Kate Capshaw, American actress and producer", "entities": [{"title": "Kate Capshaw", "href": "/wiki/Kate_Capshaw", "description": "Kathleen Sue Spielberg, known professionally as Kate Capshaw, is an American retired actress, best known for her portrayal of Willie Scott, an American nightclub singer and performer in Indiana Jones and the Temple of Doom (1984), directed by eventual husband Steven Spielberg. Since then, she starred in Dreamscape (1984), Power (1986), Black Rain (1989), Love Affair (1994), Just Cause (1995) and T"}]}, {"heading": "Births", "year": "1953", "date": "November 3", "txt": "Helios Creed, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 3", "txt": "Larry Herndon, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 3", "txt": "Dennis Miller, American comedian, producer, and talk show host", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 3", "txt": "Vilma Santos, Filipino actress and politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 3", "txt": "Adam Ant, English singer-songwriter and actor", "entities": [{"title": "Adam Ant", "href": "/wiki/Adam_Ant", "description": "Stuart Leslie Goddard, better known as Adam Ant, is an English singer and musician. He gained popularity as the lead singer of new wave group Adam and the Ants and later as a solo artist, scoring 10 UK top ten hits from 1980 to 1983, including three UK No. 1 singles. He has also worked as an actor, appearing in over two dozen films and television episodes from 1985 to 2003."}]}, {"heading": "Births", "year": "1954", "date": "November 3", "txt": "Kathy Kinney, American actress and comedian", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 3", "txt": "Teresa De Sio, Italian singer-songwriter and guitarist", "entities": [{"title": "Teresa De Sio", "href": "/wiki/Teresa_De_Sio", "description": "Teresa De Sio is an Italian pop-folk singer and songwriter. She is the elder sister of actress Giuliana De Sio."}]}, {"heading": "Births", "year": "1955", "date": "November 3", "txt": "Anne Milton, English nurse and politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 3", "txt": "Phil Simms, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 3", "txt": "Cathy Jamieson, Scottish politician, 2nd Scottish Minister for Justice", "entities": [{"title": "Cathy Jamieson", "href": "/wiki/Cathy_Jamieson", "description": "Catherine Mary Jamieson is a Scottish former Labour and Co-operative politician and company director, currently a director of Kilmarnock F.C.. Jamieson served in the Scottish Executive as Minister for Education and Young People from 2001 to 2003 and Minister for Justice from 2003 to 2007. She was Member of the Scottish Parliament (MSP) for Carrick, Cumnock and Doon Valley from 1999 to 2011 and Mem"}, {"title": "Minister for Justice (Scotland)", "href": "/wiki/Minister_for_Justice_(Scotland)", "description": "The Cabinet Secretary for Justice, commonly referred to as the Justice Secretary, is a position in the Scottish Government Cabinet. The Cabinet Secretary has overall responsibility for law and order in Scotland. The Cabinet Secretary is assisted by the Minister for Community Safety and Legal Affairs."}]}, {"heading": "Births", "year": "1956", "date": "November 3", "txt": "Kevin Murphy, American actor, puppeteer, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 3", "txt": "Gary Ross, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 3", "txt": "Bob Welch, American baseball player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 3", "txt": "Peter Gregson, Scottish-English engineer and academic", "entities": [{"title": "Peter Gregson", "href": "/wiki/Peter_Gregson", "description": "Sir Peter John Gregson, FREng is a British research engineer and the Vice-Chancellor of Cranfield University from 2013. He was previously Vice-Chancellor of Queen's University Belfast from 2004. Prior to that he was deputy Vice-Chancellor at Southampton University from 2000-2004."}]}, {"heading": "Births", "year": "1957", "date": "November 3", "txt": "Dolph Lundgren, Swedish actor, director, producer, screenwriter, and martial artist", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 3", "txt": "Gary Olsen, English actor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 3", "txt": "Steve Johnson, American basketball player", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 3", "txt": "Brady Hoke, American football coach", "entities": [{"title": "Brady Hoke", "href": "/wiki/Brady_Hoke", "description": "Brady Patrick Hoke is an American football coach who is in his second stint as the head coach at San Diego State University. He was the head coach at the University of Michigan from 2011 to 2014. He grew up in Ohio and attended Ball State University where he played linebacker from 1977 to 1980. He began his coaching career in 1982 and held assistant coaching positions at Grand Valley State (1983),"}]}, {"heading": "Births", "year": "1959", "date": "November 3", "txt": "Hal Hartley, American director, producer, and screenwriter", "entities": [{"title": "Hal Hartley", "href": "/wiki/Hal_Hartley", "description": "Hal Hartley is an American film director, screenwriter, producer and composer who became a key figure in the American independent film movement of the 1980s and '90s. He is best known for his films The Unbelievable Truth, Trust, Simple Men, Amateur and Henry Fool, which are notable for deadpan humour and offbeat characters quoting philosophical dialogue."}]}, {"heading": "Births", "year": "1960", "date": "November 3", "txt": "Karch Kiraly, American volleyball player, coach, and sportscaster", "entities": [{"title": "Karch Kiraly", "href": "/wiki/Karch_Kiraly", "description": "Charles Frederick \"Karch\" Kiraly is an American volleyball player, coach and broadcast announcer. In the 1980s he was a central part of the U.S National Team that won gold medals at the 1984 and 1988 Olympic Games. He went on to win the gold medal again at the 1996 Olympic Games, the first Olympic competition to feature beach volleyball. He is the only player to have won Olympic gold medals in bot"}]}, {"heading": "Births", "year": "1960", "date": "November 3", "txt": "Ian McNabb, English singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 3", "txt": "David Armstrong-Jones, 2nd Earl of Snowdon, English businessman", "entities": [{"title": "David Armstrong-Jones, 2nd Earl of Snowdon", "href": "/wiki/David_Armstrong-Jones,_2nd_Earl_of_Snowdon", "description": "David Albert Charles Armstrong-Jones, 2nd Earl of Snowdon, styled as Viscount Linley until 2017 and known professionally as David Linley, is an English furniture maker, a former chairman of the auction house Christie's UK, and nephew of Queen Elizabeth II. The son of Princess Margaret and Antony Armstrong-Jones, 1st Earl of Snowdon, he is, as of March 2021, 23rd in the line of succession to the Br"}]}, {"heading": "Births", "year": "1961", "date": "November 3", "txt": "Dave Hahn, Japanese-American mountaineer and journalist", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 3", "txt": "Greg Townsend, American football player", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 3", "txt": "Gabe Newell, American businessman, co-founded the Valve", "entities": [{"title": "Gabe Newell", "href": "/wiki/Gabe_Newell", "description": "Gabe Logan Newell is an American businessman and the co-founder and president of the video game developer and digital distribution company Valve. He was educated at Davis Senior High School and attended Harvard University in the early 1980s before dropping out to join Microsoft, where he helped create the first iterations of the Windows operating system. With Mike Harrington, he left Microsoft in "}, {"title": "Valve Corporation", "href": "/wiki/Valve_Corporation", "description": "Valve Corporation, also known as Valve Software, is an American video game developer, publisher, and digital distribution company headquartered in Bellevue, Washington. It is the developer of the software distribution platform Steam and the Half-Life, Counter-Strike, Portal, Day of Defeat, Team Fortress, Left 4 Dead, and Dota series."}]}, {"heading": "Births", "year": "1962", "date": "November 3", "txt": "David J. Schiappa, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 3", "txt": "Jacqui Smith, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 3", "txt": "Davis Guggenheim, American director, producer, and screenwriter", "entities": [{"title": "Davis Guggenheim", "href": "/wiki/Davis_Guggenheim", "description": "Philip Davis Guggenheim is an American writer, director and producer. His credits include NYPD Blue, ER, 24, Alias, The Shield, Deadwood, and the documentaries An Inconvenient Truth, The Road We've Traveled, Waiting for \"Superman\", Inside Bill's Brain: Decoding Bill Gates and He Named Me Malala. Since 2006, Guggenheim is the only filmmaker to release three different documentaries that were ranked "}]}, {"heading": "Births", "year": "1963", "date": "November 3", "txt": "Shigeaki Hattori, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 3", "txt": "Ian Wright, English footballer, manager, and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 3", "txt": "Howard Ballard, American football player", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 3", "txt": "Algimantas Briaunis, Lithuanian footballer and manager", "entities": [{"title": "Algimantas Briaunis", "href": "/wiki/Algimantas_Briaunis", "description": "Algimantas Briaunys is a Lithuanian professional footballer/goalkeeper coach. He played the position of goalkeeper. He won a total of four international caps for the Lithuania national football team."}]}, {"heading": "Births", "year": "1964", "date": "November 3", "txt": "Bryan Young, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 3", "txt": "Gert Heerkes, Dutch footballer and manager", "entities": [{"title": "Gert Heerkes", "href": "/wiki/Gert_Heerkes", "description": "Gert Heerkes is a Dutch football manager who is the assistant manager of Norwegian side Rosenborg's reserve team."}]}, {"heading": "Births", "year": "1965", "date": "November 3", "txt": "Ann Scott, French-English author", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 3", "txt": "Mike Springer, American golfer", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 3", "txt": "Mike O'Neill, Canadian ice hockey player", "entities": [{"title": "Mike O'Neill (ice hockey)", "href": "/wiki/Mike_O%27Neill_(ice_hockey)", "description": "Michael Anthony O'Neill is a Canadian retired professional ice hockey goaltender."}]}, {"heading": "Births", "year": "1967", "date": "November 3", "txt": "Mark Roberts, Welsh singer and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 3", "txt": "Steven Wilson, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 3", "txt": "Alberto Iñurrategi, Spanish mountaineer", "entities": [{"title": "Alberto Iñurrategi", "href": "/wiki/Alberto_I%C3%B1urrategi", "description": "Alberto Iñurrategi Iriarte is a Basque Spanish mountaineer born in Aretxabaleta, Gipuzkoa, Basque Country (Spain), 3 November 1968. In the year 2002, he became the second Spaniard and Basque and 10th person to climb the 14 eight-thousanders."}]}, {"heading": "Births", "year": "1968", "date": "November 3", "txt": "Paul Quantrill, Canadian baseball player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 3", "txt": "Robert Miles, Swiss-Italian DJ and producer (d. 2017)", "entities": [{"title": "Robert Miles", "href": "/wiki/Robert_Miles", "description": "Roberto Concina, known professionally as Robert Miles, was an Italian record producer, composer, musician and DJ. His 1995 composition \"Children\" sold more than 5 million copies and topped the charts worldwide."}]}, {"heading": "Births", "year": "1969", "date": "November 3", "txt": "Niels van Steenis, Dutch rower", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 3", "txt": "Geir Frigård, Norwegian footballer", "entities": [{"title": "Geir Frigård", "href": "/wiki/Geir_Frig%C3%A5rd", "description": "Geir Frigård is a Norwegian former professional footballer who played as a striker. He played five times for the national team, scoring one goal. In 1997–98, he was top scorer in the Austrian Bundesliga. He retired from playing in 2007."}]}, {"heading": "Births", "year": "1970", "date": "November 3", "txt": "Jeanette J. Epps, American aerospace engineer and astronaut", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 3", "txt": "Doug Zmolek, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 3", "txt": "Diego Alessi, Italian race car driver", "entities": [{"title": "Diego Alessi", "href": "/wiki/Diego_Alessi", "description": "Diego Alessi is an Italian race car driver. He competed in the Italian Touring Car Championship from 1996–1999 and 2001–2002 - obtaining 12 poles and 12 wins - then moved to the Trofeo Maserati Europe - with 19 poles and 3 wins between 2003 and 2006 - as well as making 3 starts in FIA GT for Autorlando Porsche. From 2006 to 2010 Diego Alessi competed in FIA GT3 Championship at the wheel of Maserat"}]}, {"heading": "Births", "year": "1971", "date": "November 3", "txt": "Unai Emery, Spanish football manager and former player", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 3", "txt": "Dylan Moran, Irish actor, comedian, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 3", "txt": "Alison Williamson, English archer", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 3", "txt": "Dwight Yorke, Tobagonian footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 3", "txt": "Ugo Ehiogu, English footballer and manager (d. 2017)", "entities": [{"title": "Ugo Ehiogu", "href": "/wiki/Ugo_Ehiogu", "description": "Ugochuku Ehiogu was an English professional footballer who played as a centre back from 1989 to 2009. He was the coach of the Tottenham Hotspur U23 team until his death in April 2017."}]}, {"heading": "Births", "year": "1972", "date": "November 3", "txt": "Michael Hofmann, German footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 3", "txt": "Marko Koers, Dutch runner", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 3", "txt": "Armando Benitez, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 3", "txt": "Ben Fogle, English television host and author", "entities": [{"title": "Ben Fogle", "href": "/wiki/Ben_Fogle", "description": "Benjamin Myer Fogle, is an English broadcaster, writer and adventurer, best known for his presenting roles with British television channels Channel 5, BBC and ITV."}]}, {"heading": "Births", "year": "1973", "date": "November 3", "txt": "Sticky Fingaz, American rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 3", "txt": "Christian Picciolini, American businessman and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 3", "txt": "Chrissie Swan, Australian radio and television host", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 3", "txt": "Mick Thomson, American guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 3", "txt": "Tariq Abdul-Wahad, French basketball player and coach", "entities": [{"title": "Tariq Abdul-Wahad", "href": "/wiki/Tariq_Abdul-Wahad", "description": "Tariq Abdul-Wahad is a French basketball coach and former player. As Olivier Saint-Jean, he played college basketball at Michigan and San Jose State. In 1997, the Sacramento Kings selected Saint-Jean in the first round of the NBA draft as the 11th overall pick, and Saint-Jean converted to Islam and changed his name to Tariq Abdul-Wahad. From 1997 to 2003, Abdul-Wahad played in the NBA for the King"}]}, {"heading": "Births", "year": "1975", "date": "November 3", "txt": "Darren Sharper, American football player and sportscaster", "entities": [{"title": "Darren Sharper", "href": "/wiki/Darren_Sharper", "description": "Darren Mallory Sharper is a former American football safety who played in the National Football League (NFL) for 14 seasons. He played college football at William & Mary and was selected in the second round of the 1997 NFL Draft by the Green Bay Packers, where he spent eight seasons. Sharper played his next four seasons with the Minnesota Vikings, while his final two seasons were as a member of th"}]}, {"heading": "Births", "year": "1976", "date": "November 3", "txt": "Guillermo Franco, Argentinian-Mexican footballer", "entities": [{"title": "Guillermo Franco", "href": "/wiki/Guillermo_Franco", "description": "Guillermo \"Guille\" Luis Franco is an Argentine-born Mexican former professional footballer who played as a striker. He played for the Mexico national team, until his international retirement in September 2010."}]}, {"heading": "Births", "year": "1976", "date": "November 3", "txt": "Jake Shimabukuro, American ukulele player and composer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 3", "txt": "Marcel Ketelaer, German footballer", "entities": [{"title": "Marcel Ketelaer", "href": "/wiki/Marcel_Ketelaer", "description": "Marcel Ketelaer is a German retired footballer."}]}, {"heading": "Births", "year": "1977", "date": "November 3", "txt": "Greg Plitt, American model and actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 3", "txt": "Damien Woody, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 3", "txt": "Tim McIlrath, American singer-songwriter and guitarist", "entities": [{"title": "Tim McIlrath", "href": "/wiki/Tim_McIlrath", "description": "Timothy James McIlrath is an American rock musician. He is the lead singer, rhythm guitarist, songwriter and co-founder of the American punk rock band Rise Against. He is vegan and straight edge."}]}, {"heading": "Births", "year": "1978", "date": "November 3", "txt": "Jonas Howden Sjøvaag, Norwegian drummer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 3", "txt": "Hiroko Sakai, Japanese softball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 3", "txt": "Pablo Aimar, Argentinian footballer", "entities": [{"title": "Pablo Aimar", "href": "/wiki/Pablo_Aimar", "description": "Pablo César Aimar Giordano is an Argentine former professional footballer and current coach of the Argentina national under-17 football team."}]}, {"heading": "Births", "year": "1979", "date": "November 3", "txt": "Beau McDonald, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 3", "txt": "Hans Andersen, Danish motorcycle racer", "entities": [{"title": "Hans N. Andersen", "href": "/wiki/Hans_N._Andersen", "description": "Hans Nørgaard Andersen is a motorcycle speedway rider who captained the Denmark speedway team that won the Speedway World Cup in 2006 and 2008."}]}, {"heading": "Births", "year": "1981", "date": "November 3", "txt": "Diego López, Spanish footballer", "entities": [{"title": "Diego López Rodríguez", "href": "/wiki/Diego_L%C3%B3pez_Rodr%C3%ADguez", "description": "Diego López Rodríguez is a Spanish professional footballer who plays for RCD Espanyol as a goalkeeper."}]}, {"heading": "Births", "year": "1981", "date": "November 3", "txt": "Vicente Matías Vuoso, Argentinian-Mexican footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 3", "txt": "Rodrigo Millar, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 3", "txt": "Sten Pentus, Estonian race car driver", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 3", "txt": "Karlos Dansby, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 3", "txt": "Moniek Kleinsman, Dutch speed skater", "entities": [{"title": "Moniek Kleinsman", "href": "/wiki/Moniek_Kleinsman", "description": "Moniek Kleinsman is a Dutch speed skater who was born in Bentelo, Overijssel, and currently resides in Wolvega. She competed at the 2006 Winter Olympics."}]}, {"heading": "Births", "year": "1982", "date": "November 3", "txt": "Evgeni Plushenko, Russian figure skater", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 3", "txt": "Egemen Korkmaz, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 3", "txt": "Janel McCarville, American professional basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 3", "txt": "Jay Harrison, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 3", "txt": "Pekka Rinne, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 3", "txt": "Myrna Braza, Norwegian singer-songwriter", "entities": [{"title": "Myrna Braza", "href": "/wiki/Myrna_Braza", "description": "Myrna Braza is a Norwegian singer, composer, and the younger sister of dancer and singer Belinda Braza."}]}, {"heading": "Births", "year": "1983", "date": "November 3", "txt": "Tamba Hali, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 3", "txt": "Christian Bakkerud, Danish race car driver (d. 2011)", "entities": [{"title": "Christian Bakkerud", "href": "/wiki/Christian_Bakkerud", "description": "Christian Bakkerud was a Danish racing driver, who competed in the 2007 and 2008 GP2 Series seasons, albeit hindered by a recurrent back injury. Prior to GP2 he competed in British Formula 3 and Formula BMW."}]}, {"heading": "Births", "year": "1984", "date": "November 3", "txt": "Ryo Nishikido, Japanese singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 3", "txt": "LaMarr Woodley, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 3", "txt": "Tyler Hansbrough, American basketball player", "entities": [{"title": "Tyler Hansbrough", "href": "/wiki/Tyler_Hansbrough", "description": "Andrew Tyler Hansbrough is an American professional basketball player who last played for the Sichuan Blue Whales of the Chinese Basketball Association (CBA)."}]}, {"heading": "Births", "year": "1985", "date": "November 3", "txt": "Philipp Tschauner, German footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 3", "txt": "Paul Derbyshire, Italian rugby player", "entities": [{"title": "Paul Derbyshire", "href": "/wiki/Paul_Derbyshire", "description": "Paul Derbyshire is an Italian rugby union player. Derbyshire, who is a flanker, plays club rugby for Mogliano in Top12."}]}, {"heading": "Births", "year": "1986", "date": "November 3", "txt": "Davon Jefferson, American  basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 3", "txt": "Piet Velthuizen, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 3", "txt": "Heo Young-saeng, South Korean singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 3", "txt": "Courtney Barnett, Australian singer-songwriter and guitarist", "entities": [{"title": "Courtney Barnett", "href": "/wiki/Courtney_Barnett", "description": "Courtney Melba Barnett is an Australian singer, songwriter, and musician. Known for her deadpan singing style and witty, rambling lyrics, she attracted attention with the release of her debut EP I've Got a Friend Called Emily Ferris in 2012. International interest came with the release of her EP The Double EP: A Sea of Split Peas in 2013."}]}, {"heading": "Births", "year": "1987", "date": "November 3", "txt": "Colin Kaepernick, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 3", "txt": "Ty Lawson, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 3", "txt": "Felix Schütz, German ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 3", "txt": "Gemma Ward, Australian model and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 3", "txt": "Kyle Seager, American baseball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 3", "txt": "Jessie Loutit, Canadian rower", "entities": [{"title": "Jessie Loutit", "href": "/wiki/Jessie_Loutit", "description": "Jessie Loutit is a Canadian rower."}]}, {"heading": "Births", "year": "1989", "date": "November 3", "txt": "Paula DeAnda, American singer-songwriter and actress", "entities": [{"title": "Paula DeAnda", "href": "/wiki/Paula_DeAnda", "description": "Paula Dacia DeAnda is an American singer and songwriter. She first came to prominence with her first single, \"Doing Too Much\", which became a hit in the Southwest. She then got the opportunity to audition for Clive Davis, who signed her to Arista Records on the spot. Her debut album, Paula DeAnda, was released in 2006 and contained the US Billboard Hot 100 top twenty song \"Walk Away \"."}]}, {"heading": "Births", "year": "1989", "date": "November 3", "txt": "Joyce Jonathan, French singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 3", "txt": "Ellyse Perry, Australian footballer and cricketer", "entities": [{"title": "Ellyse Perry", "href": "/wiki/Ellyse_Perry", "description": "Ellyse Alexandra Perry is an Australian sportswoman who has represented her country in cricket and association football. Having made her debut for both the national cricket team and the national soccer team at the age of 16, Perry is the youngest Australian to play international cricket and the first to have appeared in both ICC and FIFA World Cups. Gradually becoming a single-sport professional a"}]}, {"heading": "Births", "year": "1991", "date": "November 3", "txt": "Damisha Croney, Barbadian netball player", "entities": [{"title": "Damisha Croney", "href": "/wiki/Damisha_Croney", "description": "Damisha Croney is a Barbadian netball player who represents Barbados internationally and plays in the positions of wing attack and centre. She competed at the Netball World Cup on two occasions in 2011 and 2019. She also represented Barbados at the Commonwealth Games in 2010, 2014 and in 2018."}]}, {"heading": "Births", "year": "1992", "date": "November 3", "txt": "Joe Clarke, English slalom canoeist", "entities": [{"title": "Joe Clarke (canoeist)", "href": "/wiki/Joe_Clarke_(canoeist)", "description": "Joseph Clarke, is a British slalom canoeist who has competed at the international level since 2009, specializing in the K1 event. He is the 2016 Olympic champion in the K1 event and has won medals in team events at World and European Championships."}]}, {"heading": "Births", "year": "1992", "date": "November 3", "txt": "Valeria Solovyeva, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 3", "txt": "Kenny Golladay, American football player", "entities": [{"title": "Kenny Golladay", "href": "/wiki/Kenny_Golladay", "description": "Kenny Golladay is an American football wide receiver for the New York Giants of the National Football League (NFL). He played college football at North Dakota and Northern Illinois and was drafted by the Detroit Lions in the third round of the 2017 NFL Draft. He led the NFL in receiving touchdowns with the Lions in 2019."}]}, {"heading": "Births", "year": "1995", "date": "November 3", "txt": "Kendall Jenner, American television personality and model", "entities": [{"title": "Kendall Jenner", "href": "/wiki/Kendall_Jenner", "description": "Kendall Nicole Jenner is an American model, socialite, and media personality. Jenner is the daughter of Kris Jenner and Caitlyn Jenner, and rose to fame in the reality television show Keeping Up with the Kardashians. Jenner began modelling at the age of 14. After working in commercial print ad campaigns and photoshoots, Jenner had breakout seasons in 2014 and 2015, walking the runways for high-fas"}]}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Kyle Benjamin, American race car driver", "entities": [{"title": "Kyle Benjamin", "href": "/wiki/Kyle_Benjamin", "description": "Kyle Benjamin is an American professional stock car racing driver. He most recently competed part-time in the NASCAR Whelen Modified Tour, driving the No. 15 for LFR Chassis, and part-time in the NASCAR Gander Outdoors Truck Series, driving the No. 44 and 45 Chevrolet Silverados for Niece Motorsports. Benjamin has also competed part-time in the NASCAR Xfinity Series for Joe Gibbs Racing. He is a m"}]}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Connor McGovern, American football player", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Izuchuckwu Anthony, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Filip Forejtek, Czech skier", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Sarthak Golui, Indian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Agustín Guiffrey, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Michael Kelly, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Takumi Kitamura, Japanese actor ", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Marco Klepoch, Slovak figure skater", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Łukasz Kozub, Polish volleyball player", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 3", "txt": "Lázaro Martínez, Cuban athlete", "entities": []}, {"heading": "Deaths", "year": "361", "date": "November 3", "txt": "Constantius II, Roman emperor (b. 317)", "entities": [{"title": "Constantius II", "href": "/wiki/Constantius_II", "description": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues and usurpations. His religious policies inflamed domestic conflicts that would continue after his death."}]}, {"heading": "Deaths", "year": "644", "date": "November 3", "txt": "Umar, caliph (b. 584)", "entities": [{"title": "Umar", "href": "/wiki/Umar", "description": "Omar, was one of the most powerful and influential Muslim caliphs in history. He was a senior companion and father-in-law of the Islamic prophet Muhammad. He succeeded Abu Bakr (632–634) as the second caliph of the Rashidun Caliphate on 23 August 634. He was an expert Muslim jurist known for his pious and just nature, which earned him the epithet Al-Farooq. He is sometimes referred to as Omar I by"}]}, {"heading": "Deaths", "year": "753", "date": "November 3", "txt": "Saint Pirmin, Spanish-German monk and saint (b. 700)", "entities": [{"title": "Saint Pirmin", "href": "/wiki/Saint_Pirmin", "description": "Saint Pirmin, was a Merovingian-era monk and missionary.\nHe founded or restored numerous monasteries in Alemannia (Swabia), especially in the Alsace, along the Upper Rhine and in the Lake Constance region."}]}, {"heading": "Deaths", "year": "1219", "date": "November 3", "txt": "Saer de Quincy, 1st Earl of Winchester, English baron and rebel (b. c. 1170)", "entities": [{"title": "Saer de Quincy, 1st Earl of Winchester", "href": "/wiki/Saer_de_Quincy,_1st_Earl_of_Winchester", "description": "Saer de Quincy, 1st Earl of Winchester was one of the leaders of the baronial rebellion against John, King of England, and a major figure in both the kingdoms of Scotland and England in the decades around the turn of the twelfth and thirteenth centuries."}]}, {"heading": "Deaths", "year": "1220", "date": "November 3", "txt": "Urraca of Castile, Queen of Portugal, spouse of King Afonso II of Portugal (b. 1186)", "entities": [{"title": "Urraca of Castile, Queen of Portugal", "href": "/wiki/Urraca_of_Castile,_Queen_of_Portugal", "description": "Urraca of Castile was a daughter of Alfonso VIII of Castile and Eleanor of England. Her maternal grandparents were Henry II of England and Eleanor of Aquitaine."}, {"title": "Afonso II of Portugal", "href": "/wiki/Afonso_II_of_Portugal", "description": "Afonso II, nicknamed the Fat or the Leper, was the third King of Portugal and the second but eldest surviving son of Sancho I of Portugal by his wife, Dulce, Infanta of Aragon. Afonso succeeded his father on 27 March 1211."}]}, {"heading": "Deaths", "year": "1254", "date": "November 3", "txt": "John III Doukas Vatatzes, Byzantine emperor (b. 1193)", "entities": [{"title": "John III Doukas Vatatzes", "href": "/wiki/John_III_Doukas_Vatatzes", "description": "John III Doukas Vatatzes, Latinized as Ducas Vatatzes, was Emperor of Nicaea from 1222 to 1254. He was succeeded by his son, known as Theodore II Laskaris."}]}, {"heading": "Deaths", "year": "1324", "date": "November 3", "txt": "Petronilla de Meath, Irish suspected witch (b. c. 1300)", "entities": [{"title": "Petronilla de Meath", "href": "/wiki/Petronilla_de_Meath", "description": "Petronilla de Meath was the maidservant of Dame Alice Kyteler, a fourteenth century Hiberno-Norman noblewoman. After the death of Kyteler's fourth husband, Kyteler was accused of practicing witchcraft and Petronilla was charged with being one of her accomplices. Petronilla was tortured and forced to proclaim that she and Kyteler were guilty of witchcraft. Petronilla was then flogged and eventually"}]}, {"heading": "Deaths", "year": "1373", "date": "November 3", "txt": "Jeanne de Valois, Queen of Navarre (b. 1343)", "entities": [{"title": "Jeanne de Valois, Queen of Navarre", "href": "/wiki/Jeanne_de_Valois,_Queen_of_Navarre", "description": "Joan of France, also known as Joan or Joanna of Valois, was the daughter of John II of France, and his first wife, Bonne of Luxembourg. She married Charles II of Navarre, and became Queen-consort of Navarre."}]}, {"heading": "Deaths", "year": "1428", "date": "November 3", "txt": "Thomas Montacute, 4th Earl of Salisbury, English general and politician (b. 1388)", "entities": [{"title": "Thomas Montacute, 4th Earl of Salisbury", "href": "/wiki/Thomas_Montacute,_4th_Earl_of_Salisbury", "description": "Thomas Montagu, 4th Earl of Salisbury, KG of Bisham in Berkshire, was an English nobleman and one of the most important English commanders during the Hundred Years' War."}]}, {"heading": "Deaths", "year": "1456", "date": "November 3", "txt": "Edmund Tudor, 1st Earl of Richmond, father of King Henry VII of England (b. 1431)", "entities": [{"title": "Edmund Tudor, 1st Earl of Richmond", "href": "/wiki/Edmund_Tudor,_1st_Earl_of_Richmond", "description": "Edmund Tudor, 1st Earl of Richmond, was the father of King Henry VII of England and a member of the Tudor family of Penmynydd, North Wales. Born to Owen Tudor and the dowager queen Catherine of Valois, Edmund was half-brother to Henry VI of England. Edmund was raised for several years by Katherine de la Pole and Henry took an interest in Edmund's upbringing, granting him a title and lands once he "}, {"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}]}, {"heading": "Deaths", "year": "1580", "date": "November 3", "txt": "Jerónimo Zurita y Castro, Spanish historian and author (b. 1512)", "entities": [{"title": "Jerónimo Zurita y Castro", "href": "/wiki/Jer%C3%B3nimo_Zurita_y_Castro", "description": "Jerónimo de Zurita y Castro or simply Jerónimo de Zurita was a Spanish historian of the sixteenth century who founded the modern tradition of historical scholarship in Spain."}]}, {"heading": "Deaths", "year": "1584", "date": "November 3", "txt": "Charles Borromeo, Italian cardinal and saint (b. 1538)", "entities": [{"title": "Charles Borromeo", "href": "/wiki/Charles_Borromeo", "description": "Charles Borromeo was the Archbishop of Milan from 1564 to 1584 and a cardinal of the Catholic Church. He was a leading figure of the Counter-Reformation combat against the Protestant Reformation together with Ignatius of Loyola and Philip Neri. In that role he was responsible for significant reforms in the Catholic Church, including the founding of seminaries for the education of priests. He is ho"}]}, {"heading": "Deaths", "year": "1599", "date": "November 3", "txt": "Andrew Báthory, Prince of Transylvania (b. c. 1563)", "entities": [{"title": "Andrew Báthory", "href": "/wiki/Andrew_B%C3%A1thory", "description": "Andrew Báthory was the Cardinal-deacon of Sant'Adriano al Foro from 1584 to 1599, Prince-Bishop of Warmia from 1589 to 1599, and Prince of Transylvania in 1599. His father was a brother of Stephen Báthory, who ruled the Polish–Lithuanian Commonwealth from 1575. He was the childless Stephen Báthory's favorite nephew. He went to Poland at his uncle's invitation in 1578 and studied at the Jesuit coll"}]}, {"heading": "Deaths", "year": "1600", "date": "November 3", "txt": "Richard Hooker, English priest and theologian (b. 1554)", "entities": [{"title": "Richard Hooker", "href": "/wiki/Richard_Hooker", "description": "Richard Hooker was an English priest in the Church of England and an influential theologian. He was one of the most important English theologians of the sixteenth century. His defence of the role of redeemed reason informed the theology of the seventeenth century Caroline Divines and later provided many members of the Church of England with a theological method which combined the claims of revelat"}]}, {"heading": "Deaths", "year": "1639", "date": "November 3", "txt": "Martin de Porres, Peruvian saint (b. 1579)", "entities": [{"title": "Martin de Porres", "href": "/wiki/Martin_de_Porres", "description": "Martín de Porres Velázquez, O.P., was a Peruvian lay brother of the Dominican Order who was beatified in 1837 by Pope Gregory XVI and canonized in 1962 by Pope John XXIII. He is the patron saint of mixed-race people, barbers, innkeepers, public health workers, and all those seeking racial harmony."}]}, {"heading": "Deaths", "year": "1643", "date": "November 3", "txt": "John Bainbridge, English astronomer and academic (b. 1582)", "entities": [{"title": "John Bainbridge (astronomer)", "href": "/wiki/John_Bainbridge_(astronomer)", "description": "\n\nJohn Bainbridge was an English astronomer and mathematician."}]}, {"heading": "Deaths", "year": "1643", "date": "November 3", "txt": "Paul Guldin, Swiss astronomer and mathematician (b. 1577)", "entities": []}, {"heading": "Deaths", "year": "1676", "date": "November 3", "txt": "Köprülü Fazıl Ahmed Pasha, Ottoman soldier and politician, 110th Grand Vizier of the Ottoman Empire (b. 1635)", "entities": [{"title": "Köprülü Fazıl Ahmed Pasha", "href": "/wiki/K%C3%B6pr%C3%BCl%C3%BC_Faz%C4%B1l_Ahmed_Pasha", "description": "Köprülüzade Fazıl Ahmed Pasha was an Ottoman nobleman and statesman, who was a member of the renowned Köprülü family of Albanian origin, which produced six grand viziers of the Ottoman Empire."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1711", "date": "November 3", "txt": "John Ernest Grabe, German theologian and academic (b. 1666)", "entities": [{"title": "John Ernest Grabe", "href": "/wiki/John_Ernest_Grabe", "description": "John Ernest Grabe, Anglican divine, was born at Königsberg, where his father, Martin Sylvester Grabe, was professor of theology and history."}]}, {"heading": "Deaths", "year": "1787", "date": "November 3", "txt": "Robert Lowth, English bishop and academic (b. 1710)", "entities": [{"title": "Robert Lowth", "href": "/wiki/Robert_Lowth", "description": "Robert Lowth was a Bishop of the Church of England, Oxford Professor of Poetry and the author of one of the most influential \ntextbooks of English grammar."}]}, {"heading": "Deaths", "year": "1793", "date": "November 3", "txt": "Olympe de Gouges, French playwright and activist (b. 1748)", "entities": [{"title": "Olympe de Gouges", "href": "/wiki/Olympe_de_Gouges", "description": "Olympe de Gouges was a French playwright and political activist whose writings on women's rights and abolitionism reached a large audience in various countries."}]}, {"heading": "Deaths", "year": "1794", "date": "November 3", "txt": "François-Joachim de Pierre de Bernis, French cardinal and diplomat (b. 1715)", "entities": [{"title": "François-Joachim de Pierre de Bernis", "href": "/wiki/Fran%C3%A7ois-Joachim_de_Pierre_de_Bernis", "description": "François-Joachim de Pierre de Bernis, comte de Lyonnais was a French cardinal and diplomat. He was the sixth member elected to occupy Seat 3 of the Académie française in 1744. Bernis was one of the most prominent figures in the autobiography of Giacomo Casanova Histoire de ma vie starting from the chapter on \"Convent Affairs\"."}]}, {"heading": "Deaths", "year": "1850", "date": "November 3", "txt": "William E. Shannon, Irish-born American politician (b. 1821/1822)", "entities": [{"title": "William E. Shannon", "href": "/wiki/William_E._Shannon", "description": "William E. Shannon was an American politician."}]}, {"heading": "Deaths", "year": "1858", "date": "November 3", "txt": "Harriet Taylor Mill, English philosopher and author (b. 1807)", "entities": [{"title": "Harriet Taylor Mill", "href": "/wiki/Harriet_Taylor_Mill", "description": "Harriet Taylor Mill was a British philosopher and women's rights advocate. Her extant corpus of writing can be found in The Complete Works of Harriet Taylor Mill. Several pieces can also be found in The Collected Works of John Stuart Mill, especially volume XXI."}]}, {"heading": "Deaths", "year": "1869", "date": "November 3", "txt": "Andreas Kalvos, Greek poet and playwright (b. 1792)", "entities": [{"title": "Andreas Kalvos", "href": "/wiki/Andreas_Kalvos", "description": "Andreas Kalvos was a Greek poet of the Romantic school. He published five volumes of poetry and drama - Canzone... (1811), Le Danaidi (1818), Elpis patridos (1818), Lyra (1824) and New odes (1826). He was a contemporary of the poets Ugo Foscolo and Dionysios Solomos. He was among the representatives of the Heptanese School of literature. No portrait of him is known to exist."}]}, {"heading": "Deaths", "year": "1890", "date": "November 3", "txt": "Ulrich Ochsenbein, Swiss lawyer and politician, 1st President of the Swiss National Council (b. 1811)", "entities": [{"title": "Ulrich Ochsenbein", "href": "/wiki/Ulrich_Ochsenbein", "description": "Ulrich Ochsenbein was a Swiss politician and member of the Swiss Federal Council (1848-1854)."}, {"title": "List of Presidents of the National Council of Switzerland", "href": "/wiki/List_of_Presidents_of_the_National_Council_of_Switzerland", "description": "The President of the National Council of Switzerland presides over the National Council and Federal Assembly. The National Council President is often colloquially referred to as the \"highest Swiss person\", as the highest ranking person subject to the people's vote. However, this is an honorary title and the president is not the head of state. The head of state is the Federal Council). In the offic"}]}, {"heading": "Deaths", "year": "1891", "date": "November 3", "txt": "Louis Lucien Bonaparte, English-Italian philologist and politician (b. 1813)", "entities": [{"title": "Louis Lucien Bonaparte", "href": "/wiki/Louis_Lucien_Bonaparte", "description": "Louis Lucien Bonaparte was the third son of Napoleon's second surviving brother, Lucien Bonaparte."}]}, {"heading": "Deaths", "year": "1900", "date": "November 3", "txt": "Carrie Steele Logan, American philanthropist, founder of the oldest black orphanage in the United States (b. ~1829)", "entities": [{"title": "Carrie Steele Logan", "href": "/wiki/Carrie_Steele_Logan", "description": "Carrie Steele Logan was an American philanthropist, founder of the oldest black orphanage in the United States."}, {"title": "Philanthropy", "href": "/wiki/Philanthropy", "description": "Philanthropy consists of \"private initiatives, for the public good, focusing on quality of life\". Philanthropy contrasts with business initiatives, which are private initiatives for private good, focusing on material gain, and with government endeavors, which are public initiatives for public good, e.g., focusing on provision of public services. A person who practices philanthropy is a philanthrop"}, {"title": "Orphanage", "href": "/wiki/Orphanage", "description": "Historically, an orphanage is a residential institution, or group home, devoted to the care of orphans and other children who were separated from their biological families. Examples of what would cause a child to be placed in orphanages are when the parents were deceased, the biological family was abusive to the child, there was substance abuse or mental illness in the biological home that was det"}]}, {"heading": "Deaths", "year": "1914", "date": "November 3", "txt": "Georg Trakl, Austrian-Polish pharmacist and poet (b. 1887)", "entities": [{"title": "Georg Trakl", "href": "/wiki/Georg_Trakl", "description": "Georg Trakl was an Austrian poet and the brother of the pianist Grete Trakl. He is considered one of the most important Austrian Expressionists. He is perhaps best known for his poem \"Grodek\", which he wrote shortly before he died of a cocaine overdose."}]}, {"heading": "Deaths", "year": "1917", "date": "November 3", "txt": "Léon Bloy, French author and poet (b. 1846)", "entities": [{"title": "Léon Bloy", "href": "/wiki/L%C3%A9on_Bloy", "description": "Léon Bloy was a French novelist, essayist, pamphleteer, and poet, known additionally for his eventual, passionate defense of Roman Catholicism and influence within French Catholic circles."}]}, {"heading": "Deaths", "year": "1918", "date": "November 3", "txt": "Aleksandr Lyapunov, Russian mathematician and physicist (b. 1857)", "entities": [{"title": "Aleksandr Lyapunov", "href": "/wiki/Aleksandr_Lyapunov", "description": "Aleksandr Mikhailovich Lyapunov was a Russian mathematician, mechanician and physicist. His surname is variously romanized as Ljapunov, Liapunov, Liapounoff or Ljapunow. He was the son of astronomer Mikhail Lyapunov and the brother of pianist and composer Sergei Lyapunov."}]}, {"heading": "Deaths", "year": "1926", "date": "November 3", "txt": "Annie Oakley, American entertainer and target shooter (b. 1860)", "entities": [{"title": "Annie Oakley", "href": "/wiki/Annie_Oakley", "description": "Annie Oakley was an American sharpshooter who starred in Buffalo Bill's Wild West show."}]}, {"heading": "Deaths", "year": "1927", "date": "November 3", "txt": "Karel Matěj Čapek-Chod, Czech journalist and author (b. 1860)", "entities": [{"title": "Karel Matěj Čapek-Chod", "href": "/wiki/Karel_Mat%C4%9Bj_%C4%8Capek-Chod", "description": "Karel Matěj Čapek-Chod was a Czech naturalistic writer and a journalist."}]}, {"heading": "Deaths", "year": "1929", "date": "November 3", "txt": "Olav Aukrust, Norwegian poet and educator (b. 1883)", "entities": [{"title": "Olav Aukrust", "href": "/wiki/Olav_Aukrust", "description": "Olav Aukrust was a Norwegian poet and teacher. He popularized the use of Nynorsk as a literary language and is most commonly associated with his poem Himmelvarden (1916)."}]}, {"heading": "Deaths", "year": "1933", "date": "November 3", "txt": "Pierre Paul Émile Roux, French physician, bacteriologist, and immunologist (b. 1853)", "entities": [{"title": "Pierre Paul Émile Roux", "href": "/wiki/Pierre_Paul_%C3%89mile_Roux", "description": "Pierre Paul Émile Roux FRS was a French physician, bacteriologist and immunologist. Roux was one of the closest collaborators of Louis Pasteur (1822–1895), a co-founder of the Pasteur Institute, and responsible for the institute's production of the anti-diphtheria serum, the first effective therapy for this disease. Additionally, he investigated cholera, chicken-cholera, rabies, and tuberculosis. "}]}, {"heading": "Deaths", "year": "1939", "date": "November 3", "txt": "Charles Tournemire, French organist and composer (b. 1870)", "entities": [{"title": "Charles Tournemire", "href": "/wiki/Charles_Tournemire", "description": "Charles Arnould Tournemire was a French composer and organist, notable partly for his improvisations, which were often rooted in the music of Gregorian chant. His compositions include eight symphonies, four operas, twelve chamber works and eighteen piano solos. He is mainly remembered for his organ music, the best known being set of pieces called L'Orgue mystique."}]}, {"heading": "Deaths", "year": "1949", "date": "November 3", "txt": "Solomon R. Guggenheim, American art collector and philanthropist, founded the Solomon R. Guggenheim Museum (b. 1861)", "entities": [{"title": "Solomon R. Guggenheim", "href": "/wiki/Solomon_R._Guggenheim", "description": "Solomon Robert Guggenheim was an American businessman and art collector. He is best known for establishing the Solomon R. Guggenheim Foundation and the Solomon R. Guggenheim Museum in New York City."}, {"title": "Solomon R. Guggenheim Museum", "href": "/wiki/Solomon_R._Guggenheim_Museum", "description": "The Solomon R. Guggenheim Museum, often referred to as The Guggenheim, is an art museum located at 1071 Fifth Avenue on the corner of East 89th Street in the Upper East Side neighborhood of Manhattan, New York City. It is the permanent home of a continuously expanding collection of Impressionist, Post-Impressionist, early Modern, and contemporary art and also features special exhibitions throughou"}]}, {"heading": "Deaths", "year": "1954", "date": "November 3", "txt": "Henri Matisse, French painter and sculptor (b. 1869)", "entities": [{"title": "Henri Matisse", "href": "/wiki/Henri_Matisse", "description": "Henri Émile Benoît Matisse was a French artist, known for both his use of colour and his fluid and original draughtsmanship. He was a draughtsman, printmaker, and sculptor, but is known primarily as a painter.\nMatisse is commonly regarded, along with Pablo Picasso, as one of the artists who best helped to define the revolutionary developments in the visual arts throughout the opening decades of th"}]}, {"heading": "Deaths", "year": "1956", "date": "November 3", "txt": "Jean Metzinger, French artist, (b. 1883)", "entities": [{"title": "Jean Metzinger", "href": "/wiki/Jean_Metzinger", "description": "Jean Dominique Antony Metzinger was a major 20th-century French painter, theorist, writer, critic and poet, who along with Albert Gleizes wrote the first theoretical work on Cubism. His earliest works, from 1900 to 1904, were influenced by the neo-Impressionism of Georges Seurat and Henri-Edmond Cross. Between 1904 and 1907 Metzinger worked in the Divisionist and Fauvist styles with a strong Cézan"}]}, {"heading": "Deaths", "year": "1957", "date": "November 3", "txt": "Wilhelm Reich, Ukrainian-Austrian psychotherapist and author (b. 1897)", "entities": [{"title": "Wilhelm Reich", "href": "/wiki/Wilhelm_Reich", "description": "Wilhelm Reich was an Austrian doctor of medicine and psychoanalyst, a member of the second generation of analysts after Sigmund Freud. The author of several influential books, most notably Character Analysis (1933), The Mass Psychology of Fascism (1933), and The Sexual Revolution (1936), Reich became known as one of the most radical figures in the history of psychiatry."}]}, {"heading": "Deaths", "year": "1960", "date": "November 3", "txt": "Paul Willis, American actor and director (b. 1901)", "entities": [{"title": "Paul Willis (actor)", "href": "/wiki/Paul_Willis_(actor)", "description": "Paul Willis was an American actor of the silent film era."}]}, {"heading": "Deaths", "year": "1962", "date": "November 3", "txt": "L. O. Wenckebach, Dutch sculptor and painter (b. 1895)", "entities": [{"title": "L. O. Wenckebach", "href": "/wiki/L._O._Wenckebach", "description": "Ludwig Oswald Wenckebach was a Dutch sculptor, painter, and medallist. He was the son of the anatomist Karel Frederik Wenckebach and nephew and pupil of the graphic designer and painter Willem Wenckebach. He started as a painter, but in 1920 switched to sculpting. He is best known for his many war monuments and designing the coins issued in the Netherlands between 1948 and 1980."}]}, {"heading": "Deaths", "year": "1968", "date": "November 3", "txt": "Vern Stephens, American baseball player (b. 1920)", "entities": [{"title": "Vern Stephens", "href": "/wiki/Vern_Stephens", "description": "Vernon Decatur Stephens was an American professional baseball player. He played in Major League Baseball as a shortstop from 1941 through 1955. An eight-time All-Star, Stephens was notable for being the 1945 American League home run champion and was a three-time American League RBI champion. He was the cleanup hitter for the only St. Louis Browns team to win an American League pennant in 1944, and"}]}, {"heading": "Deaths", "year": "1969", "date": "November 3", "txt": "Zeki Rıza Sporel, Turkish footballer (b. 1898)", "entities": [{"title": "Zeki Rıza Sporel", "href": "/wiki/Zeki_R%C4%B1za_Sporel", "description": "Zeki Rıza Sporel was a Turkish football player. He plied his trade at the striker position for Fenerbahçe and the Turkey national football team. His career started in the Fenerbahçe youth teams until he was promoted to the senior team. Zeki spent his entire career with the club, setting numerous records. He was also a forerunner for Turkey, becoming the first player to score for the team. He is of"}]}, {"heading": "Deaths", "year": "1973", "date": "November 3", "txt": "Marc Allégret, Swiss-French director and screenwriter (b. 1900)", "entities": [{"title": "Marc Allégret", "href": "/wiki/Marc_All%C3%A9gret", "description": "Marc Allégret was a French screenwriter, photographer and film director."}]}, {"heading": "Deaths", "year": "1975", "date": "November 3", "txt": "Tajuddin Ahmad, Bangladeshi politician, 1st Prime Minister of Bangladesh (b. 1925)", "entities": [{"title": "Tajuddin Ahmad", "href": "/wiki/Tajuddin_Ahmad", "description": "Tajuddin Ahmad was a Bengali statesman. He led the Provisional Government of Bangladesh as its prime minister during the Bangladesh Liberation War in 1971 and is regarded as one of the most instrumental figures in the birth of Bangladesh."}, {"title": "Prime Minister of Bangladesh", "href": "/wiki/Prime_Minister_of_Bangladesh", "description": "The Prime Minister of Bangladesh, officially Prime Minister of the People's Republic of Bangladesh is the chief executive of the government of Bangladesh. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The Prime Minister is ceremonially appointed by the President of Banglad"}]}, {"heading": "Deaths", "year": "1975", "date": "November 3", "txt": "Muhammad Mansur Ali, Bangladeshi captain and politician, 3rd Prime Minister of Bangladesh (b. 1919)", "entities": [{"title": "Prime Minister of Bangladesh", "href": "/wiki/Prime_Minister_of_Bangladesh", "description": "The Prime Minister of Bangladesh, officially Prime Minister of the People's Republic of Bangladesh is the chief executive of the government of Bangladesh. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The Prime Minister is ceremonially appointed by the President of Banglad"}]}, {"heading": "Deaths", "year": "1975", "date": "November 3", "txt": "Syed Nazrul Islam, Bangladeshi lawyer and politician, President of Bangladesh (b. 1925)", "entities": [{"title": "President of Bangladesh", "href": "/wiki/President_of_Bangladesh", "description": "The President of Bangladesh officially the President of the People's Republic of Bangladesh is the ceremonial Head of State of Bangladesh and Commander-in-Chief of the Bangladesh Armed Forces."}]}, {"heading": "Deaths", "year": "1975", "date": "November 3", "txt": "Abul Hasnat Muhammad Qamaruzzaman, Bangladeshi lawyer and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "November 3", "txt": "Caroline Mytinger, American painter and author (b. 1897)", "entities": [{"title": "Caroline Mytinger", "href": "/wiki/Caroline_Mytinger", "description": "Caroline Mytinger, was an American portrait painter born in Sacramento, California, and raised in Cleveland, Ohio. She is best known for her paintings of indigenous people in the South Seas during the late 1920s. These paintings are in the custody of the Phoebe Apperson Hearst Museum of Anthropology on UC Berkeley's campus in Berkeley, CA. Her work was featured in the museum's 2008 exhibition “Fac"}]}, {"heading": "Deaths", "year": "1983", "date": "November 3", "txt": "Alfredo Antonini, Italian-American conductor and composer (b. 1901)", "entities": [{"title": "Alfredo Antonini", "href": "/wiki/Alfredo_Antonini", "description": "Alfredo Antonini was a leading Italian-American symphony conductor and composer who was active on the international concert stage as well as on the CBS radio and television networks from the 1930s through the early 1970s. In 1972 he received an Emmy Award for Outstanding Achievement in Religious Programming on television for his conducting of the premiere of Ezra Laderman's opera And David Wept fo"}]}, {"heading": "Deaths", "year": "1983", "date": "November 3", "txt": "Jerry Pentland, Australian fighter ace (b. 1894)", "entities": [{"title": "Jerry Pentland", "href": "/wiki/Jerry_Pentland", "description": "Alexander Augustus Norman Dudley \"Jerry\" Pentland, was an Australian fighter ace in World War I. Born in Maitland, New South Wales, he commenced service as a Lighthorseman with the Australian Imperial Force in 1915, and saw action at Gallipoli. He transferred to the Royal Flying Corps the following year, rising to captain. Credited with twenty-three aerial victories, Pentland became the fifth high"}]}, {"heading": "Deaths", "year": "1987", "date": "November 3", "txt": "Mary Shane, American sportscaster and educator (b. 1945)", "entities": [{"title": "Mary Shane", "href": "/wiki/Mary_Shane", "description": "Mary Shane was the first full-time female play by play broadcaster for a Major League Baseball team in 1977."}]}, {"heading": "Deaths", "year": "1988", "date": "November 3", "txt": "Henri van Praag, Dutch philosopher, theologian, and educator (b. 1916)", "entities": [{"title": "Henri van Praag", "href": "/wiki/Henri_van_Praag", "description": "Naphthali ben Levi (Henri) van Praag was a Jewish-Dutch educator, philosopher and theologian who also became known as a (ortho) educational therapist and writer and as a publicist at the psychological and parapsychological field. The last field he was in 1978, succeeding Prof. WHC Tenhaeff, Professor behalf of the Students for Psychical Research (SPR). He described the scope of this assignment as "}]}, {"heading": "Deaths", "year": "1989", "date": "November 3", "txt": "Dorothy Fuldheim, American journalist (b. 1893)", "entities": [{"title": "Dorothy Fuldheim", "href": "/wiki/Dorothy_Fuldheim", "description": "Dorothy Fuldheim was an American journalist and anchor, spending the majority of her career for The Cleveland Press and WEWS-TV, both based in Cleveland, Ohio."}]}, {"heading": "Deaths", "year": "1990", "date": "November 3", "txt": "Kenan Erim, Turkish archaeologist and academic (b. 1929)", "entities": [{"title": "Kenan Erim", "href": "/wiki/Kenan_Erim", "description": "Kenan Tevfik Erim was a Turkish archaeologist who excavated from 1961 until his death at the site of Aphrodisias in Turkey."}]}, {"heading": "Deaths", "year": "1990", "date": "November 3", "txt": "Nusret Fişek, Turkish physician and politician, Turkish Minister of Health (b. 1914)", "entities": [{"title": "Ministry of Health (Turkey)", "href": "/wiki/Ministry_of_Health_(Turkey)", "description": "The Ministry of Health is the ministry of the Government of Turkey responsible for proposing and executing the government policy on health, planning and providing healthcare and protecting consumers. Likewise, it is responsible for proposing and executing the government policy on social cohesion and inclusion, family, protection of minors, youth and of care for dependent or disabled persons. The M"}]}, {"heading": "Deaths", "year": "1990", "date": "November 3", "txt": "Mary Martin, American actress and singer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "November 3", "txt": "Chris Bender, American singer (b. 1972)", "entities": [{"title": "Chris Bender (singer)", "href": "/wiki/Chris_Bender_(singer)", "description": "Christopher Lamont Bender, was an American R&B singer who reached the national music charts in 1991 with the album entitled Draped before his murder."}]}, {"heading": "Deaths", "year": "1993", "date": "November 3", "txt": "Léon Theremin, Russian physicist and engineer, invented the Theremin (b. 1895)", "entities": [{"title": "Léon Theremin", "href": "/wiki/L%C3%A9on_Theremin", "description": "Leon Theremin was a Russian and Soviet inventor, most famous for his invention of the theremin, one of the first electronic musical instruments and the first to be mass-produced. He also worked on early television research. His listening device, \"The Thing\", hung for seven years in plain view in the United States Ambassador's Moscow office and enabled Soviet agents to eavesdrop on secret conversat"}, {"title": "Theremin", "href": "/wiki/Theremin", "description": "The theremin is an electronic musical instrument controlled without physical contact by the thereminist (performer). It is named after its inventor, Leon Theremin, who patented the device in 1928."}]}, {"heading": "Deaths", "year": "1994", "date": "November 3", "txt": "Valter Palm, Estonian-American boxer (b. 1905)", "entities": [{"title": "Valter Palm", "href": "/wiki/Valter_Palm", "description": "Valter Palm was an Estonian welterweight professional boxer, born in Tallinn, who competed in the 1930s."}]}, {"heading": "Deaths", "year": "1995", "date": "November 3", "txt": "Gordon S. Fahrni, Canadian physician (b. 1887)", "entities": [{"title": "Gordon S. Fahrni", "href": "/wiki/Gordon_S._Fahrni", "description": "Gordon Samuel Fahrni, a recipient of the Order of Canada, was a Canadian physician and a leader in the Canadian Medical community. He served as president of the Canadian Medical Association from 1941-1942.\nAn expert on goitre surgery he was a founder of the American Goitre Association.\nHe was a medical practitioner for 54 years, dying at age 108."}]}, {"heading": "Deaths", "year": "1996", "date": "November 3", "txt": "Jean-Bédel Bokassa, Central African general and politician, 2nd President of the Central African Republic (b. 1921)", "entities": [{"title": "Jean-Bédel Bokassa", "href": "/wiki/Jean-B%C3%A9del_Bokassa", "description": "Jean-Bédel Bokassa, also known as Bokassa I, was a Central African political and military leader who served as the second president of the Central African Republic and as the emperor of its successor state, the Central African Empire, from his Saint-Sylvestre coup d'état on 1 January 1966 until overthrown in a subsequent coup in 1979."}, {"title": "President of the Central African Republic", "href": "/wiki/President_of_the_Central_African_Republic", "description": "This article lists the heads of state of the Central African Republic. There have been seven heads of state of the Central African Republic and the Central African Empire since independence was obtained from the French on 13 August 1960. This list includes not only those persons who were sworn into office as President of the Central African Republic but also those who served as de facto heads of s"}]}, {"heading": "Deaths", "year": "1998", "date": "November 3", "txt": "Bob Kane, American author and illustrator, co-created Batman (b. 1915)", "entities": [{"title": "Bob Kane", "href": "/wiki/Bob_Kane", "description": "Robert Kane was an American comic book writer, animator and artist who co-created, with Bill Finger, the DC Comics character Batman. Kane also co-created the animated series Cool McCool. He was inducted into the comic book industry's Jack Kirby Hall of Fame in 1994 and into the Will Eisner Comic Book Hall of Fame in 1996."}]}, {"heading": "Deaths", "year": "1999", "date": "November 3", "txt": "Ian Bannen, Scottish actor (b. 1928)", "entities": [{"title": "Ian Bannen", "href": "/wiki/Ian_Bannen", "description": "Ian Edmund Bannen was a Scottish actor. He was nominated for an Academy Award for his performance in The Flight of the Phoenix (1965), as well as two BAFTA Film Awards for his performances in The Offence (1973) and Hope and Glory (1987)."}]}, {"heading": "Deaths", "year": "2001", "date": "November 3", "txt": "Ernst Gombrich, Austrian-English historian and author (b. 1909)", "entities": [{"title": "Ernst Gombrich", "href": "/wiki/Ernst_Gombrich", "description": "Sir Ernst Hans Josef Gombrich was an Austrian-born art historian who, after settling in England in 1936, became a naturalised British citizen in 1947 and spent most of his working life in the United Kingdom."}]}, {"heading": "Deaths", "year": "2002", "date": "November 3", "txt": "Lonnie Donegan, Scottish singer-songwriter and guitarist (b. 1931)", "entities": [{"title": "Lonnie Donegan", "href": "/wiki/Lonnie_Donegan", "description": "Anthony James Donegan, known as Lonnie Donegan, was a British skiffle singer, songwriter and musician, referred to as the \"King of Skiffle\", who influenced 1960s British pop and rock musicians. Born in Scotland and raised in England, he was Britain's most successful and influential recording artist before the Beatles."}]}, {"heading": "Deaths", "year": "2002", "date": "November 3", "txt": "Jonathan Harris, American actor (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 3", "txt": "Rasul Gamzatov, Russian poet and educator (b. 1923)", "entities": [{"title": "Rasul Gamzatov", "href": "/wiki/Rasul_Gamzatov", "description": "Rasul Gamzatovich Gamzatov was a popular Avar poet. Among his poems was Zhuravli, which became a well-known Soviet song."}]}, {"heading": "Deaths", "year": "2004", "date": "November 3", "txt": "Sergejs Žoltoks, Latvian ice hockey player (b. 1972)", "entities": [{"title": "Sergejs Žoltoks", "href": "/wiki/Sergejs_%C5%BDoltoks", "description": " Sergejs Žoltoks, who was known professionally in North America as Sergei Zholtok  was a Latvian professional ice hockey centre who played ten seasons in the National Hockey League (NHL) for the Boston Bruins, Ottawa Senators, Montreal Canadiens, Edmonton Oilers, Minnesota Wild and Nashville Predators."}]}, {"heading": "Deaths", "year": "2006", "date": "November 3", "txt": "Paul Mauriat, French pianist, composer, and conductor (b. 1925)", "entities": [{"title": "Paul Mauriat", "href": "/wiki/Paul_Mauriat", "description": "Paul Julien André Mauriat was a French orchestra leader, conductor of Le Grand Orchestre de Paul Mauriat, who specialized in the easy listening genre. He is best known in the United States for his million-selling remake of André Popp's \"Love is Blue\", which was #1 for 5 weeks in 1968. Other recordings for which he is known include \"El Bimbo\", \"Toccata\", \"Love in Every Room/Même si tu revenais\", an"}]}, {"heading": "Deaths", "year": "2006", "date": "November 3", "txt": "Marie Rudisill, American author (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 3", "txt": "Alberto Spencer, Ecuadorean footballer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 3", "txt": "Aleksandr Dedyushko, Belarusian-Russian actor (b. 1962)", "entities": [{"title": "Aleksandr Dedyushko", "href": "/wiki/Aleksandr_Dedyushko", "description": "Aleksandr Viktorovich Dedyushko was a Russian television actor, best known for war dramas and the Russian version of Dancing with the Stars."}]}, {"heading": "Deaths", "year": "2007", "date": "November 3", "txt": "Martin Meehan, PIRA volunteer and Irish republican politician (b. 1945)", "entities": [{"title": "PIRA", "href": "/wiki/PIRA", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}]}, {"heading": "Deaths", "year": "2007", "date": "November 3", "txt": "Ryan Shay, American runner (b. 1979)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 3", "txt": "Jean Fournet, French conductor (b. 1913)", "entities": [{"title": "Jean Fournet", "href": "/wiki/Jean_Fournet", "description": "Jean Fournet was a French flutist and conductor."}]}, {"heading": "Deaths", "year": "2009", "date": "November 3", "txt": "Francisco Ayala, Spanish sociologist, author, and critic (b. 1906)", "entities": [{"title": "Francisco Ayala (novelist)", "href": "/wiki/Francisco_Ayala_(novelist)", "description": "Francisco Ayala García-Duarte was a Spanish writer, the last representative of the Generation of '27."}]}, {"heading": "Deaths", "year": "2009", "date": "November 3", "txt": "Archie Baird, Scottish footballer, journalist, and educator (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 3", "txt": "Carl Ballantine, American magician and actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 3", "txt": "Jerry Bock, American composer (b. 1928)", "entities": [{"title": "Jerry Bock", "href": "/wiki/Jerry_Bock", "description": "Jerrold Lewis \"Jerry\" Bock was an American musical theater composer. He received the Tony Award for Best Musical and the Pulitzer Prize for Drama with Sheldon Harnick for their 1959 musical Fiorello! and the Tony Award for Best Composer and Lyricist for the 1964 musical Fiddler on the Roof with Sheldon Harnick."}]}, {"heading": "Deaths", "year": "2010", "date": "November 3", "txt": "Viktor Chernomyrdin, Russian politician and diplomat, 30th Prime Minister of Russia (b. 1938)", "entities": [{"title": "Prime Minister of Russia", "href": "/wiki/Prime_Minister_of_Russia", "description": "The Chairman of the Government of the Russian Federation, also known as the prime minister, is the head of the Russian government, the chief executive of the Russian Cabinet, and the second-most powerful figure in the Russian Federation. The official residence of the prime minister is Gorki-9 in Odintsovsky District, Moscow Oblast, and the working residence is the Russian White House of Moscow. Un"}]}, {"heading": "Deaths", "year": "2010", "date": "November 3", "txt": "Jim Clench, Canadian bass player (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 3", "txt": "Peeter Kreitzberg, Estonian lawyer and politician (b. 1948)", "entities": [{"title": "Peeter Kreitzberg", "href": "/wiki/Peeter_Kreitzberg", "description": "Peeter Kreitzberg was an Estonian politician, member of parliament and a member of the Social Democratic Party. Kreitzberg served as the Estonian Minister of Culture and Education from April to November 1995. He also taught at Tallinn University from 1997 to 2011."}]}, {"heading": "Deaths", "year": "2012", "date": "November 3", "txt": "Carmélia Alves, Brazilian singer (b. 1923)", "entities": [{"title": "Carmélia Alves", "href": "/wiki/Carm%C3%A9lia_Alves", "description": "Carmélia Alves, a Brazilian singer known as the \"Queen of Baião\", was one of the country's best-known performers of baião, a folk rhythm popular in Northeast Brazil."}]}, {"heading": "Deaths", "year": "2012", "date": "November 3", "txt": "George Chesterton, English cricketer and coach (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 3", "txt": "Tommy Godwin, American-English cyclist and coach (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 3", "txt": "Mükerrem Hiç, Turkish academic, author, and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 3", "txt": "Thomas K. McCraw, American historian and academic (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 3", "txt": "Kailashpati Mishra, Indian activist and politician, 18th Governor of Gujarat (b. 1923)", "entities": [{"title": "List of Governors of Gujarat", "href": "/wiki/List_of_Governors_of_Gujarat", "description": "The Governor of Gujarat is a nominal head and representative of the President of India in the state of Gujarat. The Governor is appointed by the President for a term of 5 years and resides in Raj Bhavan in Gandhinagar. Acharya Devvrat took charge as the Governor on 22 July 2019."}]}, {"heading": "Deaths", "year": "2013", "date": "November 3", "txt": "Nick Cardy, American soldier and illustrator (b. 1920)", "entities": [{"title": "Nick Cardy", "href": "/wiki/Nick_Cardy", "description": "Nicholas Viscardi, known professionally as Nick Cardy and Nick Cardi, was an American comics artist best known for his DC Comics work on Aquaman, the Teen Titans and other major characters. Cardy was inducted into the Will Eisner Comic Book Hall of Fame in 2005."}]}, {"heading": "Deaths", "year": "2013", "date": "November 3", "txt": "Gerard Cieślik, Polish footballer and manager (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 3", "txt": "Gamani Corea, Sri Lankan economist and diplomat (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 3", "txt": "William J. Coyne, American lawyer and politician (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 3", "txt": "Rupert Gerritsen, Australian historian and author (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 3", "txt": "Leonard Long, Australian painter and educator (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 3", "txt": "Augusto Martelli, Italian composer and conductor (b. 1940)", "entities": [{"title": "Augusto Martelli", "href": "/wiki/Augusto_Martelli", "description": "Augusto Martelli was an Italian composer, conductor, arranger and television personality."}]}, {"heading": "Deaths", "year": "2014", "date": "November 3", "txt": "Gordon Tullock, American economist and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 3", "txt": "Sadashiv Amrapurkar, Indian actor (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 3", "txt": "Ahmed Chalabi, Iraqi businessman and politician (b. 1944)", "entities": [{"title": "Ahmed Chalabi", "href": "/wiki/Ahmed_Chalabi", "description": "Ahmed Abdel Hadi Chalabi was an Iraqi politician, a founder of the Iraqi National Congress (INC) and the President of the Governing Council of Iraq."}]}, {"heading": "Deaths", "year": "2015", "date": "November 3", "txt": "Howard Coble, American captain, lawyer, and politician (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 3", "txt": "Tom Graveney, English cricketer and sportscaster (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 3", "txt": "Lauretta Ngcobo, South African novelist and essayist (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 3", "txt": "Kay Starr, American singer (b. 1922)", "entities": [{"title": "Kay Starr", "href": "/wiki/Kay_Starr", "description": "Catherine Laverne Starks, known professionally as Kay Starr, was an American pop and jazz singer who enjoyed considerable success in the late 1940s and 1950s. She was of Iroquois and Irish heritage. Starr was successful in every field of music she tried, but her roots were in jazz."}]}]