[{"heading": "Events", "year": "783", "date": "November 26", "txt": "The Asturian queen Adosinda is held at a monastery to prevent her king from retaking the throne from Mauregatus.", "entities": [{"title": "Kingdom of Asturias", "href": "/wiki/Kingdom_of_Asturias", "description": "The Kingdom of Asturias was a kingdom in the Iberian Peninsula founded by the Visigothic nobleman Pelagius. It was the first Christian political entity established after the Umayyad conquest of Visigothic Hispania in 718 or 722. That year, Pelagius defeated an Umayyad army at the Battle of Covadonga, in what is usually regarded as the beginning of the Reconquista."}, {"title": "Adosinda", "href": "/wiki/Adosinda", "description": "Adosinda was the queen of Asturias during the reign of her husband, Silo, from 774 to 783. She was a daughter of Alfonso I and Ermesinda, daughter of the first Asturian king, Pelayo. She was a sister of Fruela I."}, {"title": "Mauregatus of Asturias", "href": "/wiki/Mauregatus_of_Asturias", "description": "Mauregatus the Usurper was the king of Asturias from 783 to 788 or 789. He was an illegitimate son of Alfonso I, supposedly by a Moorish serf. He usurped the throne on the death of Silo, the husband of his half sister Adosinda. The nobility had elected Alfonso II at Adosinda's insistence, but Mauregatus assembled a large army of supporters and forced Alfonso into Álava."}]}, {"heading": "Events", "year": "1161", "date": "November 26", "txt": "Battle of Caishi: A Song dynasty fleet fights a naval engagement with Jin dynasty ships on the Yangtze river during the Jin–Song Wars.", "entities": [{"title": "Battle of Caishi", "href": "/wiki/Battle_of_Caishi", "description": "The Battle of Caishi was a major naval engagement of the Jin–Song Wars of China that took place on November 26–27, 1161. It ended with a decisive Song victory, aided by their use of gunpowder weapons."}, {"title": "Song dynasty", "href": "/wiki/Song_dynasty", "description": "The Song dynasty was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-"}, {"title": "Jin dynasty (1115–1234)", "href": "/wiki/Jin_dynasty_(1115%E2%80%931234)", "description": "The Jin dynasty, officially known as the Great Jin, lasted from 1115 to 1234 as one of the last dynasties in Chinese history to predate the Mongol conquest of China. Its name is sometimes written as Kin, Jurchen Jin or Jinn in English to differentiate it from an earlier Jìn dynasty of China whose name is identical when transcribed without tone marker diacritics in the Hanyu Pinyin system for Stand"}, {"title": "Yangtze", "href": "/wiki/Yangtze", "description": "The Yangtze or Yangzi is the longest river in Asia, the third-longest in the world and the longest in the world to flow entirely within one country. It rises at Jari Hill in the Tanggula Mountains and flows 6,300 km (3,900 mi) in a generally easterly direction to the East China Sea. It is the sixth-largest river by discharge volume in the world. Its drainage basin comprises one-fifth of the land a"}, {"title": "Jin–Song Wars", "href": "/wiki/Jin%E2%80%93Song_Wars", "description": "The Jin–Song Wars were a series of conflicts between the Jurchen-led Jin dynasty (1115–1234) and the Han-led Song dynasty (960–1279). In 1115, Jurchen tribes rebelled against their overlords, the Khitan-led Liao dynasty (916–1125), and declared the formation of the Jin. Allying with the Song against their common enemy the Liao dynasty, the Jin promised to return to the Song the Sixteen Prefectures"}]}, {"heading": "Events", "year": "1476", "date": "November 26", "txt": "Vlad the Impaler defeats Basarab Laiota with the help of Stephen the Great and Stephen V Báthory and becomes the ruler of Wallachia for the third time.", "entities": [{"title": "Vlad the Impaler", "href": "/wiki/Vlad_the_Impaler", "description": "Vlad III, most commonly known as Vlad the Impaler or Vlad Dracula, was Voivode of Wallachia three times between 1448 and his death. He is often considered one of the most important rulers in Wallachian history and a national hero of Romania."}, {"title": "Basarab Laiotă cel Bătrân", "href": "/wiki/Basarab_Laiot%C4%83_cel_B%C4%83tr%C3%A2n", "description": "Basarab III cel Bătrân, also known as Laiotă Basarab or Basarab Laiotă was Voivode of the principality of Wallachia in the 1470s, repeating the achievement of Dan II in being elected by the boyars as voivode on five occasions. Moreover, he succeeded the same ruler on four occasions. Two of his reigns also surrounded the last period in which Vlad III the Impaler ruled over Wallachia."}, {"title": "Stephen the Great", "href": "/wiki/Stephen_the_Great", "description": "Stephen III of Moldavia, most commonly known as Stephen the Great, was Voivode of Moldavia from 1457 to 1504. He was the son of and co-ruler with Bogdan II, who was murdered in 1451 in a conspiracy organized by his brother and Stephen's uncle Peter III Aaron who took the throne. Stephen fled to Hungary, and later to Wallachia, but with the support of Vlad III Țepeș, Voivode of Wallachia, he return"}, {"title": "Stephen V Báthory", "href": "/wiki/Stephen_V_B%C3%A1thory", "description": "Stephen Báthory of Ecsed was a Hungarian commander, 'dapiferorum regalium magister' (1458–?), judge royal (1471–1493) and voivode of Transylvania (1479–1493). He rose to power under King Matthias Corvinus of Hungary and after the king's death sided with Vladislav Jagiellon of Bohemia and later together with Pál Kinizsi defeated Prince John Corvin in the Battle of Csonthegy (1493). As a result of h"}, {"title": "Wallachia", "href": "/wiki/Wallachia", "description": "Wallachia or Walachia is a historical and geographical region of Romania. It is situated north of the Lower Danube and south of the Southern Carpathians. Wallachia is traditionally divided into two sections, Muntenia and Oltenia. Wallachia as a whole is sometimes referred to as Muntenia through identification with the larger of the two traditional sections."}]}, {"heading": "Events", "year": "1778", "date": "November 26", "txt": "In the Hawaiian Islands, Captain James Cook becomes the first European to visit Maui.", "entities": [{"title": "Hawaiian Islands", "href": "/wiki/Hawaiian_Islands", "description": "The Hawaiian Islands are an archipelago of eight major islands, several atolls, numerous smaller islets, and seamounts in the North Pacific Ocean, extending some 1,500 miles from the island of Hawaiʻi in the south to northernmost Kure Atoll. Formerly the group was known to Europeans and Americans as the Sandwich Islands, a name that James Cook chose in honor of the then First Lord of the Admiralty"}, {"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}, {"title": "Maui", "href": "/wiki/Maui", "description": "The island of Maui is the second-largest of the Hawaiian Islands at 727.2 square miles (1,883 km2) and is the 17th largest island in the United States. Maui is part of the State of Hawaii and is the largest of Maui County's four islands, which include Molokaʻi, Lānaʻi, and unpopulated Kahoʻolawe. In 2010, Maui had a population of 144,444, third-highest of the Hawaiian Islands, behind that of Oʻahu"}]}, {"heading": "Events", "year": "1789", "date": "November 26", "txt": "A national Thanksgiving Day is observed in the United States as proclaimed by President George Washington at the request of Congress.", "entities": [{"title": "Thanksgiving (United States)", "href": "/wiki/Thanksgiving_(United_States)", "description": "Thanksgiving is a federal holiday in the United States, celebrated on the fourth Thursday of November. It is sometimes called American Thanksgiving to distinguish it from the Canadian holiday of the same name. It originated as a harvest festival, and the centerpiece of Thanksgiving celebrations remains Thanksgiving dinner. The dinner traditionally consists of foods and dishes indigenous to the Ame"}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1805", "date": "November 26", "txt": "Official opening of Thomas Telford's Pontcysyllte Aqueduct.", "entities": [{"title": "Thomas Telford", "href": "/wiki/Thomas_Telford", "description": "Thomas Telford FRS, FRSE was a Scottish civil engineer, architect and stonemason, and road, bridge and canal builder. After establishing himself as an engineer of road and canal projects in Shropshire, he designed numerous infrastructure projects in his native Scotland, as well as harbours and tunnels. Such was his reputation as a prolific designer of highways and related bridges, he was dubbed Th"}, {"title": "Pontcysyllte Aqueduct", "href": "/wiki/Pontcysyllte_Aqueduct", "description": "The Pontcysyllte Aqueduct is a navigable aqueduct that carries the Llangollen Canal across the River Dee in the Vale of Llangollen in northeast Wales."}]}, {"heading": "Events", "year": "1812", "date": "November 26", "txt": "The Battle of Berezina begins during Napoleon's retreat from Russia.", "entities": [{"title": "Battle of Berezina", "href": "/wiki/Battle_of_Berezina", "description": "The Battle of (the) Berezina took place from 26 to 29 November 1812, between the French army of Napoleon, retreating after the aborted occupation of Moscow and trying to cross the Berezina, and the Russian armies under Peter Wittgenstein and Admiral Pavel Chichagov. The battle ended with a mixed outcome. The French suffered heavy losses but Napoleon with the core of his army managed to cross the r"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}]}, {"heading": "Events", "year": "1863", "date": "November 26", "txt": "United States President Abraham Lincoln proclaims November 26 as a national Thanksgiving Day, to be celebrated annually on the final Thursday of November.  Following the Franksgiving controversy from 1939 to 1941, it has been observed on the fourth Thursday in 1942 and subsequent years.", "entities": [{"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Thanksgiving (United States)", "href": "/wiki/Thanksgiving_(United_States)", "description": "Thanksgiving is a federal holiday in the United States, celebrated on the fourth Thursday of November. It is sometimes called American Thanksgiving to distinguish it from the Canadian holiday of the same name. It originated as a harvest festival, and the centerpiece of Thanksgiving celebrations remains Thanksgiving dinner. The dinner traditionally consists of foods and dishes indigenous to the Ame"}, {"title": "Franksgiving", "href": "/wiki/Franksgiving", "description": "In 1939, President Franklin D. Roosevelt moved the Thanksgiving holiday one week earlier than normal, believing that doing so would help bolster retail sales during one of the final years of the Great Depression. This led to much upheaval and protest, causing some to deride the holiday as Franksgiving. The term Franksgiving is a portmanteau of Franklin and Thanksgiving and was coined by Atlantic C"}]}, {"heading": "Events", "year": "1865", "date": "November 26", "txt": "Battle of Papudo: A Spanish navy schooner is defeated by a Chilean corvette north of Valparaíso, Chile.", "entities": [{"title": "Battle of Papudo", "href": "/wiki/Battle_of_Papudo", "description": "The Naval Battle of Papudo was a naval engagement fought between Spanish and Chilean forces on November 26, 1865, during the Chincha Islands War. It was fought 55 miles north of Valparaiso, Chile, near the coastal town of Papudo."}, {"title": "Valparaíso", "href": "/wiki/Valpara%C3%ADso", "description": "Valparaíso is a major city, seaport, naval base and educational centre in the commune of Valparaíso, Chile. \"Greater Valparaíso\" is the second largest metropolitan area in the country. Valparaíso is located about 120 kilometres (75 mi) northwest of Santiago by road and is one of the South Pacific's most important seaports. Valparaíso is the capital of Chile's second most populated administrative r"}]}, {"heading": "Events", "year": "1914", "date": "November 26", "txt": "HMS Bulwark is destroyed by a large internal explosion with the loss of 741 men near Sheerness.", "entities": [{"title": "HMS Bulwark (1899)", "href": "/wiki/HMS_Bulwark_(1899)", "description": "HMS Bulwark was one of five  London-class pre-dreadnought battleships built for the Royal Navy at the end of the 19th century. The Londons were a sub-class of the  Formidable-class pre-dreadnoughts. Completed in 1902 she was initially assigned to the Mediterranean Fleet as its flagship. The ship then served with the Channel and Home Fleets from 1907 to 1910, usually as a flagship. From 1910 to 191"}, {"title": "Sheerness", "href": "/wiki/Sheerness", "description": "Sheerness is a town and civil parish beside the mouth of the River Medway on the north-west corner of the Isle of Sheppey in north Kent, England. With a population of 12,000, it is the largest town on the island."}]}, {"heading": "Events", "year": "1917", "date": "November 26", "txt": "The Manchester Guardian publishes the 1916 secret Sykes-Picot Agreement between the United Kingdom and France.", "entities": [{"title": "Sykes-Picot Agreement", "href": "/wiki/Sykes-Picot_Agreement", "description": "The Sykes–Picot Agreement was a 1916 secret treaty between the United Kingdom and France, with assent from the Russian Empire and the Kingdom of Italy, to define their mutually agreed spheres of influence and control in an eventual partition of the Ottoman Empire."}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}]}, {"heading": "Events", "year": "1917", "date": "November 26", "txt": "The National Hockey League is formed, with the Montreal Canadiens, Montreal Wanderers, Ottawa Senators, Quebec Bulldogs, and Toronto Arenas as its first teams.", "entities": [{"title": "Montreal Canadiens", "href": "/wiki/Montreal_Canadiens", "description": "The Montreal Canadiens are a professional ice hockey team based in Montreal. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. Other nicknames for the team include Les Canadiens, Le Bleu-Blanc-Rouge, La Sainte-Flanelle, Le Tricolore, Les Glorieux, Le CH, Le Grand Club and Les Habitants."}, {"title": "Montreal Wanderers", "href": "/wiki/Montreal_Wanderers", "description": "The Montreal Wanderers were an amateur, and later professional, men's ice hockey team based in Montreal. The team played in the Federal Amateur Hockey League (FAHL), the Eastern Canada Amateur Hockey Association (ECAHA), the National Hockey Association (NHA) and briefly the National Hockey League (NHL). The Wanderers were four-time Stanley Cup winners. Prior to the formation of the NHL, the \"Redba"}, {"title": "Ottawa Senators (original)", "href": "/wiki/Ottawa_Senators_(original)", "description": "The Ottawa Senators were an ice hockey team based in Ottawa, which existed from 1883 to 1954. The club was the first hockey club in Ontario, a founding member of the National Hockey League (NHL) and played in the NHL from 1917 until 1934. The club, which was officially the Ottawa Hockey Club, was known by several nicknames, including the Generals in the 1890s, the Silver Seven from 1903 to 1907 an"}, {"title": "Quebec Bulldogs", "href": "/wiki/Quebec_Bulldogs", "description": "The Quebec Bulldogs were a men's senior-level ice hockey team based in Quebec City. The team was officially known as the Quebec Hockey Club, and later as the Quebec Athletic Club. One of the first organized ice hockey clubs, the club debuted in 1878 with the opening of the Quebec Skating Rink. The club continued as an amateur team through various leagues, eventually becoming professional in 1908. "}, {"title": "Toronto Arenas", "href": "/wiki/Toronto_Arenas", "description": "The Toronto Arenas or Torontos were a professional men's ice hockey team that played in the first two seasons of the National Hockey League (NHL). It was operated by the owner of the Arena Gardens, the Toronto Arena Company. As the ownership of the National Hockey Association (NHA) Toronto Blueshirts franchise was in dispute, the new NHL league was started, and a temporary Toronto franchise was op"}]}, {"heading": "Events", "year": "1918", "date": "November 26", "txt": "The Montenegran Podgorica Assembly votes for a \"union of the people\", declaring assimilation into the Kingdom of Serbia.", "entities": [{"title": "Podgorica Assembly", "href": "/wiki/Podgorica_Assembly", "description": "The Great National Assembly of the Serb People in Montenegro, commonly known as the Podgorica Assembly, was an ad hoc assembly convened in November 1918, after the end of World War I in the Kingdom of Montenegro. The assembly was held by the Montenegrin authorities with the goal of dethroning the Montenegrin Petrović-Njegoš dynasty in favour of the Serbian House of Karađorđević, in order to formal"}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}]}, {"heading": "Events", "year": "1922", "date": "November 26", "txt": "Howard Carter and Lord Carnarvon become the first people to enter the tomb of Pharaoh Tutankhamun in over 3000 years.", "entities": [{"title": "Howard Carter", "href": "/wiki/Howard_Carter", "description": "Howard Carter was an English archaeologist and Egyptologist. He became world-famous after discovering the intact tomb of the 18th Dynasty Pharaoh, Tutankhamun in November 1922, the best-preserved pharaonic tomb ever found in the Valley of the Kings."}, {"title": "George Herbert, 5th Earl of Carnarvon", "href": "/wiki/George_Herbert,_5th_Earl_of_Carnarvon", "description": "George Edward Stanhope Molyneux Herbert, 5th Earl of Carnarvon, DL, styled Lord Porchester until 1890, was an English peer and aristocrat best known as the financial backer of the search for and excavation of Tutankhamun's tomb in the Valley of the Kings."}, {"title": "Pharaoh", "href": "/wiki/Pharaoh", "description": "Pharaoh is the common title now used for the monarchs of ancient Egypt from the First Dynasty until the annexation of Egypt by the Roman Empire in 30 BCE, although the term \"pharaoh\" was not used contemporaneously for a ruler until Merneptah, c. 1210 BCE, during the Nineteenth dynasty, \"king\" being the term used most frequently until the middle of the Eighteenth Dynasty. In the early dynasties, an"}, {"title": "Tutankhamun", "href": "/wiki/Tutankhamun", "description": "Tutankhamun, Egyptological pronunciation Tutankhamen, commonly referred to as King Tut, was an ancient Egyptian pharaoh who was the last of his royal family to rule during the end of the 18th Dynasty during the New Kingdom of Egyptian history. His father was the mummy found in the tomb KV55, believed to be the pharaoh Akhenaten. His mother is his father's sister, identified through DNA testing as "}]}, {"heading": "Events", "year": "1922", "date": "November 26", "txt": "The Toll of the Sea debuts as the first general release film to use two-tone Technicolor. (The Gulf Between was the first film to do so, but it was not widely distributed.)", "entities": [{"title": "Technicolor", "href": "/wiki/Technicolor", "description": "Technicolor is a series of color motion picture processes, the first version dating to 1916, and followed by improved versions over several decades."}]}, {"heading": "Events", "year": "1939", "date": "November 26", "txt": "Shelling of Mainila: The Soviet Army orchestrates an incident which is used to justify the start of the Winter War with Finland four days later.", "entities": [{"title": "Shelling of Mainila", "href": "/wiki/Shelling_of_Mainila", "description": "The Shelling of Mainila was a military incident on 26 November 1939 in which the Soviet Union's Red Army shelled the Soviet village of Mainila near Beloostrov. The Soviet Union declared that the fire originated from Finland across the nearby border and claimed to have had losses in personnel. Through that false flag operation, the Soviet Union gained a great propaganda boost and a casus belli for "}, {"title": "Soviet Army", "href": "/wiki/Soviet_Army", "description": "The Soviet Ground Forces was the main land warfare uniform service branch of the Soviet Armed Forces from 1946 to 1992."}, {"title": "Winter War", "href": "/wiki/Winter_War", "description": "The Winter War also known as First Soviet-Finnish War was a war between the Soviet Union (USSR) and Finland. It began with a Soviet invasion of Finland on 30 November 1939, three months after the outbreak of World War II, and ended three and a half months later with the Moscow Peace Treaty on 13 March 1940. Despite superior military strength, especially in tanks and aircraft, the Soviet Union suff"}]}, {"heading": "Events", "year": "1941", "date": "November 26", "txt": "World War II: The Hull note is given to the Japanese ambassador, demanding that Japan withdraw from China and French Indochina, in return for which the United States would lift economic sanctions. On the same day, Japan's 1st Air Fleet departs Hitokappu Bay for Hawaii.", "entities": [{"title": "Hull note", "href": "/wiki/Hull_note", "description": "The Hull note, officially the Outline of Proposed Basis for Agreement Between the United States and Japan, was the final proposal delivered to the Empire of Japan by the United States of America before the attack on Pearl Harbor and the Japanese declaration of war. The note was delivered on November 26, 1941, and is named for Secretary of State Cordell Hull. It was the culmination of a series of e"}, {"title": "French Indochina", "href": "/wiki/French_Indochina", "description": "French Indochina, officially known as the Indochinese Union from 1887 and the Indochinese Federation after 1947, was a grouping of French colonial territories in Southeast Asia until its demise in 1954. It comprised three Vietnamese regions of Tonkin in the north, Annam in the centre, and Cochinchina in the south, Cambodia, Laos and the Chinese territory of Guangzhouwan. The capital for most of it"}, {"title": "Kasatka Bay", "href": "/wiki/Kasatka_Bay", "description": "Kasatka Bay, formerly known by its Japanese name Hitokappu Bay , is a natural harbor at the central part of Iturup, Kuril Islands. It is currently controlled by the Russian Federation since the Soviet Union annexed the Kuril Islands from Japan at the end of World War II."}]}, {"heading": "Events", "year": "1942", "date": "November 26", "txt": "World War II: Yugoslav Partisans convene the first meeting of the Anti-Fascist Council for the National Liberation of Yugoslavia at Bihać in northwestern Bosnia.", "entities": [{"title": "Yugoslav Partisans", "href": "/wiki/Yugoslav_Partisans", "description": "The Yugoslav Partisans, or the National Liberation Army, officially the National Liberation Army and Partisan Detachments of Yugoslavia, was the Communist-led Anti-fascist resistance to the Axis powers in occupied Yugoslavia during World War II. Led by Josip Broz Tito, the Partisans are considered to be Europe's most effective anti-Axis resistance movement during World War II."}, {"title": "Anti-Fascist Council for the National Liberation of Yugoslavia", "href": "/wiki/Anti-Fascist_Council_for_the_National_Liberation_of_Yugoslavia", "description": "The Anti-Fascist Council for the National Liberation of Yugoslavia commonly abbreviated as the AVNOJ, was a deliberative and legislative body that was established in Bihać, Yugoslavia, in November 1942. It was established on the instigation of Josip Broz Tito, the leader of the Yugoslav Partisans – an armed resistance movement led by the Communist Party of Yugoslavia to resist the Axis occupation "}, {"title": "Bihać", "href": "/wiki/Biha%C4%87", "description": "Bihać is a city and the administrative center of Una-Sana Canton of the Federation of Bosnia and Herzegovina, an entity of Bosnia and Herzegovina. It is situated on the banks of river Una in northwestern Bosnia and Herzegovina, in the Bosanska Krajina region. As of 2013, it has a population of 56,261 inhabitants."}, {"title": "Bosnia (region)", "href": "/wiki/Bosnia_(region)", "description": "Bosnia is the northern region of Bosnia and Herzegovina, encompassing roughly 81% of the country; the other region, the southern part, is Herzegovina."}]}, {"heading": "Events", "year": "1942", "date": "November 26", "txt": "Casablanca, the movie starring Humphrey Bogart and Ingrid Bergman, premieres in New York City.", "entities": []}, {"heading": "Events", "year": "1943", "date": "November 26", "txt": "World War II: HMT Rohna is sunk by the Luftwaffe in an air attack in the Mediterranean north of Béjaïa, Algeria.", "entities": [{"title": "HMT Rohna", "href": "/wiki/HMT_Rohna", "description": "HMT Rohna was a British India Steam Navigation Company passenger and cargo liner that was built on Tyneside in 1926 as SS Rohna and requisitioned as a troop ship in 1940. Rohna was sunk in the Mediterranean in November 1943 by a Henschel Hs 293 guided glide bomb launched by a Luftwaffe aircraft. More than 1,100 people were killed, most of whom were US troops."}, {"title": "Luftwaffe", "href": "/wiki/Luftwaffe", "description": "The Luftwaffe was the aerial warfare branch of the Wehrmacht during World War II. Germany's military air arms during World War I, the Luftstreitkräfte of the Imperial Army and the Marine-Fliegerabteilung of the Imperial Navy, had been disbanded in May 1920 in accordance with the terms of the Treaty of Versailles which stated that Germany was forbidden to have any air force."}, {"title": "Mediterranean Sea", "href": "/wiki/Mediterranean_Sea", "description": "The Mediterranean Sea is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin and almost completely enclosed by land: on the north by Western and Southern Europe and Anatolia, on the south by North Africa, and on the east by the Levant. The Sea has played a central role in the history of Western civilization. Although the Mediterranean is sometimes considered a part of the "}, {"title": "Béjaïa", "href": "/wiki/B%C3%A9ja%C3%AFa", "description": "Béjaïa, formerly Bougie and Bugia, is a Mediterranean port city on the Gulf of Béjaïa in Algeria; it is the capital of Béjaïa Province, Kabylia. Béjaïa is the largest principally Kabyle-speaking city in the Kabylia region of Algeria."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1944", "date": "November 26", "txt": "World War II: A German V-2 rocket hits a Woolworth's shop in London, United Kingdom, killing 168 people.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "V-2 rocket", "href": "/wiki/V-2_rocket", "description": "The V-2, with the technical name Aggregat 4 (A4), was the world's first long-range guided ballistic missile. The missile, powered by a liquid-propellant rocket engine, was developed during the Second World War in Germany as a \"vengeance weapon\" and assigned to attack Allied cities as retaliation for the Allied bombings against German cities. The V-2 rocket also became the first artificial object t"}, {"title": "Woolworths Group", "href": "/wiki/Woolworths_Group#Disasters", "description": "Woolworths Group was a listed British company that owned the High Street retail chain Woolworths. It also owned other companies such as the entertainment distributor Entertainment UK, and book and resource distributor Bertram Books."}]}, {"heading": "Events", "year": "1944", "date": "November 26", "txt": "World War II: Germany begins V-1 and V-2 attacks on Antwerp, Belgium.", "entities": [{"title": "V-1 flying bomb", "href": "/wiki/V-1_flying_bomb", "description": "The V-1 flying bomb —also known to the Allies as the buzz bomb, or doodlebug, and in Germany as Kirschkern or Maikäfer (maybug), as well as by its official RLM aircraft designation of Fi 103—was an early cruise missile and the only production aircraft to use a pulsejet for power."}, {"title": "V-2 rocket", "href": "/wiki/V-2_rocket", "description": "The V-2, with the technical name Aggregat 4 (A4), was the world's first long-range guided ballistic missile. The missile, powered by a liquid-propellant rocket engine, was developed during the Second World War in Germany as a \"vengeance weapon\" and assigned to attack Allied cities as retaliation for the Allied bombings against German cities. The V-2 rocket also became the first artificial object t"}, {"title": "Antwerp", "href": "/wiki/Antwerp", "description": "Antwerp is a city in Belgium and the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan population of around 1,200,000 people, it is the second-largest metropolitan region after Brussels."}]}, {"heading": "Events", "year": "1949", "date": "November 26", "txt": "The Constituent Assembly of India adopts the constitution presented by Dr. B. R. Ambedkar.", "entities": [{"title": "Constituent Assembly of India", "href": "/wiki/Constituent_Assembly_of_India", "description": "The Constituent Assembly of India was elected to write the Constitution of India. It was elected by the 'Provincial Assembly'. Following India's independence from British Government in 1947, its members served as the nation's first Parliament."}, {"title": "Constitution of India", "href": "/wiki/Constitution_of_India", "description": "The Constitution of India is the supreme law of India. The document lays down the framework that demarcates fundamental political code, structure, procedures, powers, and duties of government institutions and sets out fundamental rights, directive principles, and the duties of citizens. It is the longest written constitution of any country on Earth."}, {"title": "B. R. Ambedkar", "href": "/wiki/B._R._Ambedkar", "description": "Bhimrao Ramji Ambedkar, also known as Babasaheb Ambedkar, was an Indian jurist, economist, politician and social reformer, who inspired the Dalit Buddhist movement and campaigned against social discrimination towards the untouchables (Dalits). He was British India's Minister of Labour, Chairman of the Constituent Drafting committee, independent India's first Minister of Law and Justice, and consid"}]}, {"heading": "Events", "year": "1950", "date": "November 26", "txt": "Korean War: Troops from the People's Republic of China launch a massive counterattack in North Korea against South Korean and United Nations forces (Battle of the Ch'ongch'on River and Battle of Chosin Reservoir), ending any hopes of a quick end to the conflict.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Counterattack", "href": "/wiki/Counterattack", "description": "A counterattack is a tactic employed in response to an attack, with the term originating in \"war games\". The general objective is to negate or thwart the advantage gained by the enemy during attack, while the specific objectives typically seek to regain lost ground or destroy the attacking enemy."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Battle of the Ch'ongch'on River", "href": "/wiki/Battle_of_the_Ch%27ongch%27on_River", "description": "The Battle of the Ch'ongch'on River, also known as the Battle of the Ch'ongch'on, was a decisive battle in the Korean War, and it took place from November 25 to December 2, 1950, along the Ch'ongch'on River Valley in the northwestern part of North Korea. In response to the successful Chinese First Phase Campaign against the United Nations (UN) forces, General Douglas MacArthur launched the Home-by"}, {"title": "Battle of Chosin Reservoir", "href": "/wiki/Battle_of_Chosin_Reservoir", "description": "The Battle of Chosin Reservoir, also known as the Chosin Reservoir Campaign or the Battle of Lake Jangjin, was an important battle in the Korean War. The name \"Chosin\" is derived from the Japanese pronunciation \"Chōshin\", instead of the Korean pronunciation."}]}, {"heading": "Events", "year": "1965", "date": "November 26", "txt": "France launches Astérix, becoming the third nation to put an object in orbit using its own booster.", "entities": []}, {"heading": "Events", "year": "1968", "date": "November 26", "txt": "Vietnam War: United States Air Force helicopter pilot James P. Fleming rescues an Army Special Forces unit pinned down by Viet Cong fire. He is later awarded the Medal of Honor.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "James P. Fleming", "href": "/wiki/James_P._Fleming", "description": "James Phillip Fleming is a former United States Air Force pilot who served in the Vietnam War. Born in Sedalia, Missouri, he was awarded the Medal of Honor for rescuing a six-man MACV-SOG Recon Team, stranded between heavily defended enemy positions, near Đức Cơ, Vietnam in 1968."}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Events", "year": "1970", "date": "November 26", "txt": "In Basse-Terre, Guadeloupe, 1.5 inches (38.1 mm) of rain fall in a minute, the heaviest rainfall ever recorded.", "entities": [{"title": "Basse-Terre", "href": "/wiki/Basse-Terre", "description": "Basse-Terre is a commune in the French overseas department of Guadeloupe, in the Lesser Antilles. It is also the prefecture of Guadeloupe. The city of Basse-Terre is located on Basse-Terre Island, the western half of Guadeloupe."}, {"title": "Guadeloupe", "href": "/wiki/Guadeloupe", "description": "Guadeloupe is an archipelago and overseas department and region of France in the Caribbean. It consists of six inhabited islands—Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the two inhabited Îles des Saintes—as well as many uninhabited islands and outcroppings. It is south of Antigua and Barbuda and Montserrat, and north of Dominica. The region's capital city is Basse-Terre, located"}]}, {"heading": "Events", "year": "1977", "date": "November 26", "txt": "An unidentified hijacker named Vrillon, claiming to be the representative of the \"Ashtar Galactic Command\", takes over Britain's Southern Television for six minutes, starting at 5:12 pm.", "entities": [{"title": "Vrillon", "href": "/wiki/Vrillon", "description": "The Southern Television broadcast interruption was a broadcast signal intrusion that occurred on 26 November 1977 in parts of Southern England. The audio of a Southern Television broadcast was replaced by a voice claiming to represent the 'Ashtar Galactic Command'. The speaker delivered a message instructing humanity to abandon its weapons, so it could participate in a 'future awakening' and 'achi"}, {"title": "Southern Television", "href": "/wiki/Southern_Television", "description": "Southern Television was the ITV broadcasting licence holder for the south and south-east of England from 30 August 1958 to 31 December 1981. The company was launched as Southern Television Limited and the title Southern Television was consistently used on-air throughout its life. However, in 1966 during the application process for contracts running from 1968 the company renamed itself Southern Ind"}]}, {"heading": "Events", "year": "1983", "date": "November 26", "txt": "Brink's-Mat robbery: In London, 6,800 gold bars worth nearly £26 million are stolen from the Brink's-Mat vault at Heathrow Airport.", "entities": [{"title": "Brink's-Mat robbery", "href": "/wiki/Brink%27s-Mat_robbery", "description": "The Brink's-Mat robbery occurred at the Heathrow International Trading Estate, London, on 26 November 1983. £26 million worth of gold bullion, diamonds, and cash was stolen from a warehouse. The bullion was the property of Johnson Matthey Bankers Ltd, which collapsed the following year after making large loans to frauds and insolvent firms. Two men were convicted, and the majority of the gold has "}, {"title": "Heathrow Airport", "href": "/wiki/Heathrow_Airport", "description": "Heathrow Airport, originally called London Airport until 1966 and now known as London Heathrow, is a major international airport in London, England. Heathrow is the second busiest airport in the world by international passenger traffic, the third busiest airport in Europe by passenger traffic but only the twenty second busiest airport in the world by total passenger traffic, the sole UK entry in t"}]}, {"heading": "Events", "year": "1986", "date": "November 26", "txt": "Iran–Contra affair: U.S. President Ronald Reagan announces the members of what will become known as the Tower Commission.", "entities": [{"title": "Iran–Contra affair", "href": "/wiki/Iran%E2%80%93Contra_affair", "description": "The Iran–Contra affair, popularized in Iran as the McFarlane affair, the Iran–Contra scandal, or simply Iran–Contra, was a political scandal in the United States that occurred during the second term of the Reagan Administration. Senior administration officials secretly facilitated the sale of arms to the Khomeini government of the Islamic Republic of Iran, which was the subject of an arms embargo."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Tower Commission", "href": "/wiki/Tower_Commission", "description": "\n\nThe Tower Commission was a United States presidential commission established on December 1, 1986 by president Ronald Reagan in response to the Iran–Contra affair. The commission, composed of former Senator John Tower of Texas, former Secretary of State Edmund Muskie, and former National Security Advisor Brent Scowcroft, was tasked with reviewing the proper role of the National Security Council s"}]}, {"heading": "Events", "year": "1986", "date": "November 26", "txt": "The trial of John Demjanjuk, accused of committing war crimes as a guard at the Nazi Treblinka extermination camp, starts in Jerusalem.", "entities": [{"title": "Treblinka extermination camp", "href": "/wiki/Treblinka_extermination_camp", "description": "Treblinka was an extermination camp, built and operated by Nazi Germany in occupied Poland during World War II. It was in a forest north-east of Warsaw, 4 kilometres (2.5 mi) south of the village of Treblinka in what is now the Masovian Voivodeship. The camp operated between 23 July 1942 and 19 October 1943 as part of Operation Reinhard, the deadliest phase of the Final Solution. During this time,"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "1991", "date": "November 26", "txt": "National Assembly of Azerbaijan abolishes the autonomous status of Nagorno-Karabakh Autonomous Oblast of Azerbaijan and renames several cities back to their original names.", "entities": [{"title": "National Assembly of Azerbaijan", "href": "/wiki/National_Assembly_of_Azerbaijan", "description": "The National Assembly, also transliterated as Milli Majlis, is the legislative branch of government in Azerbaijan. The unicameral National Assembly has 125 deputies: previously 100 members were elected for five-year terms in single-seat constituencies and 25 were members elected by proportional representation; as of the latest election, however, all 125 deputies are returned from single-member con"}, {"title": "Law on Abolishment of Nagorno-Karabakh Autonomous Oblast", "href": "/wiki/Law_on_Abolishment_of_Nagorno-Karabakh_Autonomous_Oblast", "description": "Law on Abolishment of Nagorno-Karabakh Autonomous Oblast is the Resolution No. 279-XII passed by the National Assembly of Azerbaijan and signed into law by the President of Azerbaijan Ayaz Mutalibov on November 26, 1991. The law had been prompted by a vote of National Assembly of Nagorno-Karabakh in favor of uniting itself with Armenia on 20 February 1988. The vote was followed by a referendum in "}, {"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}]}, {"heading": "Events", "year": "1998", "date": "November 26", "txt": "Tony Blair becomes the first Prime Minister of the United Kingdom to address the Oireachtas, the parliament of the Republic of Ireland.", "entities": [{"title": "Tony Blair", "href": "/wiki/Tony_Blair", "description": "Anthony Charles Lynton Blair is a British politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. On his resignation he was appointed Special Envoy of the Quartet on the Middle East, a diplomatic post which he held until 2015. He currently serves as the executive chairman of the Tony Blair Institute for Global Change, establ"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Oireachtas", "href": "/wiki/Oireachtas", "description": "The Oireachtas, sometimes referred to as Oireachtas Éireann, is the legislature of Ireland. The Oireachtas consists of:The President of Ireland\nThe two houses of the Oireachtas :\nDáil Éireann \nSeanad Éireann "}, {"title": "Republic of Ireland", "href": "/wiki/Republic_of_Ireland", "description": "Ireland, also known as the Republic of Ireland, is a country in north-western Europe consisting of 26 of the 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the Greater Dublin Area. The sovereign state shares its only land border with Northern Ir"}]}, {"heading": "Events", "year": "1998", "date": "November 26", "txt": "The Khanna rail disaster takes 212 lives in Khanna, Ludhiana, India.", "entities": [{"title": "Khanna, Ludhiana", "href": "/wiki/Khanna,_Ludhiana", "description": "Khanna is a city which is famous for its Asia's largest grain market and a municipal council in the Ludhiana district of Punjab, India."}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}]}, {"heading": "Events", "year": "1999", "date": "November 26", "txt": "The 7.5 Mw  Ambrym earthquake shakes Vanuatu and a destructive tsunami follows. Ten people were killed and forty were injured.", "entities": [{"title": "1999 Ambrym earthquake", "href": "/wiki/1999_Ambrym_earthquake", "description": "The 1999 Ambrym earthquake occurred on November 26 at 00:21:17 local time with a moment magnitude of 7.4 and a maximum Mercalli intensity of VII. The back arc thrust event occurred within the Vanuatu archipelago, just to the south of the volcanic island of Ambrym. Vanuatu, which was previously known as New Hebrides, is subject to volcanic and earthquake activity because it lies on an active and de"}, {"title": "Vanuatu", "href": "/wiki/Vanuatu", "description": "Vanuatu, officially the Republic of Vanuatu, is an island country located in the South Pacific Ocean. The archipelago, which is of volcanic origin, is 1,750 kilometres (1,090 mi) east of northern Australia, 540 kilometres (340 mi) northeast of New Caledonia, east of New Guinea, southeast of the Solomon Islands, and west of Fiji."}]}, {"heading": "Events", "year": "2000", "date": "November 26", "txt": "George W. Bush is certified the winner of Florida's electoral votes by Katherine Harris, going on to win the United States presidential election, despite losing in the national popular vote.", "entities": [{"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}, {"title": "Katherine Harris", "href": "/wiki/Katherine_Harris", "description": "Katherine Harris is an American politician, elected in 1998 as Secretary of State of Florida and in 2002 to the United States House of Representatives from Florida. A Republican, Harris won the 2002 election to represent Florida's 13th congressional district, serving for two terms, from 2003 to 2007. Harris lost her campaign in 2006 for a United States Senate seat from Florida."}, {"title": "2000 United States presidential election", "href": "/wiki/2000_United_States_presidential_election", "description": "The 2000 United States presidential election was the 54th quadrennial presidential election, held on Tuesday, November 7, 2000. Republican candidate George W. Bush, the governor of Texas and eldest son of the 41st president, George H. W. Bush, won the disputed election, defeating Democratic nominee Al Gore, the incumbent vice president. It was the fourth of five American presidential elections, an"}]}, {"heading": "Events", "year": "2003", "date": "November 26", "txt": "The Concorde makes its final flight, over Bristol, England.", "entities": [{"title": "Concorde", "href": "/wiki/Concorde", "description": "The Aérospatiale/BAC Concorde is a British–French turbojet-powered supersonic passenger airliner that was operated from 1976 until 2003. It had a maximum speed over twice the speed of sound, at Mach 2.04, with seating for 92 to 128 passengers. First flown in 1969, Concorde entered service in 1976 and operated for 27 years. It is one of only two supersonic transports to have been operated commercia"}, {"title": "Bristol", "href": "/wiki/Bristol", "description": "Bristol is a city, ceremonial county and unitary authority in England. With a population of 463,400, it is the most populous city in South West England. The wider Bristol Built-Up Area has the 10th-largest population in England. The urban area population of 670,000 is the 11th-largest in the United Kingdom. The city lies between Gloucestershire to the north and Somerset to the south. South Wales l"}]}, {"heading": "Events", "year": "2004", "date": "November 26", "txt": "Ruzhou School massacre: A man stabs and kills eight people and seriously wounds another four in a school dormitory in Ruzhou, China.", "entities": [{"title": "Ruzhou School massacre", "href": "/wiki/Ruzhou_School_massacre", "description": "Yan Yanming was a Chinese mass murderer who entered a dormitory at the Ruzhou Number Two High School in Ruzhou, China on November 26, 2004, with a knife and attacked twelve boys, killing nine of them."}, {"title": "Ruzhou", "href": "/wiki/Ruzhou", "description": "Ruzhou is a county-level city in the west-central part of Henan province, China, and is under the administration of Pingdingshan. It was called Linru County until 1988. It has more than 100,000 inhabitants. The Fengxue Temple of Ruzhou features the Qizu Pagoda, built in 738 during the Tang Dynasty (618–907)."}]}, {"heading": "Events", "year": "2004", "date": "November 26", "txt": "The last Poʻouli (Black-faced honeycreeper) dies of avian malaria in the Maui Bird Conservation Center in Olinda, Hawaii, before it could breed, making the species in all probability extinct.", "entities": [{"title": "Avian malaria", "href": "/wiki/Avian_malaria", "description": "Avian malaria is a parasitic disease of birds, caused by parasite species belonging to the genera Plasmodium and Hemoproteus. The disease is transmitted by a dipteran vector including mosquitoes in the case of Plasmodium parasites and biting midges for Hemoproteus. The range of symptoms and effects of the parasite on its bird hosts is very wide, from asymptomatic cases to drastic population declin"}]}, {"heading": "Events", "year": "2008", "date": "November 26", "txt": "Mumbai attacks, a series of terrorist attacks killing approximately 166 citizens by 10 members of Lashkar-e-Taiba, a Pakistan based extremist Islamist terrorist organisation.", "entities": [{"title": "2008 Mumbai attacks", "href": "/wiki/2008_Mumbai_attacks", "description": "The 2008 Mumbai attacks were a series of terrorist attacks that took place in November of 2008, when 10 members of Lashkar-e-Taiba, an Islamist terrorist organisation from Pakistan, carried out 12 coordinated shooting and bombing attacks lasting four days across Mumbai. The attacks, which drew widespread global condemnation, began on Wednesday 26 November and lasted until Saturday 29 November 2008"}, {"title": "Terrorism", "href": "/wiki/Terrorism", "description": "Terrorism is, in the broadest sense, the use of intentional violence to achieve political aims. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants. The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but became widely used internationally and gained worldwide attention in the 1"}, {"title": "Lashkar-e-Taiba", "href": "/wiki/Lashkar-e-Taiba", "description": "Lashkar-e-Taiba is an Islamist jihadist organization in Pakistan. It was founded in 1987 by Hafiz Saeed, Abdullah Azzam and Zafar Iqbal with funding from Osama bin Laden."}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Islamist", "href": "/wiki/Islamist", "description": "Islamism refers to a \"broad set of political ideologies that utilize and draw inspiration from Islamic symbols and traditions in pursuit of a sociopolitical objective.\""}]}, {"heading": "Events", "year": "2008", "date": "November 26", "txt": "The ocean liner Queen Elizabeth 2, now out of service, docks in Dubai.", "entities": []}, {"heading": "Events", "year": "2011", "date": "November 26", "txt": "NATO attack in Pakistan: NATO forces in Afghanistan attack a Pakistani check post in a friendly fire incident, killing 24 soldiers and wounding 13 others.", "entities": [{"title": "NATO attack in Pakistan", "href": "/wiki/NATO_attack_in_Pakistan", "description": "The 2011 NATO attack in Pakistan was a border skirmish that occurred when United States-led NATO forces engaged Pakistani security forces at two Pakistani military checkposts along the Afghanistan–Pakistan border on 26 November 2011, with both sides later claiming that the other had fired first. Two NATO Apache helicopters, an AC-130 gunship and two F-15E Eagle fighter jets entered as little as 20"}]}, {"heading": "Events", "year": "2011", "date": "November 26", "txt": "The Mars Science Laboratory launches to Mars with the Curiosity Rover.", "entities": [{"title": "Curiosity (rover)", "href": "/wiki/Curiosity_(rover)", "description": "Curiosity is a car-sized Mars rover designed to explore the Gale crater on Mars as part of NASA's Mars Science Laboratory (MSL) mission. Curiosity was launched from Cape Canaveral (CCAFS) on 26 November 2011, at 15:02:00 UTC and landed on Aeolis Palus inside Gale crater on Mars on 6 August 2012, 05:17:57 UTC. The Bradbury Landing site was less than 2.4 km (1.5 mi) from the center of the rover's to"}]}, {"heading": "Events", "year": "2018", "date": "November 26", "txt": "The robotic probe Insight lands on Elysium Planitia, Mars.", "entities": [{"title": "Robotic spacecraft", "href": "/wiki/Robotic_spacecraft", "description": "A robotic spacecraft is an uncrewed spacecraft, usually under telerobotic control. A robotic spacecraft designed to make scientific research measurements is often called a space probe. Many space missions are more suited to telerobotic rather than crewed operation, due to lower cost and lower risk factors. In addition, some planetary destinations such as Venus or the vicinity of Jupiter are too ho"}, {"title": "InSight", "href": "/wiki/InSight", "description": "The Interior Exploration using Seismic Investigations, Geodesy and Heat Transport (InSight) mission is a robotic lander designed to study the deep interior of the planet Mars. It was manufactured by Lockheed Martin Space Systems, is managed by NASA's Jet Propulsion Laboratory, and most of its scientific instruments were built by European agencies. The mission launched on 5 May 2018 at 11:05 UTC ab"}, {"title": "Elysium Planitia", "href": "/wiki/Elysium_Planitia", "description": "Elysium Planitia, located in the Elysium and Aeolis quadrangles, is a broad plain that straddles the equator of Mars, centered at 3.0°N 154.7°E. It lies to the south of the volcanic province of Elysium, the second largest volcanic region on the planet, after Tharsis. Elysium contains the major volcanoes Elysium Mons, Albor Tholus and Hecates Tholus. Another more ancient shield volcano, Apollinaris"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "2019", "date": "November 26", "txt": "A magnitude 6.4 earthquake strikes western Albania leaving at least 52 people dead and over 1000 injured. This was the deadliest earthquake of 2019, and the deadliest to strike the country in 99 years.", "entities": [{"title": "2019 Albania earthquake", "href": "/wiki/2019_Albania_earthquake", "description": "Northwestern Albania was struck by a 6.4-magnitude earthquake with an epicentre 16 kilometres (9.9 mi) west-southwest of Mamurras, at 03:54 CET (UTC+1) on 26 November 2019. The earthquake lasted at least 50 seconds and was felt in Albania's capital Tirana, and in places as far away as Bari, Taranto and Belgrade, 370 kilometres (230 mi) northeast of the epicentre. The maximum felt intensity was VII"}]}, {"heading": "Births", "year": "907", "date": "November 26", "txt": "Rudesind, Galician bishop (d. 977)", "entities": [{"title": "Rudesind", "href": "/wiki/Rudesind", "description": "Saint Rudesind was a Galician bishop and abbot. He was also a regional administrator and military leader under his kinsmen, the Kings of León."}]}, {"heading": "Births", "year": "1288", "date": "November 26", "txt": "Go-Daigo, Japanese emperor (d. 1339)", "entities": [{"title": "Emperor Go-Daigo", "href": "/wiki/Emperor_Go-Daigo", "description": "Emperor Go-Daigo was the 96th emperor of Japan, according to the traditional order of succession. He successfully overthrew the Kamakura shogunate in 1333 and established the short lived Kenmu Restoration to bring the Imperial House back into power. This was to be the last time the emperor had any power until the Meiji Restoration in 1868. The Kenmu restoration was in turn overthrown by Ashikaga T"}]}, {"heading": "Births", "year": "1401", "date": "November 26", "txt": "Henry Beaufort, 2nd Earl of Somerset (d. 1418)", "entities": [{"title": "Henry Beaufort, 2nd Earl of Somerset", "href": "/wiki/Henry_Beaufort,_2nd_Earl_of_Somerset", "description": "Henry Beaufort, 2nd Earl of Somerset was an English nobleman who died aged 17 at the Siege of Rouen in France during the Hundred Years' War, fighting for the Lancastrian cause. As he died unmarried without issue his heir became his younger brother John Beaufort, 1st Duke of Somerset, 3rd Earl of Somerset."}]}, {"heading": "Births", "year": "1436", "date": "November 26", "txt": "Catherine of Portugal (d. 1463)", "entities": [{"title": "Catherine of Portugal (nun)", "href": "/wiki/Catherine_of_Portugal_(nun)", "description": "The Infanta Catarina (1436–1463); was a Portuguese infanta (princess), daughter of King Edward of Portugal and his wife Eleanor of Aragon."}]}, {"heading": "Births", "year": "1466", "date": "November 26", "txt": "Edward Hastings, 2nd Baron Hastings, English noble (d. 1506)", "entities": [{"title": "Edward Hastings, 2nd Baron Hastings", "href": "/wiki/Edward_Hastings,_2nd_Baron_Hastings", "description": "\n\nEdward Hastings, 2nd Baron Hastings, KB PC was an English peer."}]}, {"heading": "Births", "year": "1518", "date": "November 26", "txt": "Guido Ascanio Sforza di Santa Fiora, Catholic cardinal (d. 1564)", "entities": [{"title": "Guido Ascanio Sforza di Santa Fiora", "href": "/wiki/Guido_Ascanio_Sforza_di_Santa_Fiora", "description": "Guido Ascanio Sforza di Santa Fiora was an Italian cardinal, known also as The cardinal of Santa Fiora."}]}, {"heading": "Births", "year": "1534", "date": "November 26", "txt": "Henry Berkeley, 7th Baron Berkeley (d. 1613)", "entities": [{"title": "Henry Berkeley, 7th Baron Berkeley", "href": "/wiki/Henry_Berkeley,_7th_Baron_Berkeley", "description": "Henry Berkeley, 7th Baron Berkeley was an English peer and politician. He was Lord Lieutenant and Vice-Admiral of Gloucestershire. He was the grandfather of George Berkeley, 8th Baron Berkeley."}]}, {"heading": "Births", "year": "1552", "date": "November 26", "txt": "Seonjo of Joseon, King of Joseon (d. 1608)", "entities": [{"title": "Seonjo of Joseon", "href": "/wiki/Seonjo_of_Joseon", "description": "Seonjo of Joseon was the fourteenth king of the Joseon Dynasty of Korea from 1567 to 1608. He was known for encouraging Confucianism and renovating state affairs at the beginning of his reign, but also for allowing political discord and his incompetent leadership during the Japanese invasions of Korea marred his later years."}]}, {"heading": "Births", "year": "1594", "date": "November 26", "txt": "James Ware, Irish genealogist (d. 1666)", "entities": [{"title": "James Ware (historian)", "href": "/wiki/James_Ware_(historian)", "description": "Sir James Ware was an Irish historian."}]}, {"heading": "Births", "year": "1604", "date": "November 26", "txt": "Johannes Bach, German organist and composer (d. 1673)", "entities": [{"title": "Johannes Bach", "href": "/wiki/Johannes_Bach", "description": "Johann or Johannes Bach was a German composer and musician of the Baroque. He was the father of the so-called \"Erfurt line\" of Bach family musicians."}]}, {"heading": "Births", "year": "1607", "date": "November 26", "txt": "John Harvard, English minister and philanthropist (d. 1638)", "entities": [{"title": "John Harvard (clergyman)", "href": "/wiki/John_Harvard_(clergyman)", "description": "John Harvard (1607–1638) was an English minister in Colonial America whose\ndeathbed\nbequest to the\n\"schoale or Colledge\"\nfounded two years earlier by the Massachusetts Bay Colony was so gratefully received that it was consequently ordered \n\"that the\nColledge\nagreed upon formerly to\nbee\nbuilt at\nCambridg shalbee\ncalled Harvard\nColledge.\"\nHarvard University considers him the most honored of its foun"}]}, {"heading": "Births", "year": "1609", "date": "November 26", "txt": "Henry Dunster, English-American clergyman and academic (d. 1659)", "entities": [{"title": "Henry Dunster", "href": "/wiki/Henry_Dunster", "description": "Henry Dunster was an Anglo-American Puritan clergyman and the first president of Harvard College. Brackney says Dunster was \"an important precursor\" of the Baptist denomination in America, especially regarding infant baptism, soul freedom, religious liberty, congregational governance, and a radical biblicism."}]}, {"heading": "Births", "year": "1657", "date": "November 26", "txt": "William Derham, English minister and philosopher (d. 1735)", "entities": [{"title": "William Derham", "href": "/wiki/William_Derham", "description": "William Derham FRS was an English clergyman, natural theologian, natural philosopher and scientist. He produced the earliest, reasonably accurate measurement of the speed of sound."}]}, {"heading": "Births", "year": "1678", "date": "November 26", "txt": "Jean-Jacques d'Ortous de Mairan, French geophysicist and astronomer (d. 1771)", "entities": [{"title": "Jean-Jacques d'Ortous de Mairan", "href": "/wiki/Jean-Jacques_d%27Ortous_de_Mairan", "description": "Jean-Jacques d'Ortous de Mairan was a French geophysicist, astronomer and most notably, chronobiologist, was born in the town of Béziers on 26 November 1678. De Mairan lost his father, François d'Ortous, at age four and his mother twelve years later at age sixteen.\nOver the course of his life, de Mairan was elected into numerous scientific societies and made key discoveries in a variety of fields "}]}, {"heading": "Births", "year": "1703", "date": "November 26", "txt": "Theophilus Cibber, English actor and playwright (d. 1758)", "entities": [{"title": "Theophilus Cibber", "href": "/wiki/Theophilus_Cibber", "description": "Theophilus Cibber was an English actor, playwright, author, and son of the actor-manager Colley Cibber."}]}, {"heading": "Births", "year": "1727", "date": "November 26", "txt": "Artemas Ward, American general and politician (d. 1800)", "entities": [{"title": "Artemas Ward", "href": "/wiki/Artemas_Ward", "description": "Artemas Ward was an American major general in the American Revolutionary War and a Congressman from Massachusetts. He was considered an effective political leader, President John Adams describing him as \"universally esteemed, beloved and confided in by his army and his country.\""}]}, {"heading": "Births", "year": "1731", "date": "November 26", "txt": "William Cowper, English poet and hymnwriter (d. 1800)", "entities": [{"title": "William Cowper", "href": "/wiki/William_Cowper", "description": "William Cowper was an English poet and hymnodist. One of the most popular poets of his time, Cowper changed the direction of 18th-century nature poetry by writing of everyday life and scenes of the English countryside. In many ways, he was one of the forerunners of Romantic poetry. Samuel Taylor Coleridge called him \"the best modern poet\", whilst William Wordsworth particularly admired his poem Ya"}]}, {"heading": "Births", "year": "1792", "date": "November 26", "txt": "Sarah Moore Grimké, American author and activist (d. 1873)", "entities": [{"title": "Sarah Moore Grimké", "href": "/wiki/Sarah_Moore_Grimk%C3%A9", "description": "Sarah Moore Grimké was an American abolitionist, widely held to be the mother of the women's suffrage movement. Born and reared in South Carolina to a prominent, wealthy planter family, she moved to Philadelphia, Pennsylvania, in the 1820s and became a Quaker, as did her younger sister Angelina. The sisters began to speak on the abolitionist lecture circuit, joining a tradition of women who had be"}]}, {"heading": "Births", "year": "1811", "date": "November 26", "txt": "Zeng Guofan, Chinese general and politician, Viceroy of Liangjiang (d. 1872)", "entities": [{"title": "Zeng Guofan", "href": "/wiki/Zeng_Guofan", "description": "Zeng Guofan, Marquis Yiyong, birth name Zeng Zicheng, courtesy name Bohan, was a Chinese statesman, military general, and Confucian scholar of the late Qing dynasty. He is best known for raising and organizing the Xiang Army to aid the Qing military in suppressing the Taiping Rebellion and restoring the stability of the Qing Empire. Along with other prominent figures such as Zuo Zongtang and Li Ho"}, {"title": "Viceroy of Liangjiang", "href": "/wiki/Viceroy_of_Liangjiang", "description": "The Viceroy of Liangjiang or Viceroy of the Two Jiangs, fully referred to in Chinese as the Governor-General of the Two Yangtze Provinces and Surrounding Areas Overseeing Military Affairs, Provisions and Funds, Manager of Waterways, Director of Civil Affairs, was one of eight regional Viceroys in China proper during the Qing dynasty. The Viceroy of Liangjiang had jurisdiction over Jiangsu, Jiangxi"}]}, {"heading": "Births", "year": "1817", "date": "November 26", "txt": "Charles Adolphe Wurtz, Alsatian-French chemist (d. 1884)", "entities": [{"title": "Charles Adolphe Wurtz", "href": "/wiki/Charles_Adolphe_Wurtz", "description": "Charles Adolphe Wurtz was an Alsatian French chemist. He is best remembered for his decades-long advocacy for the atomic theory and for ideas about the structures of chemical compounds, against the skeptical opinions of chemists such as Marcellin Berthelot and Henri Étienne Sainte-Claire Deville. He is well known by organic chemists for the Wurtz reaction, to form carbon-carbon bonds by reacting a"}]}, {"heading": "Births", "year": "1827", "date": "November 26", "txt": "Ellen G. White, American religious leader and author, co-founded the Seventh-day Adventist Church (d. 1915)", "entities": [{"title": "Ellen G. White", "href": "/wiki/Ellen_G._White", "description": "Ellen Gould White was an American author and co-founder of the Seventh-day Adventist Church. Along with other Adventist leaders such as Joseph Bates and her husband James White, she was instrumental within a small group of early Adventists who formed what became known as the Seventh-day Adventist Church. White is considered a leading figure in American vegetarian history. The Smithsonian magazine "}, {"title": "Seventh-day Adventist Church", "href": "/wiki/Seventh-day_Adventist_Church", "description": "The Seventh-day Adventist Church is a Protestant Christian denomination which is distinguished by its observance of Saturday, the seventh day of the week in Christian and Jewish calendars, as the Sabbath, and its emphasis on the imminent Second Coming (advent) of Jesus Christ. The denomination grew out of the Millerite movement in the United States during the mid-19th century and it was formally e"}]}, {"heading": "Births", "year": "1828", "date": "November 26", "txt": "Robert Battey, American surgeon and academic (d. 1895)", "entities": [{"title": "Robert Battey", "href": "/wiki/Robert_Battey", "description": "Robert Battey was an American physician who is known for pioneering a surgical procedure then called Battey's Operation and now termed radical oophorectomy."}]}, {"heading": "Births", "year": "1828", "date": "November 26", "txt": "René Goblet, French journalist and politician, 52nd Prime Minister of France (d. 1905)", "entities": [{"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1832", "date": "November 26", "txt": "Rudolph Koenig, German-French physicist and academic (d. 1901)", "entities": [{"title": "Rudolph Koenig", "href": "/wiki/Rudolph_Koenig", "description": "Karl Rudolph Koenig was born in Königsberg of Prussia. Koenig was a businessman, instrument maker, and German physicist, chiefly concerned with acoustic phenomena. He was best known for designing and building acoustical instruments such as the tuning fork and sound analyser."}]}, {"heading": "Births", "year": "1832", "date": "November 26", "txt": "Mary Edwards Walker, American surgeon and activist, Medal of Honor recipient (d. 1919)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1837", "date": "November 26", "txt": "Thomas Playford II, English-Australian politician, 17th Premier of South Australia (d. 1915)", "entities": [{"title": "Thomas Playford II", "href": "/wiki/Thomas_Playford_II", "description": "Thomas Playford was an Australian politician who served two terms as Premier of South Australia. He subsequently entered federal politics, serving as a Senator for South Australia from 1901 to 1906 and as Minister for Defence from 1905 to 1907."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1853", "date": "November 26", "txt": "Bat Masterson, American police officer and journalist (d. 1921)", "entities": [{"title": "Bat Masterson", "href": "/wiki/Bat_Masterson", "description": "Bartholemew William Barclay \"Bat\" Masterson was a U.S. Army scout, lawman, professional gambler, and journalist known for his exploits in the 19th and early 20th-century American Old West. He was born to a working-class Irish family in Quebec, but he moved to the Western frontier as a young man and quickly distinguished himself as a buffalo hunter, civilian scout, and Indian fighter on the Great P"}]}, {"heading": "Births", "year": "1857", "date": "November 26", "txt": "Ferdinand de Saussure, Swiss linguist and author (d. 1913)", "entities": [{"title": "Ferdinand de Saussure", "href": "/wiki/Ferdinand_de_Saussure", "description": "Ferdinand de Saussure was a Swiss linguist, semiotician and philosopher. His ideas laid a foundation for many significant developments in both linguistics and semiotics in the 20th century. He is widely considered one of the founders of 20th-century linguistics and one of two major founders of semiotics, or semiology, as Saussure called it."}]}, {"heading": "Births", "year": "1858", "date": "November 26", "txt": "Katharine Drexel, American nun and saint (d. 1955)", "entities": [{"title": "Katharine Drexel", "href": "/wiki/Katharine_Drexel", "description": "Katharine Drexel was an American heiress, philanthropist, religious sister, educator, and founder. She was canonized by the Roman Catholic Church in 2000; her feast day is celebrated on March 3. She was the second person born in what is now the United States to be canonized as a saint and the first one born a U.S. citizen. She was inducted into the National Women's Hall of Fame in 2011."}]}, {"heading": "Births", "year": "1864", "date": "November 26", "txt": "Edward Higgins, English 3rd General of the Salvation Army (d. 1947)", "entities": [{"title": "Edward Higgins", "href": "/wiki/Edward_Higgins", "description": "Edward John Higgins was the third General of The Salvation Army (1929–1934)."}, {"title": "General of the Salvation Army", "href": "/wiki/General_of_the_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1869", "date": "November 26", "txt": "Maud of Wales (d. 1938)", "entities": [{"title": "Maud of Wales", "href": "/wiki/Maud_of_Wales", "description": "Maud of Wales, was Queen of Norway as the wife of King Haakon VII. She was the youngest daughter of King Edward VII and Queen Alexandra of the United Kingdom."}]}, {"heading": "Births", "year": "1870", "date": "November 26", "txt": "Sir Hari Singh Gour, founder and Vice-Chancellor of the University of Sagar (d. 1949)", "entities": [{"title": "Hari Singh Gour", "href": "/wiki/Hari_Singh_Gour", "description": "Sir Hari Singh Gour was a distinguished lawyer, jurist, educationist, social reformer, poet, and novelist. Gour was the First Vice-Chancellor of the University of Delhi and Nagpur University, founder and Vice-Chancellor of the University of Sagar, Deputy President of the Central Legislative Assembly of British India, an Indian Delegate to the Joint Parliamentary Committee, a Member of the Indian C"}, {"title": "Dr. Hari Singh Gour University", "href": "/wiki/Dr._Hari_Singh_Gour_University", "description": "Dr. Hari Singh Gour University, formerly and more popularly known as Sagar University or University of Saugor, is a Central University in the city of Sagar, the state of Madhya Pradesh or (MP), India. It was formerly named \"Sagar University\" when founded on 18 July 1946, during the British Raj. In February 1983 the name was changed to that of Sir Hari Singh Gour, the University's founder, by the S"}]}, {"heading": "Births", "year": "1873", "date": "November 26", "txt": "Fred Herd, Scottish golfer (d. 1954)", "entities": [{"title": "Fred Herd", "href": "/wiki/Fred_Herd", "description": "Fred Herd was a Scottish professional golfer from St Andrews. In 1898 he won the fourth U.S. Open at Myopia Hunt Club, in South Hamilton, Massachusetts. This was the first U.S. Open to be played over 72 holes, requiring the competitors to play eight rounds of Myopia's nine-hole course. Herd turned in a card totaling 328, 84-85-75-84, averaging 82 strokes per 18-hole round."}]}, {"heading": "Births", "year": "1876", "date": "November 26", "txt": "Willis Carrier, American engineer, invented air conditioning (d. 1950)", "entities": [{"title": "Willis Carrier", "href": "/wiki/Willis_Carrier", "description": "Willis Haviland Carrier was an American engineer, best known for inventing modern air conditioning. Carrier invented the first electrical air conditioning unit in 1902. In 1915, he founded Carrier Corporation, a company specializing in the manufacture and distribution of heating, ventilation, and air conditioning (HVAC) systems."}, {"title": "Air conditioning", "href": "/wiki/Air_conditioning", "description": "Air conditioning is the process of removing heat and controlling the humidity of the air within a building or vehicle, in order to achieve a more comfortable interior environment. This may be achieved using powered devices, by passive cooling or by ventilative cooling. Air conditioning is a member of a family of systems and techniques that provide heating, ventilation and air conditioning (HVAC)."}]}, {"heading": "Births", "year": "1878", "date": "November 26", "txt": "Major Taylor, American cyclist (d. 1932)", "entities": [{"title": "Major Taylor", "href": "/wiki/Major_Taylor", "description": "Marshall Walter \"Major\" Taylor was an American professional cyclist. He was born and raised in Indianapolis, where he worked in bicycle shops and began racing multiple distances in the track and road disciplines of cycling. As a teenager, he moved to Worcester, Massachusetts, with his trainer and had a successful amateur career, which included breaking track records."}]}, {"heading": "Births", "year": "1885", "date": "November 26", "txt": "Heinrich Brüning, German lieutenant, economist, and politician, Chancellor of Germany (d. 1970)", "entities": [{"title": "Heinrich Brüning", "href": "/wiki/Heinrich_Br%C3%BCning", "description": "Heinrich Aloysius Maria Elisabeth Brüning was a German Centre Party politician and academic, who served as Chancellor of Germany during the Weimar Republic from 1930 to 1932."}, {"title": "List of Chancellors of Germany", "href": "/wiki/List_of_Chancellors_of_Germany", "description": "The chancellor of Germany is the political leader of Germany and the head of the federal government. The office holder is responsible for selecting all other members of the government and chairing cabinet meetings."}]}, {"heading": "Births", "year": "1888", "date": "November 26", "txt": "Ford Beebe, American director and screenwriter (d. 1978)", "entities": [{"title": "Ford Beebe", "href": "/wiki/Ford_Beebe", "description": "Ford Beebe was a screenwriter and director. He entered the film business as a writer around 1916 and over the next 60 years wrote and/or directed almost 200 films."}]}, {"heading": "Births", "year": "1889", "date": "November 26", "txt": "Albert Dieudonné, French actor, director, and screenwriter (d. 1976)", "entities": [{"title": "Albert Dieudonné", "href": "/wiki/Albert_Dieudonn%C3%A9", "description": "Albert Dieudonné was a French actor, screenwriter, film director and novelist."}]}, {"heading": "Births", "year": "1891", "date": "November 26", "txt": "Scott Bradley, American pianist, composer, and conductor (d. 1977)", "entities": [{"title": "Scott Bradley (composer)", "href": "/wiki/Scott_Bradley_(composer)", "description": "Walter Scott Bradley was an American composer, pianist, arranger, and conductor."}]}, {"heading": "Births", "year": "1894", "date": "November 26", "txt": "James Charles McGuigan, Canadian cardinal (d. 1974)", "entities": [{"title": "James Charles McGuigan", "href": "/wiki/James_Charles_McGuigan", "description": "James Charles McGuigan was a Canadian Cardinal of the Roman Catholic Church. He served as Archbishop of Toronto from 1934 to 1971, and was elevated to the cardinalate in 1946 by Pope Pius XII."}]}, {"heading": "Births", "year": "1894", "date": "November 26", "txt": "Norbert Wiener, American-Swedish mathematician and philosopher (d. 1964)", "entities": []}, {"heading": "Births", "year": "1895", "date": "November 26", "txt": "Bill W., American activist, co-founded Alcoholics Anonymous (d. 1971)", "entities": [{"title": "Bill W.", "href": "/wiki/Bill_W.", "description": "William Griffith Wilson, also known as Bill Wilson or Bill W., was the co-founder of Alcoholics Anonymous (AA)."}, {"title": "Alcoholics Anonymous", "href": "/wiki/Alcoholics_Anonymous", "description": "Alcoholics Anonymous (AA) is an international mutual aid fellowship with the stated purpose of enabling its members to \"stay sober and help other alcoholics achieve sobriety.\" AA is nonprofessional, non-denominational, self-supporting, and apolitical. Its only membership requirement is a desire to stop drinking. The AA program of recovery is set forth in the Twelve Steps."}]}, {"heading": "Births", "year": "1898", "date": "November 26", "txt": "Karl Ziegler, German chemist and engineer, Nobel Prize laureate (d. 1973)", "entities": [{"title": "Karl Ziegler", "href": "/wiki/Karl_Ziegler", "description": "Karl Waldemar Ziegler was a German chemist who won the Nobel Prize in Chemistry in 1963, with Giulio Natta, for work on polymers. The Nobel Committee recognized his \"excellent work on organometallic compounds [which]...led to new polymerization reactions and ... paved the way for new and highly useful industrial processes\". He is also known for his work involving free-radicals, many-membered rings"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1899", "date": "November 26", "txt": "Richard Hauptmann, German-American murderer (d. 1936)", "entities": [{"title": "Richard Hauptmann", "href": "/wiki/Richard_Hauptmann", "description": "Bruno Richard Hauptmann was a German-born carpenter who was convicted of the abduction and murder of the 20-month-old son of aviator Charles Lindbergh and his wife Anne Morrow Lindbergh. The Lindbergh kidnapping became known as \"The Crime of the Century\". Hauptmann proclaimed his innocence to the end, but he was convicted of first degree murder and executed in 1936 in the electric chair at the New"}]}, {"heading": "Births", "year": "1900", "date": "November 26", "txt": "Anna Maurizio, Swiss biologist, known for her study of bees (d. 1993)", "entities": [{"title": "Anna Maurizio", "href": "/wiki/Anna_Maurizio", "description": "Anna Maurizio was a Swiss biologist who studied bees. She worked for more than three decades in the Department of Bees at the Liebefeld Federal Dairy Industry and Bacteriological Institute, where she developed new methods for determining the amount of pollen in honey."}]}, {"heading": "Births", "year": "1901", "date": "November 26", "txt": "William Sterling Parsons, American admiral (d. 1953)", "entities": [{"title": "William Sterling Parsons", "href": "/wiki/William_Sterling_Parsons", "description": "Rear Admiral William Sterling \"Deak\" Parsons was an American naval officer who worked as an ordnance expert on the Manhattan Project during World War II. He is best known for being the weaponeer on the Enola Gay, the aircraft which dropped the Little Boy atomic bomb on Hiroshima, Japan in 1945. To avoid the possibility of a nuclear explosion if the aircraft crashed and burned on takeoff, he decide"}]}, {"heading": "Births", "year": "1902", "date": "November 26", "txt": "Maurice McDonald, American businessman, co-founded McDonald's (d. 1971)", "entities": [{"title": "Maurice McDonald", "href": "/wiki/Maurice_McDonald", "description": "Richard James and Maurice James McDonald were American brothers and entrepreneurs who founded the McDonald's restaurant in San Bernardino, California, and inventors of the \"Speedee Service System,\" now commonly known as \"fast food\"."}, {"title": "McDonald's", "href": "/wiki/McDonald%27s", "description": "McDonald's Corporation is an American fast food company, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc, a businessman,"}]}, {"heading": "Births", "year": "1903", "date": "November 26", "txt": "Alice Herz-Sommer, Czech-English pianist and educator (d. 2014)", "entities": [{"title": "Alice Herz-Sommer", "href": "/wiki/Alice_Herz-Sommer", "description": "Alice Herz-Sommer, also known as Alice Herz, was a Prague-born Jewish classical pianist, music teacher, and supercentenarian who survived Theresienstadt concentration camp. She lived for 40 years in Israel, before migrating to London in 1986, where she resided until her death, and at the age of 110 was the world's oldest known Holocaust survivor until Yisrael Kristal was recognized as such."}]}, {"heading": "Births", "year": "1904", "date": "November 26", "txt": "Armand Frappier, Canadian physician and microbiologist (d. 1991)", "entities": [{"title": "Armand Frappier", "href": "/wiki/Armand_Frappier", "description": "Armand Frappier was a physician, microbiologist, and expert on tuberculosis from Quebec, Canada."}]}, {"heading": "Births", "year": "1904", "date": "November 26", "txt": "K. D. Sethna, Indian poet, scholar, writer, philosopher, and cultural critic (d. 2011)", "entities": [{"title": "K. D. Sethna", "href": "/wiki/K._D._Sethna", "description": "Kaikhosru Danjibuoy Sethna was an Indian poet, scholar, writer, philosopher, and cultural critic. He published more than 50 books. He was also known as Amal Kiran."}]}, {"heading": "Births", "year": "1905", "date": "November 26", "txt": "Bob Johnson, American baseball player (d. 1982)", "entities": [{"title": "Bob Johnson (outfielder)", "href": "/wiki/Bob_Johnson_(outfielder)", "description": "Robert Lee Johnson, nicknamed \"Indian Bob\", was an American professional baseball player. He played as a left fielder in Major League Baseball for three American League teams from 1933 to 1945, primarily the Philadelphia Athletics. His elder brother Roy was a major league outfielder from 1929 to 1938."}]}, {"heading": "Births", "year": "1907", "date": "November 26", "txt": "Ruth Patrick, American botanist (d. 2013)", "entities": [{"title": "Ruth Patrick", "href": "/wiki/Ruth_Patrick", "description": "Ruth Myrtle Patrick was an American botanist and limnologist specializing in diatoms and freshwater ecology. She authored more than 200 scientific papers, developed ways to measure the health of freshwater ecosystems and established numerous research facilities."}]}, {"heading": "Births", "year": "1908", "date": "November 26", "txt": "Charles Forte, Baron Forte, Italian-Scottish businessman, founded Forte Group (d. 2007)", "entities": [{"title": "Charles Forte, Baron Forte", "href": "/wiki/Charles_Forte,_Baron_Forte", "description": "Charles Carmine Forte, Baron Forte was an Italian-born Scottish hotelier who founded the leisure and hotels conglomerate that ultimately became the Forte Group."}, {"title": "Forte Group", "href": "/wiki/Forte_Group", "description": "Forte Group plc was a British hotel and restaurant company. It was listed on the London Stock Exchange and was a constituent of the FTSE 100 Index until it was acquired by Granada in 2001. Its head office was in the London Borough of Camden."}]}, {"heading": "Births", "year": "1908", "date": "November 26", "txt": "Lefty Gomez, American baseball player and manager (d. 1989)", "entities": []}, {"heading": "Births", "year": "1909", "date": "November 26", "txt": "Fritz Buchloh, German footballer and manager (d. 1998)", "entities": [{"title": "Fritz Buchloh", "href": "/wiki/Fritz_Buchloh", "description": "Fritz Buchloh was a German football manager and footballer who played as a goalkeeper. He was born in Mülheim an der Ruhr, Germany."}]}, {"heading": "Births", "year": "1909", "date": "November 26", "txt": "Frances Dee, American actress and singer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1909", "date": "November 26", "txt": "Eugène Ionesco, Romanian-French playwright and critic (d. 1994)", "entities": []}, {"heading": "Births", "year": "1910", "date": "November 26", "txt": "Cyril Cusack, South African-born Irish actor (d. 1993)", "entities": [{"title": "Cyril Cusack", "href": "/wiki/Cyril_Cusack", "description": "Cyril James Cusack was an Irish actor. He appeared in numerous films and television productions in a career lasting more than 70 years. In 2020, he was listed at number 14 on The Irish Times' list of Ireland's greatest film actors."}]}, {"heading": "Births", "year": "1911", "date": "November 26", "txt": "Samuel Reshevsky, Polish-American chess player and author (d. 1992)", "entities": [{"title": "Samuel Reshevsky", "href": "/wiki/Samuel_Reshevsky", "description": "Samuel Herman Reshevsky was a Polish chess prodigy and later a leading American chess grandmaster. He was a contender for the World Chess Championship from the mid 1930s to the mid 1960s: he tied for third place in the 1948 World Chess Championship tournament, and tied for second in the 1953 Candidates Tournament. He was an eight-time winner of the US Chess Championship, tying him with Bobby Fisch"}]}, {"heading": "Births", "year": "1912", "date": "November 26", "txt": "Eric Sevareid, American journalist (d. 1992)", "entities": [{"title": "Eric Sevareid", "href": "/wiki/Eric_Sevareid", "description": "Arnold Eric Sevareid was an American author and CBS news journalist from 1939 to 1977. He was one of a group of elite war correspondents who were hired by CBS newsman Edward R. Murrow and nicknamed \"Murrow's Boys.\" Sevareid was the first to report the Fall of Paris in 1940, when the city was captured by German forces during World War II."}]}, {"heading": "Births", "year": "1915", "date": "November 26", "txt": "Inge King, German-born Australian sculptor (d. 2016)", "entities": [{"title": "Inge King", "href": "/wiki/Inge_King", "description": "Ingeborg Viktoria \"Inge\" King was a German-born Australian sculptor. She received many significant public commissions. Her work is held in public and private collections. Her best known work is Forward Surge (1974) at the Melbourne Arts Centre. She became a Member of the Order of Australia (AM) in January 1984."}]}, {"heading": "Births", "year": "1915", "date": "November 26", "txt": "Earl Wild, American pianist and composer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1917", "date": "November 26", "txt": "Nesuhi Ertegun, Turkish-American record producer (d. 1989)", "entities": [{"title": "Nesuhi Ertegun", "href": "/wiki/Nesuhi_Ertegun", "description": "Nesuhi Ertegun was a Turkish-American record producer and executive of Atlantic Records and WEA International."}]}, {"heading": "Births", "year": "1918", "date": "November 26", "txt": "Patricio Aylwin, Chilean lawyer and politician, 31st President of Chile (d. 2016)", "entities": [{"title": "Patricio Aylwin", "href": "/wiki/Patricio_Aylwin", "description": "Patricio Aylwin Azócar was a Chilean politician from the Christian Democratic Party, lawyer, author, professor and former senator. He was the first president of Chile after dictator Augusto Pinochet, and his election marked the Chilean transition to democracy in 1990. Despite resistance from elements of the Chilean military and government after his election, Patricio Aylwin was staunch in his supp"}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1919", "date": "November 26", "txt": "Ryszard Kaczorowski, Polish soldier and politician, 6th President of the Republic of Poland (d. 2010)", "entities": [{"title": "Ryszard Kaczorowski", "href": "/wiki/Ryszard_Kaczorowski", "description": "Ryszard Kaczorowski, GCMG was a Polish statesman. From 1989 to 1990, he served as the last President of Poland in exile. He succeeded Kazimierz Sabbat, and resigned his post following Poland's regaining independence from the Soviet sphere of influence and the election of Lech Wałęsa as the first democratically elected President of Poland since before the Second World War."}, {"title": "List of heads of state of Poland", "href": "/wiki/List_of_heads_of_state_of_Poland", "description": "This is a list of heads of state of Poland."}]}, {"heading": "Births", "year": "1919", "date": "November 26", "txt": "Frederik Pohl, American journalist and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 26", "txt": "Ram Sharan Sharma, Indian historian and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 26", "txt": "Daniel Petrie, Canadian-American director and producer (d. 2004)", "entities": [{"title": "Daniel Petrie", "href": "/wiki/Daniel_Petrie", "description": "Daniel Mannix Petrie was a Canadian film, television, and stage director who worked in Canada, Hollywood, and the United Kingdom; known for directing grounded human dramas often dealing with taboo subject matter. He was one of several Canadian-born expatriate filmmakers, including Norman Jewison and Sidney J. Furie, to find critical and commercial success overseas in the 1960s due to the limited o"}]}, {"heading": "Births", "year": "1921", "date": "November 26", "txt": "Verghese Kurien, Indian engineer and businessman, founded Amul (d. 2012)", "entities": [{"title": "Verghese Kurien", "href": "/wiki/Verghese_Kurien", "description": "Verghese Kurien, known as the \"Father of the White Revolution\" in India, was a social entrepreneur whose \"billion-litre idea\", Operation Flood, made dairy farming India's largest self-sustaining industry and the largest rural employment sector providing a third of all rural income. It made India the world's largest milk producer, doubled the milk available for each person, and increased milk outpu"}, {"title": "Amul", "href": "/wiki/Amul", "description": "Amul, is an Indian dairy cooperative society, based at Anand in the Indian state of Gujarat.\nFormed in 1946, it is a cooperative brand managed by a cooperative body, the Gujarat Co-operative Milk Marketing Federation Ltd. (GCMMF), which today is jointly owned by 36 lakh milk producers in Gujarat,and the apex body of 13 District Milk Unions,spread across 13,000 villages of Gujarat.\nAmul spurred Ind"}]}, {"heading": "Births", "year": "1922", "date": "November 26", "txt": "Charles M. Schulz, American cartoonist, created Peanuts (d. 2000)", "entities": [{"title": "Charles M. Schulz", "href": "/wiki/Charles_M._Schulz", "description": "Charles Monroe \"Sparky\" Schulz was an American cartoonist and creator of the comic strip Peanuts. He is widely regarded as one of the most influential cartoonists of all time, cited by cartoonists including Jim Davis, Bill Watterson, Matt Groening, and Dav Pilkey."}]}, {"heading": "Births", "year": "1923", "date": "November 26", "txt": "V. K. Murthy, Indian cinematographer (d. 2014)", "entities": [{"title": "V. K. Murthy", "href": "/wiki/V._K._Murthy", "description": "Venkatarama Pandit Krishnamurthy known professionally as V. K. Murthy, was an Indian cinematographer. Murthy, a one-time violinist and jailed freedom fighter, was Guru Dutt's regular cameraman on his movies. He provided some of Indian cinema's most notable images in starkly contrasted black and white. He also shot India's first cinemascope film, Kaagaz Ke Phool. For his contribution to film indust"}]}, {"heading": "Births", "year": "1924", "date": "November 26", "txt": "Jasu Patel, Indian cricketer (d. 1992)", "entities": [{"title": "Jasu Patel", "href": "/wiki/Jasu_Patel", "description": "Jasubhai Motibhai Patel pronunciation (help·info) was an off-spinner who played Test cricket for India."}]}, {"heading": "Births", "year": "1924", "date": "November 26", "txt": "George Segal, American painter and sculptor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 26", "txt": "Eugene Istomin, American pianist (d. 2003)", "entities": [{"title": "Eugene Istomin", "href": "/wiki/Eugene_Istomin", "description": "Eugene George Istomin was an American pianist. He was a winner of the Leventritt Award and recorded extensively as a soloist and in a piano trio in which he collaborated with Isaac Stern and Leonard Rose."}]}, {"heading": "Births", "year": "1925", "date": "November 26", "txt": "Gregorio Conrado Álvarez, Uruguayan dictator (d. 2016)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 26", "txt": "Rabi Ray, Indian activist and politician, 10th Speaker of the Lok Sabha (d. 2017)", "entities": [{"title": "Rabi Ray", "href": "/wiki/Rabi_Ray", "description": "Rabi Ray was an Indian socialist politician, a Gandhian, a speaker of the Lok Sabha and a former Union minister. He hailed from Odisha. He joined the Socialist Party in 1948, and later became member of the Samyukta Socialist Party, the Janata Party and the Janata Dal."}, {"title": "Speaker of the Lok Sabha", "href": "/wiki/Speaker_of_the_Lok_Sabha", "description": "The Speaker of the Lok Sabha is the presiding officer and the highest authority of the Lok Sabha, the lower house of the Parliament of India. The speaker is elected generally in the first meeting of the Lok Sabha following general elections. Serving for a term of five years, the speaker chosen from sitting members of the Lok Sabha, and is by convention a member of the ruling party or alliance."}]}, {"heading": "Births", "year": "1927", "date": "November 26", "txt": "Ernie Coombs, American-Canadian television host (d. 2001)", "entities": [{"title": "Ernie Coombs", "href": "/wiki/Ernie_Coombs", "description": "Ernest \"Ernie\" Arthur Coombs, CM was an American-born Canadian children's entertainer who starred in the Canadian television series Mr. Dressup."}]}, {"heading": "Births", "year": "1928", "date": "November 26", "txt": "Nishida Tatsuo, Japanese linguist and academic (d. 2012)", "entities": [{"title": "Nishida Tatsuo", "href": "/wiki/Nishida_Tatsuo", "description": "Tatsuo Nishida  was a professor at Kyoto University. His work encompasses research on a variety of Tibeto-Burman languages, he made great contributions in particular to the deciphering of the Tangut language."}]}, {"heading": "Births", "year": "1929", "date": "November 26", "txt": "Slavko Avsenik, Slovenian singer-songwriter and accordion player (d. 2015)", "entities": [{"title": "Slavko Avsenik", "href": "/wiki/Slavko_Avsenik", "description": "Slavko Avsenik was a Slovene composer and musician. Beginning in 1953 with the formation of the Avsenik Brothers Ensemble, Avsenik produced more than 1,000 songs and enjoyed success both in Slovenia and in other parts of Europe and America, and is viewed as a Slovenian cultural icon."}]}, {"heading": "Births", "year": "1929", "date": "November 26", "txt": "Betta St. John, American actress, singer and dancer", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 26", "txt": "Berthold Leibinger, German engineer and philanthropist, founded Berthold Leibinger Stiftung (d. 2018)", "entities": [{"title": "Berthold Leibinger", "href": "/wiki/Berthold_Leibinger", "description": "Berthold Leibinger was a German mechanical engineer, businessman, and philanthropist. He was the head of the German company Trumpf, a leader in laser technology, and founder of the non-profit foundation Berthold Leibinger Stiftung. He served on the advisory board of major companies and was awarded an honorary doctorate by the University of Stuttgart."}, {"title": "Berthold Leibinger Stiftung", "href": "/wiki/Berthold_Leibinger_Stiftung", "description": "The German foundation Berthold Leibinger Stiftung was founded in 1992 by the engineer, entrepreneur and patron Berthold Leibinger in Ditzingen near Stuttgart, Germany. The non-profit foundation is dedicated to cultural, scientific, church related and social issues. The capital stock amounts to 9.9 Millionen Euros. Since 2000 the foundation biennially awards the international innovation prize Berth"}]}, {"heading": "Births", "year": "1931", "date": "November 26", "txt": "Adolfo Pérez Esquivel, Argentinian painter, sculptor, and activist, Nobel Prize laureate", "entities": [{"title": "Adolfo Pérez Esquivel", "href": "/wiki/Adolfo_P%C3%A9rez_Esquivel", "description": "Adolfo Pérez Esquivel is an Argentine activist, community organizer, painter, writer and sculptor. He was the recipient of the 1980 Nobel Peace Prize for his opposition to Argentina's last civil-military dictatorship (1976–1983), during which he was detained, tortured, and held without trial for 14 months; during that period he also received, among other distinctions, the Pope John XXIII Peace Mem"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1931", "date": "November 26", "txt": "Adrianus Johannes Simonis, Dutch cardinal", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 26", "txt": "Robert Goulet, American-Canadian singer and actor (d. 2007)", "entities": [{"title": "Robert Goulet", "href": "/wiki/Robert_Goulet", "description": "Robert Gérard Goulet was an American singer and actor of French-Canadian ancestry. Goulet was born and raised in Lawrence, Massachusetts. Cast as Sir Lancelot and originating the role in the 1960 Broadway musical Camelot starring opposite established Broadway stars Richard Burton and Julie Andrews, he achieved instant recognition with his performance and interpretation of the song \"If Ever I Would"}]}, {"heading": "Births", "year": "1933", "date": "November 26", "txt": "Richard Holloway, Scottish bishop and radio host", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 26", "txt": "Stanley Long, English director, producer, and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 26", "txt": "Jamshid Mashayekhi, Iranian actor (d. 2019)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 26", "txt": "Tony Verna, American director and producer, invented instant replay (d. 2015)", "entities": [{"title": "Instant replay", "href": "/wiki/Instant_replay", "description": "Instant replay or action replay is a video reproduction of something that recently occurred which was both shot and broadcast live. The video, having already been shown live, is replayed in order for viewers to see again and analyze what had just taken place. Some sports allow officiating calls to be overturned after the review of a play. Instant replay is most commonly used in sports, but is also"}]}, {"heading": "Births", "year": "1934", "date": "November 26", "txt": "Cengiz Bektaş, Turkish architect, engineer, and journalist", "entities": [{"title": "Cengiz Bektaş", "href": "/wiki/Cengiz_Bekta%C5%9F", "description": "Cengiz Bektaş was a Turkish architect, engineer, poet and writer for Evrensel newspaper."}]}, {"heading": "Births", "year": "1934", "date": "November 26", "txt": "Jerry Jameson, American director and producer", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 26", "txt": "Marian Mercer, American actress and singer (d. 2011)", "entities": [{"title": "Marian Mercer", "href": "/wiki/Marian_Mercer", "description": "Marian Ethel Mercer was an American actress and singer."}]}, {"heading": "Births", "year": "1936", "date": "November 26", "txt": "Margaret Boden, English computer scientist and psychologist", "entities": [{"title": "Margaret Boden", "href": "/wiki/Margaret_Boden", "description": "Margaret Ann Boden, OBE, ScD, FBA is a Research Professor of Cognitive Science in the Department of Informatics at the University of Sussex, where her work embraces the fields of artificial intelligence, psychology, philosophy, and cognitive and computer science."}]}, {"heading": "Births", "year": "1937", "date": "November 26", "txt": "Bob Babbitt, American bass player (d. 2012)", "entities": [{"title": "Bob Babbitt", "href": "/wiki/Bob_Babbitt", "description": "Robert Andrew Kreinar, known as Bob Babbitt, was a Hungarian-American bassist, most famous for his work as a member of Motown Records' studio band, the Funk Brothers, from 1966 to 1972, as well as his tenure as part of MFSB for Philadelphia International Records afterwards. Also in 1968, with Mike Campbell, Ray Monette and Andrew Smith he formed the band Scorpion, which lasted until 1970. He is ra"}]}, {"heading": "Births", "year": "1937", "date": "November 26", "txt": "John Moore, Baron Moore of Lower Marsh, English businessman and politician, Secretary of State for Health (d. 2019)", "entities": [{"title": "Secretary of State for Health", "href": "/wiki/Secretary_of_State_for_Health", "description": "The Secretary of State for Health and Social Care, also referred to as the Health Secretary, is a secretary of state position within the Government of the United Kingdom, and leader of the Department of Health and Social Care (DHSC). The postholder has responsibility for all health and social care matters in England, including England's National Health Service (NHS). Alongside the Chief Medical Of"}]}, {"heading": "Births", "year": "1937", "date": "November 26", "txt": "Boris Yegorov, Russian physician and astronaut (d. 1994)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 26", "txt": "Porter Goss, American soldier and politician, 19th Director of the CIA", "entities": [{"title": "Porter Goss", "href": "/wiki/Porter_Goss", "description": "Porter Johnston Goss is an American politician and government official who served as a Republican member of the U.S. House of Representatives from 1989 until 2004, when he became the last Director of Central Intelligence (DCI) and the first Director of the Central Intelligence Agency following the passage of the 2004 Intelligence Reform and Terrorism Prevention Act, which abolished the DCI positio"}, {"title": "Director of the CIA", "href": "/wiki/Director_of_the_CIA", "description": "The director of the Central Intelligence Agency (D/CIA) is a statutory office that functions as the head of the Central Intelligence Agency, which in turn is a part of the United States Intelligence Community."}]}, {"heading": "Births", "year": "1938", "date": "November 26", "txt": "Rodney Jory, Australian physicist and academic", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 26", "txt": "Rich Little, Canadian-American comedian, actor, and singer", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 26", "txt": "Abdullah Ahmad Badawi, Malaysian civil servant and politician, 5th Prime Minister of Malaysia", "entities": [{"title": "Abdullah Ahmad Badawi", "href": "/wiki/Abdullah_Ahmad_Badawi", "description": "Tun Abdullah bin Ahmad Badawi is a Malaysian politician who served as the 5th Prime Minister of Malaysia from 2003 to 2009. He was also the President of the United Malays National Organisation (UMNO), the largest political party in Malaysia, and led the governing Barisan Nasional parliamentary coalition. He is informally known as Pak Lah, Pak meaning 'Uncle', while Lah is taken from his name 'Abdu"}, {"title": "Prime Minister of Malaysia", "href": "/wiki/Prime_Minister_of_Malaysia", "description": "The prime minister of Malaysia is the head of government of Malaysia. The prime minister directs the executive branch of the federal government. The Yang di-Pertuan Agong appoints a member of Parliament (MP) who, in his opinion, is most likely to command the confidence of a majority of MPs, the prime minister, usually the leader of the party winning the most seats in a general election."}]}, {"heading": "Births", "year": "1939", "date": "November 26", "txt": "Wayland Flowers, American actor and puppeteer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 26", "txt": "John Gummer, English politician, Secretary of State for the Environment", "entities": [{"title": "Secretary of State for the Environment", "href": "/wiki/Secretary_of_State_for_the_Environment", "description": "The Secretary of State for the Environment was a UK cabinet position, responsible for the Department of the Environment (DoE). This was created by Edward Heath as a combination of the Ministry of Housing and Local Government, the Ministry of Transport and the Ministry of Public Building and Works on 15 October 1970. Thus it managed a mixed portfolio of issues: housing and planning, local governmen"}]}, {"heading": "Births", "year": "1939", "date": "November 26", "txt": "Grey Ruthven, 2nd Earl of Gowrie, Irish-Scottish politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1939", "date": "November 26", "txt": "Art Themen, English saxophonist and surgeon", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 26", "txt": "Tina Turner, American-Swiss singer-songwriter, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 26", "txt": "Enrico Bombieri, Italian mathematician and academic", "entities": [{"title": "Enrico Bombieri", "href": "/wiki/Enrico_Bombieri", "description": "Enrico Bombieri is an Italian mathematician, known for his work in analytic number theory, Diophantine geometry, complex analysis, and group theory. He won a Fields Medal in 1974. Bombieri is currently Professor Emeritus in the School of Mathematics at the Institute for Advanced Study in Princeton, New Jersey."}]}, {"heading": "Births", "year": "1940", "date": "November 26", "txt": "Davey Graham, English guitarist and songwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 26", "txt": "Kotozakura Masakatsu, Japanese sumo wrestler, the 53rd Yokozuna (d. 2007)", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1940", "date": "November 26", "txt": "Quentin Skinner, English historian, author, and academic", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 26", "txt": "Susanne Marsee, American soprano and educator", "entities": [{"title": "Susanne Marsee", "href": "/wiki/Susanne_Marsee", "description": "Susanne Marsee is an American mezzo-soprano of note, particularly acclaimed as a singing-actress."}]}, {"heading": "Births", "year": "1942", "date": "November 26", "txt": "Maki Carrousel, Japanese actor", "entities": [{"title": "Maki Carrousel", "href": "/wiki/Maki_Carrousel", "description": "Maki Hirahara , known as Maki Carrousel , is a Japanese transgender actress who is represented by the talent agency Office Carrousel."}]}, {"heading": "Births", "year": "1942", "date": "November 26", "txt": "Olivia Cole, American actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 26", "txt": "Đặng Thùy Trâm, Vietnamese physician and author (d. 1970)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 26", "txt": "Paul Burnett, English radio host", "entities": [{"title": "Paul Burnett", "href": "/wiki/Paul_Burnett", "description": "Paul Burnett is an English radio disc jockey."}]}, {"heading": "Births", "year": "1943", "date": "November 26", "txt": "Bruce Paltrow, American director and producer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 26", "txt": "Marilynne Robinson, American novelist and essayist", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 26", "txt": "Dale Sommers, American radio host (d. 2012)", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 26", "txt": "Jean Terrell, American singer", "entities": [{"title": "Jean Terrell", "href": "/wiki/Jean_Terrell", "description": "Velma Jean Terrell is an American R&B and jazz singer. She replaced Diana Ross as the lead singer of The Supremes in January 1970."}]}, {"heading": "Births", "year": "1944", "date": "November 26", "txt": "Joyce Quin, Baroness Quin, English academic and politician, Minister of State for Europe", "entities": [{"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1945", "date": "November 26", "txt": "Daniel Davis, American actor", "entities": [{"title": "Daniel Davis", "href": "/wiki/Daniel_Davis", "description": "Daniel Davis is an American stage, screen, and television actor."}]}, {"heading": "Births", "year": "1945", "date": "November 26", "txt": "John McVie, English-American bass player", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 26", "txt": "Jim Mullen, Scottish guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 26", "txt": "Michael Omartian, American singer-songwriter, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 26", "txt": "Björn von Sydow, Swedish academic and politician, 27th Swedish Minister for Defence", "entities": [{"title": "Minister for Defence (Sweden)", "href": "/wiki/Minister_for_Defence_(Sweden)", "description": "The Minister for Defence of Sweden is a member of the Government of Sweden. The Minister heads the Ministry for Defence and is appointed and dismissed at the sole discretion of the Prime Minister of Sweden."}]}, {"heading": "Births", "year": "1946", "date": "November 26", "txt": "Raymond Louis Kennedy, American singer-songwriter, saxophonist, and producer (d. 2014)", "entities": [{"title": "Raymond Louis Kennedy", "href": "/wiki/Raymond_Louis_Kennedy", "description": "Raymond Louis \"Ray\" Kennedy was an American singer, songwriter, musician and record producer, based in Los Angeles. His works span multiple genres including R&B, pop, rock, jazz, fusion, acid rock, country and many others. He co-wrote \"Sail On, Sailor\", one of The Beach Boys' mid-career hits, as well as two hits for The Babys: \"Everytime I Think of You\" and \"Isn't It Time\"."}]}, {"heading": "Births", "year": "1946", "date": "November 26", "txt": "Art Shell, American football player and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 26", "txt": "Itamar Singer, Romanian-Israeli historian and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 26", "txt": "Roger Wehrli, American football player", "entities": [{"title": "Roger Wehrli", "href": "/wiki/Roger_Wehrli", "description": "Roger Russell Wehrli is an American former football player who was a cornerback for his entire 14-year career with the St. Louis Cardinals of the National Football League (NFL) from 1969 until 1982. He was a seven-time Pro Bowler after playing college football at the University of Missouri, where he was a consensus All-American and a first-round draft choice by the Cardinals in 1969. He was induct"}]}, {"heading": "Births", "year": "1948", "date": "November 26", "txt": "Elizabeth Blackburn, Australian-American biologist and academic, Nobel Prize laureate", "entities": [{"title": "Elizabeth Blackburn", "href": "/wiki/Elizabeth_Blackburn", "description": "Elizabeth Helen Blackburn, is an Australian-American Nobel laureate who is the former President of the Salk Institute for Biological Studies. Previously she was a biological researcher at the University of California, San Francisco, who studied the telomere, a structure at the end of chromosomes that protects the chromosome. In 1984, Blackburn co-discovered telomerase, the enzyme that replenishes "}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1948", "date": "November 26", "txt": "Claes Elfsberg, Swedish journalist", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 26", "txt": "Marianne Muellerleile, American actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 26", "txt": "Galina Prozumenshchikova, Ukrainian-Russian swimmer and journalist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 26", "txt": "Peter Wheeler, English rugby player", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 26", "txt": "Mari Alkatiri, East Timorese geographer and politician, 1st Prime Minister of East Timor", "entities": [{"title": "Mari Alkatiri", "href": "/wiki/Mari_Alkatiri", "description": "Mari bin Amude Alkatiri, GCIH is a Timorese politician. He was Prime Minister of East Timor from May 2002 until his resignation on 26 June 2006 following weeks of political unrest in the country, and again from September 2017 until May 2018. He is the Secretary-General of the Fretilin party, as well as President of the Special Administrative Region of Oecusse."}, {"title": "Prime Minister of East Timor", "href": "/wiki/Prime_Minister_of_East_Timor", "description": "The prime minister of Timor-Leste is the head of government in East Timor. The president is the head of state. The president of East Timor appoints the prime minister, after parliamentary elections and have listened to all parties represented in the National Assembly, who is usually the leader of the large party or coalition. The prime minister is ex officio a member of the Council of State, chair"}]}, {"heading": "Births", "year": "1949", "date": "November 26", "txt": "Shlomo Artzi, Israeli singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 26", "txt": "Martin Lee, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 26", "txt": "Vincent A. Mahler, American political scientist and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 26", "txt": "Ivan Patzaichin, Romanian canoe world and oliympic champion", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 26", "txt": "Ilona Staller, Hungarian-Italian porn actress, singer, and politician", "entities": [{"title": "Ilona Staller", "href": "/wiki/Ilona_Staller", "description": "Ilona Staller, widely known by her stage name Cicciolina, is a Hungarian-Italian former porn star, politician, and singer."}]}, {"heading": "Births", "year": "1951", "date": "November 26", "txt": "Sulejman Tihić, Bosnian lawyer, judge, and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 26", "txt": "Elsa Salazar Cade,  Mexican-American science teacher and entomologist", "entities": [{"title": "Elsa Salazar Cade", "href": "/wiki/Elsa_Salazar_Cade", "description": "Elsa Salazar Cade is a Mexican American science teacher and entomologist."}]}, {"heading": "Births", "year": "1952", "date": "November 26", "txt": "Julien Temple, English director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 26", "txt": "Wendy Turnbull, Australian tennis player", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 26", "txt": "Hilary Benn, English politician, Secretary of State for International Development", "entities": [{"title": "Hilary Benn", "href": "/wiki/Hilary_Benn", "description": "Hilary James Wedgwood Benn is a British Labour Party politician who has been the Member of Parliament (MP) for Leeds Central since a by-election in 1999. He served in the Cabinet from 2003 to 2010, under both Tony Blair and Gordon Brown and was Shadow Foreign Secretary from May 2015 to June 2016. In October 2016, he was elected as the inaugural Chairman of the new Exiting the European Union Select"}, {"title": "Secretary of State for International Development", "href": "/wiki/Secretary_of_State_for_International_Development", "description": "The Secretary of State for International Development, also referred to as the International Development Secretary, was a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for International Development (DFID). The office formed part of the British Cabinet."}]}, {"heading": "Births", "year": "1953", "date": "November 26", "txt": "Shelley Moore Capito, American politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 26", "txt": "Harry Carson, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 26", "txt": "Jacki MacDonald, Australian television host and actress", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 26", "txt": "Desiré Wilson, South African race car driver", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 26", "txt": "Roz Chast, American cartoonist", "entities": [{"title": "Roz Chast", "href": "/wiki/Roz_Chast", "description": "Rosalind \"Roz\" Chast is an American cartoonist and a staff cartoonist for The New Yorker. Since 1978, she has published more than 800 cartoons in The New Yorker. She also publishes cartoons in Scientific American and the Harvard Business Review."}]}, {"heading": "Births", "year": "1954", "date": "November 26", "txt": "Velupillai Prabhakaran, Sri Lankan rebel leader, founded the Liberation Tigers of Tamil Eelam (d. 2009)", "entities": [{"title": "Liberation Tigers of Tamil Eelam", "href": "/wiki/Liberation_Tigers_of_Tamil_Eelam", "description": "The Liberation Tigers of Tamil Eelam (LTTE) was a Tamil militant organization that was based in northeastern Sri Lanka. Its aim was to secure an independent state of Tamil Eelam in the north and east in response to the state policies of successive Sri Lankan governments that were widely considered to be discriminatory towards the minority Sri Lankan Tamils, as well as the oppressive actions—includ"}]}, {"heading": "Births", "year": "1955", "date": "November 26", "txt": "Jelko Kacin, Slovenian politician and a former Member of the European Parliament", "entities": [{"title": "Jelko Kacin", "href": "/wiki/Jelko_Kacin", "description": "Jelko Kacin is a Slovenian politician."}]}, {"heading": "Births", "year": "1955", "date": "November 26", "txt": "Gisela Stuart, German-English academic and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 26", "txt": "Dale Jarrett, American race car driver and sportscaster", "entities": [{"title": "Dale Jarrett", "href": "/wiki/Dale_Jarrett", "description": "Dale Arnold Jarrett is a former American race car driver and current commentator for NBC. He is best known for winning the Daytona 500 three times and winning the NASCAR Winston Cup Series championship in 1999. He is the son of 2-time Grand National Champion Ned Jarrett, younger brother of Glenn Jarrett, father of former driver Jason Jarrett, and cousin of Todd Jarrett. In 2007, Jarrett joined the"}]}, {"heading": "Births", "year": "1956", "date": "November 26", "txt": "Don Lake, Canadian actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 26", "txt": "Keith Vaz, Indian-English lawyer and politician, Minister of State for Europe", "entities": [{"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1957", "date": "November 26", "txt": "Félix González-Torres, Cuban-American sculptor (d. 1996)", "entities": [{"title": "Félix González-Torres", "href": "/wiki/F%C3%A9lix_Gonz%C3%A1lez-Torres", "description": "Félix González-Torres was a Cuban-born American visual artist. González-Torres's openly gay sexual orientation is often seen as influential in his work as an artist. González-Torres was known for his minimal installations and sculptures in which he used materials such as strings of lightbulbs, clocks, stacks of paper, or packaged hard candies. In 1987, he joined Group Material, a New York-based gr"}]}, {"heading": "Births", "year": "1958", "date": "November 26", "txt": "Michael Skinner, English rugby player", "entities": [{"title": "Michael Skinner (rugby union)", "href": "/wiki/Michael_Skinner_(rugby_union)", "description": "Michael Gordon Skinner, also known as Mickey, Mick, and Mike, is a former English rugby union player who played at flanker for Harlequins, Blackheath and England. His nickname was \"Mick the Munch\" because of his propensity to inflict bone-shaking tackles on the opposition. He was born in Newcastle-Upon-Tyne. He attended Walbottle Grammar School."}]}, {"heading": "Births", "year": "1959", "date": "November 26", "txt": "Dai Davies Welsh politician and independent MP", "entities": [{"title": "Dai Davies (politician)", "href": "/wiki/Dai_Davies_(politician)", "description": "David Clifford Davies, commonly known as Dai Davies, is a Welsh politician. He was the Member of Parliament (MP) for the Blaenau Gwent constituency in South Wales from 2006 to 2010, representing the Blaenau Gwent People's Voice Group. He was elected at a by-election in June 2006 following the death of independent MP Peter Law, but lost his seat the at the 2010 general election to Labour's Nick Smi"}, {"title": "Member of Parliament", "href": "/wiki/Member_of_Parliament", "description": "A member of parliament (MP) is the representative of the people who live in their constituency. In many countries with bicameral parliaments, this category includes specifically members of the lower house, as upper houses often have a different title. Member of Congress or Deputy is an equivalent term in other jurisdictions. Another term is Parliamentarian."}]}, {"heading": "Births", "year": "1959", "date": "November 26", "txt": "Gabriella Gutiérrez y Muhs, American author and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 26", "txt": "Jerry Schemmel, American sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 26", "txt": "Chuck Eddy, American journalist", "entities": [{"title": "Chuck Eddy", "href": "/wiki/Chuck_Eddy", "description": "Chuck Eddy is an American music journalist."}]}, {"heading": "Births", "year": "1960", "date": "November 26", "txt": "Harold Reynolds, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 26", "txt": "Karan Bilimoria, Baron Bilimoria, Indian-English businessman, co-founded Cobra Beer", "entities": [{"title": "Karan Bilimoria, Baron Bilimoria", "href": "/wiki/Karan_Bilimoria,_Baron_Bilimoria", "description": "Karan Faridoon Bilimoria, Baron Bilimoria, is a British Indian entrepreneur, life peer in the UK House of Lords, and a university chancellor."}, {"title": "Cobra Beer", "href": "/wiki/Cobra_Beer", "description": "Cobra Beer is a beer brand manufactured in the United Kingdom and India."}]}, {"heading": "Births", "year": "1961", "date": "November 26", "txt": "Tom Carroll, Australian surfer", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 26", "txt": "Ivory, American wrestler and trainer", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 26", "txt": "Fernando Bandeirinha, Portuguese footballer and manager", "entities": [{"title": "Fernando Bandeirinha", "href": "/wiki/Fernando_Bandeirinha", "description": "Fernando Óscar Bandeirinha Barbosa, known as Bandeirinha, is a Portuguese retired footballer who played as a right back or a defensive midfielder throughout his career."}]}, {"heading": "Births", "year": "1962", "date": "November 26", "txt": "Chuck Finley, American baseball player", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 26", "txt": "Mario Elie, American basketball player and coach", "entities": [{"title": "Mario Elie", "href": "/wiki/Mario_Elie", "description": "Mario Antoine Elie is an American basketball coach and former basketball player in the National Basketball Association (NBA). Elie grew up in New York City and played college basketball at American International College, before being drafted in the seventh round of the 1985 NBA draft as the 160th overall pick by the Milwaukee Bucks."}]}, {"heading": "Births", "year": "1963", "date": "November 26", "txt": "Matt Frei, German-English journalist and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 26", "txt": "Joe Lydon, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 26", "txt": "Vreni Schneider, Swiss skier", "entities": [{"title": "Vreni Schneider", "href": "/wiki/Vreni_Schneider", "description": "Verena \"Vreni\" Schneider is a retired ski racer from Switzerland. She is the most successful alpine ski racer of her country, the fourth most successful female ski racer ever and was voted \"Swiss Sportswoman of the Century\"."}]}, {"heading": "Births", "year": "1965", "date": "November 26", "txt": "Scott Adsit, American actor, director, producer, and screenwriter", "entities": [{"title": "Scott Adsit", "href": "/wiki/Scott_Adsit", "description": "Robert Scott Adsit is an American actor, comedian and writer. Born in Circle Pines, Minnesota, Adsit joined the mainstage cast of Chicago's The Second City in 1994 after attending Columbia College Chicago. He appeared in several revues, including Paradigm Lost for which he won The Joseph Jefferson Award for Best Actor in a Comedy."}]}, {"heading": "Births", "year": "1965", "date": "November 26", "txt": "Des Walker, English footballer", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 26", "txt": "Garcelle Beauvais, Haitian-American actress and singer", "entities": [{"title": "Garcelle Beauvais", "href": "/wiki/Garcelle_Beauvais", "description": "Garcelle Beauvais is a Haitian-American actress, television personality, author, and former fashion model. She is best known for her starring roles in the sitcom The Jamie Foxx Show and the crime drama series NYPD Blue. She also appeared in the films Coming to America (1988) and its sequel (2021), White House Down (2013), and Spider-Man: Homecoming (2017). In 2020, Beauvais became a main cast memb"}]}, {"heading": "Births", "year": "1966", "date": "November 26", "txt": "Fahed Dermech, Tunisian footballer", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 26", "txt": "Ridley Jacobs, Antiguan cricketer", "entities": [{"title": "Ridley Jacobs", "href": "/wiki/Ridley_Jacobs", "description": "Ridley Detamore Jacobs, is a former Antiguan cricketer, who played as a left-handed batsman for the West Indian cricket team in the 1990s and 2000s. He was the first opening batsman \nto carry his bat in the history of Cricket World Cup and was the fourth batsman to do so in a One Day International."}]}, {"heading": "Births", "year": "1968", "date": "November 26", "txt": "Edna Campbell, American basketball player, sportscaster, and nurse", "entities": [{"title": "Edna Campbell", "href": "/wiki/Edna_Campbell", "description": "Edna Campbell is a retired women's basketball player who played in the Women's National Basketball Association (WNBA). The 5 ft 8 in guard played with the Sacramento Monarchs as well as three other teams, but is well known for continuing to play despite suffering breast cancer. In 2004, she was designated a Women's History Month honoree by the National Women's History Project. Campbell was born in"}]}, {"heading": "Births", "year": "1968", "date": "November 26", "txt": "Haluk Levent, Turkish singer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 26", "txt": "Shawn Kemp, American basketball player", "entities": [{"title": "Shawn Kemp", "href": "/wiki/Shawn_Kemp", "description": "Shawn Travis Kemp Sr. is an American former professional basketball player who played for the Seattle SuperSonics, Cleveland Cavaliers, Portland Trail Blazers, and Orlando Magic in the National Basketball Association (NBA). Nicknamed the Reign Man, he was a six-time NBA All-Star and a three-time All-NBA Second Team member."}]}, {"heading": "Births", "year": "1969", "date": "November 26", "txt": "Kara Walker, American painter and illustrator", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 26", "txt": "John Amaechi, American-English basketball player and sportscaster", "entities": [{"title": "John Amaechi", "href": "/wiki/John_Amaechi", "description": "John Uzoma Ekwugha Amaechi, OBE is a British-American psychologist, consultant and former professional basketball player. He played college basketball at Vanderbilt and Penn State, and professional basketball in the National Basketball Association (NBA). Amaechi also played in France, Greece, Italy, and the United Kingdom. Since retiring from basketball, Amaechi has worked as a psychologist and co"}]}, {"heading": "Births", "year": "1970", "date": "November 26", "txt": "Dave Hughes, Australian comedian and radio host", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 26", "txt": "Vicki Pettersson, American author", "entities": [{"title": "Vicki Pettersson", "href": "/wiki/Vicki_Pettersson", "description": "Vicki Pettersson is an American author known for her Signs of the Zodiac urban fantasy series and Celestial Blues trilogy, both set in modern-day Las Vegas. The Zodiac series follows casino heiress Joanna Archer, who discovers on her 25th birthday that she has superpowers. The Celestial Blues features a P.I. angel and a rockabilly reporter who join forces to fight crime in a noir/paranormal hybrid"}]}, {"heading": "Births", "year": "1971", "date": "November 26", "txt": "Winky Wright, American boxer and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 26", "txt": "Chris Osgood, Canadian ice hockey player and sportscaster", "entities": [{"title": "Chris Osgood", "href": "/wiki/Chris_Osgood", "description": "Christopher John Osgood is a Canadian former professional ice hockey goaltender. He is ranked twelfth in wins in NHL regular season history with 401."}]}, {"heading": "Births", "year": "1972", "date": "November 26", "txt": "Arjun Rampal, Indian actor and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 26", "txt": "Peter Facinelli, American actor, director, and producer", "entities": [{"title": "Peter Facinelli", "href": "/wiki/Peter_Facinelli", "description": "Peter Facinelli is an American actor, producer, and director. He starred as Donovan \"Van\" Ray on the Fox series Fastlane from 2002 to 2003. He played Dr. Carlisle Cullen in the film adaptations of the Twilight novel series, and is also known for his role as Mike Dexter in the 1998 film Can't Hardly Wait. Facinelli was a regular on the Showtime comedy-drama series Nurse Jackie, portraying the role "}]}, {"heading": "Births", "year": "1974", "date": "November 26", "txt": "Line Horntveth, Norwegian tuba player, composer, and producer", "entities": [{"title": "Line Horntveth", "href": "/wiki/Line_Horntveth", "description": "Line Horntveth is a Norwegian musician, the sister of the musicians Martin and Lars Horntveth, married to the upright bassist Bjørn Holm, and known from a series of recordings within Jaga Jazzist."}]}, {"heading": "Births", "year": "1974", "date": "November 26", "txt": "Roman Šebrle, Czech decathlete and high jumper", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 26", "txt": "DJ Khaled, American rapper and producer", "entities": [{"title": "DJ Khaled", "href": "/wiki/DJ_Khaled", "description": "Khaled Mohamed Khaled, known professionally as DJ Khaled, is an American DJ, record executive, record producer, and media personality."}]}, {"heading": "Births", "year": "1975", "date": "November 26", "txt": "Patrice Lauzon, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 26", "txt": "Andreas Augustsson, Swedish footballer", "entities": [{"title": "Andreas Augustsson", "href": "/wiki/Andreas_Augustsson", "description": "Eiton Andreas Augustsson is a Swedish retired footballer who played as a defender. He made his professional debut in Twente, before he moved to Norway in 2001 where in played for Raufoss, Vålerenga and Sandefjord. Augustsson later returned to his native Sweden, where he won the Allsvenskan with IF Elfsborg in 2006. After a spell in Danish club AC Horsens, he returned to Elfsborg in 2011. After win"}]}, {"heading": "Births", "year": "1976", "date": "November 26", "txt": "Maven Huffman, American wrestler", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 26", "txt": "Brian Schneider, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 26", "txt": "Ivan Basso, Italian cyclist", "entities": [{"title": "Ivan Basso", "href": "/wiki/Ivan_Basso", "description": "Ivan Basso is an Italian former professional road bicycle racer who last raced with UCI ProTeam Tinkoff–Saxo. Basso, nicknamed Ivan the Terrible, was considered among the best mountain riders in the professional field in the early 21st century, and was considered one of the strongest stage race riders. He is a double winner of the Giro d'Italia, having won the 2006 edition and the 2010 edition of "}]}, {"heading": "Births", "year": "1977", "date": "November 26", "txt": "Paris Lenon, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 26", "txt": "Campbell Walsh, Scottish canoe racer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 26", "txt": "Jun Fukuyama, Japanese voice actor and singer", "entities": [{"title": "Jun Fukuyama", "href": "/wiki/Jun_Fukuyama", "description": "Jun Fukuyama  is a Japanese voice actor and singer who played Lelouch Lamperouge in Code Geass, Koro-sensei in Assassination Classroom, Ichimatsu in Osomatsu-san, Yuta Togashi in Love, Chunibyo & Other Delusions, Hero in Maoyu, Misaki Yata in K, Kimihiro Watanuki in xxxHOLiC and Joker in Persona 5."}]}, {"heading": "Births", "year": "1980", "date": "November 26", "txt": "Satoshi Ohno, Japanese singer", "entities": [{"title": "Satoshi Ohno", "href": "/wiki/Satoshi_Ohno", "description": "Satoshi Ohno  is a Japanese idol, singer, actor, radio host, dancer and choreographer. He is the lead vocalist and leader of the boy band Arashi, hence his nickname Leader ."}]}, {"heading": "Births", "year": "1980", "date": "November 26", "txt": "Jackie Trail, American tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 26", "txt": "Stephan Andersen, Danish footballer", "entities": [{"title": "Stephan Andersen", "href": "/wiki/Stephan_Andersen", "description": "Stephan Maigaard Andersen is a Danish professional football player, who plays as a goalkeeper for Danish Superliga side F.C. Copenhagen. He is also a full international for the Denmark national football team and was chosen to represent his country at UEFA Euro 2004, the 2010 FIFA World Cup and UEFA Euro 2012."}]}, {"heading": "Births", "year": "1981", "date": "November 26", "txt": "Natasha Bedingfield, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 26", "txt": "Natalie Gauci, Australian singer and pianist", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 26", "txt": "Gina Kingsbury, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 26", "txt": "Jon Ryan, Canadian football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 26", "txt": "Keith Ballard, American ice hockey player", "entities": [{"title": "Keith Ballard", "href": "/wiki/Keith_Ballard", "description": "Keith Galen Ballard is an American former professional ice hockey defenseman who previously played in the National Hockey League with the Phoenix Coyotes, Florida Panthers, Vancouver Canucks and Minnesota Wild. He played college hockey for the Minnesota Golden Gophers of the Western Collegiate Hockey Association (WCHA) for three seasons. After his freshman year, he was selected 11th overall by the"}]}, {"heading": "Births", "year": "1983", "date": "November 26", "txt": "Chris Hughes, American publisher and businessman, co-founded Facebook", "entities": [{"title": "Chris Hughes", "href": "/wiki/Chris_Hughes", "description": "Chris Hughes is an American entrepreneur who co-founded and served as spokesman for the online social directory and networking site Facebook, with Harvard roommates Mark Zuckerberg, Dustin Moskovitz, Eduardo Saverin, and Andrew McCollum. He was the publisher and editor-in-chief of The New Republic from 2012 to 2016. As of 2019 Hughes is a co-chair of the Economic Security Project. In 2018, Hughes "}, {"title": "Facebook", "href": "/wiki/Facebook", "description": "Facebook is an American online social media and social networking service based in Menlo Park, California, and a flagship service of the namesake company Facebook, Inc. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes."}]}, {"heading": "Births", "year": "1983", "date": "November 26", "txt": "Emiri Katō, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 26", "txt": "Antonio Puerta, Spanish footballer (d. 2007)", "entities": [{"title": "Antonio Puerta", "href": "/wiki/Antonio_Puerta", "description": "Antonio José Puerta Pérez was a Spanish professional footballer who played solely for Sevilla."}]}, {"heading": "Births", "year": "1985", "date": "November 26", "txt": "Matt Carpenter, American baseball player", "entities": [{"title": "Matt Carpenter (baseball)", "href": "/wiki/Matt_Carpenter_(baseball)", "description": "Matthew Martin Lee Carpenter is an American professional baseball infielder for the St. Louis Cardinals of Major League Baseball (MLB). He made his MLB debut with the Cardinals on June 4, 2011. A left-handed batter and right-handed thrower, Carpenter stands 6 feet 3 inches (1.91 m) and weighs 205 pounds (93 kg)."}]}, {"heading": "Births", "year": "1986", "date": "November 26", "txt": "Konstadinos Filippidis, Greek pole vaulter", "entities": [{"title": "Konstadinos Filippidis", "href": "/wiki/Konstadinos_Filippidis", "description": "Konstantinos Filippidis is a Greek pole vaulter. He won the gold medal at the 2014 World Indoor Championships and the silver medal at the 2017 European Indoor Championships. He took the sixth place at the 2012 Olympic Games in London."}]}, {"heading": "Births", "year": "1986", "date": "November 26", "txt": "Bauke Mollema, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 26", "txt": "Alberto Sgarbi, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 26", "txt": "Kat DeLuna, American singer, songwriter and dancer", "entities": [{"title": "Kat DeLuna", "href": "/wiki/Kat_DeLuna", "description": "Kathleen Emperatriz Amell DeLuna is an American singer, songwriter and dancer. DeLuna began pursuing a career as a singer when she was a teenager. After signing with Epic Records, she released her debut single \"Whine Up\" in 2007. The single went on to become a commercial success, entering the Top 40 in numerous countries and topping the Billboard Hot Dance Club Play chart. Her debut studio album, "}]}, {"heading": "Births", "year": "1987", "date": "November 26", "txt": "Georgios Tzavellas, Greek footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 26", "txt": "Blake Harnage, American singer-songwriter and guitarist", "entities": [{"title": "Blake Harnage", "href": "/wiki/Blake_Harnage", "description": "Blake Preston Harnage is an American songwriter, music producer, multi-instrumentalist and composer. He has written, produced, engineered, mixed or performed on songs for Versa, PVRIS, Hands Like Houses, All Time Low, With Beating Hearts, and others."}]}, {"heading": "Births", "year": "1988", "date": "November 26", "txt": "Yumi Kobayashi, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 26", "txt": "Junior Stanislas, English footballer", "entities": [{"title": "Junior Stanislas", "href": "/wiki/Junior_Stanislas", "description": "Felix Junior Stanislas is an English professional footballer who plays as a winger for Championship club AFC Bournemouth."}]}, {"heading": "Births", "year": "1989", "date": "November 26", "txt": "Angeline Quinto, Filipina singer and actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 26", "txt": "Avery Bradley, American basketball player", "entities": [{"title": "Avery Bradley", "href": "/wiki/Avery_Bradley", "description": "Avery Antonio Bradley Jr. is an American professional basketball player for the Houston Rockets of the National Basketball Association (NBA). He played college basketball for the Texas Longhorns before being drafted 19th overall by the Boston Celtics in the 2010 NBA draft. With the Celtics, he was twice recognized as an NBA All-Defensive Team member. Bradley has also played for the Detroit Pistons"}]}, {"heading": "Births", "year": "1990", "date": "November 26", "txt": "Chip, English rapper", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 26", "txt": "Rita Ora, Kosovan-English singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 26", "txt": "Danny Welbeck, English footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 26", "txt": "Manolo Gabbiadini, Italian footballer", "entities": [{"title": "Manolo Gabbiadini", "href": "/wiki/Manolo_Gabbiadini", "description": "Manolo Gabbiadini is an Italian professional footballer who plays as a striker for Sampdoria. He is a former Italy under-20 and under-21 international. Gabbiadini has represented the senior Italian national team since 2012."}]}, {"heading": "Births", "year": "1995", "date": "November 26", "txt": "James Guy, English swimmer", "entities": [{"title": "James Guy (swimmer)", "href": "/wiki/James_Guy_(swimmer)", "description": "James Guy is an English competitive swimmer who has represented Great Britain in the Olympic Games, the FINA World Championships and the LEN European championships, and England in the Commonwealth Games. Guy specialises in the 400- and 200-metre freestyle, and the 100-metre butterfly."}]}, {"heading": "Births", "year": "1997", "date": "November 26", "txt": "Aaron Wan-Bissaka, English footballer", "entities": [{"title": "Aaron Wan-Bissaka", "href": "/wiki/Aaron_Wan-Bissaka", "description": "Aaron Wan-Bissaka is an English professional footballer who plays as a right-back for Premier League club Manchester United."}]}, {"heading": "Births", "year": "1999", "date": "November 26", "txt": "Olivia O'Brien, American singer-songwriter", "entities": [{"title": "Olivia O'Brien", "href": "/wiki/Olivia_O%27Brien", "description": "Olivia Gail O'Brien is an American singer-songwriter. She rose to fame in 2016 after collaborating with Gnash on the single \"I Hate U, I Love U\", where she wrote and featured on the single, it also peaked at number 10 on the Billboard Hot 100 chart in the United States and number one in Australia, resulting in a recording contract with Island Records. Her debut studio album, Was It Even Real?, was"}]}, {"heading": "Deaths", "year": "399", "date": "November 26", "txt": "Siricius, pope of the Catholic Church (b. 334)", "entities": [{"title": "Pope Siricius", "href": "/wiki/Pope_Siricius", "description": "Pope Siricius was the bishop of Rome from December 384 to his death. In response to inquiries from Bishop Himerius of Tarragona, Siricius issued the Directa decretal, containing decrees of baptism, church discipline and other matters. His are the oldest completely preserved papal decretals. He is sometimes said to have been the first bishop of Rome to call himself pope."}]}, {"heading": "Deaths", "year": "946", "date": "November 26", "txt": "Li Congyan, Chinese general (b. 898)", "entities": [{"title": "Li Congyan", "href": "/wiki/Li_Congyan", "description": "Li Congyan (李從曮), né Li Jiyan (李繼曮), formally the Prince of Qi (岐王), was a son and the heir of Li Maozhen, the only ruler of the Chinese Five Dynasties and Ten Kingdoms period state Qi. After Li Maozhen submitted to Later Tang and died shortly after, he continued to control the former Qi territory, as a Later Tang vassal, and subsequently served as a general for both Later Tang and its successor s"}]}, {"heading": "Deaths", "year": "975", "date": "November 26", "txt": "Conrad of Constance, German bishop and saint (b.c. 900)", "entities": [{"title": "Conrad of Constance", "href": "/wiki/Conrad_of_Constance", "description": "Saint Conrad of Constance was a German bishop and saint."}]}, {"heading": "Deaths", "year": "1014", "date": "November 26", "txt": "Swanehilde of Saxony, margravine of Meissen", "entities": [{"title": "Swanehilde of Saxony", "href": "/wiki/Swanehilde_of_Saxony", "description": "Swanehilde of Saxony was Margravine of Meissen."}, {"title": "Margravate of Meissen", "href": "/wiki/Margravate_of_Meissen", "description": "The Margravate of Meissen was a medieval principality in the area of the modern German state of Saxony. It originally was a frontier march of the Holy Roman Empire, created out of the vast Marca Geronis in 965. Under the rule of the Wettin dynasty, the margravate finally merged with the former Duchy of Saxe-Wittenberg into the Saxon Electorate by 1423."}]}, {"heading": "Deaths", "year": "1236", "date": "November 26", "txt": "Al-Aziz Muhammad ibn Ghazi, Ayyubid emir of Aleppo (b. 1216)", "entities": [{"title": "Al-Aziz Muhammad", "href": "/wiki/Al-Aziz_Muhammad", "description": "Al-Aziz Muhammad ibn Ghazi was the Ayyubid Emir of Aleppo and the son of az-Zahir Ghazi and grandson of Saladin. His mother was Dayfa Khatun, the daughter of Saladin's brother al-Adil."}, {"title": "Aleppo", "href": "/wiki/Aleppo", "description": "Aleppo is a city in Syria, which serves as the capital of the Aleppo Governorate, the most populous Syrian governorate. With an official population of 4.6 million in 2010, Aleppo was the largest Syrian city before the Syrian Civil War; however, it is now the second-largest city in Syria, after the capital Damascus."}]}, {"heading": "Deaths", "year": "1267", "date": "November 26", "txt": "Sylvester Gozzolini, Italian founder of the Sylvestrines (b. 1177)", "entities": [{"title": "Sylvester Gozzolini", "href": "/wiki/Sylvester_Gozzolini", "description": "Silvestro Guzzolini was an Italian Catholic priest and the founder of the Silvestrini. He served as a canon in Osimo but respectful rebukes of his bishop's inappropriate conduct led him to leave for a hermitage before the bishop could strip him of his position. He remained in his hermitage with a determination to found a religious congregation and based it upon the Order of Saint Benedict after ha"}, {"title": "Sylvestrines", "href": "/wiki/Sylvestrines", "description": "The Sylvestrines are a congregation of monks of the Order of St. Benedict who form the Sylvestrine Congregation. The Sylvestrines use the post-nominal initials O.S.B. Silv.. The congregation was founded in 1231 by Sylvester Gozzolini. They are members of the Benedictine Confederation. The congregation is similar to others of eremetical origin, in that their houses are not raised to the status of a"}]}, {"heading": "Deaths", "year": "1473", "date": "November 26", "txt": "Diego Fernández de la Cueva, 1st Viscount of Huelma", "entities": [{"title": "Diego Fernández de la Cueva, 1st Viscount of Huelma", "href": "/wiki/Diego_Fern%C3%A1ndez_de_la_Cueva,_1st_Viscount_of_Huelma", "description": "Diego Fernández de la Cueva, 1st Viscount of Huelma was a Spanish nobleman."}]}, {"heading": "Deaths", "year": "1504", "date": "November 26", "txt": "Isabella I, queen of Castile and León (b. 1451)", "entities": [{"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Deaths", "year": "1621", "date": "November 26", "txt": "Ralph Agas, English surveyor and cartographer (b. 1540)", "entities": [{"title": "Ralph Agas", "href": "/wiki/Ralph_Agas", "description": "Ralph Agas was an English land surveyor and cartographer. He was born at Stoke-by-Nayland, Suffolk, in about 1540, and lived there throughout his life, although he travelled regularly to London. He began to practise as a surveyor in about 1566, and has been described as \"one of the leaders of the emerging body of skilled land surveyors\"."}]}, {"heading": "Deaths", "year": "1639", "date": "November 26", "txt": "John Spottiswoode, Scottish archbishop and theologian (b. 1565)", "entities": [{"title": "John Spottiswoode", "href": "/wiki/John_Spottiswoode", "description": "John Spottiswoode was an Archbishop of St Andrews, Primate of All Scotland, and historian of Scotland."}]}, {"heading": "Deaths", "year": "1651", "date": "November 26", "txt": "Henry Ireton, English-Irish general and politician, Lord Lieutenant of Ireland (b. 1611)", "entities": [{"title": "Henry Ireton", "href": "/wiki/Henry_Ireton", "description": "Henry Ireton was an English general in the parliamentary army during the English Civil War, and the son-in-law of Oliver Cromwell."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1661", "date": "November 26", "txt": "Luis Méndez de Haro, Spanish general and politician (b. 1598)", "entities": [{"title": "Luis Méndez de Haro", "href": "/wiki/Luis_M%C3%A9ndez_de_Haro", "description": "Luis Méndez de Haro, 6th Marquis of Carpio or Luis Méndez de Haro y Guzmán, Grandee of Spain,, , was a Spanish nobleman, political figure and general."}]}, {"heading": "Deaths", "year": "1688", "date": "November 26", "txt": "Philippe Quinault, French playwright and composer (b. 1635)", "entities": [{"title": "Philippe Quinault", "href": "/wiki/Philippe_Quinault", "description": "Philippe Quinault, French dramatist and librettist, was born in Paris."}]}, {"heading": "Deaths", "year": "1689", "date": "November 26", "txt": "Marquard Gude, German archaeologist and scholar (b. 1635)", "entities": [{"title": "Marquard Gude", "href": "/wiki/Marquard_Gude", "description": "Marquard Gude (Gudius) was a German archaeologist and classical scholar, most famous for his collection of Greek and Latin inscriptions."}]}, {"heading": "Deaths", "year": "1717", "date": "November 26", "txt": "Daniel Purcell, English organist and composer (b. 1664)", "entities": [{"title": "Daniel Purcell", "href": "/wiki/Daniel_Purcell", "description": "Daniel Purcell was an English Baroque composer, the younger brother or cousin of Henry Purcell."}]}, {"heading": "Deaths", "year": "1719", "date": "November 26", "txt": "John Hudson, English librarian and scholar (b. 1662)", "entities": [{"title": "John Hudson (classicist)", "href": "/wiki/John_Hudson_(classicist)", "description": "John Hudson, English classical scholar, was born at Wythop, near Cockermouth in Cumberland."}]}, {"heading": "Deaths", "year": "1780", "date": "November 26", "txt": "James Steuart, Scottish economist and educator (b. 1712)", "entities": [{"title": "James Steuart (economist)", "href": "/wiki/James_Steuart_(economist)", "description": "Sir James Steuart, 3rd Baronet of Goodtrees and 7th Baronet of Coltness, also known as Sir James Steuart Denham and Sir James Denham Steuart, was a prominent Scottish Jacobite and author of \"probably the first systematic treatise written in English about economics\" and the first book in English with 'political economy' in the title. He assumed the surname of Denham late in life; he inherited his c"}]}, {"heading": "Deaths", "year": "1829", "date": "November 26", "txt": "Thomas Buck Reed, American lawyer and politician (b. 1787)", "entities": [{"title": "Thomas Buck Reed", "href": "/wiki/Thomas_Buck_Reed", "description": "Thomas Buck Reed was a United States Senator from Mississippi."}]}, {"heading": "Deaths", "year": "1836", "date": "November 26", "txt": "John Loudon McAdam, Scottish engineer (b. 1756)", "entities": [{"title": "John Loudon McAdam", "href": "/wiki/John_Loudon_McAdam", "description": "John Loudon McAdam was a Scottish civil engineer and road-builder. He was the inventor of \"macadamisation\", an effective and economical method of constructing roads."}]}, {"heading": "Deaths", "year": "1851", "date": "November 26", "txt": "Jean-de-Dieu Soult, French general and politician, 12th Prime Minister of France (b. 1769)", "entities": [{"title": "Jean-de-Dieu Soult", "href": "/wiki/Jean-de-Dieu_Soult", "description": "Marshal General Jean-de-Dieu Soult, 1st Duke of Dalmatia, was a French general and statesman, named Marshal of the Empire in 1804 and often called Marshal Soult. Soult was one of only six officers in French history to receive the distinction of Marshal General of France. The Duke also served three times as President of the Council of Ministers, or Prime Minister of France."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1855", "date": "November 26", "txt": "Adam Mickiewicz, Polish poet and playwright (b. 1798)", "entities": [{"title": "Adam Mickiewicz", "href": "/wiki/Adam_Mickiewicz", "description": "Adam Bernard Mickiewicz was a Polish poet, dramatist, essayist, publicist, translator and political activist. He is regarded as national poet in Poland, Lithuania and Belarus. A principal figure in Polish Romanticism, he is one of Poland's \"Three Bards\" and is widely regarded as Poland's greatest poet. He is also considered one of the greatest Slavic and European poets and has been dubbed a \"Slavi"}]}, {"heading": "Deaths", "year": "1857", "date": "November 26", "txt": "Joseph Freiherr von Eichendorff, German poet and author (b. 1788)", "entities": [{"title": "Joseph Freiherr von Eichendorff", "href": "/wiki/Joseph_Freiherr_von_Eichendorff", "description": "Joseph Freiherr von Eichendorff was a German poet, novelist, playwright, literary critic, translator, and anthologist. Eichendorff was one of the major writers and critics of Romanticism. Ever since their publication and up to the present day, some of his works have been very popular in Germany."}]}, {"heading": "Deaths", "year": "1860", "date": "November 26", "txt": "Benjamin Greene, English brewer, founded Greene King (b. 1780)", "entities": [{"title": "Benjamin Greene", "href": "/wiki/Benjamin_Greene", "description": "Benjamin Greene was the founder of Greene King, one of the United Kingdom's largest brewing businesses."}, {"title": "Greene King", "href": "/wiki/Greene_King", "description": "Greene King is the UK's largest pub retailer and brewer. It is based in Bury St Edmunds, Suffolk, England. The company owns pubs, restaurants and hotels. It was listed on the London Stock Exchange until it was acquired by CK Assets in October 2019."}]}, {"heading": "Deaths", "year": "1872", "date": "November 26", "txt": "Pavel Kiselyov, Russian general and politician (b. 1788)", "entities": [{"title": "Pavel Kiselyov", "href": "/wiki/Pavel_Kiselyov", "description": "Count Pavel Dmitrievich Kiselyov or Kiseleff is generally regarded as the most brilliant Russian reformer during Nicholas I's generally conservative reign."}]}, {"heading": "Deaths", "year": "1882", "date": "November 26", "txt": "Otto Theodor von Manteuffel, Prussian lawyer and politician, Minister President of Prussia (b. 1805)", "entities": [{"title": "Otto Theodor von Manteuffel", "href": "/wiki/Otto_Theodor_von_Manteuffel", "description": "Otto Theodor von Manteuffel was a conservative Prussian statesman, serving nearly a decade as prime minister."}, {"title": "Minister President of Prussia", "href": "/wiki/Minister_President_of_Prussia", "description": "The office of Minister President, or Prime Minister, of Prussia existed from 1848, when it was formed by the King Frederick William IV during the 1848–49 Revolution, until the abolition of Prussia in 1947 by the Allied Control Council."}]}, {"heading": "Deaths", "year": "1883", "date": "November 26", "txt": "Sojourner Truth, American activist (b. 1797)", "entities": [{"title": "Sojourner Truth", "href": "/wiki/Sojourner_Truth", "description": "Sojourner Truth was an American abolitionist and women's rights activist. Truth was born into slavery in Swartekill, New York, but escaped with her infant daughter to freedom in 1826. After going to court to recover her son in 1828, she became the first black woman to win such a case against a white man."}]}, {"heading": "Deaths", "year": "1885", "date": "November 26", "txt": "Thomas Andrews, Irish chemist and physicist (b. 1813)", "entities": [{"title": "Thomas Andrews (scientist)", "href": "/wiki/Thomas_Andrews_(scientist)", "description": "Thomas Andrews FRS FRSE was an Irish chemist and physicist who did important work on phase transitions between gases and liquids. He was a longtime professor of chemistry at Queen's University of Belfast."}]}, {"heading": "Deaths", "year": "1892", "date": "November 26", "txt": "Charles Lavigerie, French cardinal and academic (b. 1825)", "entities": [{"title": "Charles Lavigerie", "href": "/wiki/Charles_Lavigerie", "description": "Charles Martial Allemand Lavigerie was a French cardinal, archbishop of Carthage and Algiers and primate of Africa. A Catholic priest who became a bishop in France, Lavigerie established French Catholic missions and missionary orders to work across Africa. Lavigerie promoted Catholicism among the peoples of North Africa, as well as the Black natives further south. He was equally ardent to transfor"}]}, {"heading": "Deaths", "year": "1895", "date": "November 26", "txt": "George Edward Dobson, Irish zoologist, photographer, and surgeon (b. 1848)", "entities": [{"title": "George Edward Dobson", "href": "/wiki/George_Edward_Dobson", "description": "George Edward Dobson FRS FLS FZS was an Irish zoologist, photographer and army surgeon. He took a special interest in bats, describing many new species, and some species have been named after him."}]}, {"heading": "Deaths", "year": "1896", "date": "November 26", "txt": "Coventry Patmore, English poet and critic (b. 1823)", "entities": [{"title": "Coventry Patmore", "href": "/wiki/Coventry_Patmore", "description": "Coventry Kersey Dighton Patmore was an English poet and critic best known for The Angel in the House, his narrative poem about the Victorian ideal of a happy marriage."}]}, {"heading": "Deaths", "year": "1912", "date": "November 26", "txt": "Joachim III of Constantinople (b. 1834)", "entities": [{"title": "Joachim III of Constantinople", "href": "/wiki/Joachim_III_of_Constantinople", "description": "Joachim III the Magnificent was Ecumenical Patriarch of Constantinople from 1878 to 1884 and from 1901 to 1912."}]}, {"heading": "Deaths", "year": "1917", "date": "November 26", "txt": "Elsie Inglis, Scottish surgeon and suffragette (b. 1864)", "entities": [{"title": "Elsie Inglis", "href": "/wiki/Elsie_Inglis", "description": "Elsie Maud Inglis was an innovative Scottish doctor, pioneering surgeon, inspiring teacher, suffragist, and founder of the Scottish Women's Hospitals, and the first woman to hold the Serbian Order of the White Eagle."}]}, {"heading": "Deaths", "year": "1919", "date": "November 26", "txt": "Felipe Ángeles, Mexican general (b. 1868)", "entities": [{"title": "Felipe Ángeles", "href": "/wiki/Felipe_%C3%81ngeles", "description": "Felipe Ángeles Ramírez (1868–1919) was a Mexican military officer, noteworthy for his participation in the Mexican Revolution of 1910 to 1920."}]}, {"heading": "Deaths", "year": "1926", "date": "November 26", "txt": "John Browning, American weapons designer, founded the Browning Arms Company (b. 1855)", "entities": [{"title": "John Browning", "href": "/wiki/John_Browning", "description": "John Moses Browning was an American firearms designer who developed many varieties of military and civilian firearms, cartridges, and gun mechanisms – many of which are still in use around the world. He made his first firearm at age 13 in his father's gun shop and was awarded the first of his 128 firearm patents on October 7, 1879, at the age of 24. He is regarded as one of the most successful fir"}, {"title": "Browning Arms Company", "href": "/wiki/Browning_Arms_Company", "description": "Browning Arms Company is an American marketer of firearms and fishing gear. The company was founded in Ogden, Utah, in 1878 by brothers John Moses Browning (1855–1926) and Matthew Sandefur Browning (1859–1923). The company offers a wide variety of firearms including shotguns, rifles, and pistols. Other products include fishing rods and reels, gun safes, sport bows, knives and bicycles."}]}, {"heading": "Deaths", "year": "1928", "date": "November 26", "txt": "Reinhard Scheer, German admiral (b. 1863)", "entities": [{"title": "Reinhard Scheer", "href": "/wiki/Reinhard_Scheer", "description": "Carl Friedrich Heinrich Reinhard Scheer was an Admiral in the Imperial German Navy. Scheer joined the navy in 1879 as an officer cadet and progressed through the ranks, commanding cruisers and battleships, as well as senior staff positions on land. At the outbreak of World War I, Scheer was the commander of the II Battle Squadron of the High Seas Fleet. He then took command of the III Battle Squad"}]}, {"heading": "Deaths", "year": "1929", "date": "November 26", "txt": "John Cockburn, Scottish-Australian politician, 18th Premier of South Australia (b. 1850)", "entities": [{"title": "John Cockburn (Australian politician)", "href": "/wiki/John_Cockburn_(Australian_politician)", "description": "Sir John Alexander Cockburn was Premier of South Australia from 27 June 1889 to 18 August 1890."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1934", "date": "November 26", "txt": "Mykhailo Hrushevsky, Ukrainian historian and politician (b. 1866)", "entities": [{"title": "Mykhailo Hrushevsky", "href": "/wiki/Mykhailo_Hrushevsky", "description": "Mykhailo Serhiiovych Hrushevsky was a Ukrainian academician, politician, historian and statesman who was one of the most important figures of the Ukrainian national revival of the early 20th century. He is often considered the country's greatest modern historian, the foremost organiser of scholarship, the leader of the pre-revolution Ukrainian national movement, the head of the Central Rada, and a"}]}, {"heading": "Deaths", "year": "1936", "date": "November 26", "txt": "Şükrü Naili Gökberk, Turkish general (b. 1876)", "entities": [{"title": "Şükrü Naili Gökberk", "href": "/wiki/%C5%9E%C3%BCkr%C3%BC_Naili_G%C3%B6kberk", "description": "Şükrü Naili Gökberk was an officer of the Ottoman Army during World War I, reaching the rank of miralay on 1 September 1917; and of the Turkish Army during the Turkish War of Independence, reaching the rank of mirliva on 31 August 1922. He was promoted to the rank of ferik on 30 August 1926."}]}, {"heading": "Deaths", "year": "1937", "date": "November 26", "txt": "Silvestras Žukauskas, Lithuanian general (b. 1860)", "entities": [{"title": "Silvestras Žukauskas", "href": "/wiki/Silvestras_%C5%BDukauskas", "description": "Silvestras Žukauskas was a Lithuanian General first in the Imperial Russian Army and later in the Lithuanian Army. He was the Chief Commander of the Lithuanian Army three times: May–September 1919, February–June 1920, and June 1923 to January 1928."}]}, {"heading": "Deaths", "year": "1941", "date": "November 26", "txt": "Ernest Lapointe, Canadian lawyer and politician, 18th Canadian Minister of Justice (b. 1876)", "entities": [{"title": "Ernest Lapointe", "href": "/wiki/Ernest_Lapointe", "description": "Ernest Lapointe was a Canadian lawyer and politician. A member of Parliament from Quebec City, he was a top adviser to Prime Minister W. L. Mackenzie King, especially on issues relating to legal affairs, Quebec and French-speaking Canada."}, {"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Deaths", "year": "1943", "date": "November 26", "txt": "Edward O'Hare, American lieutenant and pilot (b. 1914)", "entities": [{"title": "Edward O'Hare", "href": "/wiki/Edward_O%27Hare", "description": "Lieutenant Commander Edward Henry O'Hare was an American naval aviator of the United States Navy, who on February 20, 1942, became the Navy's first flying ace when he single-handedly attacked a formation of nine heavy bombers approaching his aircraft carrier. Even though he had a limited amount of ammunition, he was credited with shooting down five of the enemy bombers and became the first naval r"}]}, {"heading": "Deaths", "year": "1943", "date": "November 26", "txt": "Helen Maud Merrill, American litterateur and poet (b. 1865)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "November 26", "txt": "Hedwig Courths-Mahler, German writer (b. 1867)", "entities": [{"title": "Hedwig Courths-Mahler", "href": "/wiki/Hedwig_Courths-Mahler", "description": "Hedwig Courths-Mahler, née Ernestine Friederike Elisabeth Mahler was a German writer of formula fiction romantic novels. She used the pseudonyms Relham, H. Brand, Gonda Haack, Rose Bernd."}]}, {"heading": "Deaths", "year": "1952", "date": "November 26", "txt": "Sven Hedin, Swedish geographer and explorer (b. 1865)", "entities": [{"title": "Sven Hedin", "href": "/wiki/Sven_Hedin", "description": "Sven Anders Hedin, KNO1kl RVO, was a Swedish geographer, topographer, explorer, photographer, travel writer and illustrator of his own works. During four expeditions to Central Asia, he made the Transhimalaya known in the West and located sources of the Brahmaputra, Indus and Sutlej Rivers. He also mapped lake Lop Nur, and the remains of cities, grave sites and the Great Wall of China in the deser"}]}, {"heading": "Deaths", "year": "1954", "date": "November 26", "txt": "Bill Doak, American baseball player and coach (b. 1891)", "entities": [{"title": "Bill Doak", "href": "/wiki/Bill_Doak", "description": "William Leopold Doak was an American Major League Baseball pitcher who for three teams between 1912 and 1929. He spent portions of 13 seasons with the St. Louis Cardinals. He was nicknamed \"Spittin' Bill\" because he threw the spitball. He led the National League in earned run average in 1914, and he won 20 games in the 1920 season."}]}, {"heading": "Deaths", "year": "1956", "date": "November 26", "txt": "Tommy Dorsey, American trombonist, trumpet player, and composer (b. 1905)", "entities": [{"title": "Tommy Dorsey", "href": "/wiki/Tommy_Dorsey", "description": "Thomas Francis Dorsey Jr. was an American jazz trombonist, composer, conductor and bandleader of the big band era. He was known as the \"Sentimental Gentleman of Swing\" because of his smooth-toned trombone playing. His theme song was \"I'm Getting Sentimental Over You\". His technical skill on the trombone gave him renown among other musicians. He was the younger brother of bandleader Jimmy Dorsey. A"}]}, {"heading": "Deaths", "year": "1959", "date": "November 26", "txt": "Albert Ketèlbey, English pianist, composer, and conductor (b. 1875)", "entities": [{"title": "Albert Ketèlbey", "href": "/wiki/Albert_Ket%C3%A8lbey", "description": "Albert William Ketèlbey was an English composer, conductor and pianist, best known for his short pieces of light orchestral music. He was born in Birmingham and moved to London in 1889 to study at Trinity College of Music. After a brilliant studentship he did not pursue the classical career predicted for him, becoming musical director of the Vaudeville Theatre before gaining fame as a composer of "}]}, {"heading": "Deaths", "year": "1962", "date": "November 26", "txt": "Albert Sarraut, French lawyer and politician, 106th Prime Minister of France (b. 1872)", "entities": [{"title": "Albert Sarraut", "href": "/wiki/Albert_Sarraut", "description": "Albert-Pierre Sarraut was a French Radical politician, twice Prime Minister during the Third Republic."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1963", "date": "November 26", "txt": "Amelita Galli-Curci, Italian soprano (b. 1882)", "entities": [{"title": "Amelita Galli-Curci", "href": "/wiki/Amelita_Galli-Curci", "description": "Amelita Galli-Curci was an Italian coloratura soprano. She was one of the most popular operatic singers of the 20th century, with her recordings selling in large numbers."}]}, {"heading": "Deaths", "year": "1971", "date": "November 26", "txt": "Giacomo Alberione, Italian priest and publisher (b. 1884)", "entities": [{"title": "Giacomo Alberione", "href": "/wiki/Giacomo_Alberione", "description": "James Alberione, was an Italian Catholic priest, and the founder of the Society of St. Paul, of the Daughters of St. Paul, of the Pious Disciples of the Divine Master, of the Sisters of Jesus the Good Shepherd, of the Sisters of Mary Queen of the Apostles, and other religious institutes, which form the Pauline Family. The first two groups are best known for promoting the Catholic faith through var"}]}, {"heading": "Deaths", "year": "1973", "date": "November 26", "txt": "John Rostill, English bass player and songwriter (b. 1942)", "entities": [{"title": "John Rostill", "href": "/wiki/John_Rostill", "description": "John Henry Rostill was an English musician, bassist and composer, recruited by the Shadows to replace Brian Locking."}]}, {"heading": "Deaths", "year": "1974", "date": "November 26", "txt": "Cyril Connolly, English author and critic (b. 1903)", "entities": [{"title": "Cyril Connolly", "href": "/wiki/Cyril_Connolly", "description": "Cyril Vernon Connolly was an English literary critic and writer. He was the editor of the influential literary magazine Horizon (1940–49) and wrote Enemies of Promise (1938), which combined literary criticism with an autobiographical exploration of why he failed to become the successful author of fiction that he had aspired to be in his youth."}]}, {"heading": "Deaths", "year": "1977", "date": "November 26", "txt": "Yoshibayama Junnosuke, Japanese sumo wrestler, the 43rd Yokozuna (b. 1920)", "entities": [{"title": "Yoshibayama Junnosuke", "href": "/wiki/Yoshibayama_Junnosuke", "description": "Yoshibayama Junnosuke , real name Ikeda Junnosuke , was a Japanese professional sumo wrestler from Atsuta District, Hokkaido. He was the sport's 43rd yokozuna. He suffered a number of injuries and only won one tournament championship, but was a popular wrestler. He was a runner-up five times, and earned three special prizes and two gold stars in his top division career. After his retirement in 195"}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1978", "date": "November 26", "txt": "Ford Beebe, American director and screenwriter (b. 1888)", "entities": [{"title": "Ford Beebe", "href": "/wiki/Ford_Beebe", "description": "Ford Beebe was a screenwriter and director. He entered the film business as a writer around 1916 and over the next 60 years wrote and/or directed almost 200 films."}]}, {"heading": "Deaths", "year": "1978", "date": "November 26", "txt": "Frank Rosolino, American trombonist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "November 26", "txt": "Pete DePaolo, American race car driver (b. 1898)", "entities": [{"title": "Pete DePaolo", "href": "/wiki/Pete_DePaolo", "description": "Pete DePaolo was an American race car driver who won the 1925 Indianapolis 500."}]}, {"heading": "Deaths", "year": "1981", "date": "November 26", "txt": "Max Euwe, Dutch chess player, mathematician, and author  (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "November 26", "txt": "Juhan Aavik, Estonian composer and conductor (b. 1884)", "entities": [{"title": "Juhan Aavik", "href": "/wiki/Juhan_Aavik", "description": "Juhan Aavik was an Estonian composer."}]}, {"heading": "Deaths", "year": "1985", "date": "November 26", "txt": "Vivien Thomas, American surgeon and academic (b. 1910)", "entities": [{"title": "Vivien Thomas", "href": "/wiki/Vivien_Thomas", "description": "Vivien Theodore Thomas was an American laboratory supervisor who developed a procedure used to treat blue baby syndrome in the 1940s. He was the assistant to surgeon Alfred Blalock in Blalock's experimental animal laboratory at Vanderbilt University in Nashville, Tennessee, and later at the Johns Hopkins University in Baltimore, Maryland. Thomas was unique in that he did not have any professional "}]}, {"heading": "Deaths", "year": "1986", "date": "November 26", "txt": "Betico Croes, Aruban activist and politician (b. 1938)", "entities": [{"title": "Betico Croes", "href": "/wiki/Betico_Croes", "description": "Gilberto François \"Betico\" Croes was an Aruban political activist who was a proponent for Aruba's separation from the Netherlands Antilles. This eventually occurred in 1986, but following a car accident on 31 December 1985, Croes lapsed into a coma and \nnever became conscious to see his accomplishment. He is best remembered as \"Libertador\" (liberator) and as father of the Aruban people."}]}, {"heading": "Deaths", "year": "1987", "date": "November 26", "txt": "Thomas George Lanphier, Jr., American colonel and pilot (b. 1915)", "entities": [{"title": "Thomas George Lanphier, Jr.", "href": "/wiki/Thomas_George_Lanphier,_Jr.", "description": "Thomas George Lanphier Jr. was a colonel and fighter pilot during World War II who was first given sole credit, then later partial credit, for shooting down the plane carrying Admiral Yamamoto, the commander in chief of the Imperial Japanese Navy. Most modern historians discount his version entirely, giving Rex T. Barber credit for the kill."}]}, {"heading": "Deaths", "year": "1987", "date": "November 26", "txt": "J. P. Guilford, American psychologist and academic (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "November 26", "txt": "Peter Hujar, American photographer (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "November 26", "txt": "Ahmed Abdallah, Comorian politician, President of Comoros (b. 1919)", "entities": [{"title": "Ahmed Abdallah", "href": "/wiki/Ahmed_Abdallah", "description": "Ahmed Abdallah Abderemane was a Comorian politician. He was a member of the French Senate from 1959 to 1973, and President of the Comoros from 25 October 1978 until his death."}, {"title": "List of heads of state of the Comoros", "href": "/wiki/List_of_heads_of_state_of_the_Comoros", "description": "The following is a list of heads of state of the Comoros, since the country gained independence from France in 1975."}]}, {"heading": "Deaths", "year": "1991", "date": "November 26", "txt": "Ed Heinemann, American engineer (b. 1908)", "entities": [{"title": "Ed Heinemann", "href": "/wiki/Ed_Heinemann", "description": "Edward Henry Heinemann was a noted military aircraft designer for the Douglas Aircraft Company."}]}, {"heading": "Deaths", "year": "1991", "date": "November 26", "txt": "Bob Johnson, American ice hockey player and coach (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "November 26", "txt": "César Guerra-Peixe, Brazilian violinist, composer, and conductor (b. 1914)", "entities": [{"title": "César Guerra-Peixe", "href": "/wiki/C%C3%A9sar_Guerra-Peixe", "description": "César Guerra-Peixe was a Brazilian violinist, composer, and conductor."}]}, {"heading": "Deaths", "year": "1994", "date": "November 26", "txt": "David Bache, English car designer (b. 1925)", "entities": [{"title": "David Bache", "href": "/wiki/David_Bache", "description": "David Ernest Bache was a car designer. For much of his career he worked with Rover."}]}, {"heading": "Deaths", "year": "1994", "date": "November 26", "txt": "Arturo Rivera y Damas, Salvadoran archbishop (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "November 26", "txt": "Michael Bentine, English actor and screenwriter (b. 1922)", "entities": [{"title": "Michael Bentine", "href": "/wiki/Michael_Bentine", "description": "Michael Bentine, was a British comedian, comic actor and founding member of the Goons. His father was a Peruvian Briton. In 1971, Bentine received the Order of Merit of Peru following his fund-raising work for the 1970 Great Peruvian earthquake."}]}, {"heading": "Deaths", "year": "1996", "date": "November 26", "txt": "Paul Rand, American art director and graphic designer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "November 26", "txt": "Marguerite Henry, American author (b. 1902)", "entities": [{"title": "Marguerite Henry", "href": "/wiki/Marguerite_Henry", "description": "Marguerite Henry was an American writer of children's books, writing fifty-nine books based on true stories of horses and other animals. She won the Newbery Medal for one of her books about horses and she was a runner-up for two others. One of the latter, Misty of Chincoteague (1947), was the basis for several sequels and for the 1961 movie Misty."}]}, {"heading": "Deaths", "year": "1998", "date": "November 26", "txt": "Jonathan Kwitny, American journalist and author (b. 1941)", "entities": [{"title": "Jonathan Kwitny", "href": "/wiki/Jonathan_Kwitny", "description": "Jonathan Kwitny was an American investigative journalist."}]}, {"heading": "Deaths", "year": "2001", "date": "November 26", "txt": "Nils-Aslak Valkeapää, Finnish author, poet, and painter (b. 1943)", "entities": [{"title": "Nils-Aslak Valkeapää", "href": "/wiki/Nils-Aslak_Valkeap%C3%A4%C3%A4", "description": "Nils-Aslak Valkeapää, known as Áillohaš in the Northern Sami language, was a Finnish Sami writer, musician and artist. He was born in Enontekiö in Lapland province, Finland. He lived most of his life in Käsivarsi, close to the border of Sweden, and also in Skibotn in Norway. Valkeapää was born to a family of traditional reindeer herders, but was trained as a school teacher. His most well-known int"}]}, {"heading": "Deaths", "year": "2002", "date": "November 26", "txt": "Polo Montañez, Cuban singer-songwriter (b. 1955)", "entities": [{"title": "Polo Montañez", "href": "/wiki/Polo_Monta%C3%B1ez", "description": "Polo Montañez was a Cuban singer and songwriter."}]}, {"heading": "Deaths", "year": "2002", "date": "November 26", "txt": "Verne Winchell, American businessman, founded Winchell's Donuts (b. 1915)", "entities": [{"title": "Winchell's Donuts", "href": "/wiki/Winchell%27s_Donuts", "description": "Winchell's Donuts is an international doughnut company founded by Verne Winchell on October 8, 1948, in Temple City, California. Currently, there are over 170 stores in 6 western states, as well as Guam, Saipan, and Saudi Arabia. Several stores also operated in Nagoya, Japan in the past, with most stores located inside Uny supermarkets, as Uny Co., Ltd. was the master franchise holder in Japan. It"}]}, {"heading": "Deaths", "year": "2003", "date": "November 26", "txt": "Soulja Slim, American rapper (b. 1977)", "entities": [{"title": "Soulja Slim", "href": "/wiki/Soulja_Slim", "description": "James Adarryl Tapp Jr., better known by his stage name Soulja Slim, was an American rapper and songwriter. He was known for writing the U.S. number one hit \"Slow Motion\"."}]}, {"heading": "Deaths", "year": "2003", "date": "November 26", "txt": "Stefan Wul, French surgeon and author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "November 26", "txt": "Philippe de Broca, French actor, director, and screenwriter (b. 1933)", "entities": [{"title": "Philippe de Broca", "href": "/wiki/Philippe_de_Broca", "description": "Philippe de Broca was a French movie director."}]}, {"heading": "Deaths", "year": "2004", "date": "November 26", "txt": "C. Walter Hodges, English author and illustrator (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 26", "txt": "Takanori Arisawa, Japanese composer and conductor (b. 1951)", "entities": [{"title": "Takanori Arisawa", "href": "/wiki/Takanori_Arisawa", "description": "Takanori Arisawa  was a Japanese composer and arranger best known for composing the Sailor Moon anime series and Digimon series. He wrote music for the series, including its video games. Born in Tokyo, Arisawa began to learn piano at the age of 20. After graduating from Senzoku Gakuen College, Arisawa started his career in 1980 by composing \"Shinjuku Transfer\". He worked for the Tokyo Broadcasting"}]}, {"heading": "Deaths", "year": "2005", "date": "November 26", "txt": "Stan Berenstain, American author and illustrator, co-created the Berenstain Bears (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 26", "txt": "Mark Craney, American drummer (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 26", "txt": "Mário Cesariny de Vasconcelos, Portuguese painter and poet (b. 1923)", "entities": [{"title": "Mário Cesariny de Vasconcelos", "href": "/wiki/M%C3%A1rio_Cesariny_de_Vasconcelos", "description": "Mário Cesariny de Vasconcelos or Mário Cesariny was a Portuguese surrealist poet and painter. He published several major works of poetry during a career spanning 50 years. Cesariny was also a painter, but his work became more centered on poetry in the 1950s."}]}, {"heading": "Deaths", "year": "2006", "date": "November 26", "txt": "Dave Cockrum, American author and illustrator (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 26", "txt": "Isaac Gálvez, Spanish cyclist (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 26", "txt": "Raúl Velasco, Mexican television host and producer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 26", "txt": "Silvestre S. Herrera, Mexican-American sergeant, Medal of Honor recipient (b. 1917)", "entities": [{"title": "Silvestre S. Herrera", "href": "/wiki/Silvestre_S._Herrera", "description": "Silvestre Santana Herrera was a Private First Class of the United States Army who received the Medal of Honor for his heroic actions in Mertzwiller, France during World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2007", "date": "November 26", "txt": "Mel Tolkin, Russian-Canadian screenwriter and producer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 26", "txt": "Herb McKenley, Jamaican sprinter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 26", "txt": "Leroy Drumm, American songwriter (b. 1936)", "entities": [{"title": "Leroy Drumm", "href": "/wiki/Leroy_Drumm", "description": "Leroy Maxey Drumm was an American bluegrass/country music songwriter who served in the United States Navy, in the 3rd Division as a sonar man aboard the USS Soley (DD-707), an Allen M. Sumner-class destroyer and deployed to the Mediterranean from July 1956 to February 1957."}]}, {"heading": "Deaths", "year": "2011", "date": "November 26", "txt": "Manon Cleary, American painter and academic (b. 1942)", "entities": [{"title": "Manon Cleary", "href": "/wiki/Manon_Cleary", "description": "Manon Cleary was an American artist active in Washington, D.C. who specialized in photo-realistic paintings and drawings. She often created works that studied the human form and light, and many of her works were inspired by events in her life."}]}, {"heading": "Deaths", "year": "2012", "date": "November 26", "txt": "Celso Advento Castillo, Filipino actor, director, and screenwriter (b. 1943)", "entities": [{"title": "Celso Advento Castillo", "href": "/wiki/Celso_Advento_Castillo", "description": "Celso Advento Castillo was a Filipino film director and screenwriter."}]}, {"heading": "Deaths", "year": "2012", "date": "November 26", "txt": "Peter Marsh, Australian table tennis player (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 26", "txt": "Joseph Murray, American surgeon and soldier, Nobel Prize laureate (b. 1919)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2012", "date": "November 26", "txt": "M. C. Nambudiripad, Indian author and translator (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 26", "txt": "Arik Einstein, Israeli singer-songwriter (b. 1939)", "entities": [{"title": "Arik Einstein", "href": "/wiki/Arik_Einstein", "description": "Arieh Lieb \"Arik\" Einstein was an Israeli singer, songwriter, actor, comedian and screenwriter. He was a pioneer of Israeli rock music and was named \"the voice of Israel\". Through both high public and critical acclamation, Einstein is regarded as the greatest, most popular, and the most influential Israeli artist of all time."}]}, {"heading": "Deaths", "year": "2013", "date": "November 26", "txt": "Jane Kean, American actress and singer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 26", "txt": "Saul Leiter, American photographer and painter (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 26", "txt": "Tony Musante, American actor and screenwriter (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 26", "txt": "Mary Hinkson, American dancer and choreographer (b. 1925)", "entities": [{"title": "Mary Hinkson", "href": "/wiki/Mary_Hinkson", "description": "Mary De Haven Hinkson was an African American dancer and choreographer known for breaking racial boundaries throughout her dance career in both modern and ballet techniques. She is best known for her work as a member of the Martha Graham Dance Company."}]}, {"heading": "Deaths", "year": "2014", "date": "November 26", "txt": "Gilles Tremblay, Canadian ice hockey player and sportscaster (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 26", "txt": "Peter Underwood, English parapsychologist and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 26", "txt": "Amir Aczel, Israeli-American mathematician, historian, and academic (b. 1950)", "entities": [{"title": "Amir Aczel", "href": "/wiki/Amir_Aczel", "description": "Amir Dan Aczel was an Israeli-born American lecturer in mathematics and the history of mathematics and science, and an author of popular books on mathematics and science."}]}, {"heading": "Deaths", "year": "2015", "date": "November 26", "txt": "Guy Lewis, American basketball player and coach (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 26", "txt": "Fritz Weaver, American actor (b. 1926)", "entities": [{"title": "Fritz Weaver", "href": "/wiki/Fritz_Weaver", "description": "Fritz William Weaver was an American actor in television, stage, and motion pictures. He portrayed Dr. Josef Weiss in the 1978 epic television drama, Holocaust. In cinema, he made his debut in the film Fail Safe (1964) and also appeared in Marathon Man (1976), Creepshow (1982) and The Thomas Crown Affair (1999). Among many television roles, he performed in two seminal projects: the movie The Legen"}]}, {"heading": "Deaths", "year": "2018", "date": "November 26", "txt": "Stephen Hillenburg, American animator, voice actor, and marine science educator (b. 1961)", "entities": [{"title": "Stephen Hillenburg", "href": "/wiki/Stephen_Hillenburg", "description": "Stephen McDannell Hillenburg was an American animator and marine science educator. He is best remembered for creating the Nickelodeon animated television series SpongeBob SquarePants. Hillenburg served as the showrunner for the first three seasons of the show, which has become the fifth-longest-running American animated series."}]}]