[{"heading": "Events", "year": "960", "date": "November 8", "txt": "Battle of Andrassos: Byzantines under Leo Phokas the Younger score a crushing victory over the Hamdanid Emir of Aleppo, Sayf al-Dawla.", "entities": [{"title": "Battle of Andrassos", "href": "/wiki/Battle_of_Andrassos", "description": "The Battle of Andrassos or Adrassos was an engagement fought on 8 November 960 in an unidentified mountain pass on the Taurus Mountains, between the Byzantines, led by Leo Phokas the Younger, and the forces of the Hamdanid Emirate of Aleppo under the emir Sayf al-Dawla."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Leo Phokas the Younger", "href": "/wiki/Leo_Phokas_the_Younger", "description": "Leo Phokas or Phocas was a prominent Byzantine general who scored a number of successes in the eastern frontier in the mid-10th century alongside his older brother, the Emperor Nikephoros II Phokas. He served as chief minister during his brother's reign, but was dismissed and imprisoned by his successor, John Tzimiskes."}, {"title": "Hamdanid", "href": "/wiki/Hamdanid", "description": "The Hamdanid dynasty was a Twelver Shia Muslim Arab dynasty of northern Mesopotamia and Syria (890–1004). They descended from the ancient Banu Taghlib Christian tribe of Mesopotamia and Eastern Arabia."}, {"title": "Emir of Aleppo", "href": "/wiki/Emir_of_Aleppo", "description": "The rulers of Aleppo ruled as kings, emirs and sultans of the city and its surrounding region since the later half of the 3rd millennium BC, starting with the kings of Armi, followed by the Amorite dynasty of Yamhad. Muslim rule of the city ended with the Ayyubid dynasty which was ousted by the Mongol conquest in 1260."}, {"title": "Sayf al-Dawla", "href": "/wiki/Sayf_al-Dawla", "description": "ʿAlī ibn ʾAbū l-Hayjāʾ ʿAbdallāh ibn Ḥamdān ibn al-Ḥārith al-Taghlibī, more commonly known simply by his laqab of Sayf al-Dawla, was the founder of the Emirate of Aleppo, encompassing most of northern Syria and parts of western Jazira, and the brother of al-Hasan ibn Abdallah ibn Hamdan."}]}, {"heading": "Events", "year": "1278", "date": "November 8", "txt": "Trần Thánh Tông, the second emperor of the Trần dynasty, decides to pass the throne to his crown prince Trần Khâm and take up the post of Retired Emperor.", "entities": [{"title": "Trần Thánh Tông", "href": "/wiki/Tr%E1%BA%A7n_Th%C3%A1nh_T%C3%B4ng", "description": "Trần Thánh Tông, personal name Trần Hoảng (陳晃), was the second emperor of the Trần dynasty, reigning over Đại Việt from 1258 to 1278. After ceding the throne to his son Trần Nhân Tông, Thánh Tông held the title of retired emperor from 1279 to his death in 1290. During the second and the third Mongol invasions of Đại Việt, Retired Emperor Thánh Tông and Emperor Nhân Tông were credited as the suprem"}, {"title": "Trần dynasty", "href": "/wiki/Tr%E1%BA%A7n_dynasty", "description": "The Trần dynasty of Vietnam was a medieval royal clan of Chinese origins that ruled over the Kingdom of Đại Việt from 1225 to 1400. The dynasty was founded when king Trần Thái Tông ascended to the throne after his uncle Trần Thủ Độ orchestrated the overthrow of the Lý dynasty. The final emperor of the dynasty was Thiếu Đế, who at the age of five years was forced to abdicate the throne in favor of "}, {"title": "Trần Khâm", "href": "/wiki/Tr%E1%BA%A7n_Kh%C3%A2m", "description": "Trần Nhân Tông, personal name Trần Khâm, temple name Nhân Tông, was the third monarch of the Trần dynasty, reigning over Đại Việt from 1278 to 1293. After ceding the throne to his son Trần Anh Tông, Nhân Tông held the title Retired Emperor from 1294 to his death in 1308. During the second and third Mongol invasions of Đại Việt, the Emperor Nhân Tông and his father the Retired Emperor Thánh Tông we"}, {"title": "vi:Thái thượng hoàng", "href": "https://vi.wikipedia.org/wiki/Th%C3%A1i_th%C6%B0%E1%BB%A3ng_ho%C3%A0ng", "description": null}]}, {"heading": "Events", "year": "1291", "date": "November 8", "txt": "The Republic of Venice enacts a law confining most of Venice's glassmaking industry to the \"island of Murano\".", "entities": [{"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Murano", "href": "/wiki/Murano", "description": "Murano is a series of islands linked by bridges in the Venetian Lagoon, northern Italy. It lies about 1.5 kilometres north of Venice and measures about 1.5 km (0.9 mi) across with a population of just over 5,000. It is famous for its glass making. It was once an independent comune, but is now a frazione of the comune of Venice."}]}, {"heading": "Events", "year": "1519", "date": "November 8", "txt": "Hernán Cortés enters Tenochtitlán and Aztec ruler Moctezuma welcomes him with a great celebration.", "entities": [{"title": "Hernán Cortés", "href": "/wiki/Hern%C3%A1n_Cort%C3%A9s", "description": "Hernán Cortés de Monroy y Pizarro Altamirano, 1st Marquess of the Valley of Oaxaca was a Spanish Conquistador who led an expedition that caused the fall of the Aztec Empire and brought large portions of what is now mainland Mexico under the rule of the King of Castile in the early 16th century. Cortés was part of the generation of Spanish explorers and conquistadors who began the first phase of th"}, {"title": "Tenochtitlán", "href": "/wiki/Tenochtitl%C3%A1n", "description": "Tenochtitlan, also known as Mexico-Tenochtitlan, was a large Mexica altepetl in what is now the historic center of Mexico City. The exact date of the founding of the city is unclear. The date 13 March 1325 was chosen in 1925 to celebrate the 600th anniversary of the city. The city was built on an island in what was then Lake Texcoco in the Valley of Mexico. The city was the capital of the expandin"}, {"title": "Aztec", "href": "/wiki/Aztec", "description": "The Aztecs were a Mesoamerican culture that flourished in central Mexico in the post-classic period from 1300 to 1521. The Aztec peoples included different ethnic groups of central Mexico, particularly those groups who spoke the Nahuatl language and who dominated large parts of Mesoamerica from the 14th to the 16th centuries. Aztec culture was organized into city-states (altepetl), some of which j"}, {"title": "Moctezuma II", "href": "/wiki/Moctezuma_II", "description": "Moctezuma Xocoyotzin [moteːkʷˈsoːma ʃoːkoˈjoːtsin] modern Nahuatl pronunciation (help·info)), variant spellings include Motecuhzomatzin, Montezuma, Moteuczoma, Motecuhzoma, Motēuczōmah, Muteczuma, and referred to retroactively in European sources as Moctezuma II, was the ninth Tlatoani of Tenochtitlan and the sixth Huey Tlatoani or Emperor of the Aztec Empire, reigning from 1502 or 1503 to 1520. T"}]}, {"heading": "Events", "year": "1520", "date": "November 8", "txt": "Stockholm Bloodbath begins: A successful invasion of Sweden by Danish forces results in the execution of around 100 people mostly noblemen.", "entities": [{"title": "Stockholm Bloodbath", "href": "/wiki/Stockholm_Bloodbath", "description": "The Stockholm Bloodbath was a trial that led to a series of executions in Stockholm between 7 and 9 November 1520. The events occurred after the coronation of Christian II as the new king of Sweden, when guests in the crowning party were invited to a meeting at the castle. Archbishop Gustav Trolle, demanding economic compensation for things such as the demolition of Almarestäket's fortress, questi"}]}, {"heading": "Events", "year": "1576", "date": "November 8", "txt": "Eighty Years' War: Pacification of Ghent: The States General of the Netherlands meet and unite to oppose Spanish occupation.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Pacification of Ghent", "href": "/wiki/Pacification_of_Ghent", "description": "The Pacification of Ghent was an alliance of the provinces of the Habsburg Netherlands, signed on November 8, 1576. The alliance was formed to drive Spanish mercenary troops out of the country and to promote a formal peace with the rebelling provinces of Holland and Zeeland."}, {"title": "States General of the Netherlands", "href": "/wiki/States_General_of_the_Netherlands", "description": "The States General of the Netherlands is the bicameral legislature of the Netherlands consisting of the Senate and the House of Representatives. Both chambers meet at the Binnenhof in The Hague."}]}, {"heading": "Events", "year": "1602", "date": "November 8", "txt": "The Bodleian Library at the University of Oxford is opened to the public.", "entities": [{"title": "Bodleian Library", "href": "/wiki/Bodleian_Library", "description": "The Bodleian Library is the main research library of the University of Oxford, and is one of the oldest libraries in Europe. With over 13 million printed items, it is the second-largest library in Britain after the British Library. Under the Legal Deposit Libraries Act 2003 it is one of six legal deposit libraries for works published in the United Kingdom, and under Irish law it is entitled to req"}, {"title": "University of Oxford", "href": "/wiki/University_of_Oxford", "description": "The University of Oxford is a collegiate research university in Oxford, England. There is evidence of teaching as early as 1096, making it the oldest university in the English-speaking world, the world's second-oldest university in continuous operation and one of the most prestigious academic institutions in the world. It grew rapidly from 1167 when Henry II banned English students from attending "}]}, {"heading": "Events", "year": "1605", "date": "November 8", "txt": "Robert Catesby, ringleader of the Gunpowder Plotters, is killed.", "entities": [{"title": "Robert Catesby", "href": "/wiki/Robert_Catesby", "description": "Robert Catesby was the leader of a group of English Catholics who planned the failed Gunpowder Plot of 1605."}, {"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}]}, {"heading": "Events", "year": "1614", "date": "November 8", "txt": "Japanese daimyō Dom Justo Takayama is exiled to the Philippines by shōgun Tokugawa Ieyasu for being Christian.", "entities": [{"title": "Dom Justo Takayama", "href": "/wiki/Dom_Justo_Takayama", "description": "Justo Takayama Ukon (ジュスト高山右近), born Takayama Hikogorō (高山彦五郎) and also known as Dom Justo Takayama was a Japanese Catholic Kirishitan daimyō and samurai who lived during the Sengoku period that witnessed anti-religious sentiment. Takayama had been baptized into the faith in 1564 when he was twelve, though over time neglected his faith due to his actions as a samurai. He would eventually rekindle "}, {"title": "Tokugawa Ieyasu", "href": "/wiki/Tokugawa_Ieyasu", "description": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. \nHe was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and Toyotomi Hideyoshi."}]}, {"heading": "Events", "year": "1620", "date": "November 8", "txt": "The Battle of White Mountain takes place near Prague, ending in a decisive Catholic victory in only two hours.", "entities": [{"title": "Battle of White Mountain", "href": "/wiki/Battle_of_White_Mountain", "description": "The Battle of White Mountain was an important battle in the early stages of the Thirty Years' War."}, {"title": "Prague", "href": "/wiki/Prague", "description": "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters."}, {"title": "Catholic", "href": "/wiki/Catholic", "description": "The word Catholic comes from the Greek phrase καθόλου (katholou), meaning \"on the whole\", \"according to the whole\" or \"in general\", and is a combination of the Greek words κατά meaning \"about\" and ὅλος meaning \"whole\". The first use of \"Catholic\" was by the church father Saint Ignatius of Antioch in his Letter to the Smyrnaeans. In the context of Christian ecclesiology, it has a rich history and s"}]}, {"heading": "Events", "year": "1644", "date": "November 8", "txt": "The Shunzhi Emperor, the third emperor of the Qing dynasty, is enthroned in Beijing after the collapse of the Ming dynasty as the first Qing emperor to rule over China.", "entities": [{"title": "Shunzhi Emperor", "href": "/wiki/Shunzhi_Emperor", "description": "The Shunzhi Emperor was Emperor of the Qing dynasty from 1644 to 1661, and the first Qing emperor to rule over China proper. A committee of Manchu princes chose him to succeed his father, Hong Taiji (1592–1643), in September 1643, when he was five years old. The princes also appointed two co-regents: Dorgon (1612–1650), the 14th son of the Qing dynasty's founder Nurhaci (1559–1626), and Jirgalang "}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}]}, {"heading": "Events", "year": "1745", "date": "November 8", "txt": "Charles Edward Stuart invades England with an army of ~5000 that would later participate in the Battle of Culloden.", "entities": [{"title": "Charles Edward Stuart", "href": "/wiki/Charles_Edward_Stuart", "description": "Charles Edward Louis John Casimir Sylvester Severino Maria Stuart was the elder son of James Francis Edward Stuart, grandson of James II and VII, and the Stuart claimant to the throne of Great Britain after 1766 as \"Charles III\". During his lifetime, he was also known as \"the Young Pretender\" and \"the Young Chevalier\"; in popular memory, he is \"Bonnie Prince Charlie\". He is best remembered for his"}, {"title": "Battle of Culloden", "href": "/wiki/Battle_of_Culloden", "description": "The Battle of Culloden was the final confrontation of the Jacobite rising of 1745. On 16 April 1746, the Jacobite army of Charles Edward Stuart was decisively defeated by a British government force under William Augustus, Duke of Cumberland, on Drummossie Moor near Inverness in the Scottish Highlands. It was the last pitched battle fought on British soil."}]}, {"heading": "Events", "year": "1837", "date": "November 8", "txt": "Mary Lyon founds Mount Holyoke Female Seminary, which later becomes Mount Holyoke College.", "entities": [{"title": "Mary Lyon", "href": "/wiki/Mary_Lyon", "description": "Mary Mason Lyon was an American pioneer in women's education. She established the Wheaton Female Seminary in Norton, Massachusetts, in 1834. She then established Mount Holyoke Female Seminary in South Hadley, Massachusetts, in 1837 and served as its first president for 12 years. Lyon's vision fused intellectual challenge and moral purpose. She valued socioeconomic diversity and endeavored to make "}, {"title": "Mount Holyoke College", "href": "/wiki/Mount_Holyoke_College", "description": "Mount Holyoke College is a private liberal arts women's college in South Hadley, Massachusetts. It is the oldest member of the historic Seven Sisters colleges, a group of elite women's colleges in the Northeastern United States."}]}, {"heading": "Events", "year": "1861", "date": "November 8", "txt": "American Civil War: The \"Trent Affair\": The USS San Jacinto stops the British mail ship Trent and arrests two Confederate envoys, sparking a diplomatic crisis between the UK and US.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Trent Affair", "href": "/wiki/Trent_Affair", "description": "The Trent Affair was a diplomatic incident in 1861 during the American Civil War that threatened a war between the United States and the United Kingdom. The U.S. Navy captured two Confederate envoys from a British Royal Mail steamer; the British government protested vigorously. The United States ended the incident by releasing the envoys."}, {"title": "USS San Jacinto (1850)", "href": "/wiki/USS_San_Jacinto_(1850)", "description": "The first USS San Jacinto was an early screw frigate in the United States Navy during the mid-19th century. She was named for the San Jacinto River, site of the Battle of San Jacinto during the Texas Revolution. She is perhaps best known for her role in the Trent Affair of 1861."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1889", "date": "November 8", "txt": "Montana is admitted as the 41st U.S. state.", "entities": [{"title": "Montana", "href": "/wiki/Montana", "description": "Montana is a state in the Mountain West subregion of the Western United States. It is bordered by Idaho to the west; North Dakota and South Dakota to the east; Wyoming to the south; and by the Canadian provinces of Alberta, British Columbia, and Saskatchewan to the north. It is the fourth-largest state by area, the eighth-least populous state, and the third-least densely populated state. The weste"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1892", "date": "November 8", "txt": "The New Orleans general strike begins, uniting black and white American trade unionists in a successful four-day general strike action for the first time.", "entities": [{"title": "1892 New Orleans general strike", "href": "/wiki/1892_New_Orleans_general_strike", "description": "The New Orleans general strike was a general strike in the U.S. city of New Orleans, Louisiana, that began on November 8, 1892. Despite appeals to racial hatred, black and white workers remained united. The general strike ended on November 12, with unions gaining most of their original demands."}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "White people", "href": "/wiki/White_people", "description": "White is a racialized classification of people and a skin color specifier, generally used for people of European origin; although the definition can vary depending on context, nationality, and point of view. This term has at times been expanded to encompass persons of South Asian, West Asian, and North African descent, persons who are often considered \"non-white\" in other contexts in the United St"}, {"title": "Trade union", "href": "/wiki/Trade_union", "description": "A trade union, often simply called a union, is an organization of workers who have come together to achieve many common goals, such as protecting the integrity of their trade, improving safety standards, and attaining better wages, benefits, and working conditions through the increased bargaining power wielded by the creation of a monopoly of the workers. Trade unions typically fund the formal org"}, {"title": "Strike action", "href": "/wiki/Strike_action", "description": "Strike action, also called labor strike, labour strike, or simply strike, is a work stoppage, caused by the mass refusal of employees to work. A strike usually takes place in response to employee grievances. Strikes became common during the Industrial Revolution, when mass labor became important in factories and mines. In most countries, strike actions were quickly made illegal, as factory owners "}]}, {"heading": "Events", "year": "1895", "date": "November 8", "txt": "While experimenting with electricity, Wilhelm Röntgen discovers the X-ray.", "entities": [{"title": "Wilhelm Röntgen", "href": "/wiki/Wilhelm_R%C3%B6ntgen", "description": "Wilhelm Conrad Röntgen was a German mechanical engineer and physicist, who, on 8 November 1895, produced and detected electromagnetic radiation in a wavelength range known as X-rays or Röntgen rays, an achievement that earned him the inaugural Nobel Prize in Physics in 1901. In honour of Röntgen's accomplishments, in 2004 the International Union of Pure and Applied Chemistry (IUPAC) named element "}, {"title": "X-ray", "href": "/wiki/X-ray", "description": "An X-ray, rarely called X-radiation, is a penetrating form of high-energy electromagnetic radiation. Most X-rays have a wavelength ranging from 10 picometers to 10 nanometers, corresponding to frequencies in the range 30 petahertz to 30 exahertz (30×1015 Hz to 30×1018 Hz) and energies in the range 124 eV to 124 keV. X-ray wavelengths are shorter than those of UV rays and typically longer than thos"}]}, {"heading": "Events", "year": "1901", "date": "November 8", "txt": "Gospel riots: Bloody clashes take place in Athens following the translation of the Gospels into demotic Greek.", "entities": [{"title": "Gospel riots", "href": "/wiki/Gospel_riots", "description": "The Gospel riots, which took place on the streets of Athens in November 1901, were primarily a protest against the publication in the newspaper Akropolis of a translation into modern spoken Greek of the gospel of St Matthew, although other motives also played a part. The disorder reached a climax on 8 November, \"Black Thursday\", when eight demonstrators were killed."}, {"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}, {"title": "Gospel", "href": "/wiki/Gospel", "description": "Gospel originally meant the Christian message, but in the 2nd century it came to be used also for the books in which the message was set out; in this sense a gospel can be defined as a loose-knit, episodic narrative of the words and deeds of Jesus of Nazareth, culminating in his trial and death and concluding with various reports of his post-resurrection appearances."}, {"title": "Demotic Greek", "href": "/wiki/Demotic_Greek", "description": "Demotic Greek or Dimotiki is a term used in contrast with Katharevousa to describe the colloquial vernacular form of Modern Greek which had evolved naturally from Koine Greek and was spoken by the vast majority of Greeks in Greece during the time of diglossia in the modern Greek state from the time of its founding in 1821 until the resolution of the Greek language question in 1976. In this context"}]}, {"heading": "Events", "year": "1917", "date": "November 8", "txt": "The first Council of People's Commissars is formed, including Vladimir Lenin, Leon Trotsky and Joseph Stalin.", "entities": [{"title": "Council of People's Commissars", "href": "/wiki/Council_of_People%27s_Commissars", "description": "The Council of People's Commissars was a government institution formed soon after the October Revolution during 1917. Created in the Russian Republic, the council began forming the Union of Soviet Socialist Republics (USSR). It evolved to become the highest executive authority of the government of the Soviet Union. The chairman of this council was thus the head of government, and was usually calle"}, {"title": "Vladimir Lenin", "href": "/wiki/Vladimir_Lenin", "description": "Vladimir Ilyich Ulyanov, better known by his alias Lenin, was a Russian revolutionary, politician, and political theorist. He served as the first and founding head of government of Soviet Russia from 1917 to 1924 and of the Soviet Union from 1922 to 1924. Under his administration, Russia, and later the Soviet Union, became a one-party socialist state governed by the Soviet Communist Party. A Marxi"}, {"title": "Leon Trotsky", "href": "/wiki/Leon_Trotsky", "description": "Lev Davidovich Bronstein, better known as Leon Trotsky, was a Russian Marxist revolutionary, political theorist and politician. Ideologically a communist, he developed a variant of Marxism which has become known as Trotskyism."}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}]}, {"heading": "Events", "year": "1923", "date": "November 8", "txt": "Beer Hall Putsch: In Munich, Adolf Hitler leads the Nazis in an unsuccessful attempt to overthrow the German government.", "entities": [{"title": "Beer Hall Putsch", "href": "/wiki/Beer_Hall_Putsch", "description": "The Beer Hall Putsch, also known as the Munich Putsch, was a failed coup d'état by Nazi Party leader Adolf Hitler, Generalquartiermeister Erich Ludendorff and other Kampfbund leaders in Munich, Bavaria, on 8–9 November 1923, during the Weimar Republic. Approximately two thousand Nazis marched on the Feldherrnhalle, in the city centre, but were confronted by a police cordon, which resulted in the d"}, {"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}]}, {"heading": "Events", "year": "1932", "date": "November 8", "txt": "Franklin D. Roosevelt is elected as the 32nd President of the United States, defeating incumbent president Herbert Hoover.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}]}, {"heading": "Events", "year": "1933", "date": "November 8", "txt": "Great Depression: New Deal: US President Franklin D. Roosevelt unveils the Civil Works Administration, an organization designed to create jobs for more than 4 million unemployed.", "entities": [{"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}, {"title": "New Deal", "href": "/wiki/New_Deal", "description": "The New Deal was a series of programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. Major federal programs and agencies included the Civilian Conservation Corps (CCC), the Civil Works Administration (CWA), the Farm Security Administration (FSA), the National Industrial Recovery Act of 1933 (NIRA) and"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Civil Works Administration", "href": "/wiki/Civil_Works_Administration", "description": "The Civil Works Administration (CWA) was a short-lived job creation program established by the New Deal during the Great Depression in the United States to rapidly create mostly manual-labor jobs for millions of unemployed workers. The jobs were merely temporary, for the duration of the hard winter of 1933–34. President Franklin D. Roosevelt unveiled the CWA on November 8, 1933, and put Harry L. H"}]}, {"heading": "Events", "year": "1936", "date": "November 8", "txt": "Spanish Civil War: Francoist troops fail in their effort to capture Madrid, but begin the 3-year Siege of Madrid afterwards.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Francoist Spain", "href": "/wiki/Francoist_Spain", "description": "Francoist Spain, known in Spain as the Francoist dictatorship, was the period of Spanish history between 1936 and 1975, when Francisco Franco ruled Spain with the title Caudillo. After his death in 1975, Spain transitioned into a democracy. During this time period Spain was officially known as the Spanish State."}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}, {"title": "Siege of Madrid", "href": "/wiki/Siege_of_Madrid", "description": "The siege of Madrid was a two and a half year siege of the Republican controlled Spanish capital city of Madrid by the right-wing coalition Nationalist armies under General Francisco Franco, during the Spanish Civil War of 1936 to 1939. The city, besieged from October 1936, fell to the Nationalist armies on 28 March 1939. The Battle of Madrid in November 1936 saw the most intense fighting in and a"}]}, {"heading": "Events", "year": "1937", "date": "November 8", "txt": "The Nazi exhibition Der ewige Jude (\"The Eternal Jew\") opens in Munich.", "entities": [{"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Munich", "href": "/wiki/Munich", "description": "Munich is the capital and most populous city of Bavaria. With a population of 1,558,395 inhabitants as of 31 July 2020, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people."}]}, {"heading": "Events", "year": "1939", "date": "November 8", "txt": "Venlo Incident: Two British agents of SIS are captured by the Germans.", "entities": [{"title": "Venlo Incident", "href": "/wiki/Venlo_Incident", "description": "The Venlo incident was a covert German Sicherheitsdienst operation on 9 November 1939, in the course of which two British Secret Intelligence Service agents were captured five meters (16 ft) from the German border, on the outskirts of the Dutch town of Venlo."}, {"title": "Secret Intelligence Service", "href": "/wiki/Secret_Intelligence_Service", "description": "The Secret Intelligence Service (SIS), commonly known as MI6, is the foreign intelligence service of the United Kingdom, tasked mainly with the covert overseas collection and analysis of human intelligence (HUMINT) in support of the UK's national security. SIS is a member of the country's intelligence community and its Chief is directly accountable to the Secretary of State for Foreign and Commonw"}]}, {"heading": "Events", "year": "1939", "date": "November 8", "txt": "In Munich, Adolf Hitler narrowly escapes the assassination attempt of Georg Elser while celebrating the 16th anniversary of the Beer Hall Putsch.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Georg Elser", "href": "/wiki/Georg_Elser", "description": "Johann Georg Elser was a German worker who planned and carried out an elaborate assassination attempt on Adolf Hitler and other high-ranking Nazi leaders on 8 November 1939 at the Bürgerbräukeller in Munich. Elser constructed and placed a bomb near the platform from which Hitler was to deliver a speech. It did not kill Hitler, who left earlier than expected, but it did kill 8 people and injured 62"}, {"title": "Beer Hall Putsch", "href": "/wiki/Beer_Hall_Putsch", "description": "The Beer Hall Putsch, also known as the Munich Putsch, was a failed coup d'état by Nazi Party leader Adolf Hitler, Generalquartiermeister Erich Ludendorff and other Kampfbund leaders in Munich, Bavaria, on 8–9 November 1923, during the Weimar Republic. Approximately two thousand Nazis marched on the Feldherrnhalle, in the city centre, but were confronted by a police cordon, which resulted in the d"}]}, {"heading": "Events", "year": "1940", "date": "November 8", "txt": "Greco-Italian War: The Italian invasion of Greece fails as outnumbered Greek units repulse the Italians in the Battle of Elaia–Kalamas.", "entities": [{"title": "Greco-Italian War", "href": "/wiki/Greco-Italian_War", "description": "The Greco-Italian War took place between the kingdoms of Italy and Greece from 28 October 1940 to 23 April 1941. This local war began the Balkans Campaign of World War II between the Axis powers and the Allies and eventually turned into the Battle of Greece with British and German involvement. On 10 June 1940, Italy declared war on France and the United Kingdom. By September 1940, the Italians had"}, {"title": "Battle of Elaia–Kalamas", "href": "/wiki/Battle_of_Elaia%E2%80%93Kalamas", "description": "The Battle of Elaia–Kalamas took place in Epirus on 2–8 November 1940. The battle was fought between the Greeks and the Italians during the initial stage of the Greco-Italian War. The Italian Army, deployed on the Greek-Albanian border, launched an offensive against Greece on 28 October 1940. The main thrust of the Italian invasion occurred in the Epirus sector, with a further flanking move throug"}]}, {"heading": "Events", "year": "1942", "date": "November 8", "txt": "World War II: French Resistance coup in Algiers, in which 400 civilian French patriots neutralize Vichyist XIXth Army Corps after 15 hours of fighting, and arrest several Vichyist generals, allowing the immediate success of Operation Torch in Algiers.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "French Resistance", "href": "/wiki/French_Resistance", "description": "The French Resistance was a collection of French movements that fought against the Nazi German occupation of France and the collaborationist Vichy régime during the Second World War. Resistance cells were small groups of armed men and women who, in addition to their guerrilla warfare activities, were also publishers of underground newspapers, providers of first-hand intelligence information, and m"}, {"title": "Algiers", "href": "/wiki/Algiers", "description": "Algiers is the capital and largest city of Algeria. The city's population at the 2008 Census was 2,988,145 and in 2011 was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria."}, {"title": "Vichy France", "href": "/wiki/Vichy_France", "description": "Vichy France is the common name of the French State headed by Marshal Philippe Pétain during World War II. It was an independent ally of Nazi Germany until late 1942 when Berlin took full control. Evacuated from Paris to the resort town of Vichy in the unoccupied \"Free Zone\" in the southern part of Metropolitan France, it remained responsible for the civil administration of France as well as its c"}, {"title": "Operation Torch", "href": "/wiki/Operation_Torch", "description": "Operation Torch was an Allied invasion of French North Africa during the Second World War. While the French colonies formally aligned with Germany via Vichy France, the loyalties of the population were mixed. Reports indicated that they might support the Allies. American General Dwight D. Eisenhower, supreme commander of the Allied forces in Mediterranean Theater of Operations, planned a three-pro"}]}, {"heading": "Events", "year": "1950", "date": "November 8", "txt": "Korean War: United States Air Force Lt. Russell J. Brown, while piloting an F-80 Shooting Star, shoots down two North Korean MiG-15s in the first jet aircraft-to-jet aircraft dogfight in history.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "F-80 Shooting Star", "href": "/wiki/F-80_Shooting_Star", "description": "The Lockheed P-80 Shooting Star was the first jet fighter used operationally by the United States Army Air Forces (USAAF). Designed and built by Lockheed in 1943 and delivered just 143 days from the start of the design process, production models were flying, and two pre-production models did see very limited service in Italy just before the end of World War II. Designed with straight wings, the ty"}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "Mikoyan-Gurevich MiG-15", "href": "/wiki/Mikoyan-Gurevich_MiG-15", "description": "The Mikoyan-Gurevich MiG-15 is a jet fighter aircraft developed by Mikoyan-Gurevich for the Soviet Union. The MiG-15 was one of the first successful jet fighters to incorporate swept wings to achieve high transonic speeds. In combat over Korea, it outclassed straight-winged jet day fighters, which were largely relegated to ground-attack roles, and quickly countered the similar American swept-wing "}, {"title": "Jet aircraft", "href": "/wiki/Jet_aircraft", "description": "A jet aircraft is an aircraft propelled by jet engines."}, {"title": "Dogfight", "href": "/wiki/Dogfight", "description": "A dogfight, or dog fight, is an aerial battle between fighter aircraft conducted at close range. Dogfighting first occurred in Mexico in 1913, shortly after the invention of the airplane. Until at least 1992, it was a component in every major war, despite beliefs after World War II that increasingly greater speeds and longer-range weapons would make dogfighting obsolete."}]}, {"heading": "Events", "year": "1957", "date": "November 8", "txt": "Pan Am Flight 7 disappears between San Francisco and Honolulu. Wreckage and bodies are discovered a week later.", "entities": [{"title": "Pan Am Flight 7", "href": "/wiki/Pan_Am_Flight_7", "description": "Pan Am Flight 7 was a westbound around-the-world flight originating in San Francisco that crashed in the Pacific Ocean on November 8, 1957, while flying to Honolulu, Hawaii. The aircraft assigned to the flight was a Boeing 377 Stratocruiser named Clipper Romance Of The Skies, and the crash killed all 36 passengers and 8 crew members. No radio reports of any emergencies were ever received from the "}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}, {"title": "Honolulu", "href": "/wiki/Honolulu", "description": "Honolulu is the capital and largest city of the U.S. state of Hawaii, which is located in the Pacific Ocean. It is an unincorporated county seat of the consolidated City and County of Honolulu, situated along the southeast coast of the island of Oʻahu, and is the westernmost and southernmost major U.S. city. Honolulu is Hawaii's main gateway to the world. It is also a major hub for international b"}]}, {"heading": "Events", "year": "1957", "date": "November 8", "txt": "Operation Grapple X, Round C1: The United Kingdom conducts its first successful hydrogen bomb test over Kiritimati in the Pacific.", "entities": [{"title": "Hydrogen bomb", "href": "/wiki/Hydrogen_bomb", "description": "A thermonuclear weapon, fusion weapon or hydrogen bomb is a second-generation nuclear weapon design. Its greater sophistication affords it vastly greater destructive power than first-generation atomic bombs, a more compact size, a lower mass or a combination of these benefits. Characteristics of nuclear fusion reactions make possible the use of non-fissile depleted uranium as the weapon's main fue"}, {"title": "Kiritimati", "href": "/wiki/Kiritimati", "description": "Kiritimati or Christmas Island is a Pacific Ocean coral atoll in the northern Line Islands. It is part of the Republic of Kiribati. Its Gilbertese name is the rendition of the English word \"Christmas\" according to its phonology, in which the combination ti is pronounced s, and the name is thus pronounced."}]}, {"heading": "Events", "year": "1960", "date": "November 8", "txt": "John F. Kennedy is elected as the 35th President of the United States, defeating incumbent Vice President Richard Nixon, who would later be elected president in 1968 and 1972.", "entities": [{"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}]}, {"heading": "Events", "year": "1965", "date": "November 8", "txt": "The British Indian Ocean Territory is created, consisting of Chagos Archipelago, Aldabra, Farquhar and Des Roches islands.", "entities": [{"title": "British Indian Ocean Territory", "href": "/wiki/British_Indian_Ocean_Territory", "description": "The British Indian Ocean Territory (BIOT) is a British overseas territory of the United Kingdom situated in the Indian Ocean halfway between Tanzania and Indonesia. The territory comprises the seven atolls of the Chagos Archipelago with over 1,000 individual islands – many very small – amounting to a total land area of 60 square kilometres (23 sq mi). The largest and most southerly island is Diego"}, {"title": "Chagos Archipelago", "href": "/wiki/Chagos_Archipelago", "description": "The Chagos Archipelago or Chagos Islands is a group of seven atolls comprising more than 60 individual tropical islands in the Indian Ocean about 500 kilometres (310 mi) south of the Maldives archipelago. This chain of islands is the southernmost archipelago of the Chagos-Laccadive Ridge, a long submarine mountain range in the Indian Ocean. In the north are Peros Banhos, Salomon Islands and Nelson"}, {"title": "Aldabra", "href": "/wiki/Aldabra", "description": "Aldabra is the world's second-largest coral atoll. It is situated in the Aldabra Group of islands in the Indian Ocean that are part of the Outer Islands of the Seychelles, with a distance of 1,120 km (700 mi) southwest of the capital, Victoria, on Mahé Island."}, {"title": "Farquhar Group", "href": "/wiki/Farquhar_Group", "description": "The Farquhar Group belong to the Outer Islands of the Seychelles, lying in the southwest of the island nation, more than 700 km (430 mi) southwest of the capital, Victoria, on Mahé Island."}, {"title": "Des Roches", "href": "/wiki/Des_Roches", "description": "Desroches Island or Île Desroches is the main island of the Amirante Islands, part of the Outer Islands of the Seychelles."}]}, {"heading": "Events", "year": "1965", "date": "November 8", "txt": "The Murder (Abolition of Death Penalty) Act 1965 is given Royal Assent, formally abolishing the death penalty in the United Kingdom for almost all crimes.", "entities": []}, {"heading": "Events", "year": "1965", "date": "November 8", "txt": "The 173rd Airborne is ambushed by over 1,200 Viet Cong in Operation Hump during the Vietnam War, while the 1st Battalion, Royal Australian Regiment fight one of the first set-piece engagements of the war between Australian forces and the Viet Cong at the Battle of Gang Toi.", "entities": [{"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Operation Hump", "href": "/wiki/Operation_Hump", "description": "Operation Hump was a search and destroy operation initiated by United States and Australian forces on 5 November 1965, during the Vietnam War."}, {"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "1st Battalion, Royal Australian Regiment", "href": "/wiki/1st_Battalion,_Royal_Australian_Regiment", "description": "1st Battalion, Royal Australian Regiment is a regular motorised infantry battalion of the Australian Army. 1 RAR was first formed as the 65th Australian Infantry Battalion of the 34th Brigade (Australia) on Balikpapan in 1945 and since then has been deployed on active service during the Korean War, the Malayan Emergency, the Vietnam War, Unified Task Force in Somalia, East Timor, Iraq War and Afgh"}, {"title": "Battle of Gang Toi", "href": "/wiki/Battle_of_Gang_Toi", "description": "The Battle of Gang Toi was fought during the Vietnam War between Australian troops and the Viet Cong. The battle was one of the first engagements between the two forces during the war and occurred when A Company, 1st Battalion, Royal Australian Regiment struck a Viet Cong bunker system defended by Company 238 in the Gang Toi Hills, in northern Bien Hoa Province. It occurred during a major joint US"}]}, {"heading": "Events", "year": "1966", "date": "November 8", "txt": "Former Massachusetts Attorney General Edward Brooke becomes the first African American elected to the United States Senate since Reconstruction.", "entities": [{"title": "Massachusetts", "href": "/wiki/Massachusetts", "description": "Massachusetts, officially the Commonwealth of Massachusetts, is the most populous state in the New England region of the United States. It borders on the Atlantic Ocean to the east, Connecticut to the southwest and Rhode Island to the southeast, New Hampshire to the northeast, Vermont to the northwest, and New York to the west. The capital of Massachusetts is Boston, which is also the most populou"}, {"title": "Edward Brooke", "href": "/wiki/Edward_Brooke", "description": "Edward William Brooke III was an American Republican politician. In 1966, he became the first African American popularly elected to the United States Senate. He represented Massachusetts in the Senate from 1967 to 1979."}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Reconstruction Era", "href": "/wiki/Reconstruction_Era", "description": "The Reconstruction era, the period in American history that lasted from 1865 to 1877 following the American Civil War (1861–65), marked a significant chapter in the history of civil rights in the United States. Reconstruction ended the remnants of Confederate secession and abolished slavery, making the newly freed slaves citizens with civil rights ostensibly guaranteed by three new constitutional "}]}, {"heading": "Events", "year": "1966", "date": "November 8", "txt": "U.S. President Lyndon B. Johnson signs into law an antitrust exemption allowing the National Football League to merge with the upstart American Football League.", "entities": [{"title": "Antitrust", "href": "/wiki/Antitrust", "description": "Competition law is a law that promotes or seeks to maintain market competition by regulating anti-competitive conduct by companies. Competition law is implemented through public and private enforcement. It is also known as anti-monopoly law in China and Russia. In previous years it has been known as trade practices law in the United Kingdom and Australia. In the European Union, it is referred to a"}, {"title": "National Football League", "href": "/wiki/National_Football_League", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}, {"title": "AFL–NFL merger", "href": "/wiki/AFL%E2%80%93NFL_merger", "description": "The AFL–NFL merger was the merger of the two major professional American football leagues in the United States at the time: the National Football League (NFL) and the American Football League (AFL). It paved the way for the combined league, which retained the \"National Football League\" name and logo, to become the most popular sports league in the United States. The merger was announced on the eve"}, {"title": "American Football League", "href": "/wiki/American_Football_League", "description": "The American Football League (AFL) was a major professional American football league that operated for ten seasons from 1960 until 1970, when it merged with the older National Football League (NFL), and became the American Football Conference. The upstart AFL operated in direct competition with the more established NFL throughout its existence. It was more successful than earlier rivals to the NFL"}]}, {"heading": "Events", "year": "1968", "date": "November 8", "txt": "The Vienna Convention on Road Traffic is signed to facilitate international road traffic and to increase road safety by standardising the uniform traffic rules among the signatories.", "entities": [{"title": "Vienna Convention on Road Traffic", "href": "/wiki/Vienna_Convention_on_Road_Traffic", "description": "The Convention on Road Traffic, commonly known as the Vienna Convention on Road Traffic, is an international treaty designed to facilitate international road traffic and to increase road safety by establishing standard traffic rules among the contracting parties. The convention was agreed upon at the United Nations Economic and Social Council's Conference on Road Traffic and concluded in Vienna on"}]}, {"heading": "Events", "year": "1972", "date": "November 8", "txt": "American pay television network Home Box Office (HBO) launches.", "entities": [{"title": "HBO", "href": "/wiki/HBO", "description": "Home Box Office (HBO) is an American pay television network owned by WarnerMedia Studios & Networks and the flagship property of parent subsidiary Home Box Office, Inc. Maintaining a general entertainment format, programming featured on the network consists primarily of theatrically released motion pictures and original television programs as well as made-for-cable movies, documentaries and occasi"}]}, {"heading": "Events", "year": "1973", "date": "November 8", "txt": "The right ear of John Paul Getty III is delivered to a newspaper outlet along with a ransom note, convincing his father to pay US$2.9 million.", "entities": [{"title": "John Paul Getty III", "href": "/wiki/John_Paul_Getty_III", "description": "John Paul Getty III was the grandson of American oil tycoon J. Paul Getty, who was once the richest man in the world. While living in Rome in 1973, he was kidnapped by the 'Ndrangheta and held for a $17 million ransom. His grandfather was reluctant to pay, but, after his severed ear was received by a newspaper, he negotiated a payment of $2.2 million, and Getty was released five months after being"}]}, {"heading": "Events", "year": "1977", "date": "November 8", "txt": "Manolis Andronikos, a Greek archaeologist and professor at the Aristotle University of Thessaloniki, discovers the tomb of Philip II of Macedon at Vergina.", "entities": [{"title": "Manolis Andronikos", "href": "/wiki/Manolis_Andronikos", "description": "Manolis Andronikos was a Greek archaeologist and a professor at the Aristotle University of Thessaloniki."}, {"title": "Aristotle University of Thessaloniki", "href": "/wiki/Aristotle_University_of_Thessaloniki", "description": "The Aristotle University of Thessaloniki is the sixth oldest, and among the most highly ranked tertiary education institution, within Greece."}, {"title": "Philip II of Macedon", "href": "/wiki/Philip_II_of_Macedon", "description": "Philip II of Macedon was the king (basileus) of the kingdom of Macedon from 359 BC until his assassination in 336 BC. He was a member of the Argead dynasty of Macedonian kings, the third son of King Amyntas III of Macedon, and father of Alexander the Great and Philip III. The rise of Macedon, its conquest and political consolidation of most of Classical Greece during the reign of Philip II was ach"}, {"title": "Vergina", "href": "/wiki/Vergina", "description": "Vergina is a small town in northern Greece, part of Veroia municipality in Imathia, Central Macedonia. Vergina was established in 1922 in the aftermath of the population exchanges after the Treaty of Lausanne and was a separate municipality until 2011, when it was merged with Veroia under the Kallikratis Plan."}]}, {"heading": "Events", "year": "1983", "date": "November 8", "txt": "TAAG Angola Airlines Flight 462 crashes after takeoff from Lubango Airport killing all 130 people on board. UNITA claims to have shot down the aircraft, though this is disputed.", "entities": [{"title": "TAAG Angola Airlines Flight 462", "href": "/wiki/TAAG_Angola_Airlines_Flight_462", "description": "The 1983 TAAG Angola Airlines Boeing 737 crash occurred just after a Boeing 737-200 took off from Lubango Airport in Lubango, Angola, on a regular domestic service as Flight DT 462 to Quatro de Fevereiro Airport in Luanda on November 8, 1983. The aircraft had 126 passengers and four crew on board."}, {"title": "Lubango Airport", "href": "/wiki/Lubango_Airport", "description": "Lubango Mukanka Airport is an airport serving Lubango, the capital city of the Huíla Province in Angola. The Lubango non-directional beacon is located 2.4 kilometres (1.5 mi) east-northeast of the Rwy 28 threshold."}, {"title": "UNITA", "href": "/wiki/UNITA", "description": "The National Union for the Total Independence of Angola is the second-largest political party in Angola. Founded in 1966, UNITA fought alongside the Popular Movement for the Liberation of Angola (MPLA) in the Angolan War for Independence (1961–1975) and then against the MPLA in the ensuing civil war (1975–2002). The war was one of the most prominent Cold War proxy wars, with UNITA receiving milita"}]}, {"heading": "Events", "year": "1987", "date": "November 8", "txt": "Remembrance Day bombing: A Provisional IRA bomb explodes in Enniskillen, Northern Ireland during a ceremony honouring those who had died in wars involving British forces. Twelve people are killed and sixty-three wounded.", "entities": [{"title": "Remembrance Day bombing", "href": "/wiki/Remembrance_Day_bombing", "description": "The Remembrance Day bombing took place on 8 November 1987 in Enniskillen, County Fermanagh, Northern Ireland. A Provisional Irish Republican Army (IRA) bomb exploded near the town's war memorial (cenotaph) during a Remembrance Sunday ceremony, which was being held to commemorate British military war dead. Eleven people were killed, many of them elderly, and 63 were injured. The IRA said it had mad"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Enniskillen", "href": "/wiki/Enniskillen", "description": "Enniskillen is a town and civil parish in County Fermanagh, Northern Ireland. It is almost exactly in the centre of the county, between the Upper and Lower sections of Lough Erne. It had a population of 13,823 at the 2011 Census. It was the seat of local government for the former Fermanagh District Council, and is the county town of Fermanagh as well as its largest town. Enniskillen was named as o"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}]}, {"heading": "Events", "year": "1988", "date": "November 8", "txt": "U.S. Vice President George H. W. Bush is elected as the 41st president.", "entities": [{"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}]}, {"heading": "Events", "year": "1994", "date": "November 8", "txt": "Republican Revolution: On the night of the 1994 United States midterm elections, Republicans make historic electoral gains by securing massive majorities in both houses of Congress (54 seats in the House and eight seats in the Senate, additionally), thus bringing to a close four decades of Democratic domination.", "entities": [{"title": "Republican Revolution", "href": "/wiki/Republican_Revolution", "description": "The Republican Revolution, Revolution of '94, or Gingrich Revolution, refers to the Republican Party (GOP) success in the 1994 U.S. midterm elections, which resulted in a net gain of 54 seats in the House of Representatives, and a pickup of eight seats in the Senate. On November 9, 1994, the day after the election, Senator Richard Shelby of Alabama, a conservative Democrat, changed parties, becomi"}, {"title": "1994 United States elections", "href": "/wiki/1994_United_States_elections", "description": "The 1994 United States elections were held on November 8, 1994. The elections occurred in the middle of Democratic President Bill Clinton's first term in office, and elected the members of 104th United States Congress. The elections have been described as the \"Republican Revolution\" because the Republican Party captured unified control of Congress for the first time since 1952. Republicans picked "}, {"title": "Republican Party (United States)", "href": "/wiki/Republican_Party_(United_States)", "description": "The Republican Party, also referred to as the GOP, is one of the two major contemporary political parties in the United States, along with its main historic rival, the Democratic Party."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Democratic Party (United States)", "href": "/wiki/Democratic_Party_(United_States)", "description": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main historic rival, the Republican Party. It was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party."}]}, {"heading": "Events", "year": "1999", "date": "November 8", "txt": "Bruce Miller is killed at his junkyard near Flint, Michigan. His wife Sharee Miller, who convinced her online lover Jerry Cassaday to kill him (before later killing himself) was convicted of the crime, in what became the world's first Internet murder.", "entities": [{"title": "Sharee Miller", "href": "/wiki/Sharee_Miller", "description": "Sharee Paulette Kitley Miller is an American woman convicted of plotting the murder of her husband, Bruce Miller, over the Internet with her online lover Jerry Cassaday, who later committed suicide."}]}, {"heading": "Events", "year": "2002", "date": "November 8", "txt": "Iraq disarmament crisis: UN Security Council Resolution 1441: The United Nations Security Council unanimously approves a resolution on Iraq, forcing Saddam Hussein to disarm or face \"serious consequences\".", "entities": [{"title": "Iraq disarmament crisis", "href": "/wiki/Iraq_disarmament_crisis", "description": "The Iraq disarmament crisis was claimed as one of primary issues that led to the multinational invasion of Iraq on 20 March 2003. Since the 1980s, Iraq was widely assumed to have been producing and extensively running the programs of biological, chemical and nuclear weapons. Iraq made extensive use of chemical weapons during the Iran–Iraq War in the 1980s, including against its own Kurdish populat"}, {"title": "UN Security Council Resolution 1441", "href": "/wiki/UN_Security_Council_Resolution_1441", "description": "United Nations Security Council Resolution 1441 is a United Nations Security Council resolution adopted unanimously by the United Nations Security Council on 8 November 2002, offering Iraq under Saddam Hussein \"a final opportunity to comply with its disarmament obligations\" that had been set out in several previous resolutions. It provided a justification for what was subsequently termed the US in"}, {"title": "United Nations Security Council", "href": "/wiki/United_Nations_Security_Council", "description": "The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations (UN), charged with ensuring international peace and security, recommending the admission of new UN members to the General Assembly, and approving any changes to the UN Charter. Its powers include establishing peacekeeping operations, enacting international sanctions, and authorizing military action."}, {"title": "Ba'athist Iraq", "href": "/wiki/Ba%27athist_Iraq", "description": "Ba'athist Iraq, formally the Iraqi Republic until 6 January 1992 and the Republic of Iraq thereafter, covers the national history of Iraq between 1968 and 2003, during the period of the Arab Socialist Ba'ath Party's rule. This period began with high economic growth and soaring prosperity, but ended with Iraq facing social, political, and economic stagnation. The average annual income decreased bot"}, {"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "Disarmament", "href": "/wiki/Disarmament", "description": "Disarmament is the act of reducing, limiting, or abolishing weapons. Disarmament generally refers to a country's military or specific type of weaponry. Disarmament is often taken to mean total elimination of weapons of mass destruction, such as nuclear arms. General and Complete Disarmament was defined by the United Nations General Assembly as the elimination of all WMD, coupled with the “balanced"}]}, {"heading": "Events", "year": "2004", "date": "November 8", "txt": "Iraq War: More than 10,000 U.S. troops and a small number of Iraqi army units participate in a siege on the insurgent stronghold of Fallujah.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Fallujah", "href": "/wiki/Fallujah", "description": "Fallujah is a city in the Iraqi province of Al Anbar, located roughly 69 kilometers (43 mi) west of Baghdad on the Euphrates. Fallujah dates from Babylonian times and was host to important Jewish academies for many centuries."}]}, {"heading": "Events", "year": "2006", "date": "November 8", "txt": "Israeli-Palestinian conflict: The Israeli Defense Force kill 19 Palestinian civilians in their homes during the shelling of Beit Hanoun.", "entities": [{"title": "Israeli–Palestinian conflict", "href": "/wiki/Israeli%E2%80%93Palestinian_conflict", "description": "The Israeli–Palestinian conflict is the ongoing struggle between Israelis and Palestinians that began in the mid-20th century amidst the greater Arab–Israeli conflict. Various attempts have been made to resolve the conflict as part of the Israeli–Palestinian peace process. It has been referred to as the world's \"most intractable conflict,\" with the ongoing Israeli occupation of the West Bank and t"}, {"title": "Israel Defense Forces", "href": "/wiki/Israel_Defense_Forces", "description": "The Israel Defense Forces, commonly known in Israel by the Hebrew acronym Tzahal, are the military forces of the State of Israel. They consist of the ground forces, air force, and navy. It is the sole military wing of the Israeli security forces, and has no civilian jurisdiction within Israel. The IDF is headed by its Chief of General Staff, the Ramatkal, subordinate to the Defense Minister of Isr"}, {"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "2006 shelling of Beit Hanoun", "href": "/wiki/2006_shelling_of_Beit_Hanoun", "description": "The 2006 shelling of Beit Hanoun by the Israeli Defence Force (IDF) happened on 8 November, when shells hit a row of houses in the Gaza Strip town of Beit Hanoun, killing at least 19 Palestinians and wounding more than 40. The shelling followed the IDF's withdrawal from the Gaza Strip in completion of a week-long operation codenamed Operation \"Autumn Clouds\", which the Israeli government stated ha"}]}, {"heading": "Events", "year": "2011", "date": "November 8", "txt": "The potentially hazardous asteroid 2005 YU55 passes 0.85 lunar distances from Earth (about 324,600 kilometres or 201,700 miles), the closest known approach by an asteroid of its brightness since 2010 XC15 in 1976.", "entities": [{"title": "Potentially hazardous asteroid", "href": "/wiki/Potentially_hazardous_asteroid", "description": "A potentially hazardous object (PHO) is a near-Earth object – either an asteroid or a comet – with an orbit that can make close approaches to the Earth and large enough to cause significant regional damage in the event of impact. They are defined as having a minimum orbital intersection distance with Earth of less than 0.05 astronomical units and an absolute magnitude of 22 or brighter. 98% of the"}, {"title": "2005 YU55", "href": "/wiki/2005_YU55", "description": "(308635) 2005 YU55, provisionally named 2005 YU55, is a potentially hazardous asteroid 360±40 meters in diameter, as measured after its Earth flyby. Previously it was estimated to be 310 meters or about 400 m (1,300 feet) in diameter. It was discovered on 28 December 2005 by Robert S. McMillan at Steward Observatory, Kitt Peak. On 8 November 2011 it passed 0.85 lunar distances (324,900 kilometers;"}, {"title": "Lunar distance (astronomy)", "href": "/wiki/Lunar_distance_(astronomy)", "description": "Lunar distance, also called Earth–Moon distance, Earth–Moon characteristic distance, or distance to the Moon, is a unit of measure in astronomy. It is the average distance from the center of Earth to the center of the Moon. More technically, it is the mean semi-major axis of the geocentric lunar orbit. It may also refer to the time-averaged distance between the centers of the Earth and the Moon, o"}, {"title": "Absolute magnitude", "href": "/wiki/Absolute_magnitude#Solar_system", "description": "\nAbsolute magnitude is a measure of the luminosity of a celestial object, on an inverse logarithmic astronomical magnitude scale. An object's absolute magnitude is defined to be equal to the apparent magnitude that the object would have if it were viewed from a distance of exactly 10 parsecs, without extinction of its light due to absorption by interstellar matter and cosmic dust. By hypotheticall"}]}, {"heading": "Events", "year": "2013", "date": "November 8", "txt": "Typhoon Haiyan, one of the strongest tropical cyclones ever recorded, strikes the Visayas region of the Philippines; the storm left at least 6,340 people dead with over 1,000 still missing, and caused $2.86 billion (2013 USD) in damage.", "entities": [{"title": "Typhoon Haiyan", "href": "/wiki/Typhoon_Haiyan", "description": "Typhoon Haiyan, known in the Philippines as Super Typhoon Yolanda, was one of the most powerful tropical cyclones ever recorded. On making landfall, Haiyan devastated portions of Southeast Asia, particularly the Philippines. It is one of the deadliest Philippine typhoons on record, killing at least 6,300 people in that country alone. In terms of JTWC-estimated 1-minute sustained winds, Haiyan is t"}, {"title": "List of tropical cyclone records", "href": "/wiki/List_of_tropical_cyclone_records", "description": "This is a condensed list of worldwide tropical cyclone records set by different storms and seasons."}, {"title": "Visayas", "href": "/wiki/Visayas", "description": "The Visayas, or the Visayan Islands, are one of the three principal geographical divisions of the Philippines, along with Luzon and Mindanao. Located in the central part of the archipelago, it consists of several islands, primarily surrounding the Visayan Sea, although the Visayas are also considered the northeast extremity of the entire Sulu Sea. Its inhabitants are predominantly the Visayan peop"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "US dollar", "href": "/wiki/US_dollar", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}]}, {"heading": "Events", "year": "2016", "date": "November 8", "txt": "Indian Prime Minister Narendra Modi publicly announces the withdrawal of ₹500 and ₹1000 denomination banknotes.", "entities": [{"title": "2016 Indian banknote demonetisation", "href": "/wiki/2016_Indian_banknote_demonetisation", "description": "On 8 November 2016, the Government of India announced the demonetisation of all ₹500 and ₹1,000 banknotes of the Mahatma Gandhi Series. It also announced the issuance of new ₹500 and ₹2,000 banknotes in exchange for the demonetised banknotes. Prime Minister Narendra Modi claimed that the action would curtail the shadow economy and reduce the use of illicit and counterfeit cash to fund illegal acti"}]}, {"heading": "Events", "year": "2016", "date": "November 8", "txt": "Donald Trump is elected the 45th President of the United States, defeating Hillary Clinton, the first woman ever to receive a major party's nomination.", "entities": [{"title": "Hillary Clinton", "href": "/wiki/Hillary_Clinton", "description": "Hillary Diane Rodham Clinton is an American politician, diplomat, lawyer, writer, and public speaker who served as the 67th United States secretary of state from 2009 to 2013, as a United States senator from New York from 2001 to 2009, and as First Lady of the United States from 1993 to 2001. Clinton became the first woman to be nominated for president of the United States by a major political par"}]}, {"heading": "Births", "year": "AD 30", "date": "November 8", "txt": "Nerva, Roman emperor (d. 98)", "entities": [{"title": "Nerva", "href": "/wiki/Nerva", "description": "Nerva was Roman emperor from 96 to 98. Nerva became emperor when aged almost 66, after a lifetime of imperial service under Nero and the rulers of the Flavian dynasty. Under Nero, he was a member of the imperial entourage and played a vital part in exposing the Pisonian conspiracy of 65. Later, as a loyalist to the Flavians, he attained consulships in 71 and 90 during the reigns of Vespasian and D"}]}, {"heading": "Births", "year": "1407", "date": "November 8", "txt": "Alain de Coëtivy, French cardinal (d. 1474)", "entities": [{"title": "Alain de Coëtivy", "href": "/wiki/Alain_de_Co%C3%ABtivy", "description": "\nAlain (II) de Coëtivy was a French prelate from a Breton noble family. He was bishop of Avignon, Uzès, Nîmes and of Dol, titular cardinal of Santa Prassede, then cardinal-bishop of Palestrina and cardinal-bishop of Sabina. Many sources mention him as the Cardinal of Avignon."}]}, {"heading": "Births", "year": "1417", "date": "November 8", "txt": "Philipp I, Count of Hanau-Lichtenberg (1458–1480) (d. 1480)", "entities": [{"title": "Philipp I, Count of Hanau-Lichtenberg", "href": "/wiki/Philipp_I,_Count_of_Hanau-Lichtenberg", "description": "Philipp I, Count of Hanau-Lichtenberg was Count of Hanau. The county was divided between him and his nephew, Count Philipp I \"the Younger\". Philipp the Elder's part of the county was later called Hanau-Lichtenberg; Philipp the Younger's part is known as Hanau-Münzenberg."}]}, {"heading": "Births", "year": "1456", "date": "November 8", "txt": "Queen Gonghye, Korean royal consort (d. 1474)", "entities": [{"title": "Queen Gonghye", "href": "/wiki/Queen_Gonghye", "description": "Han Song-yi, of the Cheongju Han clan, was the wife and first queen consort of Yi Hyeol, King Seongjong, the 9th Joseon monarch. She was Queen consort of Joseon from 1469 until her death in 1474. She was posthumously honoured with the title Queen Gonghye."}]}, {"heading": "Births", "year": "1491", "date": "November 8", "txt": "Teofilo Folengo, Italian monk and poet (d. 1544)", "entities": [{"title": "Teofilo Folengo", "href": "/wiki/Teofilo_Folengo", "description": "Teofilo Folengo, who wrote under the pseudonym of Merlino Coccajo or Merlinus Cocaius in Latin, was one of the principal Italian macaronic poets."}]}, {"heading": "Births", "year": "1543", "date": "November 8", "txt": "Lettice Knollys, Countess of Essex and lady-in-waiting to Elizabeth I of England  (d. 1634)", "entities": [{"title": "Lettice Knollys", "href": "/wiki/Lettice_Knollys", "description": "Lettice Knollys, Countess of Essex and Countess of Leicester, was an English noblewoman and mother to the courtiers Robert Devereux, 2nd Earl of Essex, and Lady Penelope Rich. By her second marriage to Elizabeth I's favourite, Robert Dudley, Earl of Leicester, she incurred the Queen's unrelenting displeasure."}, {"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}]}, {"heading": "Births", "year": "1555", "date": "November 8", "txt": "Nyaungyan Min, King of Burma (d. 1605)", "entities": [{"title": "Nyaungyan Min", "href": "/wiki/Nyaungyan_Min", "description": "Nyaungyan Min was king of the Toungoo Dynasty of Burma (Myanmar) from 1599 to 1605. He is also referred to as the founder of the Restored Toungoo Dynasty or Nyaungyan Dynasty for starting the reunification process following the collapse of the Toungoo Empire."}]}, {"heading": "Births", "year": "1563", "date": "November 8", "txt": "Henry II, Duke of Lorraine (d. 1624)", "entities": [{"title": "Henry II, Duke of Lorraine", "href": "/wiki/Henry_II,_Duke_of_Lorraine", "description": "Henry II, known as \"the Good \", was Duke of Lorraine from 1608 until his death. Leaving no sons, both of his daughters became Duchesses of Lorraine by marriage. He was a brother-in-law of Henry IV of France."}]}, {"heading": "Births", "year": "1572", "date": "November 8", "txt": "John Sigismund, Elector of Brandenburg (d. 1619)", "entities": [{"title": "John Sigismund, Elector of Brandenburg", "href": "/wiki/John_Sigismund,_Elector_of_Brandenburg", "description": "John Sigismund was a Prince-elector of the Margraviate of Brandenburg from the House of Hohenzollern. He became the Duke of Prussia through his marriage to Duchess Anna, the eldest daughter of Duke Albert Frederick of Prussia who died without sons. Their marriage resulted in the creation of Brandenburg-Prussia."}]}, {"heading": "Births", "year": "1622", "date": "November 8", "txt": "Charles X Gustav of Sweden (d. 1660)", "entities": [{"title": "Charles X Gustav of Sweden", "href": "/wiki/Charles_X_Gustav_of_Sweden", "description": "Charles X Gustav, also Carl Gustav, was King of Sweden from 1654 until his death. He was the son of John Casimir, Count Palatine of Zweibrücken-Kleeburg and Catherine of Sweden. After his father's death he also succeeded him as Pfalzgraf. He was married to Hedwig Eleonora of Holstein-Gottorp, who bore his son and successor, Charles XI. Charles X Gustav was the second Wittelsbach king of Sweden aft"}]}, {"heading": "Births", "year": "1656", "date": "November 8", "txt": "Edmond Halley, English astronomer and mathematician (d. 1742)", "entities": [{"title": "Edmond Halley", "href": "/wiki/Edmond_Halley", "description": "Edmond Halley, FRS was an English astronomer, geophysicist, mathematician, meteorologist, and physicist. He was the second Astronomer Royal in Britain, succeeding John Flamsteed in 1720."}]}, {"heading": "Births", "year": "1706", "date": "November 8", "txt": "Johann Ulrich von Cramer, German philosopher and judge (d. 1772)", "entities": [{"title": "Johann Ulrich von Cramer", "href": "/wiki/Johann_Ulrich_von_Cramer", "description": "Johann Ulrich von Cramer was an eminent German judge, legal scholar, and Enlightenment philosopher."}]}, {"heading": "Births", "year": "1710", "date": "November 8", "txt": "Sarah Fielding, English author (d. 1768)", "entities": [{"title": "Sarah Fielding", "href": "/wiki/Sarah_Fielding", "description": "Sarah Fielding was an English author and sister of the novelist Henry Fielding. She wrote The Governess, or The Little Female Academy (1749), thought to be the first novel in English aimed expressly at children. Earlier she had success with her novel The Adventures of David Simple (1744)."}]}, {"heading": "Births", "year": "1715", "date": "November 8", "txt": "Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern (d. 1797)", "entities": [{"title": "Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern", "href": "/wiki/Elisabeth_Christine_of_Brunswick-Wolfenb%C3%BCttel-Bevern", "description": "Duchess Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern was Queen of Prussia and Electress of Brandenburg as the wife of Frederick the Great. She was the longest-serving Queen with a tenure of more than 46 years. She was praised for her charity work during the Seven Years' War."}]}, {"heading": "Births", "year": "1723", "date": "November 8", "txt": "John Byron, English admiral and politician, 24th Commodore Governor of Newfoundland (d. 1786)", "entities": [{"title": "John Byron", "href": "/wiki/John_Byron", "description": "Vice-Admiral John Byron was a British Royal Navy officer and explorer. He earned the nickname 'Foul-Weather Jack' in the press because of his frequent encounters with bad weather at sea. As a midshipman, he sailed in the squadron under George Anson on his voyage around the world, though Byron made it only to southern Chile, where his ship was wrecked. He returned to England with the captain of HMS"}, {"title": "List of lieutenant governors of Newfoundland and Labrador", "href": "/wiki/List_of_lieutenant_governors_of_Newfoundland_and_Labrador", "description": "The following is a list of the governors, commodore-governors, and lieutenant governors of Newfoundland and Labrador. Though the present day office of the lieutenant governor in Newfoundland and Labrador came into being only upon the province's entry into Canadian Confederation in 1949, the post is a continuation from the first governorship of Newfoundland in 1610."}]}, {"heading": "Births", "year": "1725", "date": "November 8", "txt": "Johann George Tromlitz, German flute player and composer (d. 1805)", "entities": [{"title": "Johann George Tromlitz", "href": "/wiki/Johann_George_Tromlitz", "description": "Johann George Tromlitz, born at Reinsdorf, near Artern, Germany, was a flautist, flute maker and composer. He wrote three books on the art of flute playing."}]}, {"heading": "Births", "year": "1738", "date": "November 8", "txt": "Barbara Catharina Mjödh, Finnish poet (d. 1776)", "entities": [{"title": "Barbara Catharina Mjödh", "href": "/wiki/Barbara_Catharina_Mj%C3%B6dh", "description": "Barbara Catharina Mjödh was a Finnish poet. She was born to the vicar and politician Abraham Mjödh and Magdalena Ross. Mjödh wrote of great occasions in peoples' lives, such as weddings and funerals. In 1754, she published her funeral poem of Anna Gerdzlovia. She was praised for her talent, but her career is regarded to have been severely subdued because of her marriage."}]}, {"heading": "Births", "year": "1763", "date": "November 8", "txt": "Otto Wilhelm Masing, German-Estonian linguist and author (d. 1832)", "entities": [{"title": "Otto Wilhelm Masing", "href": "/wiki/Otto_Wilhelm_Masing", "description": "Otto Wilhelm Masing was an early Baltic German Estophile and a major advocate of peasant rights, especially regarding education."}]}, {"heading": "Births", "year": "1768", "date": "November 8", "txt": "Princess Augusta Sophia of the United Kingdom (d. 1840)", "entities": [{"title": "Princess Augusta Sophia of the United Kingdom", "href": "/wiki/Princess_Augusta_Sophia_of_the_United_Kingdom", "description": "Princess Augusta Sophia of the United Kingdom was the sixth child and second daughter of King George III and Queen Charlotte."}]}, {"heading": "Births", "year": "1772", "date": "November 8", "txt": "William Wirt, American lawyer and politician, 9th United States Attorney General (d. 1834)", "entities": [{"title": "William Wirt (Attorney General)", "href": "/wiki/William_Wirt_(Attorney_General)", "description": "William Wirt was an American author and statesman who is credited with turning the position of United States Attorney General into one of influence. He was the longest serving Attorney General in U.S. history. He was also the Anti-Masonic nominee for president in the 1832 election."}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1788", "date": "November 8", "txt": "Mihály Bertalanits, Slovene poet and educator (d. 1853)", "entities": [{"title": "Mihály Bertalanits", "href": "/wiki/Mih%C3%A1ly_Bertalanits", "description": "Mihály Bertalanits was a Slovene cantor, teacher, and poet in Hungary."}]}, {"heading": "Births", "year": "1831", "date": "November 8", "txt": "Robert Bulwer-Lytton, 1st Earl of Lytton, English poet and diplomat, 30th Governor-General of India (d. 1880)", "entities": [{"title": "Robert Bulwer-Lytton, 1st Earl of Lytton", "href": "/wiki/Robert_Bulwer-Lytton,_1st_Earl_of_Lytton", "description": "Edward Robert Lytton Bulwer-Lytton, 1st Earl of Lytton, was an English statesman, Conservative politician, and poet. He served as Viceroy of India between 1876 and 1880—during his tenure Queen Victoria was proclaimed Empress of India—and as British Ambassador to France from 1887 to 1891."}, {"title": "List of Governors-General of India", "href": "/wiki/List_of_Governors-General_of_India", "description": "\n\nThe Regulating Act of 1773 created the office with the title of Governor-General of Presidency of Fort William, or Governor-General of Bengal to be appointed by the Court of Directors of the East India Company (EIC).The Court of Directors assigned a Council of Four to assist the Governor General, and decision of council was binding on the Governor General during 1773–1784."}]}, {"heading": "Births", "year": "1836", "date": "November 8", "txt": "Milton Bradley, American businessman, founded the Milton Bradley Company (d. 1911)", "entities": [{"title": "Milton Bradley", "href": "/wiki/Milton_Bradley", "description": "Milton Bradley was an American business magnate, game pioneer and publisher, credited by many with launching the board game industry, with the Milton Bradley Company, which was purchased by Hasbro in 1984."}, {"title": "Milton Bradley Company", "href": "/wiki/Milton_Bradley_Company", "description": "Milton Bradley Company or simply Milton Bradley (MB) was an American board game manufacturer established by Milton Bradley in Springfield, Massachusetts, in 1860. In 1920, it absorbed the game production of McLoughlin Brothers, formerly the largest game manufacturer in the United States. Since 1984, it has been a division of Hasbro."}]}, {"heading": "Births", "year": "1837", "date": "November 8", "txt": "Ilia Chavchavadze, Georgian journalist, lawyer, and politician (d. 1907)", "entities": [{"title": "Ilia Chavchavadze", "href": "/wiki/Ilia_Chavchavadze", "description": "Prince Ilia Chavchavadze was a Georgian public figure, journalist, publisher, writer and poet who spearheaded the revival of the Georgian national movement in the second half of the 19th century and played a major role in the creation of Georgian civil society during the Russian rule of Georgia. He is Georgia's \"most universally revered hero.\""}]}, {"heading": "Births", "year": "1847", "date": "November 8", "txt": "Jean Casimir-Perier, French politician, 6th President of France (d. 1907)", "entities": [{"title": "Jean Casimir-Perier", "href": "/wiki/Jean_Casimir-Perier", "description": "Jean Paul Pierre Casimir-Perier was a French politician who served as President of France from 1894 to 1895."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1847", "date": "November 8", "txt": "Bram Stoker, Irish novelist and critic, created Count Dracula (d. 1912)", "entities": [{"title": "Count Dracula", "href": "/wiki/Count_Dracula", "description": "Count Dracula is the title character of Bram Stoker's 1897 gothic horror novel Dracula. He is considered to be both the prototypical and the archetypal vampire in subsequent works of fiction. He is also depicted in the novel to have been the origin of werewolf legends. Some aspects of the character are believed to have been inspired by the 15th-century Wallachian Prince Vlad the Impaler, who was a"}]}, {"heading": "Births", "year": "1848", "date": "November 8", "txt": "Gottlob Frege, German mathematician and philosopher (d. 1925)", "entities": [{"title": "Gottlob Frege", "href": "/wiki/Gottlob_Frege", "description": "Friedrich Ludwig Gottlob Frege was a German philosopher, logician, and mathematician. He worked as a mathematics professor at the University of Jena, and is understood by many to be the father of analytic philosophy, concentrating on the philosophy of language, logic, and mathematics. Though he was largely ignored during his lifetime, Giuseppe Peano (1858–1932), Bertrand Russell (1872–1970), and, "}]}, {"heading": "Births", "year": "1854", "date": "November 8", "txt": "Johannes Rydberg, Swedish physicist and academic (d. 1919)", "entities": [{"title": "Johannes Rydberg", "href": "/wiki/Johannes_Rydberg", "description": "Johannes (Janne) Robert Rydberg was a Swedish physicist mainly known for devising the Rydberg formula, in 1888, which is used to describe the wavelengths of photons emitted by changes in the energy level of an electron in a hydrogen atom."}]}, {"heading": "Births", "year": "1855", "date": "November 8", "txt": "Nikolaos Triantafyllakos, Greek politician, Prime Minister of Greece (d. 1939)", "entities": [{"title": "Nikolaos Triantafyllakos", "href": "/wiki/Nikolaos_Triantafyllakos", "description": "Nikolaos Triantafyllakos was a Prime Minister of Greece during a tumultuous time in Greek history in August/September 1922."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1866", "date": "November 8", "txt": "Herbert Austin, 1st Baron Austin, English businessman, founded the Austin Motor Company (d. 1941)", "entities": [{"title": "Herbert Austin, 1st Baron Austin", "href": "/wiki/Herbert_Austin,_1st_Baron_Austin", "description": "Herbert Austin, 1st Baron Austin was an English automobile designer and builder who founded the Austin Motor Company. For the majority of his career he was known as Sir Herbert Austin, and the Northfield bypass is called \"Sir Herbert Austin Way\" after him."}, {"title": "Austin Motor Company", "href": "/wiki/Austin_Motor_Company", "description": "The Austin Motor Company Limited was a British manufacturer of motor vehicles, founded in 1905 by Herbert Austin. In 1952 it was merged with Morris Motors Limited in the new holding company British Motor Corporation (BMC) Limited, keeping its separate identity. The marque Austin was used until 1987. The trademark is currently owned by the Chinese firm SAIC Motor, after being transferred from bankr"}]}, {"heading": "Births", "year": "1868", "date": "November 8", "txt": "Felix Hausdorff, German mathematician and academic (d. 1942)", "entities": [{"title": "Felix Hausdorff", "href": "/wiki/Felix_Hausdorff", "description": "Felix Hausdorff was a German mathematician who is considered to be one of the founders of modern topology and who contributed significantly to set theory, descriptive set theory, measure theory, and functional analysis."}]}, {"heading": "Births", "year": "1878", "date": "November 8", "txt": "Dorothea Bate, English palaeontologist and archaeozoologist (d. 1951)", "entities": [{"title": "Dorothea Bate", "href": "/wiki/Dorothea_Bate", "description": "Dorothea Minola Alice Bate FGS, also known as Dorothy Bate, was a Welsh palaeontologist and pioneer of archaeozoology. Her life's work was to find fossils of recently extinct mammals with a view to understanding how and why giant and dwarf forms evolved."}]}, {"heading": "Births", "year": "1881", "date": "November 8", "txt": "Clarence Gagnon, Canadian painter and illustrator (d. 1942)", "entities": [{"title": "Clarence Gagnon", "href": "/wiki/Clarence_Gagnon", "description": "Clarence Alphonse Gagnon, was a French Canadian painter, draughtsman, engraver and illustrator, from the province of Quebec. He is well known for his landscape paintings of the Laurentians and the Charlevoix region of eastern Quebec."}]}, {"heading": "Births", "year": "1883", "date": "November 8", "txt": "Arnold Bax, English composer and poet (d. 1953)", "entities": [{"title": "Arnold Bax", "href": "/wiki/Arnold_Bax", "description": "Sir Arnold Edward Trevor Bax, was an English composer, poet, and author. His prolific output includes songs, choral music, chamber pieces, and solo piano works, but he is best known for his orchestral music. In addition to a series of symphonic poems, he wrote seven symphonies and was for a time widely regarded as the leading British symphonist."}]}, {"heading": "Births", "year": "1883", "date": "November 8", "txt": "Charles Demuth, American painter (d. 1935)", "entities": []}, {"heading": "Births", "year": "1884", "date": "November 8", "txt": "Hermann Rorschach, Swiss psychiatrist and psychoanalyst (d. 1922)", "entities": [{"title": "Hermann Rorschach", "href": "/wiki/Hermann_Rorschach", "description": "Hermann Rorschach was a Swiss psychiatrist and psychoanalyst. His education in art helped to spur the development of a set of inkblots that were used experimentally to measure various unconscious parts of the subject's personality. His method has come to be referred to as the Rorschach test, iterations of which have continued to be used over the years to help identify personality, psychotic, and n"}]}, {"heading": "Births", "year": "1885", "date": "November 8", "txt": "George Bouzianis, Greek painter (d. 1959)", "entities": [{"title": "George Bouzianis", "href": "/wiki/George_Bouzianis", "description": "George Bouzianis was a major Greek expressionist painter."}]}, {"heading": "Births", "year": "1885", "date": "November 8", "txt": "Hans Cloos, German geologist and academic (d. 1951)", "entities": []}, {"heading": "Births", "year": "1885", "date": "November 8", "txt": "Emil Fahrenkamp, German architect and academic (d. 1966)", "entities": []}, {"heading": "Births", "year": "1885", "date": "November 8", "txt": "Tomoyuki Yamashita, Japanese general and politician, 4th Japanese Military Governors of the Philippines (d. 1946)", "entities": [{"title": "Governor-General of the Philippines", "href": "/wiki/Governor-General_of_the_Philippines", "description": "The Governor-General of the Philippines was the title of the government executive during the colonial period of the Philippines, governed mainly by Spain (1565–1898) and the United States (1898–1946), and briefly by Great Britain (1762–1764) and Japan (1942–1945). They were also the representative of the executive of the ruling power."}]}, {"heading": "Births", "year": "1888", "date": "November 8", "txt": "David Monrad Johansen, Norwegian pianist and composer (d. 1974)", "entities": [{"title": "David Monrad Johansen", "href": "/wiki/David_Monrad_Johansen", "description": "David Monrad Johansen was a Norwegian composer."}]}, {"heading": "Births", "year": "1893", "date": "November 8", "txt": "Prajadhipok, Thai king (d. 1941)", "entities": [{"title": "Prajadhipok", "href": "/wiki/Prajadhipok", "description": "Prajadhipok, reigning title Phra Pok Klao Chao Yu Hua, also Rama VII, was the seventh monarch of Siam of the Chakri dynasty. His reign was a turbulent time for Siam due to political and social changes during the Revolution of 1932. He is to date the only Siamese monarch of the Chakri Dynasty to abdicate."}]}, {"heading": "Births", "year": "1896", "date": "November 8", "txt": "Erika Abels d'Albert, Austrian painter and graphic artist (d. 1975)", "entities": [{"title": "Erika Abels d'Albert", "href": "/wiki/Erika_Abels_d%27Albert", "description": "Erika Abels d'Albert (1896–1975) was an Austrian painter and graphic artist."}]}, {"heading": "Births", "year": "1896", "date": "November 8", "txt": "Bucky Harris, American baseball player and manager (d. 1977)", "entities": []}, {"heading": "Births", "year": "1897", "date": "November 8", "txt": "Dorothy Day, American journalist and activist (d. 1980)", "entities": [{"title": "Dorothy Day", "href": "/wiki/Dorothy_Day", "description": "Dorothy Day was an American journalist, social activist and anarchist who, after a bohemian youth, became a Catholic Christian without abandoning her social and anarchist activism. She was perhaps the best-known political radical in the American Catholic Church."}]}, {"heading": "Births", "year": "1898", "date": "November 8", "txt": "Marie Prevost, Canadian-American actress and singer (d. 1937)", "entities": [{"title": "Marie Prevost", "href": "/wiki/Marie_Prevost", "description": "Marie Prevost was a Canadian-born film actress. During her 20-year career, she made 121 silent and sound films."}]}, {"heading": "Births", "year": "1900", "date": "November 8", "txt": "Margaret Mitchell, American journalist and author (d. 1949)", "entities": [{"title": "Margaret Mitchell", "href": "/wiki/Margaret_Mitchell", "description": "Margaret Munnerlyn Mitchell was an American novelist and journalist. Mitchell wrote only one novel, published during her lifetime, the American Civil War-era novel Gone with the Wind, for which she won the National Book Award for Most Distinguished Novel of 1936 and the Pulitzer Prize for Fiction in 1937. In recent years long after her death, a collection of Mitchell's girlhood writings and a nove"}]}, {"heading": "Births", "year": "1904", "date": "November 8", "txt": "Cedric Belfrage, English-American journalist and author, co-founded the National Guardian (d. 1990)", "entities": [{"title": "Cedric Belfrage", "href": "/wiki/Cedric_Belfrage", "description": "Cedric Henning Belfrage was an English film critic, journalist, writer, and political activist. He is best remembered as a co-founder of the radical US-weekly newspaper the National Guardian. Later Belfrage was referenced as a Soviet agent in the US intelligence Venona project, although it appears that he had been working for British Security Co-ordination as a double-agent."}]}, {"heading": "Births", "year": "1908", "date": "November 8", "txt": "Martha Gellhorn, American journalist and author (d. 1998)", "entities": [{"title": "Martha Gellhorn", "href": "/wiki/Martha_Gellhorn", "description": "Martha Ellis Gellhorn was an American novelist, travel writer, and journalist who is considered one of the great war correspondents of the 20th century."}]}, {"heading": "Births", "year": "1910", "date": "November 8", "txt": "James McCormack, American general (d. 1975)", "entities": [{"title": "James McCormack", "href": "/wiki/James_McCormack", "description": "James McCormack, Jr. was a United States Army officer who served in World War II, and was later the first Director of Military Applications of the United States Atomic Energy Commission."}]}, {"heading": "Births", "year": "1911", "date": "November 8", "txt": "Al Brosch, American golfer (d. 1975)", "entities": [{"title": "Al Brosch", "href": "/wiki/Al_Brosch", "description": "Albert Wenzel \"Red\" Brosch was an American professional golfer."}]}, {"heading": "Births", "year": "1911", "date": "November 8", "txt": "Robert Jackson, Australian public servant and diplomat (d. 1991)", "entities": []}, {"heading": "Births", "year": "1912", "date": "November 8", "txt": "June Havoc, American actress, singer and dancer (d. 2010)", "entities": [{"title": "June Havoc", "href": "/wiki/June_Havoc", "description": "June Havoc (born Ellen June Evangeline Hovick, was a Canadian American actress, dancer, writer, and stage director."}]}, {"heading": "Births", "year": "1912", "date": "November 8", "txt": "Stylianos Pattakos, Greek general and politician, Deputy Prime Minister of Greece (d. 2016)", "entities": [{"title": "Deputy Prime Minister of Greece", "href": "/wiki/Deputy_Prime_Minister_of_Greece", "description": "The Deputy Prime Minister of Greece is the second senior-most member of the Greek Cabinet. Despite the English translation of the title, he does not actually deputize for the Prime Minister, rather it is a mostly honorific post for senior ministers, and is usually combined with another senior government portfolio or a coordinating role over several ministries. The post is not permanent, rather it "}]}, {"heading": "Births", "year": "1913", "date": "November 8", "txt": "Lou Ambers, American boxer (d. 1995)", "entities": [{"title": "Lou Ambers", "href": "/wiki/Lou_Ambers", "description": "Luigi Giuseppe d'Ambrosio, a.k.a. Lou Ambers, was a World Lightweight boxing champion who fought from 1932 to 1941."}]}, {"heading": "Births", "year": "1914", "date": "November 8", "txt": "Norman Lloyd, American actor, director, and producer", "entities": [{"title": "Norman Lloyd", "href": "/wiki/Norman_Lloyd", "description": "Norman Lloyd is an American actor, producer and director with a career in entertainment spanning nearly a century. He has worked in every major facet of the industry including theatre, radio, television and film, with a career that started in 1923. His most recent film, Trainwreck, was released in 2015, after Lloyd had attained 100 years of age."}]}, {"heading": "Births", "year": "1918", "date": "November 8", "txt": "Kazuo Sakamaki, Japanese soldier (d. 1999)", "entities": [{"title": "Kazuo Sakamaki", "href": "/wiki/Kazuo_Sakamaki", "description": "Kazuo Sakamaki  was a Japanese naval officer who became the first Japanese prisoner of war of World War II captured by U.S. forces."}]}, {"heading": "Births", "year": "1918", "date": "November 8", "txt": "Hermann Zapf, German typographer and calligrapher (d. 2015)", "entities": []}, {"heading": "Births", "year": "1919", "date": "November 8", "txt": "James S. Ackerman, American historian and academic (d. 2016)", "entities": [{"title": "James S. Ackerman", "href": "/wiki/James_S._Ackerman", "description": "James Sloss Ackerman was an American architectural historian, a major scholar of Michelangelo's architecture, of Palladio and of Italian Renaissance architectural theory."}]}, {"heading": "Births", "year": "1920", "date": "November 8", "txt": "Sitara Devi, Indian actress, dancer, and choreographer (d. 2014)", "entities": [{"title": "Sitara Devi", "href": "/wiki/Sitara_Devi", "description": "Sitara Devi was an eminent Indian dancer of the classical Kathak style of dancing, a singer, and an actress. She was the recipient of several awards and accolades, and performed at several prestigious venues in India and abroad, including at the Royal Albert Hall, London (1967) and at the Carnegie Hall, New York (1976)."}]}, {"heading": "Births", "year": "1920", "date": "November 8", "txt": "Esther Rolle, American actress (d. 1998)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 8", "txt": "Eugênio Sales, Brazilian cardinal (d. 2012)", "entities": []}, {"heading": "Births", "year": "1921", "date": "November 8", "txt": "Douglas Townsend, American composer, musicologist, and academic (d. 2012)", "entities": [{"title": "Douglas Townsend", "href": "/wiki/Douglas_Townsend", "description": "Douglas Townsend was an American composer and musicologist. Born in Manhattan, Townsend became interested in composition while a student at the Fiorello H. LaGuardia High School of Music & Art and Performing Arts, in New York City. He taught himself composition, counterpoint and orchestration. In 1941, he began studying composition privately, with Tibor Serly, Stefan Wolpe, Aaron Copland, Otto Lue"}]}, {"heading": "Births", "year": "1922", "date": "November 8", "txt": "Christiaan Barnard, South African surgeon and academic (d. 2001)", "entities": [{"title": "Christiaan Barnard", "href": "/wiki/Christiaan_Barnard", "description": "Christiaan Neethling Barnard was a South African cardiac surgeon who performed the world's first human-to-human heart transplant operation. On 3 December 1967, Barnard transplanted the heart of accident-victim Denise Darvall into the chest of 54-year-old Louis Washkansky, with Washkansky regaining full consciousness and being able to easily talk with his wife, before dying 18 days later of pneumon"}]}, {"heading": "Births", "year": "1922", "date": "November 8", "txt": "Thea D. Hodge, American computer scientist and academic (d. 2008)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 8", "txt": "Ademir Marques de Menezes, Brazilian footballer, coach, and sportscaster (d. 1996)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 8", "txt": "Yisrael Friedman, Romanian-born Israeli rabbi (d. 2017)", "entities": [{"title": "Yisrael Friedman (Pashkaner Rebbe)", "href": "/wiki/Yisrael_Friedman_(Pashkaner_Rebbe)", "description": "Yisrael Friedman was known as the Pashkaner Rebbe. He was a lecturer at the Tel Aviv University and the Ben-Gurion University of the Negev and the rosh yeshiva of a hesder yeshiva in Netivot."}]}, {"heading": "Births", "year": "1923", "date": "November 8", "txt": "Jack Kilby, American physicist and engineer, Nobel Prize laureate (d. 2005)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1924", "date": "November 8", "txt": "Johnny Bower, Canadian ice hockey player and soldier (d. 2017)", "entities": [{"title": "Johnny Bower", "href": "/wiki/Johnny_Bower", "description": "John William Bower, nicknamed \"The China Wall\", was a Canadian Hockey Hall of Fame goaltender who won four Stanley Cups during his career with the Toronto Maple Leafs. In 2017 he was named one of the \"100 Greatest NHL Players\" in history."}]}, {"heading": "Births", "year": "1924", "date": "November 8", "txt": "Joe Flynn, American actor (d. 1974)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 8", "txt": "Robert V. Hogg, American statistician and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 8", "txt": "Victorinus Youn Kong-hi, South Korean archbishop", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 8", "txt": "Dmitry Yazov, Marshal of the Soviet Union (d. 2020)", "entities": [{"title": "Marshal of the Soviet Union", "href": "/wiki/Marshal_of_the_Soviet_Union", "description": "Marshal of the Soviet Union was the highest military rank of the Soviet Union."}]}, {"heading": "Births", "year": "1926", "date": "November 8", "txt": "Darleane C. Hoffman, American nuclear chemist", "entities": [{"title": "Darleane C. Hoffman", "href": "/wiki/Darleane_C._Hoffman", "description": "Darleane Christian Hoffman is an American nuclear chemist who was among the researchers who confirmed the existence of Seaborgium, element 106. She is a faculty senior scientist in the Nuclear Science Division of Lawrence Berkeley National Laboratory and a professor in the graduate school at UC Berkeley. In acknowledgment of her many achievements, Discover Magazine recognized her in 2002 as one of"}]}, {"heading": "Births", "year": "1927", "date": "November 8", "txt": "L. K. Advani, Indian lawyer and politician, 7th Deputy Prime Minister of India", "entities": [{"title": "L. K. Advani", "href": "/wiki/L._K._Advani", "description": "Lal Krishna Advani is an Indian politician who served as the 7th Deputy Prime Minister of India from 2002 to 2004 under Atal Bihari Vajpayee. Advani is one of the co-founders and a senior leader of the Bharatiya Janata Party. He is a longtime member of the Rashtriya Swayamsevak Sangh, a Hindu nationalist volunteer organisation. He also served as Minister of Home Affairs in the BJP-led National Dem"}, {"title": "Deputy Prime Minister of India", "href": "/wiki/Deputy_Prime_Minister_of_India", "description": "The Deputy Prime Minister of India is the deputy to the Prime Minister of India, who is head of the government of India. The deputy prime minister is the second highest ranking member of the Union Council of Ministers. A deputy prime minister usually also holds a cabinet portfolio such as the home minister, defence minister or finance minister. In the parliamentary system of government, the prime "}]}, {"heading": "Births", "year": "1927", "date": "November 8", "txt": "Ken Dodd, English singer and comedian (d. 2018)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 8", "txt": "Chris Connor, American singer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 8", "txt": "Nguyễn Khánh, Vietnamese general and politician, 4th President of the Republic of Vietnam (d. 2013)", "entities": [{"title": "Leaders of South Vietnam", "href": "/wiki/Leaders_of_South_Vietnam", "description": "This is a list of leaders of South Vietnam, since the establishment of the Autonomous Republic of Cochinchina in 1946, and the division of Vietnam in 1954 until the fall of the Republic of Vietnam in 1975, and the reunification of Vietnam in 1976."}]}, {"heading": "Births", "year": "1927", "date": "November 8", "txt": "Patti Page, American singer and actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 8", "txt": "Des Corcoran, Australian politician, 37th Premier of South Australia (d. 2004)", "entities": [{"title": "Des Corcoran", "href": "/wiki/Des_Corcoran", "description": "James Desmond Corcoran AO was an Australian politician, representing the South Australian Branch of the Australian Labor Party. He was the 37th Premier of South Australia, serving between 15 February 1979 and 18 September 1979. He also served as the 1st Deputy Premier of South Australia in 1968 and again from 1970 to 1979."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1929", "date": "November 8", "txt": "Bobby Bowden, American football player and coach", "entities": [{"title": "Bobby Bowden", "href": "/wiki/Bobby_Bowden", "description": "Robert Cleckler Bowden is a retired American football coach. Bowden is best known for coaching the Florida State Seminoles football team from 1976 to 2009, and is considered one of the greatest college football coaches of all time for his accomplishments with the Seminoles."}]}, {"heading": "Births", "year": "1929", "date": "November 8", "txt": "António Castanheira Neves, Portuguese philosopher and academic", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 8", "txt": "Jim Redman, English-Rhodesian motorcycle racer", "entities": [{"title": "Jim Redman", "href": "/wiki/Jim_Redman", "description": "James Albert Redman,  is a British-born Rhodesian former professional motorcycle racer. He competed in Grand Prix motorcycle racing from 1959 to 1966. Redman is notable for being a six-time Grand Prix road racing world champion. In 2012, Redman was named an FIM Legend for his motorcycling achievements."}]}, {"heading": "Births", "year": "1931", "date": "November 8", "txt": "Morley Safer, Canadian-American journalist and author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 8", "txt": "Paolo Taviani, Italian film director and screenwriter", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 8", "txt": "Stéphane Audran, French actress (d. 2018)", "entities": [{"title": "Stéphane Audran", "href": "/wiki/St%C3%A9phane_Audran", "description": "Stéphane Audran was a French film and television actress, known for her performances in award-winning movies such as The Discreet Charm of the Bourgeoisie (1972) and Babette's Feast (1987) and in critically acclaimed films like The Big Red One (1980) and Violette Nozière (1978)."}, {"title": "2018", "href": "/wiki/2018", "description": "2018 (MMXVIII) was a common year starting on Monday of the Gregorian calendar, the 2018th year of the Common Era (CE) and Anno Domini (AD) designations, the 18th year of the 3rd millennium, the 18th year of the 21st century, and the 9th year of the 2010s decade. "}]}, {"heading": "Births", "year": "1932", "date": "November 8", "txt": "Ben Bova, American journalist and author (d. 2020)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 8", "txt": "Peter Arundell, English race car driver (d. 2009)", "entities": [{"title": "Peter Arundell", "href": "/wiki/Peter_Arundell", "description": "Peter Arundell was a British racing driver from England, who raced in Formula One for Team Lotus. He participated in 13 World Championship Grands Prix, scoring 12 championship points."}]}, {"heading": "Births", "year": "1935", "date": "November 8", "txt": "Alain Delon, French-Swiss actor, producer, screenwriter", "entities": [{"title": "Alain Delon", "href": "/wiki/Alain_Delon", "description": "Alain Fabien Maurice Marcel Delon is a French actor and businessman. He is known as one of Europe's most prominent actors and screen sex symbols from the 1960s and 1970s. He achieved critical acclaim for roles in films such as Rocco and His Brothers (1960), Plein Soleil (1960), L'Eclisse (1962), The Leopard (1963), The Yellow Rolls-Royce (1965), Lost Command (1966) and Le Samouraï (1967). Over the"}]}, {"heading": "Births", "year": "1935", "date": "November 8", "txt": "Stratos Dionysiou, Greek singer-songwriter (d. 1990)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 8", "txt": "Alfonso López Trujillo, Colombian cardinal (d. 2008)", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 8", "txt": "Virna Lisi, Italian actress (d. 2014)", "entities": [{"title": "Virna Lisi", "href": "/wiki/Virna_Lisi", "description": "Virna Pieralisi, better known as Virna Lisi [ˈvirna ˈliːzi], was an Italian actress. Her international film appearances included How to Murder Your Wife (1965), Not with My Wife, You Don't! (1966), The Secret of Santa Vittoria (1969), Beyond Good and Evil (1977), and Follow Your Heart (1996). For the 1994 film La Reine Margot, she won Best Actress at Cannes and the César Award for Best Supporting "}]}, {"heading": "Births", "year": "1938", "date": "November 8", "txt": "Driss Basri, Moroccan police officer and politician (d. 2007)", "entities": [{"title": "Driss Basri", "href": "/wiki/Driss_Basri", "description": "Driss Basri was a Moroccan politician who served as Interior Minister from 1979 to 1999. After General Oufkir's death in 1972, and then Ahmed Dlimi's death in 1983, Driss Basri became Hassan II's right-hand man and number two of the regime from the beginning of the 1980s to the end of the 1990s. His name has been associated with the Years of Lead."}]}, {"heading": "Births", "year": "1938", "date": "November 8", "txt": "Satch Sanders, American basketball player", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 8", "txt": "Richard Stoker, English composer, author, and poet (d. 2021)", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 8", "txt": "Meg Wynn Owen, Welsh actress", "entities": [{"title": "Meg Wynn Owen", "href": "/wiki/Meg_Wynn_Owen", "description": "Meg Wynn Owen is a Welsh actress known for her role as Hazel Bellamy, née Forrest, in Upstairs, Downstairs. She has also appeared in Gosford Park, Love Actually, Pride & Prejudice, Irina Palm, The Duellists and A Woman of Substance."}]}, {"heading": "Births", "year": "1941", "date": "November 8", "txt": "Nerys Hughes, Welsh actress", "entities": [{"title": "Nerys Hughes", "href": "/wiki/Nerys_Hughes", "description": "Nerys Hughes is a Welsh actress and narrator, known primarily for her television roles, including her part in the BBC TV series The Liver Birds."}]}, {"heading": "Births", "year": "1942", "date": "November 8", "txt": "Angel Cordero Jr., Puerto Rican-American jockey", "entities": [{"title": "Angel Cordero Jr.", "href": "/wiki/Angel_Cordero_Jr.", "description": "Ángel Tomás Cordero Jr. is one of the leading thoroughbred horse racing jockeys of all time and the first Puerto Rican to be inducted into the United States' Racing Hall of Fame. He led all jockeys in wins at Saratoga Race Course for thirteen years. Cordero rode three Kentucky Derby winners and won over 6000 races in his career"}]}, {"heading": "Births", "year": "1942", "date": "November 8", "txt": "Sandro Mazzola, Italian footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 8", "txt": "Martin Peters, English footballer and manager (d. 2019)", "entities": [{"title": "Martin Peters", "href": "/wiki/Martin_Peters", "description": "Martin Stanford Peters was an English footballer and manager. As a member of the England team which won the 1966 FIFA World Cup, he scored the second of England's four goals in the final against West Germany. He also played in the 1970 World Cup. Born in Plaistow, Essex, he played club football for West Ham United, Tottenham Hotspur, Norwich City and Sheffield United. He briefly managed Sheffield "}]}, {"heading": "Births", "year": "1944", "date": "November 8", "txt": "Bonnie Bramlett, American singer and actress", "entities": [{"title": "Bonnie Bramlett", "href": "/wiki/Bonnie_Bramlett", "description": "Bonnie Bramlett is an American singer and occasional actress known for performing with her husband, Delaney Bramlett, as Delaney & Bonnie. She continues to sing as a solo artist."}]}, {"heading": "Births", "year": "1945", "date": "November 8", "txt": "Arduino Cantafora, Italian-Swiss architect, painter, and author", "entities": [{"title": "Arduino Cantafora", "href": "/wiki/Arduino_Cantafora", "description": "Arduino Cantafora, Italian-Swiss architect, painter, and writer. He was the student of Aldo Rossi"}]}, {"heading": "Births", "year": "1945", "date": "November 8", "txt": "Joseph James DeAngelo, American serial killer", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 8", "txt": "John Farrar, Australian-born music producer, songwriter, arranger, singer, and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 8", "txt": "Don Murray, American drummer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 8", "txt": "Vincent Nichols, English cardinal", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 8", "txt": "Arnold Rosner, American composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 8", "txt": "Guus Hiddink, Dutch footballer and manager", "entities": [{"title": "Guus Hiddink", "href": "/wiki/Guus_Hiddink", "description": "Guus Hiddink is a Dutch football manager and former professional player. Hiddink is currently the manager of the Curaçao national team. He enjoyed a long career playing as a midfielder in his native Netherlands, playing for sides such as PSV Eindhoven, De Graafschap and NEC Nijmegen, as well as some time spent playing in the United States. Since retiring from playing the game in 1982, Hiddink has "}]}, {"heading": "Births", "year": "1946", "date": "November 8", "txt": "Roy Wood, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 8", "txt": "Michael Perham, English bishop (d. 2017)", "entities": [{"title": "Michael Perham (bishop)", "href": "/wiki/Michael_Perham_(bishop)", "description": "Michael Francis Perham was a British Anglican bishop. From 2004 to 2014, he served as the Bishop of Gloucester in the Church of England."}]}, {"heading": "Births", "year": "1947", "date": "November 8", "txt": "Minnie Riperton, American singer-songwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 8", "txt": "Margaret Rhea Seddon, American physician and astronaut", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 8", "txt": "Lewis Yocum, American physician and surgeon (d. 2013)", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 8", "txt": "Dale Gardner, American captain and astronaut (d. 2014)", "entities": [{"title": "Dale Gardner", "href": "/wiki/Dale_Gardner", "description": "Dale Allan Gardner was a NASA astronaut who flew two Space Shuttle missions during the mid 1980s."}]}, {"heading": "Births", "year": "1949", "date": "November 8", "txt": "Wayne LaPierre, American businessman, author, and activist", "entities": [{"title": "Wayne LaPierre", "href": "/wiki/Wayne_LaPierre", "description": "Wayne Robert LaPierre, Jr. is an American gun rights activist serving as the executive vice president (EVP) of the National Rifle Association (NRA) since 1991."}]}, {"heading": "Births", "year": "1949", "date": "November 8", "txt": "Bonnie Raitt, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 8", "txt": "Mary Hart, American journalist and actress", "entities": [{"title": "Mary Hart", "href": "/wiki/Mary_Hart", "description": "Mary Hart is an American television personality and actress. She was the long-running host (1982–2011) of the syndicated gossip and entertainment round-up television program Entertainment Tonight, the longest running entertainment magazine show of all time. She was Miss South Dakota 1970."}]}, {"heading": "Births", "year": "1951", "date": "November 8", "txt": "Gerald Alston, American R&B singer", "entities": [{"title": "Gerald Alston", "href": "/wiki/Gerald_Alston", "description": "Gerald Alston is an American soul/R&B singer, and the lead singer of the Grammy Award winning group The Manhattans, Between late 1970 and 1988, recording 25 top 40 R&B and 12 Hot 100 Pop Singles. Alston was lead singer on their most successful 1976 Platinum song \"Kiss and Say Goodbye\", which topped all U.S. pop and R&B charts and was number one in four countries. Alston left the group in 1988 to p"}]}, {"heading": "Births", "year": "1951", "date": "November 8", "txt": "Larry Burnett, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 8", "txt": "Alfredo Astiz, Argentinian captain", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 8", "txt": "Laura Cox, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 8", "txt": "Peter Suber, American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 8", "txt": "John Denny, American baseball player and coach", "entities": [{"title": "John Denny", "href": "/wiki/John_Denny", "description": "John Allen Denny, is an American former professional baseball right-handed pitcher, who played in Major League Baseball (MLB) for the St. Louis Cardinals, Cleveland Indians, Philadelphia Phillies, and Cincinnati Reds, from 1974 to 1986. Denny won the National League (NL) Cy Young Award, in 1983."}]}, {"heading": "Births", "year": "1952", "date": "November 8", "txt": "Christie Hefner, American publisher and businesswoman", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 8", "txt": "Jan Raas, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 8", "txt": "Jerry Remy, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "November 8", "txt": "Alfre Woodard, American actress", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 8", "txt": "Giorgos Foiros, Greek footballer and manager", "entities": [{"title": "Giorgos Foiros", "href": "/wiki/Giorgos_Foiros", "description": "Giorgos Foiros is a Greek football manager and former football player."}]}, {"heading": "Births", "year": "1953", "date": "November 8", "txt": "John Musker, American animator, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 8", "txt": "Nand Kumar Patel, Indian politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 8", "txt": "David Bret, French-English journalist and author", "entities": [{"title": "David Bret", "href": "/wiki/David_Bret", "description": "David Bret is a British author of show business biographies. He chiefly writes on the private life of film stars and singers."}]}, {"heading": "Births", "year": "1954", "date": "November 8", "txt": "Michael D. Brown, American lawyer and radio host", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 8", "txt": "Timothy Egan, American journalist and author", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 8", "txt": "Kazuo Ishiguro, Japanese-British novelist, screenwriter, and short story writer.", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 8", "txt": "Rickie Lee Jones, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 8", "txt": "Thanasis Pafilis, Greek jurist and politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 8", "txt": "Patricia Barber, American singer-songwriter and pianist", "entities": [{"title": "Patricia Barber", "href": "/wiki/Patricia_Barber", "description": "Patricia Barber is an American jazz and blues singer, pianist, songwriter, and bandleader."}]}, {"heading": "Births", "year": "1955", "date": "November 8", "txt": "Jeffrey Ford, American author and educator", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 8", "txt": "Mari Boine, Norwegian singer-songwriter and producer", "entities": [{"title": "Mari Boine", "href": "/wiki/Mari_Boine", "description": "Mari Boine is a Norwegian Sámi singer. She combined traditional Sámi joik singing with rock. In 2008, she became a professor of musicology at Nesna University College."}]}, {"heading": "Births", "year": "1956", "date": "November 8", "txt": "Richard Curtis, New Zealand-English screenwriter, film and television producer, and film director", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 8", "txt": "Steven Miller, American record producer and engineer", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 8", "txt": "Alan Curbishley, English footballer and manager", "entities": [{"title": "Alan Curbishley", "href": "/wiki/Alan_Curbishley", "description": "Llewellyn Charles \"Alan\" Curbishley is an English former football player and manager. He played as a midfielder for West Ham United, Birmingham City, Aston Villa, Charlton Athletic and Brighton & Hove Albion and has worked in the Premier League in management roles at Charlton Athletic and West Ham United. In December 2013 he was appointed technical director at Fulham only to be removed from the ro"}]}, {"heading": "Births", "year": "1957", "date": "November 8", "txt": "Tim Shaw, American swimmer", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 8", "txt": "Porl Thompson, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 8", "txt": "Hardi Volmer, Estonian singer and director", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 8", "txt": "Don Byron, American clarinet player and composer", "entities": [{"title": "Don Byron", "href": "/wiki/Don_Byron", "description": "Donald Byron is an American composer and multi-instrumentalist. He primarily plays clarinet but has also played bass clarinet and saxophone in a variety of genres that includes free jazz and klezmer."}]}, {"heading": "Births", "year": "1958", "date": "November 8", "txt": "Ken Lamberton, American author and educator", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 8", "txt": "Selçuk Yula, Turkish footballer and journalist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 8", "txt": "Miroslav Janů, Czech footballer and manager (d. 2013)", "entities": [{"title": "Miroslav Janů", "href": "/wiki/Miroslav_Jan%C5%AF", "description": "Miroslav Janů was a Czech football defender and later manager. As a player, he played a total of 240 matches in the Czechoslovak First League, scoring five times."}]}, {"heading": "Births", "year": "1959", "date": "November 8", "txt": "Chi Chi LaRue, American drag queen performer and director", "entities": [{"title": "Drag queen", "href": "/wiki/Drag_queen", "description": "A drag queen is a person, usually male, who uses drag clothing and makeup to imitate and often exaggerate female gender signifiers and gender roles for entertainment purposes. Historically, most drag queens have been men dressing as women. In modern times, drag queens are associated with gay men and gay culture, but they can be of any gender and sexual identity."}]}, {"heading": "Births", "year": "1960", "date": "November 8", "txt": "Oleg Menshikov, Russian actor, singer, and director", "entities": [{"title": "Oleg Menshikov", "href": "/wiki/Oleg_Menshikov", "description": "Oleg Evgenyevich Menshikov, PAR is a Russian actor, theatre director and occasional singer. He is the current artistic director of the Yermolova Theatre in Moscow."}]}, {"heading": "Births", "year": "1960", "date": "November 8", "txt": "Michael Nyqvist, Swedish actor and producer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 8", "txt": "Micky Adams, English footballer and manager", "entities": [{"title": "Micky Adams", "href": "/wiki/Micky_Adams", "description": "Michael Richard Adams is an English former professional footballer and football manager. As a player, he was a full back, and made a total of 438 league appearances in a nineteen-year professional career in the English Football League, including five years with Southampton at the highest level. He began his managerial career as player-manager for Fulham in 1996 and has led several teams at varying"}]}, {"heading": "Births", "year": "1961", "date": "November 8", "txt": "Leif Garrett, American singer, actor, and television personality", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 8", "txt": "Paul McKenna, English hypnotist and author", "entities": [{"title": "Paul McKenna", "href": "/wiki/Paul_McKenna", "description": "Paul William McKenna is a British hypnotist, behavioural scientist, television and radio broadcaster and author of self-help books."}]}, {"heading": "Births", "year": "1965", "date": "November 8", "txt": "Jeff Blauser, American baseball player and manager", "entities": [{"title": "Jeff Blauser", "href": "/wiki/Jeff_Blauser", "description": "Jeffrey Michael Blauser is a former Major League Baseball shortstop. He played for the Atlanta Braves and Chicago Cubs from 1987 to 1999."}]}, {"heading": "Births", "year": "1965", "date": "November 8", "txt": "Craig Chester, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 8", "txt": "Mike Matarazzo, American bodybuilder and boxer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 8", "txt": "Patricia Poleo, Venezuelan journalist", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 8", "txt": "Gordon Ramsay, British chef, restaurateur, and television host/personality", "entities": [{"title": "Gordon Ramsay", "href": "/wiki/Gordon_Ramsay", "description": "Gordon James Ramsay is a British chef, restaurateur, television personality, and writer. Born in Johnstone, Scotland, and raised in Stratford-upon-Avon, England, he founded his global restaurant group, Gordon Ramsay Restaurants, in 1997. It has been awarded 16 Michelin stars in total and currently holds a total of seven. After rising to fame on the British television miniseries Boiling Point in 19"}]}, {"heading": "Births", "year": "1967", "date": "November 8", "txt": "Henry Rodriguez, Dominican baseball player", "entities": [{"title": "Henry Rodríguez (outfielder)", "href": "/wiki/Henry_Rodr%C3%ADguez_(outfielder)", "description": "Henry Anderson Rodríguez Lorenzo is a Dominican former professional baseball outfielder, who played in Major League Baseball (MLB) for the Montreal Expos, Chicago Cubs, Los Angeles Dodgers, New York Yankees, and Florida Marlins from 1992 to 2002."}]}, {"heading": "Births", "year": "1967", "date": "November 8", "txt": "Courtney Thorne-Smith, American actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 8", "txt": "Keith Jones, Canadian ice hockey player and sportscaster", "entities": [{"title": "Keith Jones (ice hockey)", "href": "/wiki/Keith_Jones_(ice_hockey)", "description": "Keith Jones is a Canadian former professional ice hockey player. He is currently a hockey studio analyst for NBCSN and a color commentator for Philadelphia Flyers games on sister network NBC Sports Philadelphia. In 491 NHL games, Jones produced a total of 258 points between 1992 and 2000."}]}, {"heading": "Births", "year": "1968", "date": "November 8", "txt": "José Offerman, Dominican baseball player and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 8", "txt": "Sergio Porrini, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 8", "txt": "Parker Posey, American actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 8", "txt": "Tom Anderson, American businessman, co-founded Myspace", "entities": [{"title": "Tom Anderson", "href": "/wiki/Tom_Anderson", "description": "Thomas Anderson is an American technology entrepreneur and co-founder of the social networking website Myspace, which he founded in 2003 with Chris DeWolfe. He was later president of Myspace and a strategic adviser for the company. Anderson is popularly known as \"Tom from Myspace\" and \"Myspace Tom\", because he would automatically be assigned as the first \"friend\" of new Myspace users upon the crea"}, {"title": "Myspace", "href": "/wiki/Myspace", "description": "Myspace is an American social networking service. From 2005 to 2008, it was the largest social networking site in the world."}]}, {"heading": "Births", "year": "1970", "date": "November 8", "txt": "David Hemp, Bermudian cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 8", "txt": "Michael Jackson, Canadian actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 8", "txt": "Diana King, Jamaican singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 8", "txt": "José Porras, Costa Rican footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 8", "txt": "Carlos Atanes, Spanish director, producer, and screenwriter", "entities": [{"title": "Carlos Atanes", "href": "/wiki/Carlos_Atanes", "description": "Carlos Atanes is a Spanish film director, writer and playwright. He was born in Barcelona, and is a member of The Film-Makers' Cooperative, founded by Jonas Mekas, Shirley Clarke, Ken Jacobs, Andy Warhol, Jack Smith and others. His first finished feature-length movie ws FAQ: Frequently Asked Questions, which he released in 2004. The movie won the Best Feature Film Award at the Athens Panorama of I"}]}, {"heading": "Births", "year": "1971", "date": "November 8", "txt": "Tech N9ne, American musician, record producer, and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 8", "txt": "Chris Fydler, Australian swimmer", "entities": [{"title": "Chris Fydler", "href": "/wiki/Chris_Fydler", "description": "Christopher John Fydler is a former competitive swimmer from Australia, who competed in three consecutive Summer Olympics for his native country, starting in 1992. Fydler represented Australia at an international level from 1989 to 2000. During his career he amassed over 20 national championships including five consecutive national 100-metre freestyle championships. His finest hour came at the Syd"}]}, {"heading": "Births", "year": "1972", "date": "November 8", "txt": "Gretchen Mol, American model and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 8", "txt": "Kylie Shadbolt, Australian artistic gymnast", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 8", "txt": "Sven Mikser, Estonian politician, 22nd Estonian Minister of Defence", "entities": [{"title": "Sven Mikser", "href": "/wiki/Sven_Mikser", "description": "Sven Mikser is an Estonian politician."}, {"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1973", "date": "November 8", "txt": "David Muir, American journalist", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 8", "txt": "Joshua Ferris, American author", "entities": [{"title": "Joshua Ferris", "href": "/wiki/Joshua_Ferris", "description": "Joshua Ferris is an American author best known for his debut 2007 novel Then We Came to the End. The book is a comedy about the American workplace, told in the first-person plural. It takes place in a fictitious Chicago ad agency that is experiencing a downturn at the end of the '90s Internet boom."}]}, {"heading": "Births", "year": "1974", "date": "November 8", "txt": "Penelope Heyns, South African swimmer", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 8", "txt": "Masashi Kishimoto, Japanese author and illustrator, created Naruto", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 8", "txt": "Seishi Kishimoto, Japanese illustrator", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 8", "txt": "Brevin Knight, American basketball player and sportscaster", "entities": [{"title": "Brevin Knight", "href": "/wiki/Brevin_Knight", "description": "Brevin Adon Knight is an American former professional basketball point guard who played with nine teams in the National Basketball Association (NBA) from 1997 to 2009. Knight played college basketball at Stanford University and was drafted by the Cleveland Cavaliers in 1997. He is the brother of Brandin Knight."}]}, {"heading": "Births", "year": "1975", "date": "November 8", "txt": "Tara Reid, American actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 8", "txt": "Alena Vašková, Czech tennis player", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 8", "txt": "Brett Lee, Australian cricketer and sportscaster", "entities": [{"title": "Brett Lee", "href": "/wiki/Brett_Lee", "description": "Brett Lee is an Australian former international cricketer, who played all three formats of the game. During his international career, Lee was recognised as one of the fastest bowlers in the world."}]}, {"heading": "Births", "year": "1976", "date": "November 8", "txt": "Colin Strause, American director, producer, and visual effects designer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 8", "txt": "Jully Black, Canadian singer-songwriter, producer, and actress", "entities": [{"title": "Jully Black", "href": "/wiki/Jully_Black", "description": "Jully Black is a Canadian singer-songwriter, producer and actress. She has collaborated and written for many artists, including Nas, Saukrates, Choclair, Kardinal Offishall, Destiny's Child, and Sean Paul."}]}, {"heading": "Births", "year": "1977", "date": "November 8", "txt": "Bucky Covington, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 8", "txt": "Nick Punto, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 8", "txt": "Matthew Bulbeck, English cricketer", "entities": [{"title": "Matthew Bulbeck", "href": "/wiki/Matthew_Bulbeck", "description": "Matthew Paul Leonard Bulbeck is a former English First-class and List A cricketer who made appearances for Somerset during his senior career. He also made appearances at Youth Test and Youth One Day International level for England. He was primarily a bowler, but scored two First-class half centuries batting in the lower order. He won the NBC Denis Compton Award in both 1998 and 1999, but was force"}]}, {"heading": "Births", "year": "1978", "date": "November 8", "txt": "Tim de Cler, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 8", "txt": "Maurice Evans, American basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 8", "txt": "Ali Karimi, Iranian footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 8", "txt": "Kensaku Kishida, Japanese actor and entertainer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 8", "txt": "Emma Lewell-Buck, English social worker and politician", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 8", "txt": "Júlio Sérgio, Brazilian footballer and manager", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 8", "txt": "Andrea Benatti, Italian rugby player", "entities": [{"title": "Andrea Benatti", "href": "/wiki/Andrea_Benatti", "description": "Andrea Benatti is an Italian rugby union player who last played for Aironi in the Pro12 in Italy. Once considered a star prospect, Benatti sat out several games for the national team in reserve for Mauro Bergamasco. A strong tackler with good ball-carrying skills, he has won five caps for Italy."}]}, {"heading": "Births", "year": "1979", "date": "November 8", "txt": "Aaron Hughes, Irish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 8", "txt": "Luís Fabiano, Brazilian footballer", "entities": [{"title": "Luís Fabiano", "href": "/wiki/Lu%C3%ADs_Fabiano", "description": "Luís Fabiano Clemente, commonly known as Luís Fabiano, is a retired Brazilian professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1980", "date": "November 8", "txt": "Laura Jane Grace, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 8", "txt": "Holly Walsh, English radio and television host", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 8", "txt": "Joe Cole, English footballer", "entities": [{"title": "Joe Cole", "href": "/wiki/Joe_Cole", "description": "Joseph John Cole is an English football coach and former professional footballer who played as an attacking midfielder or winger in the Premier League, Ligue 1, League One and United Soccer League."}]}, {"heading": "Births", "year": "1981", "date": "November 8", "txt": "Yann Kermorgant, French footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 8", "txt": "Ted DiBiase, Jr., American wrestler and actor", "entities": [{"title": "Ted DiBiase, Jr.", "href": "/wiki/Ted_DiBiase,_Jr.", "description": "Theodore Marvin DiBiase Jr. is an American businessman, actor, and former professional wrestler, best known for his time with WWE."}]}, {"heading": "Births", "year": "1982", "date": "November 8", "txt": "Mika Kallio, Finnish motorcycle racer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 8", "txt": "Sam Sparro, Australian singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 8", "txt": "Sinan Güler, Turkish basketball player", "entities": [{"title": "Sinan Güler", "href": "/wiki/Sinan_G%C3%BCler", "description": "Sinan Güler is a Turkish professional basketball player for Darüşşafaka of the Basketball Super League."}]}, {"heading": "Births", "year": "1983", "date": "November 8", "txt": "Katharina Molitor, German javelin thrower", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 8", "txt": "Remko Pasveer, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 8", "txt": "Pavel Pogrebnyak, Russian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 8", "txt": "Nikola Rachelle, English-New Zealand singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 8", "txt": "Danielle Valore Evans American short story writer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 8", "txt": "Kuntal Chandra, Bangladeshi cricketer (d. 2012)", "entities": [{"title": "Kuntal Chandra", "href": "/wiki/Kuntal_Chandra", "description": "Kuntal Chandra was a cricketer from Bangladesh."}]}, {"heading": "Births", "year": "1984", "date": "November 8", "txt": "Yoko Mitsuya, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 8", "txt": "Steven Webb, English actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 8", "txt": "Magda Apanowicz, Canadian actress", "entities": [{"title": "Magda Apanowicz", "href": "/wiki/Magda_Apanowicz", "description": "Magda Apanowicz is a Canadian actress. She is best known for her roles as Andy Jensen on the ABC Family series Kyle XY, as Lacy Rand on the short-lived Syfy science fiction drama series Caprica and as Emily on the science fiction series Continuum. Recently, she starred as Sandy in the Netflix thriller series You."}]}, {"heading": "Births", "year": "1985", "date": "November 8", "txt": "Míchel, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 8", "txt": "Patricia Mayr-Achleitner, Austrian tennis player", "entities": [{"title": "Patricia Mayr-Achleitner", "href": "/wiki/Patricia_Mayr-Achleitner", "description": "Patricia Mayr-Achleitner is a retired Austrian tennis player."}]}, {"heading": "Births", "year": "1986", "date": "November 8", "txt": "Jamie Roberts, Welsh rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 8", "txt": "Aaron Swartz, American computer programmer and activist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 8", "txt": "Édgar Benítez, Paraguayan footballer", "entities": [{"title": "Édgar Benítez", "href": "/wiki/%C3%89dgar_Ben%C3%ADtez", "description": "Édgar Milciades Benítez Santander, nicknamed Pájaro (bird), is a Paraguayan footballer who plays as a midfielder for Club Guaraní. He also holds Mexican citizenship."}]}, {"heading": "Births", "year": "1987", "date": "November 8", "txt": "Sam Bradford, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 8", "txt": "Mohd Faiz Subri, Malaysian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 8", "txt": "Jessica Lowndes, Canadian actress and singer", "entities": [{"title": "Jessica Lowndes", "href": "/wiki/Jessica_Lowndes", "description": "Jessica Lowndes is a Canadian actress, producer and singer-songwriter. She is best known for her roles as Adrianna Tate-Duncan on The CW teen drama series 90210 and for appearing in several Hallmark Channel movies and the 2020 Lifetime Channel movie Too Close for Christmas which she co-produced with co-star Chad Michael Murray."}]}, {"heading": "Births", "year": "1988", "date": "November 8", "txt": "Lucia Slaničková, Slovak heptathlete", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 8", "txt": "Morgan Schneiderlin, French footballer", "entities": [{"title": "Morgan Schneiderlin", "href": "/wiki/Morgan_Schneiderlin", "description": "Morgan Fernand Gérard Schneiderlin is a French professional footballer who plays as a defensive midfielder for Nice and the France national team."}]}, {"heading": "Births", "year": "1989", "date": "November 8", "txt": "Giancarlo Stanton, American baseball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 8", "txt": "Ingrid Puusta, Estonian sailor", "entities": [{"title": "Ingrid Puusta", "href": "/wiki/Ingrid_Puusta", "description": "Ingrid Puusta is an Estonian Olympic windsurfer, who specializes in the Neil Pryde RS:X class. She represented Estonia at the 2012 and 2016 Summer Olympics, and trains at Noblessner Yacht Club in Tallinn under her personal coach Matthew Rickard. As of March 2017, Puusta is ranked no. 10 in the world for the RS:X class by the World Sailing."}]}, {"heading": "Births", "year": "1990", "date": "November 8", "txt": "SZA, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 8", "txt": "Aaron Fotheringham, American wheelchair athlete", "entities": [{"title": "Aaron Fotheringham", "href": "/wiki/Aaron_Fotheringham", "description": "Aaron Fotheringham is an extreme wheelchair athlete who performs tricks adapted from skateboarding and BMX."}]}, {"heading": "Births", "year": "1991", "date": "November 8", "txt": "Jack Littlejohn, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 8", "txt": "Dan Middleton, English YouTube personality and pro gamer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 8", "txt": "Christophe Vincent, French footballer", "entities": [{"title": "Christophe Vincent", "href": "/wiki/Christophe_Vincent", "description": "Christophe Vincent is a French professional footballer who plays as a midfielder for SC Bastia."}]}, {"heading": "Births", "year": "1993", "date": "November 8", "txt": "Przemek Karnowski, Polish basketball player", "entities": [{"title": "Przemek Karnowski", "href": "/wiki/Przemek_Karnowski", "description": "Przemysław Marcin \"Przemek\" Karnowski is a Polish basketball player for Stelmet Zielona Góra of the PLK and the VTB United League. He completed his college career at Gonzaga University in the United States in 2017. He has also played for the Polish national team. He had been viewed by some NBA draft analysts as a potential first round pick in the 2016 draft, but chose to return to Gonzaga for his "}]}, {"heading": "Births", "year": "1993", "date": "November 8", "txt": "Fraser Mullen, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1999", "date": "November 8", "txt": "Katherine Uchida, Canadian rhythmic gymnast", "entities": [{"title": "Katherine Uchida", "href": "/wiki/Katherine_Uchida", "description": "Katherine Uchida is a Canadian rhythmic gymnast."}]}, {"heading": "Births", "year": "2000", "date": "November 8", "txt": "Jasmine Thompson, English singer", "entities": [{"title": "Jasmine Thompson", "href": "/wiki/Jasmine_Thompson", "description": "Jasmine Ying Thompson is an English singer and songwriter. Thompson began her career at the age of ten by filming herself singing and uploading the videos to YouTube. In 2014, she was featured on German deep house producer Robin Schulz's song \"Sun Goes Down\", which charted within the top 10 in multiple countries including Australia, Germany, Austria, and Switzerland. As of March 2019, her YouTube "}]}, {"heading": "Deaths", "year": "397", "date": "November 8", "txt": "Martin of Tours, Frankish bishop and saint", "entities": [{"title": "Martin of Tours", "href": "/wiki/Martin_of_Tours", "description": "Martin of Tours was the third bishop of Tours. He has become one of the most familiar and recognizable Christian saints in France, heralded as the patron saint of the French Third Republic, and is patron saint of many communities and organizations across Europe. A native of Pannonia, he converted to Christianity at a young age. He served in the Roman cavalry in Gaul, but left military service at s"}]}, {"heading": "Deaths", "year": "618", "date": "November 8", "txt": "Adeodatus I, pope of the Catholic Church", "entities": [{"title": "Pope Adeodatus I", "href": "/wiki/Pope_Adeodatus_I", "description": "Pope Adeodatus I, also called Deodatus I or Deusdedit, was the bishop of Rome from 19 October 615 to his death. He was the first priest to be elected pope since John II in 533. The first use of lead seals or bullae on papal documents is attributed to him. His feast day is 8 November."}]}, {"heading": "Deaths", "year": "785", "date": "November 8", "txt": "Sawara, Japanese prince", "entities": [{"title": "Prince Sawara", "href": "/wiki/Prince_Sawara", "description": "Prince Sawara  was the fifth son of Prince Shirakabe, by Takano no Niigasa."}]}, {"heading": "Deaths", "year": "789", "date": "November 8", "txt": "Willehad, bishop of Bremen", "entities": [{"title": "Willehad", "href": "/wiki/Willehad", "description": "Willehad or Willihad ; c. 745 AD – 8 November 789) was a Christian missionary and the Bishop of Bremen from 787 AD."}]}, {"heading": "Deaths", "year": "928", "date": "November 8", "txt": "Duan Ning, Chinese general", "entities": [{"title": "Duan Ning", "href": "/wiki/Duan_Ning", "description": "Duan Ning, né Duan Mingyuan (段明遠), known as Li Shaoqin (李紹欽) during the reign of Emperor Zhuangzong of Later Tang, was a general of the Chinese Five Dynasties and Ten Kingdoms period states Later Liang and Later Tang. He became an official under Later Liang's founder Zhu Wen based on his sister's being a concubine to Emperor Taizu, and later became a major general during the reign of Later Liang's"}]}, {"heading": "Deaths", "year": "940", "date": "November 8", "txt": "Yao Yi, Chinese chancellor (b. 866)", "entities": [{"title": "Yao Yi", "href": "/wiki/Yao_Yi", "description": "Yao Yi (姚顗), courtesy name Bozhen (伯真) or Baizhen (百真), was an official of the Chinese Five Dynasties and Ten Kingdoms Period states Later Liang, Later Tang, and Later Jin, serving as a chancellor during the reign of Later Tang's final emperor Li Congke."}]}, {"heading": "Deaths", "year": "943", "date": "November 8", "txt": "Liu, empress of Qi (Ten Kingdoms) (b. 877)", "entities": [{"title": "Empress Liu (Li Maozhen's wife)", "href": "/wiki/Empress_Liu_(Li_Maozhen%27s_wife)", "description": "Empress Liu, formally Lady Dowager Xiande of Qin (秦國賢德太夫人), was the wife of Li Maozhen, the only ruler of the Chinese Five Dynasties and Ten Kingdoms period state Qi. During Li Maozhen's reign as the independent Prince of Qi, she carried the title of empress. After he later submitted as the vassal of the new Later Tang, she became known as the Lady of Qin, and later Lady Dowager of Qin after his d"}, {"title": "Qi (Li Maozhen's state)", "href": "/wiki/Qi_(Li_Maozhen%27s_state)", "description": "Qi was a kingdom during the Five Dynasties and Ten Kingdoms period in Chinese history. The kingdom, at its prime, covered parts of modern-day Gansu, Shaanxi, and Sichuan provinces, but eventually shrank to only the immediate area around its capital Fengxiang in Shaanxi. Its only ruler was Li Maozhen, who later submitted to Later Tang."}, {"title": "Ten Kingdoms", "href": "/wiki/Ten_Kingdoms", "description": "The Five Dynasties and Ten Kingdoms period (907–979) was an era of political upheaval and division in 10th-century Imperial China. Five states quickly succeeded one another in the Central Plain, and more than a dozen concurrent states were established elsewhere, mainly in South China. It was the last prolonged period of multiple political divisions in Chinese imperial history."}]}, {"heading": "Deaths", "year": "955", "date": "November 8", "txt": "Agapetus II, pope of the Catholic Church", "entities": [{"title": "Pope Agapetus II", "href": "/wiki/Pope_Agapetus_II", "description": "Pope Agapetus II was the bishop of Rome and ruler of the Papal States from 10 May 946 to his death. A nominee of the princeps of Rome, Alberic II of Spoleto, his pontificate occurred during the period known as the Saeculum obscurum."}]}, {"heading": "Deaths", "year": "977", "date": "November 8", "txt": "Ibn al-Qūṭiyya, Andalusian historian", "entities": [{"title": "Ibn al-Qūṭiyya", "href": "/wiki/Ibn_al-Q%C5%AB%E1%B9%ADiyya", "description": "Ibn al-Qūṭiyya, born Muḥammad Ibn ʿUmar Ibn ʿAbd al-ʿAzīz ibn ʾIbrāhīm ibn ʿIsā ibn Muzāḥim, also known as Abu Bakr or al-Qurtubi, was an Andalusian historian and the greatest philologist at the Umayyad court of caliph Al-Hakam II. His magnum opus, the History of the Conquest of al-Andalus, is one of the earliest Arabic Muslim accounts of the Islamic conquest of Spain."}]}, {"heading": "Deaths", "year": "1067", "date": "November 8", "txt": "Sancha of León, Queen of León (b. c. 1018)", "entities": [{"title": "Sancha of León", "href": "/wiki/Sancha_of_Le%C3%B3n", "description": "Sancha of León was a princess and queen of León. She was married to Ferdinand I, the Count of Castile who later became King of León after having killed Sancha's brother in battle. She and her husband commissioned the Crucifix of Ferdinand and Sancha."}]}, {"heading": "Deaths", "year": "1115", "date": "November 8", "txt": "Godfrey of Amiens, French bishop and saint (b. 1066)", "entities": [{"title": "Godfrey of Amiens", "href": "/wiki/Godfrey_of_Amiens", "description": "Godfrey of Amiens (1066–1115) was a bishop of Amiens. He is a saint in the Catholic Church."}]}, {"heading": "Deaths", "year": "1122", "date": "November 8", "txt": "Ilghazi, Artuqid ruler of Mardin", "entities": [{"title": "Ilghazi", "href": "/wiki/Ilghazi", "description": "Najm ad-Din Ilghazi ibn Artuq was the Turkmen Artukid ruler of Mardin from 1107 to 1122."}, {"title": "Artuqid", "href": "/wiki/Artuqid", "description": "The Artuqids or Artuqid dynasty was a Turkoman dynasty originated from Döğer tribe that ruled in eastern Anatolia, Northern Syria and Northern Iraq in the eleventh through thirteenth centuries. The Artuqid dynasty took its name from its founder, Zaheer-ul-Daulah Artuk, who was of the Döger branch of the Oghuz Turks and ruled one of the Turkmen beyliks of the Seljuk Empire. Artuk's sons and descend"}, {"title": "Mardin", "href": "/wiki/Mardin", "description": "Mardin is a city in southeastern Turkey. The capital of Mardin Province, it is known for the Artuqid architecture of its old city, and for its strategic location on a rocky hill near the Tigris River that rises steeply over the flat plains. The old town of the city is under the protection of UNESCO, which forbids new constructions to preserve its façade. Its population is split evenly between Arab"}]}, {"heading": "Deaths", "year": "1171", "date": "November 8", "txt": "Baldwin IV, Count of Hainaut (b. 1108)", "entities": [{"title": "Baldwin IV, Count of Hainaut", "href": "/wiki/Baldwin_IV,_Count_of_Hainaut", "description": "Baldwin IV was count of Hainaut from 1120 to his death."}]}, {"heading": "Deaths", "year": "1195", "date": "November 8", "txt": "Conrad, Count Palatine of the Rhine (b. 1135)", "entities": [{"title": "Conrad, Count Palatine of the Rhine", "href": "/wiki/Conrad,_Count_Palatine_of_the_Rhine", "description": "Conrad of Hohenstaufen was the first hereditary Count Palatine of the Rhine."}]}, {"heading": "Deaths", "year": "1226", "date": "November 8", "txt": "Louis VIII, king of France (b. 1187)", "entities": [{"title": "Louis VIII of France", "href": "/wiki/Louis_VIII_of_France", "description": "Louis VIII, nicknamed The Lion, was King of France from 1223 to 1226. From 1216 to 1217, he also claimed the Kingdom of England. Louis was the only surviving son of King Philip II of France by his first wife, Isabelle of Hainaut, from whom he inherited the County of Artois."}]}, {"heading": "Deaths", "year": "1246", "date": "November 8", "txt": "Berengaria of Castile (b. 1179)", "entities": [{"title": "Berengaria of Castile", "href": "/wiki/Berengaria_of_Castile", "description": "Berengaria was queen regnant of Castile in 1217 and queen consort of León from 1197 to 1204. As the eldest child and heir presumptive of Alfonso VIII of Castile, she was a sought after bride, and was engaged to Conrad, the son of Holy Roman Emperor Frederick I Barbarossa. After his death, she married her cousin, Alfonso IX of León, to secure the peace between him and her father. She had five child"}]}, {"heading": "Deaths", "year": "1263", "date": "November 8", "txt": "Matilda of Béthune, French countess", "entities": [{"title": "Matilda of Béthune", "href": "/wiki/Matilda_of_B%C3%A9thune", "description": "Matilda of Béthune, was countess of Flanders by marriage to Guy, Count of Flanders, and heir to the titles Lady of Béthune, of Dendermonde, of Richebourg and of Warneton, as well as Advocatess of the Abbey of Saint Vaast at Arras. She was the mother of Robert, Count of Flanders, known as Robert of Béthune after his mother."}]}, {"heading": "Deaths", "year": "1308", "date": "November 8", "txt": "Duns Scotus, Scottish priest, philosopher, and academic (b. 1266)", "entities": [{"title": "Duns Scotus", "href": "/wiki/Duns_Scotus", "description": "John Duns, commonly called Duns Scotus, was a Scottish Catholic priest and Franciscan friar, university professor, philosopher, and theologian. He is one of the three most important philosopher-theologians of Western Europe in the High Middle Ages, together with Thomas Aquinas and William of Ockham. Scotus has had considerable influence on both Catholic and secular thought. The doctrines for which"}]}, {"heading": "Deaths", "year": "1400", "date": "November 8", "txt": "Peter of Aragon, Aragonese infante (b. 1398)", "entities": [{"title": "Peter of Aragon (heir of Sicily)", "href": "/wiki/Peter_of_Aragon_(heir_of_Sicily)", "description": "Peter was the son and heir apparent of Queen Maria and King Martin I of Sicily. He was a member of the House of Barcelona."}]}, {"heading": "Deaths", "year": "1478", "date": "November 8", "txt": "Baeda Maryam I, emperor of Ethiopia (b. 1448)", "entities": [{"title": "Baeda Maryam I", "href": "/wiki/Baeda_Maryam_I", "description": "Baeda Maryam I was Emperor of Ethiopia, and a member of the Solomonic dynasty."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Deaths", "year": "1494", "date": "November 8", "txt": "Melozzo da Forlì, Italian painter (b. c. 1438)", "entities": [{"title": "Melozzo da Forlì", "href": "/wiki/Melozzo_da_Forl%C3%AC", "description": "Melozzo da Forlì was an Italian Renaissance painter and architect. His fresco paintings are notable for the use of foreshortening. He was the most important member of the Forlì painting school."}]}, {"heading": "Deaths", "year": "1517", "date": "November 8", "txt": "Francisco Jiménez de Cisneros, Spanish cardinal (b. 1436)", "entities": [{"title": "Francisco Jiménez de Cisneros", "href": "/wiki/Francisco_Jim%C3%A9nez_de_Cisneros", "description": "Francisco Jiménez de Cisneros, O.F.M., spelled Ximenes in his own lifetime, and commonly referred to today as simply Cisneros, was a Spanish cardinal, religious figure, and statesman. Starting from humble beginnings he rose to the heights of power, becoming a religious reformer, twice regent of Spain, Cardinal, Grand Inquisitor, promoter of the Crusades in North Africa, and founder of the Complute"}]}, {"heading": "Deaths", "year": "1527", "date": "November 8", "txt": "Jerome Emser, German theologian and reformer (b. 1477)", "entities": [{"title": "Jerome Emser", "href": "/wiki/Jerome_Emser", "description": "Jerome Emser, German theologian and antagonist of Luther, was born of a good family at Ulm."}]}, {"heading": "Deaths", "year": "1599", "date": "November 8", "txt": "Francisco Guerrero, Spanish pianist and composer (b. 1528)", "entities": [{"title": "Francisco Guerrero (composer)", "href": "/wiki/Francisco_Guerrero_(composer)", "description": "Francisco Guerrero was a Spanish Catholic priest and composer of the Renaissance. He was born and died in Seville."}]}, {"heading": "Deaths", "year": "1600", "date": "November 8", "txt": "Natsuka Masaie, Japanese daimyō (b. 1562)", "entities": [{"title": "Natsuka Masaie", "href": "/wiki/Natsuka_Masaie", "description": "Natsuka Masaie  was a daimyō in the Azuchi-Momoyama period. He was served Niwa Nagahide and later Hideyoshi. He was one of the Go-Bugyō, or five commissioners, appointed by Toyotomi Hideyoshi."}]}, {"heading": "Deaths", "year": "1605", "date": "November 8", "txt": "Robert Catesby, English conspirator, leader of the Gunpowder Plot (b. 1573)", "entities": [{"title": "Robert Catesby", "href": "/wiki/Robert_Catesby", "description": "Robert Catesby was the leader of a group of English Catholics who planned the failed Gunpowder Plot of 1605."}, {"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}]}, {"heading": "Deaths", "year": "1606", "date": "November 8", "txt": "Girolamo Mercuriale, Italian philologist and physician (b. 1530)", "entities": [{"title": "Girolamo Mercuriale", "href": "/wiki/Girolamo_Mercuriale", "description": "Girolamo Mercuriale or Mercuriali was an Italian philologist and physician, most famous for his work De Arte Gymnastica."}]}, {"heading": "Deaths", "year": "1658", "date": "November 8", "txt": "Witte de With, Dutch admiral (b. 1599)", "entities": [{"title": "Witte de With", "href": "/wiki/Witte_de_With", "description": "Witte Corneliszoon de With was a Dutch naval officer. He is noted for planning and participating in a number of naval battles during the Eighty Years War and the First Anglo-Dutch war."}]}, {"heading": "Deaths", "year": "1674", "date": "November 8", "txt": "John Milton, English poet and philosopher (b. 1608)", "entities": [{"title": "John Milton", "href": "/wiki/John_Milton", "description": "John Milton was an English poet and intellectual who served as a civil servant for the Commonwealth of England under its Council of State and later under Oliver Cromwell. He wrote at a time of religious and political instability, and is best known for his epic poem Paradise Lost (1667). Written in blank verse, Paradise Lost is widely considered to be one of the greatest works of literature ever wr"}]}, {"heading": "Deaths", "year": "1719", "date": "November 8", "txt": "Michel Rolle, French mathematician and author (b. 1652)", "entities": [{"title": "Michel Rolle", "href": "/wiki/Michel_Rolle", "description": "Michel Rolle was a French mathematician. He is best known for Rolle's theorem (1691). He is also the co-inventor in Europe of Gaussian elimination (1690)."}]}, {"heading": "Deaths", "year": "1773", "date": "November 8", "txt": "Friedrich Wilhelm von Seydlitz, Prussian general (b. 1721)", "entities": [{"title": "Friedrich Wilhelm von Seydlitz", "href": "/wiki/Friedrich_Wilhelm_von_Seydlitz", "description": "Friedrich Wilhelm Freiherr von Seydlitz was a Prussian officer, lieutenant general, and among the greatest of the Prussian cavalry generals. He commanded one of the first Hussar squadrons of Frederick the Great's army and is credited with the development of the Prussian cavalry to its efficient level of performance in the Seven Years' War. His cavalryman father retired and then died while Seydlitz"}]}, {"heading": "Deaths", "year": "1817", "date": "November 8", "txt": "Andrea Appiani, Italian painter and educator (b. 1754)", "entities": [{"title": "Andrea Appiani", "href": "/wiki/Andrea_Appiani", "description": "Andrea Appiani was an Italian neoclassical painter."}]}, {"heading": "Deaths", "year": "1828", "date": "November 8", "txt": "Thomas Bewick, English engraver, illustrator and author (b.1753)", "entities": [{"title": "Thomas Bewick", "href": "/wiki/Thomas_Bewick", "description": "Thomas Bewick was an English wood-engraver and natural history author. Early in his career he took on all kinds of work such as engraving cutlery, making the wood blocks for advertisements, and illustrating children's books. He gradually turned to illustrating, writing and publishing his own books, gaining an adult audience for the fine illustrations in A History of Quadrupeds."}]}, {"heading": "Deaths", "year": "1830", "date": "November 8", "txt": "Francis I of the Two Sicilies (b. 1777)", "entities": [{"title": "Francis I of the Two Sicilies", "href": "/wiki/Francis_I_of_the_Two_Sicilies", "description": "Francis I of the Two Sicilies was King of the Two Sicilies from 1825 to 1830 and regent of the Kingdom of Sicily from 1806 to 1814."}]}, {"heading": "Deaths", "year": "1873", "date": "November 8", "txt": "Manuel Bretón de los Herreros, Spanish poet, playwright, and critic (b. 1796)", "entities": [{"title": "Manuel Bretón de los Herreros", "href": "/wiki/Manuel_Bret%C3%B3n_de_los_Herreros", "description": "Manuel Bretón de los Herreros was a Spanish dramatist, educated at Madrid. Enlisting on 24 May 1812, he served against the French in Valencia and Catalonia, and retired with the rank of corporal on 8 March 1822. He obtained a minor post in the civil service under the liberal government, and on his discharge determined to earn his living by writing for the stage."}]}, {"heading": "Deaths", "year": "1887", "date": "November 8", "txt": "Doc Holliday, American dentist and poker player (b. 1851)", "entities": [{"title": "Doc Holliday", "href": "/wiki/Doc_Holliday", "description": "John Henry \"Doc\" Holliday was an American gambler, gunfighter, and dentist. A close friend and associate of lawman Wyatt Earp, Holliday is best known for his role in the events leading up to and following the Gunfight at the O.K. Corral. He developed a reputation as having killed more than a dozen men in various altercations, but modern researchers have concluded that, contrary to popular myth-mak"}]}, {"heading": "Deaths", "year": "1890", "date": "November 8", "txt": "César Franck, Belgian organist and composer (b. 1822)", "entities": [{"title": "César Franck", "href": "/wiki/C%C3%A9sar_Franck", "description": "César-Auguste-Jean-Guillaume-Hubert Franck was a composer, pianist, organist, and music teacher who worked in Paris during his adult life."}]}, {"heading": "Deaths", "year": "1895", "date": "November 8", "txt": "Robert Battey, American surgeon and academic (b. 1828)", "entities": [{"title": "Robert Battey", "href": "/wiki/Robert_Battey", "description": "Robert Battey was an American physician who is known for pioneering a surgical procedure then called Battey's Operation and now termed radical oophorectomy."}]}, {"heading": "Deaths", "year": "1901", "date": "November 8", "txt": "James Agnew, Irish-Australian politician, 16th Premier of Tasmania (b. 1815)", "entities": [{"title": "James Agnew", "href": "/wiki/James_Agnew", "description": "Sir James Willson Agnew was an Irish-born Australian politician, who was Premier of Tasmania from 1886 to 1887."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1905", "date": "November 8", "txt": "Victor Borisov-Musatov, Russian painter (b. 1870)", "entities": [{"title": "Victor Borisov-Musatov", "href": "/wiki/Victor_Borisov-Musatov", "description": "Victor Elpidiforovich Borisov-Musatov, was a Russian painter, prominent for his unique Post-Impressionistic style that mixed Symbolism, pure decorative style and realism. Together with Mikhail Vrubel he is often referred as the creator of Russian Symbolism style."}]}, {"heading": "Deaths", "year": "1917", "date": "November 8", "txt": "Colin Blythe, English cricketer and soldier (b. 1879)", "entities": [{"title": "Colin Blythe", "href": "/wiki/Colin_Blythe", "description": "Colin Blythe, also known as Charlie Blythe, was an English first-class cricketer, active from 1899 to 1914. Born in Deptford, he played for Kent as a slow left arm orthodox (SLA) bowler and a right-handed batsman. He played in nineteen Test matches for England from 1901 to 1910. He was one of the five Cricketers of the Year in the 1904 edition of Wisden Cricketer's Almanack. He is generally regard"}]}, {"heading": "Deaths", "year": "1921", "date": "November 8", "txt": "Pavol Országh Hviezdoslav, Slovak poet and playwright (b. 1849)", "entities": [{"title": "Pavol Országh Hviezdoslav", "href": "/wiki/Pavol_Orsz%C3%A1gh_Hviezdoslav", "description": "Pavol Országh Hviezdoslav was a Slovak poet, dramatist, translator, and for a short time, member of the Czechoslovak parliament. Originally, he wrote in a traditional style, but later became influenced by parnassism and modernism."}]}, {"heading": "Deaths", "year": "1934", "date": "November 8", "txt": "Carlos Chagas, Brazilian physician and bacteriologist (b. 1879)", "entities": [{"title": "Carlos Chagas", "href": "/wiki/Carlos_Chagas", "description": "Carlos Justiniano Ribeiro Chagas, or Carlos Chagas, was a Brazilian sanitary physician, scientist, and bacteriologist, who worked as a clinician and researcher. He discovered Chagas disease, also called American trypanosomiasis, in 1909, while working at the Oswaldo Cruz Institute in Rio de Janeiro."}]}, {"heading": "Deaths", "year": "1944", "date": "November 8", "txt": "Walter Nowotny, Austrian-German soldier and pilot (b. 1920)", "entities": [{"title": "Walter Nowotny", "href": "/wiki/Walter_Nowotny", "description": "Walter Nowotny was an Austrian-born fighter ace of the Luftwaffe in World War II. He is credited with 258 aerial victories—that is, 258 aerial combat encounters resulting in the destruction of the enemy aircraft—in 442 combat missions. Nowotny achieved 255 of these victories on the Eastern Front and three while flying one of the first jet fighters, the Messerschmitt Me 262, in the Defense of the R"}]}, {"heading": "Deaths", "year": "1945", "date": "November 8", "txt": "August von Mackensen, German field marshal (b. 1849)", "entities": [{"title": "August von Mackensen", "href": "/wiki/August_von_Mackensen", "description": "Anton Ludwig Friedrich August Mackensen was a German field marshal. He commanded successfully during the First World War of 1914–1918 and became one of the German Empire's most prominent and competent military leaders. After the armistice of November 1918 the victorious Allies interned Mackensen in Serbia for a year. He retired from the army in 1920; in 1933 Hermann Göring made him a Prussian stat"}]}, {"heading": "Deaths", "year": "1949", "date": "November 8", "txt": "Cyriel Verschaeve, Belgian-Austrian priest and activist (b. 1874)", "entities": [{"title": "Cyriel Verschaeve", "href": "/wiki/Cyriel_Verschaeve", "description": "Cyriel Verschaeve was a Flemish nationalist priest and writer who collaborated with the Nazis during the Second World War. He was recognised as the spiritual leader of Flemish nationalism by the ideology's adherents and a Nazi propagandist."}]}, {"heading": "Deaths", "year": "1953", "date": "November 8", "txt": "Ivan Bunin, Russian author and poet, Nobel Prize laureate (b. 1870)", "entities": [{"title": "Ivan Bunin", "href": "/wiki/Ivan_Bunin", "description": "Ivan Alekseyevich Bunin was the first Russian writer awarded the Nobel Prize for Literature. He was noted for the strict artistry with which he carried on the classical Russian traditions in the writing of prose and poetry. The texture of his poems and stories, sometimes referred to as \"Bunin brocade\", is considered to be one of the richest in the language."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1953", "date": "November 8", "txt": "John van Melle, Dutch-South African author and educator (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "November 8", "txt": "Chika Kuroda, Japanese chemist (b. 1884)", "entities": [{"title": "Chika Kuroda", "href": "/wiki/Chika_Kuroda", "description": "Chika Kuroda was a Japanese chemist whose research focused on natural pigments. She was the first woman in Japan to receive a Bachelor of Science."}]}, {"heading": "Deaths", "year": "1959", "date": "November 8", "txt": "Frank S. Land, American activist, founded the DeMolay International (b. 1890)", "entities": [{"title": "Frank S. Land", "href": "/wiki/Frank_S._Land", "description": "Frank Sherman \"Dad\" Land was the Founder of the Order of DeMolay. A business and community leader in Kansas City, Land served as Imperial Potentate of the Shriners and is revered today as the Founder of the Order of DeMolay."}, {"title": "DeMolay International", "href": "/wiki/DeMolay_International", "description": "DeMolay International is an international fraternal organization for young men ages 12 to 21. It was founded in Kansas City, Missouri, in 1919 and named for Jacques de Molay, the last Grand Master of the Knights Templar. DeMolay was incorporated in the 1990s and is classified by the IRS as a tax-exempt 501(c)(3) organization."}]}, {"heading": "Deaths", "year": "1960", "date": "November 8", "txt": "Subroto Mukerjee, Indian soldier; Chief of the Air Staff of the Indian Air Force (b. 1911)", "entities": [{"title": "Subroto Mukerjee", "href": "/wiki/Subroto_Mukerjee", "description": "Air Marshal Subroto Mukerjee, OBE was the first Indian Commander-in-Chief (C-in-C) of the Indian Air Force. His career spanned almost three decades and had been awarded with many honours until his untimely demise in 1960. He has been called the \"Father of the Indian Air Force\"."}]}, {"heading": "Deaths", "year": "1965", "date": "November 8", "txt": "Dorothy Kilgallen, American journalist, television personality, and game show panelist (b. 1913)", "entities": [{"title": "Dorothy Kilgallen", "href": "/wiki/Dorothy_Kilgallen", "description": "Dorothy Mae Kilgallen was an American journalist and television game show panelist. After spending two semesters at the College of New Rochelle, she started her career shortly before her 18th birthday as a reporter for the Hearst Corporation's New York Evening Journal. In 1938, she began her newspaper column \"The Voice of Broadway\", which eventually was syndicated to more than 140 papers. In 1950,"}]}, {"heading": "Deaths", "year": "1968", "date": "November 8", "txt": "Wendell Corey, American actor and politician (b. 1914)", "entities": [{"title": "Wendell Corey", "href": "/wiki/Wendell_Corey", "description": "Wendell Reid Corey was an American actor and politician. He was President of the Academy of Motion Picture Arts and Sciences and was a board member of the Screen Actors Guild."}]}, {"heading": "Deaths", "year": "1968", "date": "November 8", "txt": "Peter Mohr Dam, Faroese educator and politician, 3rd Prime Minister of the Faroe Islands (b. 1898)", "entities": [{"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Deaths", "year": "1970", "date": "November 8", "txt": "Huw T. Edwards, Welsh poet and politician (b. 1892)", "entities": [{"title": "Huw T. Edwards", "href": "/wiki/Huw_T._Edwards", "description": "Huw Thomas Edwards was a Welsh trade union leader and politician."}]}, {"heading": "Deaths", "year": "1973", "date": "November 8", "txt": "Faruk Nafiz Çamlıbel, Turkish poet, author, and politician (b. 1898)", "entities": [{"title": "Faruk Nafiz Çamlıbel", "href": "/wiki/Faruk_Nafiz_%C3%87aml%C4%B1bel", "description": "Faruk Nafiz Çamlıbel was a leading Turkish poet, author and later politician."}]}, {"heading": "Deaths", "year": "1974", "date": "November 8", "txt": "Ivory Joe Hunter, American singer-songwriter and pianist (b. 1914)", "entities": [{"title": "Ivory Joe Hunter", "href": "/wiki/Ivory_Joe_Hunter", "description": "Ivory Joe Hunter was an American rhythm-and-blues singer, songwriter, and pianist. After a series of hits on the US R&B chart starting in the mid-1940s, he became more widely known for his hit recording \"Since I Met You Baby\" (1956). He was billed as The Baron of the Boogie, and also known as The Happiest Man Alive. His musical output ranged from R&B to blues, boogie-woogie, and country music, and"}]}, {"heading": "Deaths", "year": "1975", "date": "November 8", "txt": "Jaime Montestrela, Portuguese-French poet and author (b. 1925)", "entities": [{"title": "Jaime Montestrela", "href": "/wiki/Jaime_Montestrela", "description": "Jaime Montestrela is a fictional Portuguese poet and writer, who appears in the books of Hervé Le Tellier."}]}, {"heading": "Deaths", "year": "1977", "date": "November 8", "txt": "Tasos Giannopoulos, Greek actor and producer (b. 1931)", "entities": [{"title": "Tasos Giannopoulos", "href": "/wiki/Tasos_Giannopoulos", "description": "Anastasios (Tasos) Giannopoulos was a Greek actor. He was born in 1931 and died of cancer on November 8, 1977 at the age of 46. He was famous as Kitsou in his movies."}]}, {"heading": "Deaths", "year": "1977", "date": "November 8", "txt": "Bucky Harris, American baseball player and manager (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "November 8", "txt": "Norman Rockwell, American painter and illustrator (b. 1894)", "entities": [{"title": "Norman Rockwell", "href": "/wiki/Norman_Rockwell", "description": "Norman Percevel Rockwell was an American painter and illustrator. His works have a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life he created for The Saturday Evening Post magazine over nearly five decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter"}]}, {"heading": "Deaths", "year": "1983", "date": "November 8", "txt": "James Booker, American singer and pianist (b. 1939)", "entities": [{"title": "James Booker", "href": "/wiki/James_Booker", "description": "James Carroll Booker III was a New Orleans rhythm and blues keyboardist born in New Orleans, Louisiana, United States. Booker's unique style combined rhythm and blues with jazz standards. Musician Dr. John described Booker as \"the best black, gay, one-eyed junkie piano genius New Orleans has ever produced.\" Flamboyant in personality, he was known as \"the Black Liberace\"."}]}, {"heading": "Deaths", "year": "1983", "date": "November 8", "txt": "Mordecai Kaplan, Lithuanian-American rabbi and educator (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "November 8", "txt": "Nicolas Frantz, Luxembourger cyclist (b. 1899)", "entities": [{"title": "Nicolas Frantz", "href": "/wiki/Nicolas_Frantz", "description": "Nicolas Frantz was a Luxembourgish bicycle racer with 60 professional racing victories over his 12-year career. He rode for the Thomann team in 1923 and then for Alcyon-Dunlop from 1924 to 1931. He won the Tour de France in 1927 and 1928."}]}, {"heading": "Deaths", "year": "1985", "date": "November 8", "txt": "Jacques Hnizdovsky, Ukrainian-American painter and illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "November 8", "txt": "Vyacheslav Molotov, Russian politician and diplomat, Soviet Minister of Foreign Affairs (b. 1890)", "entities": [{"title": "Vyacheslav Molotov", "href": "/wiki/Vyacheslav_Molotov", "description": "Vyacheslav Mikhailovich Molotov was a Russian politician and diplomat, an Old Bolshevik, and a leading figure in the Soviet government from the 1920s onward. He served as Chairman of the Council of People's Commissars from 1930 to 1941 and as Minister of Foreign Affairs from 1939 to 1949 and from 1953 to 1956."}, {"title": "Ministry of Foreign Affairs (Soviet Union)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Soviet_Union)", "description": "The Ministry of External Relations (MER) of the Union of Soviet Socialist Republics (USSR), formed on was founded on 6 July 1923. It had three names during its existence: People's Commissariat for Foreign Affairs (1923–1946), Ministry of Foreign Affairs (1946–1991) and Ministry of External Relations (1991). It was one of the most important government offices in the Soviet Union.The Ministry was le"}]}, {"heading": "Deaths", "year": "1994", "date": "November 8", "txt": "Michael O'Donoghue, American actor and screenwriter (b. 1940)", "entities": [{"title": "Michael O'Donoghue", "href": "/wiki/Michael_O%27Donoghue", "description": "Michael O'Donoghue was an American writer and performer. He was known for his dark and destructive style of comedy and humor, was a major contributor to National Lampoon magazine, and was the first head writer of Saturday Night Live. He was also the first performer to utter a line on that series."}]}, {"heading": "Deaths", "year": "1998", "date": "November 8", "txt": "Rumer Godden, English author and poet (b. 1907)", "entities": [{"title": "Rumer Godden", "href": "/wiki/Rumer_Godden", "description": "Margaret Rumer Godden was an English author of more than 60 fiction and non-fiction books. Nine of her works have been made into films, most notably Black Narcissus in 1947."}]}, {"heading": "Deaths", "year": "1998", "date": "November 8", "txt": "John Hunt, Baron Hunt, English colonel, mountaineer, and academic (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "November 8", "txt": "Jean Marais, French actor and director (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "November 8", "txt": "Lester Bowie, American trumpet player and composer (b. 1941)", "entities": [{"title": "Lester Bowie", "href": "/wiki/Lester_Bowie", "description": "Lester Bowie was an American jazz trumpet player and composer. He was a member of the Association for the Advancement of Creative Musicians and co-founded the Art Ensemble of Chicago."}]}, {"heading": "Deaths", "year": "1999", "date": "November 8", "txt": "Leon Štukelj, Slovenian gymnast and judge (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "November 8", "txt": "Aristidis Moschos, Greek santouri player and educator (b. 1930)", "entities": [{"title": "Aristidis Moschos", "href": "/wiki/Aristidis_Moschos", "description": "Aristeidis Moschos was a Greek player and teacher of the santouri."}, {"title": "Santouri", "href": "/wiki/Santouri", "description": "The cimbalom is a type of chordophone composed of a large, trapezoidal box with metal strings stretched across its top. It is a musical instrument commonly found in the group of Central-Eastern European nations and cultures, namely contemporary Hungary, Slovakia, Czech Republic, Serbia, Croatia, Romania, Moldova, Ukraine, Belarus, Poland, and in the traditional instrumental music of East European "}]}, {"heading": "Deaths", "year": "2002", "date": "November 8", "txt": "Jon Elia, Pakistani poet, philosopher, and scholar (b. 1931)", "entities": [{"title": "Jon Elia", "href": "/wiki/Jon_Elia", "description": "Syed Hussain Jaun Asghar Naqvi, commonly known as Jaun Elia, was an Indo-Pak Urdu poet, philosopher, biographer, and scholar. He was the brother of Rais Amrohvi and Syed Muhammad Taqi, who were journalists and psychoanalysts. He was fluent in Urdu, Arabic, English, Persian, Sanskrit and Hebrew. One of the most prominent modern Urdu poets, popular for his unconventional ways, he \"acquired knowledge"}]}, {"heading": "Deaths", "year": "2003", "date": "November 8", "txt": "Bob Grant, English actor and screenwriter (b. 1932)", "entities": [{"title": "Bob Grant (actor)", "href": "/wiki/Bob_Grant_(actor)", "description": "Robert St Clair Grant was an English actor, comedian and writer, best known for playing bus conductor Jack Harper in the television sitcom On the Buses, as well as its film spin-offs and stage version."}]}, {"heading": "Deaths", "year": "2003", "date": "November 8", "txt": "C.Z. Guest, American actress, fashion designer, and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 8", "txt": "Guy Speranza, American singer-songwriter (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "November 8", "txt": "Peter Mathers, English-Australian author and playwright (b. 1931)", "entities": [{"title": "Peter Mathers", "href": "/wiki/Peter_Mathers", "description": "\n\nPeter Mathers was an English-born Australian author and playwright."}]}, {"heading": "Deaths", "year": "2005", "date": "November 8", "txt": "Alekos Alexandrakis, Greek actor and director (b. 1928)", "entities": [{"title": "Alekos Alexandrakis", "href": "/wiki/Alekos_Alexandrakis", "description": "Alekos Alexandrakis was a famous Greek actor. He was known for his theatrical work as well as work in film and television. He died of lung cancer."}]}, {"heading": "Deaths", "year": "2005", "date": "November 8", "txt": "David Westheimer, American soldier and author (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 8", "txt": "Basil Poledouris, American composer and conductor (b. 1945)", "entities": [{"title": "Basil Poledouris", "href": "/wiki/Basil_Poledouris", "description": "Basil Konstantine Poledouris was an American composer, conductor, and orchestrator of film and television scores, best known for his long-running collaborations with directors John Milius and Paul Verhoeven. Among his works are scores for the films Conan the Barbarian (1982), Red Dawn (1984), Iron Eagle (1986), RoboCop (1987), The Hunt for Red October (1990), Free Willy (1993), Starship Troopers ("}]}, {"heading": "Deaths", "year": "2006", "date": "November 8", "txt": "Hannspeter Winter, Austrian physicist and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 8", "txt": "Aad Nuis, Dutch journalist, poet, and politician (b. 1933)", "entities": [{"title": "Aad Nuis", "href": "/wiki/Aad_Nuis", "description": "Adrianus \"Aad\" Nuis was a Dutch politician of the Democrats 66 (D66) party and political scientist."}]}, {"heading": "Deaths", "year": "2007", "date": "November 8", "txt": "Dulce Saguisag, Filipino politician, 10th Filipino Secretary of Social Welfare and Development (b. 1943)", "entities": [{"title": "Secretary of Social Welfare and Development (Philippines)", "href": "/wiki/Secretary_of_Social_Welfare_and_Development_(Philippines)", "description": "The secretary of social welfare and development is the head of the Department of Social Welfare and Development and is a member of the president's Cabinet."}]}, {"heading": "Deaths", "year": "2007", "date": "November 8", "txt": "Chad Varah, English priest, founded The Samaritans (b. 1911)", "entities": [{"title": "Samaritans (charity)", "href": "/wiki/Samaritans_(charity)", "description": "Samaritans is a registered charity aimed at providing emotional support to anyone in emotional distress, struggling to cope, or at risk of suicide throughout the United Kingdom and Ireland, often through their telephone helpline. Its name derives from the Biblical Parable of the Good Samaritan although the organisation itself is non-religious."}]}, {"heading": "Deaths", "year": "2009", "date": "November 8", "txt": "Vitaly Ginzburg, Russian physicist and astrophysicist, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Vitaly Ginzburg", "href": "/wiki/Vitaly_Ginzburg", "description": "Vitaly Lazarevich Ginzburg, ForMemRS was a Soviet and Russian theoretical physicist, astrophysicist, Nobel laureate, a member of the Soviet and Russian Academies of Sciences and one of the fathers of the Soviet hydrogen bomb. He was the successor to Igor Tamm as head of the Department of Theoretical Physics of the Lebedev Physical Institute of the Russian Academy of Sciences (FIAN), and an outspok"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2010", "date": "November 8", "txt": "Quintin Dailey, American basketball player (b. 1961)", "entities": [{"title": "Quintin Dailey", "href": "/wiki/Quintin_Dailey", "description": "Quintin \"Q\" Dailey was an American professional basketball player. A 6'3\" guard who played collegiately at the University of San Francisco, he later went on to a career in the NBA, playing for the Chicago Bulls, Los Angeles Clippers, and Seattle SuperSonics over the course of his 10-year tenure in the league."}]}, {"heading": "Deaths", "year": "2010", "date": "November 8", "txt": "Jack Levine, American soldier and painter (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 8", "txt": "Emilio Eduardo Massera, Argentinian admiral (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 8", "txt": "Heavy D, Jamaican-American rapper, producer, and actor (b. 1967)", "entities": [{"title": "Heavy D", "href": "/wiki/Heavy_D", "description": "Dwight Arrington Myers, better known as Heavy D, was a Jamaican-born American rapper, record producer, singer and actor. Myers was the former leader of Heavy D & the Boyz, a group which included dancers/background vocalists G-Whiz, \"Trouble\" T. Roy, and DJ and producer Eddie F. The group maintained a sizable audience in the United States through most of the 1990s. The five albums the group release"}]}, {"heading": "Deaths", "year": "2011", "date": "November 8", "txt": "Bil Keane, American cartoonist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 8", "txt": "Lee MacPhail, American businessman (b. 1917)", "entities": [{"title": "Lee MacPhail", "href": "/wiki/Lee_MacPhail", "description": "Leland Stanford MacPhail Jr. was an American front-office executive in Major League Baseball. MacPhail was a baseball executive for 45 years, serving as the director of player personnel for the New York Yankees, the president and general manager of the Baltimore Orioles, chief aide to Commissioner of Baseball William Eckert, executive vice president and general manager of the Yankees, and presiden"}]}, {"heading": "Deaths", "year": "2012", "date": "November 8", "txt": "Pete Namlook, German composer and producer (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 8", "txt": "Peggy Vaughan, American author (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 8", "txt": "William C. Davidon, American physicist, mathematician, and academic (b. 1927)", "entities": [{"title": "William C. Davidon", "href": "/wiki/William_C._Davidon", "description": "William Cooper Davidon was an American professor of physics and mathematics, and a peace activist. He was the mastermind of the March 8, 1971, FBI office break-in, in Media, Pennsylvania, and the informal leader of the Citizens' Commission to Investigate the FBI which led to the disclosure of COINTELPRO, which in turn led to subsequent investigations and reforms of the FBI."}]}, {"heading": "Deaths", "year": "2013", "date": "November 8", "txt": "Penn Kimball, American journalist and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 8", "txt": "Arnold Rosner, American composer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 8", "txt": "Chiyoko Shimakura, Japanese singer and actress (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 8", "txt": "Amanchi Venkata Subrahmanyam, Indian journalist and actor (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 8", "txt": "Phil Crane, American academic and politician (b. 1930)", "entities": [{"title": "Phil Crane", "href": "/wiki/Phil_Crane", "description": "Philip Miller Crane was an American politician. He was a Republican member of the United States House of Representatives from 1969 to 2005, representing the 8th District of Illinois in the northwestern suburbs of Chicago. At the time of his defeat in the 2004 election, Crane was the longest-serving Republican member of the House."}]}, {"heading": "Deaths", "year": "2014", "date": "November 8", "txt": "Luigi Gorrini, Italian soldier and pilot (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 8", "txt": "Don Paul, American football player and sportscaster (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 8", "txt": "Hugo Sánchez Portugal, Spanish-Mexican footballer and sportscaster (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 8", "txt": "Ernie Vandeweghe, Canadian-American basketball player and physician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 8", "txt": "Rhea Chiles, American philanthropist, founded the Polk Museum of Art (b. 1930)", "entities": [{"title": "Rhea Chiles", "href": "/wiki/Rhea_Chiles", "description": "Rhea May Chiles was First Lady of Florida from 1991–98 during the tenure of her husband, Governor Lawton Chiles. In 2009, she was designated a Distinguished Floridian by the Florida Economics Club at an event hosted by former Florida Supreme Court Chief Justice Major B. Harding and keynoted by former United States Senator Sam Nunn."}, {"title": "Polk Museum of Art", "href": "/wiki/Polk_Museum_of_Art", "description": "The Polk Museum of Art at Florida Southern College is a private, non-profit, and nationally accredited art museum in Lakeland, Florida. It is a member of the Florida Association of Museums, is ranked among the top art museums in the state of Florida, and is a Smithsonian Affiliate. Admission to the museum is free to the general public. On June 1, 2017, the Polk Museum of Art, a private community m"}]}, {"heading": "Deaths", "year": "2015", "date": "November 8", "txt": "Joseph Cure, American ice hockey player and actor (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 8", "txt": "Rod Davies, Australian-English astronomer and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 8", "txt": "Om Prakash Mehra, Indian air marshal and politician (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 8", "txt": "Maduluwawe Sobitha Thero, Sri Lankan monk and activist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "November 8", "txt": "Alex Trebek, Canadian-American television personality and longtime host of Jeopardy! (b. 1940)", "entities": [{"title": "Alex Trebek", "href": "/wiki/Alex_Trebek", "description": "George Alexander Trebek was a Canadian-American game show host and television personality. He was the host of the syndicated game show Jeopardy! for 37 seasons from its revival in 1984 until his death in 2020. He also hosted a number of other game shows, including The Wizard of Odds, Double Dare, High Rollers, Battlestars, Classic Concentration, and To Tell the Truth. Trebek also made appearances "}]}]