[{"heading": "Events", "year": "951", "date": "November 16", "txt": "Emperor Li Jing sends a Southern Tang expeditionary force of 10,000 men under Bian Hao to conquer Chu. Li Jing removes the ruling family to his own capital in Nanjing, ending the Chu Kingdom.", "entities": [{"title": "Li Jing (Southern Tang)", "href": "/wiki/Li_Jing_(Southern_Tang)", "description": "Li Jing, originally Xu Jingtong (徐景通), briefly Xu Jing (徐璟) in 937–939, courtesy name Boyu (伯玉), also known by his temple name Yuanzong (元宗), was the second ruler of imperial China's Southern Tang state during the Five Dynasties and Ten Kingdoms period. He reigned his state from 943 until his death."}, {"title": "Southern Tang", "href": "/wiki/Southern_Tang", "description": "Southern Tang was a state in Southern China that existed during Five Dynasties and Ten Kingdoms period, which proclaimed itself to be the successor of the former Tang Dynasty. The capital was located at Nanjing in present-day Jiangsu Province. At its territorial peak in 951, the Southern Tang controlled the whole of modern Jiangxi, and portions of Anhui, Fujian, Hubei, Hunan, and Jiangsu provinces"}, {"title": "Bian Hao", "href": "/wiki/Bian_Hao", "description": "Bian Hao (邊鎬), nickname Kangle (康樂), was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Southern Tang. Early in his career, he distinguished himself in campaigns against the agrarian army leader Zhang Yuxian and against Southern Tang's southeastern neighbor Min. Later, during Chu's collapse due to civil war, Bian was able to enter its territory and, for some time, secured th"}, {"title": "Chu (Ten Kingdoms)", "href": "/wiki/Chu_(Ten_Kingdoms)", "description": "Chu, often referred to as Ma Chu (马楚) or Southern Chu (南楚) to distinguish it from other historical states called Chu, was a kingdom in south China during the Five Dynasties and Ten Kingdoms period (907–960). It existed from 907 to 951."}, {"title": "Nanjing", "href": "/wiki/Nanjing", "description": "Nanjing, formerly romanized as Nanking, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region. With 11 districts, Nanjing, which is located in southwestern Jiangsu, has an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,505,500 as of 2019."}]}, {"heading": "Events", "year": "1272", "date": "November 16", "txt": "While travelling during the Ninth Crusade, Prince Edward becomes King of England upon Henry III of England's death, but he will not return to England for nearly two years to assume the throne.", "entities": [{"title": "Ninth Crusade", "href": "/wiki/Ninth_Crusade", "description": "Lord Edward's crusade, sometimes called the Ninth Crusade, was a military expedition to the Holy Land under the command of Lord Edward, Duke of Gascony in 1271–1272. It was an extension of the Eighth Crusade and was the last of the Crusades to reach the Holy Land before the fall of Acre in 1291 brought an end to the permanent crusader presence there."}, {"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}, {"title": "Henry III of England", "href": "/wiki/Henry_III_of_England", "description": "Henry III, also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death in 1272. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marsha"}]}, {"heading": "Events", "year": "1491", "date": "November 16", "txt": "An auto-da-fé, held in the Brasero de la Dehesa outside of Ávila, concludes the case of the Holy Child of La Guardia with the public execution of several Jewish and converso suspects.", "entities": [{"title": "Auto-da-fé", "href": "/wiki/Auto-da-f%C3%A9", "description": "An auto-da-fé was the ritual of public penance carried out between the 15th and 19th centuries of condemned heretics and apostates imposed by the Spanish, Portuguese, or Mexican Inquisition as punishment and enforced by civil authorities. Its most extreme form was death by burning."}, {"title": "Ávila, Spain", "href": "/wiki/%C3%81vila,_Spain", "description": "Ávila is a city of Spain located in the autonomous community of Castile and León. It is the capital and most populated municipality of the Province of Ávila."}, {"title": "Holy Child of La Guardia", "href": "/wiki/Holy_Child_of_La_Guardia", "description": "The Holy Child of La Guardia is a folk saint in Spanish Roman Catholicism and the subject of a medieval blood libel in the town of La Guardia in the central Spanish province of Toledo."}, {"title": "Converso", "href": "/wiki/Converso", "description": "A converso, \"convert\", was a Jew who converted to Catholicism in Spain or Portugal, particularly during the 14th and 15th centuries, or one of his or her descendants."}]}, {"heading": "Events", "year": "1532", "date": "November 16", "txt": "Francisco Pizarro and his men capture Inca Emperor Atahualpa at the Battle of Cajamarca.", "entities": [{"title": "Francisco Pizarro", "href": "/wiki/Francisco_Pizarro", "description": "Francisco Pizarro González was a Spanish conquistador, best known for his expeditions that led to the Spanish conquest of Peru."}, {"title": "Inca Empire", "href": "/wiki/Inca_Empire", "description": "The Inca Empire, also known as the Incan Empire and the Inka Empire, was the largest empire in pre-Columbian America. The administrative, political and military center of the empire was in the city of Cusco. The Inca civilization arose from the Peruvian highlands sometime in the early 13th century. Its last stronghold was conquered by the Spanish in 1572."}, {"title": "Atahualpa", "href": "/wiki/Atahualpa", "description": "Atahualpa, Atawallpa (Quechua), also Atabalica, Atahuallpa, Atabalipa was the last Inca Emperor. After defeating his brother, Atahualpa became very briefly the last Sapa Inca of the Inca Empire (Tawantinsuyu) before the Spanish conquest ended his reign."}, {"title": "Battle of Cajamarca", "href": "/wiki/Battle_of_Cajamarca", "description": "The 'Battle' of Cajamarca also spelled Cajamalca was the ambush and seizure of the Inca ruler Atahualpa by a small Spanish force led by Francisco Pizarro, on November 16, 1532. The Spanish killed thousands of Atahualpa's counselors, commanders, and unarmed attendants in the great plaza of Cajamarca, and caused his armed host outside the town to flee. The capture of Atahualpa marked the opening sta"}]}, {"heading": "Events", "year": "1776", "date": "November 16", "txt": "American Revolutionary War: British and Hessian units capture Fort Washington from the Patriots.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Hessian (soldier)", "href": "/wiki/Hessian_(soldier)", "description": "Hessians were German soldiers who served as auxiliaries to the British Army during the American Revolutionary War. The term is an American synecdoche for all Germans who fought on the British side, since 65% came from the German states of Hesse-Kassel and Hesse-Hanau. Known for their discipline and martial prowess, around 30,000 Germans fought for the British during war, comprising a quarter of Br"}, {"title": "Battle of Fort Washington", "href": "/wiki/Battle_of_Fort_Washington", "description": "The Battle of Fort Washington was fought in New York on November 16, 1776 during the American Revolutionary War between the United States and Great Britain. It was a British victory that gained the surrender of the remnant of the garrison of Fort Washington near the north end of Manhattan Island. It was one of the worst Patriot defeats of the war."}, {"title": "Fort Washington (Manhattan)", "href": "/wiki/Fort_Washington_(Manhattan)", "description": "Fort Washington was a fortified position near the north end of Manhattan Island, at the island's highest point, within the modern-day neighborhood of Washington Heights, Manhattan, New York City. The Fort Washington Site is listed on the National Register of Historic Places."}]}, {"heading": "Events", "year": "1793", "date": "November 16", "txt": "French Revolution: Ninety dissident Roman Catholic priests are executed by drowning at Nantes.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Drownings at Nantes", "href": "/wiki/Drownings_at_Nantes", "description": "The drownings at Nantes were a series of mass executions by drowning during the Reign of Terror in Nantes, France, that occurred between November 1793 and February 1794. During this period, anyone arrested and jailed for not consistently supporting the Revolution, or suspected of being a royalist sympathizer, especially Catholic priests and nuns, was cast into the Loire and drowned on the orders o"}, {"title": "Nantes", "href": "/wiki/Nantes", "description": "Nantes is a city in Loire-Atlantique on the Loire, 50 km (31 mi) from the Atlantic coast. The city is the sixth-largest in France, with a population of 309,346 in Nantes and a metropolitan area of nearly 973,000 inhabitants (2017). With Saint-Nazaire, a seaport on the Loire estuary, Nantes forms one of the main north-western French metropolitan agglomerations."}]}, {"heading": "Events", "year": "1797", "date": "November 16", "txt": "The Prussian heir apparent, Frederick William, becomes King of Prussia as Frederick William III.", "entities": [{"title": "Frederick William III of Prussia", "href": "/wiki/Frederick_William_III_of_Prussia", "description": "Frederick William III was king of Prussia from 1797 to 1840. He ruled Prussia during the difficult times of the Napoleonic Wars. Steering a careful course between France and her enemies, after a major military defeat in 1806, he was humiliated by Napoleon, and Prussia was stripped of recent gains and forced to pay substantial financial penalties. The king reluctantly joined the coalition against N"}]}, {"heading": "Events", "year": "1805", "date": "November 16", "txt": "Napoleonic Wars: Battle of Schöngrabern: Russian forces under Pyotr Bagration delay the pursuit by French troops under Joachim Murat.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Schöngrabern", "href": "/wiki/Battle_of_Sch%C3%B6ngrabern", "description": "The Battle of Schöngrabern, also known as the Battle of Hollabrunn, was an engagement in the Napoleonic Wars during the War of the Third Coalition, fought on 16 November 1805 near Hollabrunn in Lower Austria, four weeks after the Battle of Ulm and two weeks before the Battle of Austerlitz."}, {"title": "Pyotr Bagration", "href": "/wiki/Pyotr_Bagration", "description": "Pyotr Bagration was a Russian general and prince of Georgian origin, prominent during the Napoleonic Wars."}, {"title": "Joachim Murat", "href": "/wiki/Joachim_Murat", "description": "Joachim-Napoléon Murat was a Marshal of the Empire and Admiral during the reign of Napoleon. He was also the 1st Prince Murat, Grand Duke of Berg from 1806 to 1808, and King of Naples from 1808 to 1815. Napoleon characterized him as exceptionally brave in the face of the enemy, a weakling when he was on his own, a braggart dressed in gold and feathers, continually escaping as by a miracle and admi"}]}, {"heading": "Events", "year": "1822", "date": "November 16", "txt": "American Old West: Missouri trader William Becknell arrives in Santa Fe, New Mexico, over a route that became known as the Santa Fe Trail.", "entities": [{"title": "American Old West", "href": "/wiki/American_Old_West", "description": "The American frontier, also known as the Old West or the Wild West, includes the geography, history, folklore, and culture in the forward wave of American expansion that began with European colonial settlements in the early 17th century and ended with the admission of the last few western territories as states in 1912. This era of massive migration and settlement was particularly encouraged by Pre"}, {"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}, {"title": "William Becknell", "href": "/wiki/William_Becknell", "description": "William Becknell was an American soldier, politician, and freight operator who is credited by Americans with opening the Santa Fe Trail in 1821. He found a trail for part of the route that was wide enough for wagon trains and draft teams, making it easier for trader and emigrants along this route. The Santa Fe Trail became an early major transportation route through central North America that conn"}, {"title": "Santa Fe, New Mexico", "href": "/wiki/Santa_Fe,_New_Mexico", "description": "Santa Fe is the capital of the U.S. state of New Mexico. It is the fourth-largest city in New Mexico with a population of 84,683 in 2019, the county seat of Santa Fe County, and its metropolitan area is part of the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,178,664 in 2018. The city was founded in 1610 as the capital of Nuevo México, after it replaced E"}, {"title": "Santa Fe Trail", "href": "/wiki/Santa_Fe_Trail", "description": "The Santa Fe Trail was a 19th-century route through central North America that connected Franklin, Missouri with Santa Fe, New Mexico. Pioneered in 1821 by William Becknell, who departed from the Boonslick region along the Missouri River, the trail served as a vital commercial highway until 1880, when the railroad arrived in Santa Fe. Santa Fe was near the end of the El Camino Real de Tierra Adent"}]}, {"heading": "Events", "year": "1828", "date": "November 16", "txt": "Greek War of Independence: The London Protocol entails the creation of an autonomous Greek state under Ottoman suzerainty, encompassing the Morea and the Cyclades.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "London Protocol (1828)", "href": "/wiki/London_Protocol_(1828)", "description": "The London Protocol of 16 November 1828 was an agreement between the three Great Powers, which established the creation of an internally autonomous, but tributary Greek state under Ottoman suzerainty."}, {"title": "Morea", "href": "/wiki/Morea", "description": "The Morea was the name of the Peloponnese peninsula in southern Greece during the Middle Ages and the early modern period. The name was used for the Byzantine province known as the Despotate of the Morea, by the Ottoman Empire for the Morea Eyalet, and by the Republic of Venice for the short-lived Kingdom of the Morea."}, {"title": "Cyclades", "href": "/wiki/Cyclades", "description": "The Cyclades are an island group in the Aegean Sea, southeast of mainland Greece and a former administrative prefecture of Greece. They are one of the island groups which constitute the Aegean archipelago. The name refers to the islands around the sacred island of Delos. The largest island of the Cyclades is Naxos, however the most populated one is Syros."}]}, {"heading": "Events", "year": "1849", "date": "November 16", "txt": "A Russian court sentences writer Fyodor Dostoyevsky to death for anti-government activities linked to a radical intellectual group; his sentence is later commuted to hard labor.", "entities": [{"title": "Fyodor Dostoyevsky", "href": "/wiki/Fyodor_Dostoyevsky", "description": "Fyodor Mikhailovich Dostoevsky, sometimes transliterated as Dostoyevsky, was a Russian novelist, philosopher, short story writer, essayist, and journalist. Dostoevsky's literary works explore human psychology in the troubled political, social, and spiritual atmospheres of 19th-century Russia, and engage with a variety of philosophical and religious themes. His most acclaimed works include Crime an"}]}, {"heading": "Events", "year": "1855", "date": "November 16", "txt": "David Livingstone becomes the first European to see the Victoria Falls in what is now Zambia-Zimbabwe.", "entities": [{"title": "David Livingstone", "href": "/wiki/David_Livingstone", "description": " David Livingstone  was a Scottish physician, Congregationalist, and pioneer Christian missionary with the London Missionary Society, an explorer in Africa, and one of the most popular British heroes of the late 19th-century Victorian era. He had a mythic status that operated on a number of interconnected levels: Protestant missionary martyr, working-class \"rags-to-riches\" inspirational story, sci"}, {"title": "Victoria Falls, Zambia", "href": "/wiki/Victoria_Falls,_Zambia", "description": "Victoria Falls is a waterfall on the Zambezi River in southern Africa, which provides habitat for several unique species of plants and animals. It is located on the border between Zambia and Zimbabwe and is considered to be one of the world's largest waterfalls due to its width of 1,708 m (5,604 ft)."}, {"title": "Zambia", "href": "/wiki/Zambia", "description": "Zambia, officially the Republic of Zambia, is a landlocked country at the crossroads of Central, Southern and East Africa. Its neighbours are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the s"}, {"title": "Zimbabwe", "href": "/wiki/Zimbabwe", "description": "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa to the south, Botswana to the south-west, Zambia to the north, and Mozambique to the east. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official lan"}]}, {"heading": "Events", "year": "1857", "date": "November 16", "txt": "Second relief of Lucknow: Twenty-four Victoria Crosses are awarded, the most in a single day.", "entities": [{"title": "Siege of Lucknow", "href": "/wiki/Siege_of_Lucknow", "description": "The siege of Lucknow was the prolonged defence of the Residency within the city of Lucknow during the Indian Rebellion of 1857. After two successive relief attempts had reached the city, the defenders and civilians were evacuated from the Residency, which was then abandoned."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Events", "year": "1863", "date": "November 16", "txt": "American Civil War: In the Battle of Campbell's Station, Confederate troops unsuccessfully attack Union forces which allows General Ambrose Burnside to secure Knoxville, Tennessee.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Campbell's Station", "href": "/wiki/Battle_of_Campbell%27s_Station", "description": "The Battle of Campbell's Station was a battle of the Knoxville Campaign of the American Civil War, occurring on November 16, 1863, at Campbell's Station, Knox County, Tennessee."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Ambrose Burnside", "href": "/wiki/Ambrose_Burnside", "description": "Ambrose Everett Burnside was an American soldier, railroad executive, inventor, industrialist, and politician from Rhode Island. He served as the Governor of Rhode Island from 1866 to 1869, and as a United States Senator for Rhode Island from 1875 until his death."}, {"title": "Knoxville, Tennessee", "href": "/wiki/Knoxville,_Tennessee", "description": "Knoxville is a city in, and the county seat of, Knox County in the U.S. state of Tennessee. As of July 1, 2019, Knoxville's population was 187,603, making it the largest city in the East Tennessee Grand Division, and the state’s overall third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which had an estimated population o"}]}, {"heading": "Events", "year": "1871", "date": "November 16", "txt": "The National Rifle Association receives its charter from New York State.", "entities": [{"title": "National Rifle Association", "href": "/wiki/National_Rifle_Association", "description": "The National Rifle Association of America (NRA) is a gun rights advocacy group based in the United States. Founded to advance rifle marksmanship, the modern NRA continues to teach firearm safety and competency. The organization also publishes several magazines and sponsors competitive marksmanship events. According to the NRA, it had nearly 5 million members as of December 2018, though that figure"}]}, {"heading": "Events", "year": "1885", "date": "November 16", "txt": "Canadian rebel leader of the Métis and \"Father of Manitoba\" Louis Riel is executed for treason.", "entities": [{"title": "Métis", "href": "/wiki/M%C3%A9tis", "description": "The Métis are Indigenous peoples in Canada and parts of the United States who are unique in being of mixed Indigenous and European ancestry. In Canada, they are considered a distinct culture, and are one of three groups of Canadian Indigenous peoples referenced in the Constitution."}, {"title": "Manitoba", "href": "/wiki/Manitoba", "description": "Manitoba is a province of Canada at the longitudinal centre of the country. It is Canada's fifth-most populous province, with a population of 1,278,365 as of 2016. The easternmost of the three prairie provinces, Manitoba covers 649,950 square kilometres (250,900 sq mi) of widely varied landscape, from arctic tundra and the Hudson Bay coastline in the north to dense boreal forest, large freshwater "}, {"title": "Louis Riel", "href": "/wiki/Louis_Riel", "description": "Louis \"David\" Riel  was a Canadian politician, a founder of the province of Manitoba, and a political leader of the Métis people. He led two resistance movements against the government of Canada and its first prime minister, John A. Macdonald. Riel sought to defend Métis rights and identity as the Northwest Territories came progressively under the Canadian sphere of influence."}, {"title": "Treason", "href": "/wiki/Treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}]}, {"heading": "Events", "year": "1904", "date": "November 16", "txt": "English engineer John Ambrose Fleming receives a patent for the thermionic valve (vacuum tube).", "entities": [{"title": "John Ambrose Fleming", "href": "/wiki/John_Ambrose_Fleming", "description": "Sir John Ambrose Fleming FRS was an English electrical engineer and physicist who invented the first thermionic valve or vacuum tube, designed the radio transmitter with which the first transatlantic radio transmission was made, and also established the right-hand rule used in physics."}, {"title": "Vacuum tube", "href": "/wiki/Vacuum_tube", "description": "A vacuum tube, an electron tube, valve or tube, is a device that controls electric current flow in a high vacuum between electrodes to which an electric potential difference has been applied."}]}, {"heading": "Events", "year": "1907", "date": "November 16", "txt": "Indian Territory and Oklahoma Territory join to form Oklahoma, which is admitted as the 46th U.S. state.", "entities": [{"title": "Indian Territory", "href": "/wiki/Indian_Territory", "description": "The Indian Territory and the Indian Territories are terms that generally describe an evolving land area set aside by the United States Government for the relocation of Native Americans who held aboriginal title to their land as a sovereign independent state. In general, the tribes ceded land they occupied in exchange for land grants in 1803. The concept of an Indian Territory was an outcome of the"}, {"title": "Oklahoma Territory", "href": "/wiki/Oklahoma_Territory", "description": "The Territory of Oklahoma was an organized incorporated territory of the United States that existed from May 2, 1890, until November 16, 1907, when it was joined with the Indian Territory under a new constitution and admitted to the Union as the state of Oklahoma."}, {"title": "Oklahoma", "href": "/wiki/Oklahoma", "description": "Oklahoma is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. Partially in the western extreme of the Upland South, it is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents a"}]}, {"heading": "Events", "year": "1914", "date": "November 16", "txt": "The Federal Reserve Bank of the United States officially opens.", "entities": [{"title": "Federal Reserve Bank", "href": "/wiki/Federal_Reserve_Bank", "description": "A Federal Reserve Bank is a regional bank of the Federal Reserve System, the central banking system of the United States. There are twelve in total, one for each of the twelve Federal Reserve Districts that were created by the Federal Reserve Act of 1913. The banks are jointly responsible for implementing the monetary policy set forth by the Federal Open Market Committee, and are divided as follow"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1920", "date": "November 16", "txt": "Qantas, Australia's national airline, is founded as Queensland and Northern Territory Aerial Services Limited.", "entities": [{"title": "Qantas", "href": "/wiki/Qantas", "description": "Qantas Airways Limited is the flag carrier of Australia and its largest airline by fleet size, international flights and international destinations. It is the world's third-oldest airline still in operation, having been founded in November 1920; it began international passenger flights in May 1935. The Qantas name comes from \"QANTAS\", an acronym for its original name, Queensland and Northern Terri"}, {"title": "History of Qantas", "href": "/wiki/History_of_Qantas", "description": "\n\nQantas is Australia's largest airline and one of the oldest airlines in the world. Qantas was founded in Winton, Queensland, on 16 November 1920 as Queensland and Northern Territory Aerial Services Limited by Paul McGinness, Sir Hudson Fysh and Sir Fergus McMaster, the latter of whom was Chairman. Arthur Baird was employed as a chief aircraft engineer. McGinness left QANTAS for other interests i"}]}, {"heading": "Events", "year": "1933", "date": "November 16", "txt": "The United States and the Soviet Union establish formal diplomatic relations.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Soviet Union–United States relations", "href": "/wiki/Soviet_Union%E2%80%93United_States_relations", "description": "The relations between the United States of America and the Union of Soviet Socialist Republics (1922–1991) succeeded the previous relations between the Russian Empire and the United States from 1776 to 1917 and precede today's relations between the Russian Federation and the United States that began in 1992. Full diplomatic relations between both countries were established in 1933, which was late "}]}, {"heading": "Events", "year": "1938", "date": "November 16", "txt": "LSD is first synthesized by Albert Hofmann from ergotamine at the Sandoz Laboratories in Basel.", "entities": [{"title": "Lysergic acid diethylamide", "href": "/wiki/Lysergic_acid_diethylamide", "description": "Lysergic acid diethylamide (LSD), also known colloquially as acid, is a hallucinogenic drug. Effects typically include altered thoughts, feelings, and awareness of one's surroundings. Many users have visual or auditory hallucinations. Dilated pupils, increased blood pressure, and increased body temperature are typical. Effects typically begin within half an hour and can last for up to 20 hours. It"}, {"title": "Albert Hofmann", "href": "/wiki/Albert_Hofmann", "description": "Albert Hofmann was a Swiss chemist known best for being the first known person to synthesize, ingest, and learn of the psychedelic effects of lysergic acid diethylamide (LSD). Hofmann was also the first person to isolate, synthesize, and name the principal psychedelic mushroom compounds psilocybin and psilocin. He authored more than 100 scientific articles and numerous books, including LSD: Mein S"}]}, {"heading": "Events", "year": "1940", "date": "November 16", "txt": "World War II: In response to the leveling of Coventry by the German Luftwaffe two days before, the Royal Air Force bombs Hamburg.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Coventry Blitz", "href": "/wiki/Coventry_Blitz", "description": "The Coventry Blitz was a series of bombing raids that took place on the English city of Coventry. The city was bombed many times during the Second World War by the German Air Force (Luftwaffe). The most devastating of these attacks occurred on the evening of 14 November 1940 and continued into the morning of 15 November."}, {"title": "Bombing of Hamburg in World War II", "href": "/wiki/Bombing_of_Hamburg_in_World_War_II", "description": "The Allied bombing of Hamburg during World War II included numerous attacks on civilians and civic infrastructure. As a large city and industrial centre, Hamburg's shipyards, U-boat pens, and the Hamburg-Harburg area oil refineries were attacked throughout the war."}]}, {"heading": "Events", "year": "1940", "date": "November 16", "txt": "The Holocaust: In occupied Poland, the Nazis close off the Warsaw Ghetto from the outside world.", "entities": [{"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Warsaw Ghetto", "href": "/wiki/Warsaw_Ghetto", "description": "Warsaw Ghetto was the largest of the Nazi ghettos during World War II. It was established in November 1940 by the German authorities within the new General Government territory of occupied Poland. At its height, as many as 460,000 Jews were imprisoned there, in an area of 3.4 km2 (1.3 sq mi), with an average of 9.2 persons per room, barely subsisting on meager food rations. From the Warsaw Ghetto,"}]}, {"heading": "Events", "year": "1940", "date": "November 16", "txt": "New York City's \"Mad Bomber\" George Metesky places his first bomb at a Manhattan office building used by Consolidated Edison.", "entities": [{"title": "Manhattan", "href": "/wiki/Manhattan", "description": "Manhattan, known regionally as the City, and the urban core of the New York metropolitan area, is the most densely populated and geographically smallest of the five boroughs of New York City, and coextensive with New York County, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthpl"}, {"title": "Consolidated Edison", "href": "/wiki/Consolidated_Edison", "description": "Consolidated Edison, Inc., commonly known as Con Edison or ConEd, is one of the largest investor-owned energy companies in the United States, with approximately $12 billion in annual revenues as of 2017, and over $48 billion in assets. The company provides a wide range of energy-related products and services to its customers through its subsidiaries:Consolidated Edison Company of New York, Inc. (C"}]}, {"heading": "Events", "year": "1944", "date": "November 16", "txt": "World War II: In support of the Battle of Hürtgen Forest, the town of Düren is destroyed by Allied aircraft.", "entities": [{"title": "Düren", "href": "/wiki/D%C3%BCren", "description": "Düren is a town in North Rhine-Westphalia, Germany, between Aachen and Cologne on the river Rur."}]}, {"heading": "Events", "year": "1945", "date": "November 16", "txt": "UNESCO is founded.", "entities": [{"title": "UNESCO", "href": "/wiki/UNESCO", "description": "The United Nations Educational, Scientific and Cultural Organization is a specialised agency of the United Nations (UN) aimed at promoting world peace and security through international cooperation in education, the sciences, and culture. It has 193 member states and 11 associate members, as well as partners in the nongovernmental, intergovernmental, and private sector. Headquartered at the World "}]}, {"heading": "Events", "year": "1965", "date": "November 16", "txt": "Venera program: The Soviet Union launches the Venera 3 space probe toward Venus, which will be the first spacecraft to reach the surface of another planet.", "entities": [{"title": "Venera program", "href": "/wiki/Venera_program", "description": "The Venera program was the name given to a series of space probes developed by the Soviet Union between 1961 and 1984 to gather information about the planet Venus. Ten probes successfully landed on the surface of the planet, including the two Vega program and Venera-Halley probes, while thirteen probes successfully entered the Venusian atmosphere. Due to the extreme surface conditions on Venus, th"}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}, {"title": "Spacecraft", "href": "/wiki/Spacecraft", "description": "A spacecraft is a vehicle or machine designed to fly in outer space. A type of artificial satellite, spacecraft are used for a variety of purposes, including communications, Earth observation, meteorology, navigation, space colonization, planetary exploration, and transportation of humans and cargo. All spacecraft except single-stage-to-orbit vehicles cannot get into space on their own, and requir"}, {"title": "Planet", "href": "/wiki/Planet", "description": "A planet is an astronomical body orbiting a star or stellar remnant that is massive enough to be rounded by its own gravity, is not massive enough to cause thermonuclear fusion, and – according to the International Astronomical Union but not all planetary scientists – has cleared its neighbouring region of planetesimals."}]}, {"heading": "Events", "year": "1973", "date": "November 16", "txt": "Skylab program: NASA launches Skylab 4 with a crew of three astronauts from Cape Canaveral, Florida for an 84-day mission.", "entities": [{"title": "Skylab", "href": "/wiki/Skylab", "description": "Skylab was the first United States space station, launched by NASA, occupied for about 24 weeks between May 1973 and February 1974. It was operated by three separate three-astronaut crews: Skylab 2, Skylab 3 and Skylab 4. Major operations included an orbital workshop, a solar observatory, Earth observation, and hundreds of experiments."}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Cape Canaveral, Florida", "href": "/wiki/Cape_Canaveral,_Florida", "description": "Cape Canaveral is a city in Brevard County, Florida. The population was 9,912 at the 2010 United States Census. It is part of the Palm Bay–Melbourne–Titusville Metropolitan Statistical Area."}]}, {"heading": "Events", "year": "1973", "date": "November 16", "txt": "U.S. President Richard Nixon signs the Trans-Alaska Pipeline Authorization Act into law, authorizing the construction of the Alaska Pipeline.", "entities": [{"title": "Trans-Alaska Pipeline Authorization Act", "href": "/wiki/Trans-Alaska_Pipeline_Authorization_Act", "description": "The Trans-Alaska Pipeline Authorization Act of 1973 is a United States federal law signed by US President Richard Nixon on November 16, 1973 that authorized the building of an oil pipeline connecting the North Slope of Alaska to Port Valdez. Specifically, it halted all legal challenges, which were filed primarily by environmental activists, against the construction of the pipeline. In accordance w"}, {"title": "Alaska Pipeline", "href": "/wiki/Alaska_Pipeline", "description": "The Trans-Alaska Pipeline System (TAPS) is an oil transportation system spanning Alaska, including the trans-Alaska crude-oil pipeline, 11 pump stations, several hundred miles of feeder pipelines, and the Valdez Marine Terminal. TAPS is one of the world's largest pipeline systems. It is commonly called the Alaska pipeline, trans-Alaska pipeline, or Alyeska pipeline,, but those terms technically ap"}]}, {"heading": "Events", "year": "1974", "date": "November 16", "txt": "The Arecibo message is broadcast from Puerto Rico.", "entities": [{"title": "Arecibo message", "href": "/wiki/Arecibo_message", "description": "The Arecibo message is an interstellar radio message carrying basic information about humanity and Earth that was sent to globular star cluster M13 in 1974. It was meant as a demonstration of human technological achievement, rather than a real attempt to enter into a conversation with extraterrestrials."}]}, {"heading": "Events", "year": "1979", "date": "November 16", "txt": "The first line of Bucharest Metro (Line M1) is opened from Timpuri Noi to Semănătoarea in Bucharest, Romania.", "entities": [{"title": "Bucharest Metro", "href": "/wiki/Bucharest_Metro", "description": "The Bucharest Metro is an underground rapid transit system that serves Bucharest, the capital of Romania. It first opened for service on 16 November 1979. The network is run by Metrorex. One of two parts of the larger Bucharest public transport network, Metrorex has an average of approximately 720,000 passenger trips per weekday, compared to the 1,180,000 daily riders on Bucharest's STB transit sy"}, {"title": "Timpuri Noi metro station", "href": "/wiki/Timpuri_Noi_metro_station", "description": "Timpuri Noi is a subway station in Bucharest. The name was taken from the nearby mechanical factory. The factory has since been demolished, making way for a planned office and residential development. The station has yellow, red and white tiling. It was originally the eastern terminus of the M1, being opened on 19 November 1979 as part of the inaugural section of Bucharest Metro, between Semanatoa"}, {"title": "Petrache Poenaru metro station", "href": "/wiki/Petrache_Poenaru_metro_station", "description": "Petrache Poenaru, formerly known as Semănătoarea is a metro station in Bucharest, Romania, servicing the Bucharest Metro Line M1. It was named after Semănătoarea, an agricultural machinery factory located in the vicinity, but it is now named after Petrache Poenaru, a Romanian inventor of the Enlightenment era. The metro station services both what is left of the factory, part of the Regie student c"}, {"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}]}, {"heading": "Events", "year": "1988", "date": "November 16", "txt": "The Supreme Soviet of the Estonian Soviet Socialist Republic declares that Estonia is \"sovereign\" but stops short of declaring independence.", "entities": [{"title": "Supreme Soviet", "href": "/wiki/Supreme_Soviet", "description": "The Supreme Soviet was the common name for the legislative bodies (parliaments) of the Soviet socialist republics (SSR) in the Union of Soviet Socialist Republics (USSR). These soviets were modeled after the Supreme Soviet of the USSR, established in 1938, and were nearly identical. State-approved delegates to the Supreme Soviets were periodically elected unopposed in show elections. The first fre"}, {"title": "Estonian Soviet Socialist Republic", "href": "/wiki/Estonian_Soviet_Socialist_Republic", "description": "The Estonian Soviet Socialist Republic was a republic of the Soviet Union. The ESSR was initially established on the territory of the Republic of Estonia on 21 July 1940, following the occupation of Soviet troops on 17 June 1940 and the installation of a communist government backed by the Soviet Union, which declared Estonia a Soviet constituency. Estonia was subsequently incorporated into the Sov"}, {"title": "Estonian Sovereignty Declaration", "href": "/wiki/Estonian_Sovereignty_Declaration", "description": "The Estonian Sovereignty Declaration, fully: Declaration on the Sovereignty of the Estonian SSR, was issued on November 16, 1988 during the Singing Revolution in Estonia. The declaration asserted Estonia's sovereignty and the supremacy of the Estonian laws over the laws of the Soviet Union. Estonia's parliament also laid claim to the republic's natural resources: land, inland waters, forests, mine"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}]}, {"heading": "Events", "year": "1988", "date": "November 16", "txt": "In the first open election in more than a decade, voters in Pakistan elect populist candidate Benazir Bhutto to be Prime Minister of Pakistan.", "entities": [{"title": "Benazir Bhutto", "href": "/wiki/Benazir_Bhutto", "description": "Benazir Bhutto was a Pakistani politician who served as Prime Minister of Pakistan from 1988 to 1990 and again from 1993 to 1996. She was the first woman to head a democratic government in a Muslim majority country. Ideologically a liberal and a secularist, she chaired or co-chaired the Pakistan Peoples Party (PPP) from the early 1980s until her assassination in 2007."}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Events", "year": "1989", "date": "November 16", "txt": "El Salvadoran army troops kills six Jesuit priests and two others at Jose Simeon Canas University.", "entities": [{"title": "1989 murders of Jesuits in El Salvador", "href": "/wiki/1989_murders_of_Jesuits_in_El_Salvador", "description": "During the Salvadoran Civil War, on 16 November 1989, Salvadoran Army soldiers killed six Jesuits and two others, the Caretaker's wife and daughter, at their residence on the campus of Central American University in San Salvador, El Salvador. Polaroids of the Jesuits' bullet-riddled bodies were on display in the hallway outside the Chapel. Roses were planted just outside in the garden where the pr"}, {"title": "Central American University", "href": "/wiki/Central_American_University", "description": "José Simeón Cañas Central American University, also known as UCA El Salvador, is a private university with nonprofit purposes in San Salvador, El Salvador, run by the Society of Jesus. It was founded on September 15, 1965, at the request of a group of Roman Catholic families who appealed to the Salvadoran government and the Society of Jesus in order to create another university as an alternative t"}]}, {"heading": "Events", "year": "1990", "date": "November 16", "txt": "Pop group Milli Vanilli are stripped of their Grammy Award because the duo did not sing at all on the Girl You Know It's True album. Session musicians had provided all the vocals.", "entities": [{"title": "Pop music", "href": "/wiki/Pop_music", "description": "Pop is a genre of popular music that originated in its modern form during the mid-1950s in the United States and the United Kingdom. The terms popular music and pop music are often used interchangeably, although the former describes all music that is popular and includes many disparate styles. During the 1950s and 1960s, pop music encompassed rock and roll and the youth-oriented styles it influenc"}, {"title": "Milli Vanilli", "href": "/wiki/Milli_Vanilli", "description": "Milli Vanilli was a German-French R&B duo from Munich. The group was founded by Frank Farian in 1988 and consisted of Fab Morvan and Rob Pilatus. Their debut album, All or Nothing in Europe, reconfigured as Girl You Know It's True in the United States, achieved international success and brought them a Grammy Award for Best New Artist on 21 February 1990."}, {"title": "Grammy Award", "href": "/wiki/Grammy_Award", "description": "The Grammy Award, or just Grammy, is an award presented by the Recording Academy to recognize achievement in the music industry. The trophy depicts a gilded gramophone. The Grammys are the first of the Big Three networks' major music awards held annually. The Grammy is considered one of the four major annual American entertainment awards, along with the Academy Awards, the Emmy Awards, and the Ton"}, {"title": "Session musician", "href": "/wiki/Session_musician", "description": "Session musicians, studio musicians, or backing musicians are musicians hired to perform in recording sessions or live performances. The term sideman is also used in the case of live performances. Session musicians are usually not permanent members of a musical ensemble or band. They work behind the scenes and rarely achieve individual fame in their own right as soloists or bandleaders. However, t"}]}, {"heading": "Events", "year": "1992", "date": "November 16", "txt": "The Hoxne Hoard is discovered by metal detectorist Eric Lawes in Hoxne, Suffolk.", "entities": [{"title": "Hoxne Hoard", "href": "/wiki/Hoxne_Hoard", "description": "The Hoxne Hoard is the largest hoard of late Roman silver and gold discovered in Britain, and the largest collection of gold and silver coins of the fourth and fifth centuries found anywhere within the Roman Empire. It was found by Eric Lawes, a metal detectorist in the village of Hoxne in Suffolk, England in 1992. The hoard consists of 14,865 Roman gold, silver, and bronze coins and approximately"}, {"title": "Metal detector", "href": "/wiki/Metal_detector", "description": "A metal detector is an instrument that detects the presence of metal nearby. Metal detectors are useful for finding metal inclusions hidden within objects, or metal objects buried underground. They often consist of a handheld unit with a sensor probe which can be swept over the ground or other objects. If the sensor comes near a piece of metal this is indicated by a changing tone in earphones, or "}, {"title": "Hoxne", "href": "/wiki/Hoxne", "description": "Hoxne is a village in the Mid Suffolk district of Suffolk, England, about five miles (8 km) east-southeast of Diss, Norfolk and 1⁄2 mile (800 m) south of the River Waveney. The parish is irregularly shaped, covering the villages of Hoxne, Cross Street and Heckfield Green, with a 'tongue' extending southwards to take in part of the former RAF Horham airfield."}]}, {"heading": "Events", "year": "1997", "date": "November 16", "txt": "After nearly 18 years of incarceration, the People's Republic of China releases Wei Jingsheng, a pro-democracy dissident, from jail for medical reasons.", "entities": [{"title": "Wei Jingsheng", "href": "/wiki/Wei_Jingsheng", "description": "Wei Jingsheng is a Chinese human rights activist who is known for his involvement in the Chinese democracy movement. He is most prominent for having authored the essay \"The Fifth Modernization\", which was posted on the Democracy Wall in Beijing in 1978. Due to the manifesto, Wei was arrested and convicted of \"counter-revolutionary\" activities, and was detained as a political prisoner from 1979–93."}]}, {"heading": "Events", "year": "2005", "date": "November 16", "txt": "Following a 31 year wait, Australia defeats Uruguay in a penalty shootout to qualify for the 2006 FIFA World Cup.", "entities": [{"title": "Australia national soccer team", "href": "/wiki/Australia_national_soccer_team", "description": "The Australia national soccer team represents Australia in international men's soccer. Officially nicknamed the Socceroos, the team is controlled by the governing body for soccer in Australia, Football Australia, which is currently a member of the Asian Football Confederation (AFC) and the regional ASEAN Football Federation (AFF) since leaving the Oceania Football Confederation (OFC) in 2006."}, {"title": "Uruguay national football team", "href": "/wiki/Uruguay_national_football_team", "description": "The Uruguay national football team represents Uruguay in international football, and is controlled by the Uruguayan Football Association, the governing body for football in Uruguay. The current head coach is Óscar Tabárez. The Uruguayan team is commonly referred to as La Celeste."}, {"title": "Penalty shootout", "href": "/wiki/Penalty_shootout", "description": "The penalty shootout is a method of determining a winner in sports matches that would have otherwise been drawn or tied. The rules for penalty shootouts vary between sports and even different competitions; however, the usual form is similar to penalty shots in that a single player takes one shot on goal from a specified spot, the only defender being the goalkeeper. If the result is still tied, the"}, {"title": "2006 FIFA World Cup", "href": "/wiki/2006_FIFA_World_Cup", "description": "The 2006 FIFA World Cup was the 18th FIFA World Cup, the quadrennial international football world championship tournament. It was held from 9 June to 9 July 2006 in Germany, which had won the right to host the event in July 2000. Teams representing 198 national football associations from all six populated continents participated in the qualification process which began in September 2003. Thirty-on"}]}, {"heading": "Births", "year": "42 BC", "date": "November 16", "txt": "Tiberius, Roman emperor (d. 37 AD)", "entities": [{"title": "Tiberius", "href": "/wiki/Tiberius", "description": "Tiberius Caesar Augustus was the second Roman emperor, reigning from AD 14 to 37. He succeeded his stepfather, Augustus."}]}, {"heading": "Births", "year": "1436", "date": "November 16", "txt": "Leonardo Loredan, Italian ruler (d. 1521)", "entities": [{"title": "Leonardo Loredan", "href": "/wiki/Leonardo_Loredan", "description": "Leonardo Loredan was the 75th doge of the Republic of Venice from 1501 until his death in 1521. His dogeship was one of the most important in the history of Venice."}]}, {"heading": "Births", "year": "1457", "date": "November 16", "txt": "Beatrice of Naples, Hungarian queen (d. 1508)", "entities": [{"title": "Beatrice of Naples", "href": "/wiki/Beatrice_of_Naples", "description": "Beatrice of Naples, also known as Beatrice of Aragon, was twice Queen of Hungary and of Bohemia by marriage to Matthias Corvinus and Vladislaus II. She was the daughter of Ferdinand I of Naples and Isabella of Clermont."}]}, {"heading": "Births", "year": "1466", "date": "November 16", "txt": "Francesco Cattani da Diacceto, Florentine philosopher (d. 1522)", "entities": [{"title": "Francesco Cattani da Diacceto", "href": "/wiki/Francesco_Cattani_da_Diacceto", "description": "Francesco Cattani da Diacceto was a Florentine Neoplatonist philosopher of the Italian Renaissance."}]}, {"heading": "Births", "year": "1483", "date": "November 16", "txt": "Elisabeth of the Palatinate, Landgravine of Hesse, German noble (d. 1522)", "entities": [{"title": "Elisabeth of the Palatinate, Landgravine of Hesse", "href": "/wiki/Elisabeth_of_the_Palatinate,_Landgravine_of_Hesse", "description": "Elizabeth of the Palatinate was a member of the House of Wittelsbach and a Countess Palatine of Simmern and by marriage, successively Landgravine of Hesse-Marburg and Margravine of Baden."}]}, {"heading": "Births", "year": "1528", "date": "November 16", "txt": "Jeanne d'Albret, Queen of Navarre (d. 1572)", "entities": [{"title": "Jeanne d'Albret", "href": "/wiki/Jeanne_d%27Albret", "description": "Jeanne d'Albret, also known as Jeanne III, was the queen regnant of Navarre from 1555 to 1572. She married Antoine de Bourbon, Duke of Vendôme, becoming the Duchess of Vendôme and was the mother of Henri de Bourbon, who became King Henry III of Navarre and IV of France, the first Bourbon king of France."}]}, {"heading": "Births", "year": "1531", "date": "November 16", "txt": "Anna d'Este, Duchess consort of Nemours (d. 1607)", "entities": [{"title": "Anna d'Este", "href": "/wiki/Anna_d%27Este", "description": "Anna d'Este was an important princess with considerable influence at the court of France and a central figure in the French Wars of Religion. In her first marriage she was Duchess of Aumale, then of Guise, in her second marriage Duchess of Nemours and Genevois."}]}, {"heading": "Births", "year": "1538", "date": "November 16", "txt": "Saint Turibius of Mongrovejo, Spanish Grand Inquisitioner, Archbishop of Lima (d. 1606)", "entities": [{"title": "Turibius of Mongrovejo", "href": "/wiki/Turibius_of_Mongrovejo", "description": "Toribio Alfonso de Mogrovejo was a Spanish prelate of the Catholic Church who served as the Archbishop of Lima from 1579 until his death. He first studied in the humanities and law before serving as a professor and later as the Grand Inquisitor at the behest of King Philip II. His piety and learning had reached the ears of the king who appointed him to that position which was considered unusual si"}]}, {"heading": "Births", "year": "1540", "date": "November 16", "txt": "Princess Cecilia of Sweden (d. 1627)", "entities": [{"title": "Princess Cecilia of Sweden", "href": "/wiki/Princess_Cecilia_of_Sweden", "description": "Cecilia of Sweden, was Princess of Sweden as the daughter of King Gustav I and his second queen, Margaret Leijonhufvud, and Margravine of Baden-Rodemachern through marriage with Christopher II, Margrave of Baden-Rodemachern. She is the most famous of the daughters of Gustav Vasa, known for a courtship scandal in connection with a sister's wedding and for a lengthy stay in England under Elizabeth I"}]}, {"heading": "Births", "year": "1566", "date": "November 16", "txt": "Anna Juliana Gonzaga, Archduchess of Austria and nun (d. 1621)", "entities": [{"title": "Anna Juliana Gonzaga", "href": "/wiki/Anna_Juliana_Gonzaga", "description": "Anna Juliana Gonzaga, O.S.M., was an Archduchess of Austria who became a Religious Sister of the Servite Order after the death of her husband, the Archduke Ferdinand II of Austria. A cause for her canonization is open but has not advanced since the 17th century."}]}, {"heading": "Births", "year": "1569", "date": "November 16", "txt": "Paul Sartorius, German organist and composer (d. 1609)", "entities": [{"title": "Paul Sartorius (composer)", "href": "/wiki/Paul_Sartorius_(composer)", "description": "Paul Sartorius was a German composer and organist."}]}, {"heading": "Births", "year": "1603", "date": "November 16", "txt": "Augustyn Kordecki, Polish monk (d. 1673)", "entities": [{"title": "Augustyn Kordecki", "href": "/wiki/Augustyn_Kordecki", "description": "Abbot Augustyn Kordecki was a prior of the Jasna Góra Monastery, Poland."}]}, {"heading": "Births", "year": "1643", "date": "November 16", "txt": "Jean Chardin, French-English jeweler and explorer (d. 1703)", "entities": [{"title": "Jean Chardin", "href": "/wiki/Jean_Chardin", "description": "Jean Chardin, born Jean-Baptiste Chardin, and also known as Sir John Chardin, was a French jeweller and traveller whose ten-volume book The Travels of Sir John Chardin is regarded as one of the finest works of early Western scholarship on Persia and the Near East in general."}]}, {"heading": "Births", "year": "1648", "date": "November 16", "txt": "Charles Duncombe, English banker and politician (d. 1711)", "entities": [{"title": "Charles Duncombe (English banker)", "href": "/wiki/Charles_Duncombe_(English_banker)", "description": "Sir Charles Duncombe of Teddington, Middlesex and Barford, Wiltshire, was an English banker and Tory politician who sat in the English and British House of Commons between 1685 and 1711. He served as Lord Mayor of London from 1708 to 1709. He made a fortune in banking and was said to be worth £400,000 later in life, and the richest commoner in England on his death."}]}, {"heading": "Births", "year": "1715", "date": "November 16", "txt": "Girolamo Abos, Maltese-Italian composer and educator (d. 1760)", "entities": [{"title": "Girolamo Abos", "href": "/wiki/Girolamo_Abos", "description": "Girolamo Abos, last name also given Avos or d'Avossa and baptized Geronimo Abos, was a Maltese-Italian composer of both operas and church music."}]}, {"heading": "Births", "year": "1717", "date": "November 16", "txt": "Jean le Rond d'Alembert, French mathematician, physicist, and philosopher (d. 1793)", "entities": [{"title": "Jean le Rond d'Alembert", "href": "/wiki/Jean_le_Rond_d%27Alembert", "description": "Jean-Baptiste le Rond d'Alembert was a French mathematician, mechanician, physicist, philosopher, and music theorist. Until 1759 he was, together with Denis Diderot, a co-editor of the Encyclopédie. D'Alembert's formula for obtaining solutions to the wave equation is named after him. The wave equation is sometimes referred to as d'Alembert's equation, and the Fundamental theorem of algebra is name"}]}, {"heading": "Births", "year": "1720", "date": "November 16", "txt": "Carlo Antonio Campioni, French-Italian composer (d. 1788)", "entities": [{"title": "Carlo Antonio Campioni", "href": "/wiki/Carlo_Antonio_Campioni", "description": "\nCharles-Antoine Campion, italianized as Carlo Antonio Campioni was an Italian composer who was born in Lorraine. He was a prolific composer and represented a link between Baroque compositional methods and those of the Classical style."}]}, {"heading": "Births", "year": "1750", "date": "November 16", "txt": "Edward Law, 1st Baron Ellenborough, English lawyer, judge, and politician (d. 1818)", "entities": [{"title": "Edward Law, 1st Baron Ellenborough", "href": "/wiki/Edward_Law,_1st_Baron_Ellenborough", "description": "Edward Law, 1st Baron Ellenborough,, was an English judge. After serving as a member of parliament and Attorney General, he became Lord Chief Justice."}]}, {"heading": "Births", "year": "1753", "date": "November 16", "txt": "James McHenry, Irish-American surgeon and politician (d. 1816)", "entities": [{"title": "James McHenry", "href": "/wiki/James_McHenry", "description": "James McHenry was a Scotch-Irish American military surgeon and statesman. McHenry was a signer of the United States Constitution from Maryland, initiated the recommendation for Congress to form the Navy, and was the eponym of Fort McHenry. He represented Maryland in the Continental Congress. He was a delegate to the Maryland State Convention of 1788, to vote whether Maryland should ratify the prop"}]}, {"heading": "Births", "year": "1758", "date": "November 16", "txt": "Peter Andreas Heiberg, Danish philologist and author (d. 1841)", "entities": [{"title": "Peter Andreas Heiberg", "href": "/wiki/Peter_Andreas_Heiberg", "description": "Peter Andreas Heiberg was a Danish-Norwegian author and philologist. He was born in Vordingborg, Denmark-Norway. The Heiberg ancestry can be traced back to Norway, and has produced a long line of priests, headmasters and other learned men. Peter Andreas Heibergs father was the Norwegian-born headmaster of the grammar school in Vordingborg, Ludvig Heiberg, while his mother was Inger Margrethe, daug"}]}, {"heading": "Births", "year": "1774", "date": "November 16", "txt": "Georg von Cancrin, German-Russian Minister of Finance (d. 1845)", "entities": [{"title": "Georg von Cancrin", "href": "/wiki/Georg_von_Cancrin", "description": "Count Georg Ludwig Cancrin was a Russian German aristocrat and as a politician best known for spearheading reforms in the Russian financial system early in the 19th century."}]}, {"heading": "Births", "year": "1793", "date": "November 16", "txt": "Francis Danby, Irish painter of the Romantic era (d. 1861)", "entities": [{"title": "Francis Danby", "href": "/wiki/Francis_Danby", "description": "Francis Danby was an Irish painter of the Romantic era. His imaginative, dramatic landscapes were comparable to those of John Martin. Danby initially developed his imaginative style while he was the central figure in a group of artists who have come to be known as the Bristol School. His period of greatest success was in London in the 1820s."}]}, {"heading": "Births", "year": "1806", "date": "November 16", "txt": "Mary Tyler Peabody Mann, American author and educator (d. 1887)", "entities": [{"title": "Mary Tyler Peabody Mann", "href": "/wiki/Mary_Tyler_Peabody_Mann", "description": "Mary Tyler Peabody Mann was a teacher, author, mother, and wife of Horace Mann, American education reformer and politician."}]}, {"heading": "Births", "year": "1807", "date": "November 16", "txt": "Jónas Hallgrímsson, Icelandic poet, author and naturalist (d. 1845)", "entities": [{"title": "Jónas Hallgrímsson", "href": "/wiki/J%C3%B3nas_Hallgr%C3%ADmsson", "description": "Jónas Hallgrímsson was an Icelandic poet, author and naturalist. He was one of the founders of the Icelandic journal Fjölnir, which was first published in Copenhagen in 1835. The magazine was used by Jónas and his fellow Fjölnismenn to promote Icelandic nationalism, in the hope of giving impetus to the Icelandic Independence Movement. Jónas remains one of Iceland's most beloved poets, penning some"}]}, {"heading": "Births", "year": "1811", "date": "November 16", "txt": "John Bright, English academic and politician (d. 1889)", "entities": [{"title": "John Bright", "href": "/wiki/John_Bright", "description": "John Bright was a British Radical and Liberal statesman, one of the greatest orators of his generation and a promoter of free trade policies."}]}, {"heading": "Births", "year": "1836", "date": "November 16", "txt": "Kalākaua of Hawaii (d. 1891)", "entities": [{"title": "Kalākaua", "href": "/wiki/Kal%C4%81kaua", "description": "Kalākaua, sometimes called The Merrie Monarch, was the last king and penultimate monarch of the Kingdom of Hawaiʻi, reigning from February 12, 1874, until his death. Succeeding Lunalilo, he was elected to the vacant throne of Hawaiʻi against Queen Emma. Kalākaua had a convivial personality and enjoyed entertaining guests with his singing and ukulele playing. At his coronation and his birthday jubi"}]}, {"heading": "Births", "year": "1839", "date": "November 16", "txt": "Louis-Honoré Fréchette, Canadian poet, author, and politician (d. 1908)", "entities": [{"title": "Louis-Honoré Fréchette", "href": "/wiki/Louis-Honor%C3%A9_Fr%C3%A9chette", "description": "Louis-Honoré Fréchette,, was a Canadian poet, politician, playwright, and short story writer. For his prose, he would be the first Quebecois to receive the Prix Montyon from the Académie française, as well as the first Canadian to receive any honor of this kind from a European nation."}]}, {"heading": "Births", "year": "1841", "date": "November 16", "txt": "Jules Violle, French physicist and academic (d. 1923)", "entities": [{"title": "Jules Violle", "href": "/wiki/Jules_Violle", "description": "Jules Louis Gabriel Violle was a French physicist and inventor."}]}, {"heading": "Births", "year": "1847", "date": "November 16", "txt": "Edmund James Flynn, Canadian lawyer and politician (d. 1927)", "entities": [{"title": "Edmund James Flynn", "href": "/wiki/Edmund_James_Flynn", "description": "Edmund James Flynn was a Canadian politician and the tenth Premier of Quebec."}]}, {"heading": "Births", "year": "1851", "date": "November 16", "txt": "Minnie Hauk, American-Swiss soprano and actress (d. 1929)", "entities": [{"title": "Minnie Hauk", "href": "/wiki/Minnie_Hauk", "description": "Amalia Mignon Hauck \"Minnie\" Hauk was an American operatic soprano."}]}, {"heading": "Births", "year": "1856", "date": "November 16", "txt": "Jürgen Kröger, German architect (d. 1928)", "entities": [{"title": "Jürgen Kröger", "href": "/wiki/J%C3%BCrgen_Kr%C3%B6ger", "description": "Jürgen Kröger was a German architect, active from 1880 to 1920. He bore the title \"(kaiserlicher) Baurat\" in 1908, and was an architectural advisor to German Emperor Wilhelm II. Kröger is most notable for his construction of Protestant church buildings. The poet Timm Kröger was his uncle."}]}, {"heading": "Births", "year": "1861", "date": "November 16", "txt": "Luigi Facta, Italian politician and journalist (d. 1930)", "entities": [{"title": "Luigi Facta", "href": "/wiki/Luigi_Facta", "description": "Luigi Facta was an Italian politician, journalist and the last Prime Minister of Italy before the leadership of Benito Mussolini."}]}, {"heading": "Births", "year": "1861", "date": "November 16", "txt": "Georgina Febres-Cordero, Venezuelan nun (d. 1925)", "entities": []}, {"heading": "Births", "year": "1862", "date": "November 16", "txt": "Charles Turner, Australian cricketer (d. 1944)", "entities": [{"title": "Charles Turner (Australian cricketer)", "href": "/wiki/Charles_Turner_(Australian_cricketer)", "description": "Charles Thomas Biass Turner was a bowler who is regarded as one of the finest ever produced by Australia. Among his accomplishments were:taking 283 wickets in the English season of 1888 for 11.27 runs each. This tally was 69 wickets ahead of Ted Peate's 1882 record, and has been bettered only by Tom Richardson in 1895 and Tich Freeman in 1928 and 1933.\ntaking 314 wickets in all matches in 1888.\nta"}]}, {"heading": "Births", "year": "1873", "date": "November 16", "txt": "W. C. Handy, American trumpet player and composer (d. 1958)", "entities": [{"title": "W. C. Handy", "href": "/wiki/W._C._Handy", "description": "William Christopher Handy was a composer and musician who referred to himself as the Father of the Blues. Handy was one of the most influential songwriters in the United States. One of many musicians who played the distinctively American blues music, Handy did not create the blues genre but was the first to publish music in the blues form, thereby taking the blues from a regional music style with "}]}, {"heading": "Births", "year": "1874", "date": "November 16", "txt": "Alexander Kolchak, Russian admiral and explorer (d. 1920)", "entities": [{"title": "Alexander Kolchak", "href": "/wiki/Alexander_Kolchak", "description": "Alexander Vasilyevich Kolchak was an Imperial Russian admiral, military leader and polar explorer who served in the Imperial Russian Navy and fought in the Russo-Japanese War of 1904-1905 and the First World War. During the Russian Civil War of 1917-1922 he established an anti-communist government in Siberia — later the Provisional All-Russian Government — and became recognised as the \"Supreme Lea"}]}, {"heading": "Births", "year": "1883", "date": "November 16", "txt": "Emil Breitkreutz, American runner and coach (d. 1972)", "entities": [{"title": "Emil Breitkreutz", "href": "/wiki/Emil_Breitkreutz", "description": "Emil William Breitkreutz was an American middle distance runner who won a bronze medal in the Olympic 800 meters final in the 1904 Summer Olympics in St. Louis, Missouri. The race was won by James Lightbody."}]}, {"heading": "Births", "year": "1888", "date": "November 16", "txt": "Luis Cluzeau Mortet, Uruguayan pianist and composer (d. 1957)", "entities": [{"title": "Luis Cluzeau Mortet", "href": "/wiki/Luis_Cluzeau_Mortet", "description": "Luis Cluzeau Mortet was a Uruguayan composer and musician."}]}, {"heading": "Births", "year": "1889", "date": "November 16", "txt": "George S. Kaufman, American director, producer, and playwright (d. 1961)", "entities": [{"title": "George S. Kaufman", "href": "/wiki/George_S._Kaufman", "description": "George Simon Kaufman was an American playwright, theatre director and producer, humorist, and drama critic. In addition to comedies and political satire, he wrote several musicals for the Marx Brothers and others. He won the Pulitzer Prize for Drama for the musical Of Thee I Sing in 1932, and won again in 1937 for the play You Can't Take It with You. He also won the Tony Award for Best Director in"}]}, {"heading": "Births", "year": "1889", "date": "November 16", "txt": "Dietrich Kraiß, German general (d. 1944)", "entities": []}, {"heading": "Births", "year": "1890", "date": "November 16", "txt": "Elpidio Quirino, 6th President of the Philippines (d. 1956)", "entities": [{"title": "Elpidio Quirino", "href": "/wiki/Elpidio_Quirino", "description": "Elpidio Quirino y Rivera was a Filipino lawyer and politician who served as the sixth President of the Philippines from 1948 to 1953."}]}, {"heading": "Births", "year": "1892", "date": "November 16", "txt": "Guo Moruo, Chinese historian, author, and poet (d. 1978)", "entities": [{"title": "Guo Moruo", "href": "/wiki/Guo_Moruo", "description": "Guo Moruo, courtesy name Dingtang (鼎堂), was a Chinese archaeologist, historian, poet, politician, and writer."}]}, {"heading": "Births", "year": "1892", "date": "November 16", "txt": "Tazio Nuvolari, Italian race car driver and motorcycle racer (d. 1953)", "entities": []}, {"heading": "Births", "year": "1894", "date": "November 16", "txt": "Bobby Cruickshank, American golfer (d. 1975)", "entities": [{"title": "Bobby Cruickshank", "href": "/wiki/Bobby_Cruickshank", "description": "Robert Allan Cruickshank was a prominent professional golfer from Scotland. He competed in the PGA of America circuit from the early 1920s to the mid-1930s, the forerunner of today's PGA Tour."}]}, {"heading": "Births", "year": "1894", "date": "November 16", "txt": "Richard von Coudenhove-Kalergi, Austrian philosopher and politician (d. 1972)", "entities": []}, {"heading": "Births", "year": "1895", "date": "November 16", "txt": "Paul Hindemith, German violinist, composer, and conductor (d. 1963)", "entities": [{"title": "Paul Hindemith", "href": "/wiki/Paul_Hindemith", "description": "Paul Hindemith was a prolific German composer, violist, violinist, teacher and conductor. In the 1920s, he became a major advocate of the Neue Sachlichkeit style of music. Notable compositions include his song cycle Das Marienleben (1923), Der Schwanendreher for viola and orchestra (1935), and the opera Mathis der Maler (1938). Hindemith's most popular work, both on record and in the concert hall,"}]}, {"heading": "Births", "year": "1896", "date": "November 16", "txt": "Joan Lindsay, Australian author and critic (d. 1984)", "entities": [{"title": "Joan Lindsay", "href": "/wiki/Joan_Lindsay", "description": "Joan à Beckett Lindsay, also known as Lady Lindsay, was an Australian novelist, playwright, essayist, and visual artist. Trained in her youth as a painter, Lindsay published her first literary work in 1936 at age forty under a pseudonym, a satirical novel titled Through Darkest Pondelayo. Her second novel, Time Without Clocks, was published nearly thirty years later, and was a semi-autobiographica"}]}, {"heading": "Births", "year": "1896", "date": "November 16", "txt": "Oswald Mosley, English fascist leader and politician (d. 1980)", "entities": []}, {"heading": "Births", "year": "1896", "date": "November 16", "txt": "Lawrence Tibbett, American actor and singer (d. 1960)", "entities": []}, {"heading": "Births", "year": "1897", "date": "November 16", "txt": "Choudhry Rahmat Ali, Indian-Pakistani academic (d. 1951)", "entities": [{"title": "Choudhry Rahmat Ali", "href": "/wiki/Choudhry_Rahmat_Ali", "description": "Choudhry Rahmat Ali was a Pakistani nationalist who was one of the earliest proponents of the creation of the state of Pakistan. He is credited with creating the name \"Pakistan\" for a separate Muslim homeland in South Asia and is generally known as the originator of the Pakistan Movement."}]}, {"heading": "Births", "year": "1899", "date": "November 16", "txt": "Mary Margaret McBride, American radio host (d. 1976)", "entities": [{"title": "Mary Margaret McBride", "href": "/wiki/Mary_Margaret_McBride", "description": "Mary Margaret McBride was an American radio interview host and writer. Her popular radio shows spanned more than 40 years. In the 1940s the daily audience for her housewife-oriented program numbered from six to eight million listeners. She was called \"The First Lady of Radio.\""}]}, {"heading": "Births", "year": "1900", "date": "November 16", "txt": "Eliška Junková, Czechoslovakian race car driver (d. 1994)", "entities": [{"title": "Eliška Junková", "href": "/wiki/Eli%C5%A1ka_Junkov%C3%A1", "description": "Eliška Junková-Khásová, also known as Elisabeth Junek, was a Czechoslovak automobile racer. She is regarded as one of the greatest female drivers in Grand Prix motor racing history, and is the first woman to win a Grand Prix event."}]}, {"heading": "Births", "year": "1904", "date": "November 16", "txt": "Nnamdi Azikiwe, 1st President of Nigeria (d. 1996)", "entities": [{"title": "Nnamdi Azikiwe", "href": "/wiki/Nnamdi_Azikiwe", "description": "Nnamdi Benjamin Azikiwe, PC, usually referred to as \"Zik\", was a Nigerian statesman and political leader who served as the first President of Nigeria from 1963 to 1966. Considered a driving force behind the nation's independence, he came to be known as the \"father of Nigerian Nationalism\"."}]}, {"heading": "Births", "year": "1905", "date": "November 16", "txt": "Eddie Condon, American guitarist and banjo player (d. 1973)", "entities": [{"title": "Eddie Condon", "href": "/wiki/Eddie_Condon", "description": "Albert Edwin \"Eddie\" Condon was an American jazz banjoist, guitarist, and bandleader. A leading figure in Chicago jazz, he also played piano and sang."}]}, {"heading": "Births", "year": "1907", "date": "November 16", "txt": "Burgess Meredith, American actor, singer, director, producer, and screenwriter (d. 1997)", "entities": [{"title": "Burgess Meredith", "href": "/wiki/Burgess_Meredith", "description": "Oliver Burgess Meredith was an American actor, director, producer, and writer whose career encompassed theater, film and television."}]}, {"heading": "Births", "year": "1909", "date": "November 16", "txt": "Mirza Nasir Ahmad, Indian-Pakistani religious leader (d. 1982)", "entities": [{"title": "Mirza Nasir Ahmad", "href": "/wiki/Mirza_Nasir_Ahmad", "description": "Hāfiz Mirza Nasir Ahmad was the third caliph, head of the Ahmadiyya Community. He was elected as the third successor of Mirza Ghulam Ahmad on 8 November 1965, the day after the death of his predecessor and father, Mirza Basheer-ud-Din Mahmood Ahmad."}]}, {"heading": "Births", "year": "1912", "date": "November 16", "txt": "George O. Petrie, American actor and director (d. 1997)", "entities": [{"title": "George O. Petrie", "href": "/wiki/George_O._Petrie", "description": "George O. Petrie was an American radio and television actor."}]}, {"heading": "Births", "year": "1912", "date": "November 16", "txt": "W. E. D. Ross, Canadian actor, playwright, and author (d. 1995)", "entities": []}, {"heading": "Births", "year": "1913", "date": "November 16", "txt": "Ellen Albertini Dow, American actress (d. 2015)", "entities": [{"title": "Ellen Albertini Dow", "href": "/wiki/Ellen_Albertini_Dow", "description": "Ellen Rose Albertini Dow was an American film and television character actress and drama coach. She portrayed feisty old ladies and is best known as the rapping grandmother Rosie in The Wedding Singer (1998), performing \"Rapper's Delight\". Dow's other film roles include elderly lady Mary Cleary who \"outs\" her grandson in Wedding Crashers, Disco Dottie in 54, the recipient of Christopher Lloyd's ch"}]}, {"heading": "Births", "year": "1914", "date": "November 16", "txt": "Eddie Chapman, English spy (d. 1997)", "entities": [{"title": "Eddie Chapman", "href": "/wiki/Eddie_Chapman", "description": "Edward Arnold Chapman was an English criminal and wartime spy. During the Second World War he offered his services to Nazi Germany as a spy and subsequently became a British double agent. His British Secret Service handlers codenamed him Agent Zigzag in acknowledgement of his rather erratic personal history."}]}, {"heading": "Births", "year": "1915", "date": "November 16", "txt": "Jean Fritz, Chinese-American author (d. 2017)", "entities": [{"title": "Jean Fritz", "href": "/wiki/Jean_Fritz", "description": "Jean Guttery Fritz was an American children's writer best known for American biography and history. She won the Children's Legacy Literature Award for her career contribution to American children's literature in 1986. She turned 100 in November 2015."}]}, {"heading": "Births", "year": "1916", "date": "November 16", "txt": "Harold Baigent, New Zealand actor and director (d. 1996)", "entities": [{"title": "Harold Baigent", "href": "/wiki/Harold_Baigent", "description": " Harold Verdun Baigent , known as 'Baige', was a New Zealand theatre director, actor and arts manager. He trained as an actor in the USA at Yale University Drama School, and acted in Broadway and London stage productions, before returning to New Zealand in the late 1940s, where he founded his own drama company and worked as a drama tutor and stage manager. In the 1960s he settled in Melbourne, Aus"}]}, {"heading": "Births", "year": "1916", "date": "November 16", "txt": "Daws Butler, American voice actor and singer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 16", "txt": "Al Lucas, Canadian-American bassist (d. 1983)", "entities": []}, {"heading": "Births", "year": "1922", "date": "November 16", "txt": "Gene Amdahl, American computer scientist, physicist, and engineer (d. 2015)", "entities": [{"title": "Gene Amdahl", "href": "/wiki/Gene_Amdahl", "description": "Gene Myron Amdahl was an American computer architect and high-tech entrepreneur, chiefly known for his work on mainframe computers at IBM and later his own companies, especially Amdahl Corporation. He formulated Amdahl's law, which states a fundamental limitation of parallel computing."}]}, {"heading": "Births", "year": "1922", "date": "November 16", "txt": "José Saramago, Portuguese novelist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 16", "txt": "Sam Farber, American businessman (d. 2013)", "entities": [{"title": "Sam Farber", "href": "/wiki/Sam_Farber", "description": "\nSamuel Farber was an American industrial designer and businessman."}]}, {"heading": "Births", "year": "1924", "date": "November 16", "txt": "Mel Patton, American sprinter and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 16", "txt": "Dolo Coker, American pianist and composer (d. 1983)", "entities": [{"title": "Dolo Coker", "href": "/wiki/Dolo_Coker", "description": "Charles Mitchell \"Dolo\" Coker was a jazz pianist and composer who recorded four albums for Xanadu Records and extensively as a sideman, for artists like Sonny Stitt, Gene Ammons, Lou Donaldson, Art Pepper, Philly Joe Jones, and Dexter Gordon."}]}, {"heading": "Births", "year": "1928", "date": "November 16", "txt": "Clu Gulager, American actor and director", "entities": [{"title": "Clu Gulager", "href": "/wiki/Clu_Gulager", "description": "William Martin \"Clu\" Gulager is an American television and film actor and director. He first became known for his work in television, appearing in the co-starring role of William H. Bonney in the 1960–1962 NBC television series The Tall Man and as Emmett Ryker in another NBC Western series, The Virginian. He later had a second career as a horror film actor, including a lead part in Dan O' Bannon's"}]}, {"heading": "Births", "year": "1929", "date": "November 16", "txt": "Peter Boizot, English businessman (d. 2018)", "entities": [{"title": "Peter Boizot", "href": "/wiki/Peter_Boizot", "description": "Peter James Boizot MBE was an English entrepreneur, restaurateur, politician, art collector and philanthropist. He is best known as the founder of PizzaExpress."}]}, {"heading": "Births", "year": "1930", "date": "November 16", "txt": "Chinua Achebe, Nigerian novelist, poet, and critic (d. 2013)", "entities": [{"title": "Chinua Achebe", "href": "/wiki/Chinua_Achebe", "description": "Chinua Achebe was a Nigerian novelist, poet, and critic who is regarded as the dominant figure in modern African literature. His first novel and magnum opus Things Fall Apart (1958), occupies a pivotal place in African literature, and remains the most widely studied, taught and read African novel. A titled Igbo chief himself, Achebe sought to escape the colonial perspective that predominated Afric"}]}, {"heading": "Births", "year": "1930", "date": "November 16", "txt": "Paul Foytack, American baseball player", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 16", "txt": "Salvatore Riina, Italian mob boss (d. 2017)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 16", "txt": "Luciano Bottaro, Italian author and illustrator (d. 2006)", "entities": [{"title": "Luciano Bottaro", "href": "/wiki/Luciano_Bottaro", "description": "Luciano Bottaro was an Italian comic book artist."}]}, {"heading": "Births", "year": "1931", "date": "November 16", "txt": "Hubert Sumlin, American singer and guitarist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 16", "txt": "Garnet Mimms, American R&B singer", "entities": [{"title": "Garnet Mimms", "href": "/wiki/Garnet_Mimms", "description": "Garnet Mimms is an American singer, influential in soul music and rhythm and blues. He first achieved success as the lead singer of Garnet Mimms & The Enchanters, and is best known for the 1963 hit \"Cry Baby\", later recorded by Janis Joplin. According to Steve Huey at AllMusic, his \"pleading, gospel-derived intensity made him one of the earliest true soul singers [and] his legacy remains criminall"}]}, {"heading": "Births", "year": "1935", "date": "November 16", "txt": "Elizabeth Drew, American journalist and author", "entities": [{"title": "Elizabeth Drew", "href": "/wiki/Elizabeth_Drew", "description": "Elizabeth Drew is an American political journalist and author."}]}, {"heading": "Births", "year": "1935", "date": "November 16", "txt": "Mohammad Hussein Fadlallah, Iraqi-Lebanese cleric, educator, and author (d. 2010)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 16", "txt": "Magdi Yacoub, Egyptian-English surgeon and academic", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 16", "txt": "John Moore, Australian businessman and politician", "entities": [{"title": "John Moore (Australian politician)", "href": "/wiki/John_Moore_(Australian_politician)", "description": "John Colinton Moore is a former Australian politician. He was a Liberal member of the House of Representatives for over 25 years, serving between 1975 and 2001, and was a minister in the Fraser and Howard governments."}]}, {"heading": "Births", "year": "1937", "date": "November 16", "txt": "Alan Budd, English economist and academic", "entities": [{"title": "Alan Budd", "href": "/wiki/Alan_Budd", "description": "Sir Alan Peter Budd is a prominent British economist, who was a founding member of the Bank of England's Monetary Policy Committee (MPC) in 1997."}]}, {"heading": "Births", "year": "1938", "date": "November 16", "txt": "Ahmed Bouanani, Moroccan filmmaker (d. 2011)", "entities": [{"title": "Ahmed Bouanani", "href": "/wiki/Ahmed_Bouanani", "description": "Ahmed Bouanani was a Moroccan film director. He was best known from the 1979 film The Mirage, which featured as no.61 on the list of the best and most important 100 Arabic films commissioned by the 10th Dubai International Film Festival in 2013."}]}, {"heading": "Births", "year": "1938", "date": "November 16", "txt": "Kang Ning-hsiang, Taiwanese politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 16", "txt": "Walter Learning, Canadian actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 16", "txt": "Robert Nozick, American philosopher, author, and academic (d. 2002)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 16", "txt": "Troy Seals, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 16", "txt": "Michael Billington, English author and critic", "entities": [{"title": "Michael Billington (critic)", "href": "/wiki/Michael_Billington_(critic)", "description": "Michael Keith Billington OBE is a British author and arts critic. He writes for The Guardian, and was the paper's chief drama critic from 1971 to 2019. Billington is \"Britain's longest-serving theatre critic\" and the author of biographical and critical studies relating to British theatre and the arts. He is the authorised biographer of the playwright Harold Pinter (1930–2008)."}]}, {"heading": "Births", "year": "1940", "date": "November 16", "txt": "Donna McKechnie, American actress, singer, and dancer", "entities": [{"title": "Donna McKechnie", "href": "/wiki/Donna_McKechnie", "description": "Donna McKechnie is an American musical theater dancer, singer, actress, and choreographer. She is known for her professional and personal relationship with choreographer Michael Bennett, with whom she collaborated on her most noted role, the character of Cassie in the musical A Chorus Line. She earned the Tony Award for Best Actress in a Musical for this performance in 1976. She is also known for "}]}, {"heading": "Births", "year": "1941", "date": "November 16", "txt": "Angelo Gilardino, Italian guitarist, composer, and musicologist", "entities": [{"title": "Angelo Gilardino", "href": "/wiki/Angelo_Gilardino", "description": "Angelo Gilardino is an Italian composer, guitarist and musicologist."}]}, {"heading": "Births", "year": "1941", "date": "November 16", "txt": "Gerry Marshall, English race car driver (d. 2005)", "entities": []}, {"heading": "Births", "year": "1941", "date": "November 16", "txt": "Dan Penn, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 16", "txt": "Willie Carson, Scottish jockey and sportscaster", "entities": [{"title": "Willie Carson", "href": "/wiki/Willie_Carson", "description": "William Fisher Hunter Carson, OBE is a retired jockey in thoroughbred horse racing."}]}, {"heading": "Births", "year": "1942", "date": "November 16", "txt": "Joanna Pettet, English-Canadian actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 16", "txt": "Oliver Braddick, English psychologist and academic", "entities": [{"title": "Oliver Braddick", "href": "/wiki/Oliver_Braddick", "description": "\n\nOliver John Braddick, is a British developmental psychologist who is involved in research on infant visual perception. He frequently collaborates with his wife Janette Atkinson."}]}, {"heading": "Births", "year": "1945", "date": "November 16", "txt": "Teenie Hodges, American guitarist and songwriter (d. 2014)", "entities": [{"title": "Teenie Hodges", "href": "/wiki/Teenie_Hodges", "description": "Mabon Lewis \"Teenie\" Hodges was an American musician known for his work as a rhythm and lead guitarist and songwriter on many of Al Green's soul hits, and those of other artists such as Ann Peebles and Syl Johnson, on Hi Records in the 1970s. His credits as a songwriter include \"Take Me to the River\", \"Love and Happiness\", \"L-O-V-E (Love)\", and \"Here I Am \"."}]}, {"heading": "Births", "year": "1945", "date": "November 16", "txt": "Lynn Hunt, American historian, author, and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 16", "txt": "Colin Burgess, Australian drummer and songwriter", "entities": [{"title": "Colin Burgess (musician)", "href": "/wiki/Colin_Burgess_(musician)", "description": "Colin John Burgess is an Australian musician who was a drummer in the rock group the Masters Apprentices from 1968 to 1972 and was the original drummer for hard rockers AC/DC. The Masters Apprentices had top 20 singles chart success with \"5:10 Man\", \"Think about Tomorrow Today\", \"Turn Up Your Radio\" and \"Because I Love You\". In 1998 The Masters Apprentices, with Burgess, were inducted into the ARI"}]}, {"heading": "Births", "year": "1946", "date": "November 16", "txt": "Barbara Smith, American writer", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 16", "txt": "Beverly Smith, American writer", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 16", "txt": "Terence McKenna, American botanist, philosopher, and author (d. 2000)", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 16", "txt": "Jo Jo White, American basketball player and coach (d. 2018)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 16", "txt": "Omar Ruiz Hernández, Cuban journalist and activist", "entities": [{"title": "Omar Ruiz Hernández", "href": "/wiki/Omar_Ruiz_Hern%C3%A1ndez", "description": "Omar Moisés Ruiz Hernández is a Cuban journalist. Amnesty International declared him as an international prisoner of conscience after he was imprisoned in 2003 during a crackdown on dissidents. He worked for dissident press agency Grupo de Trabajo Decoro before sentenced to 18 years in prison."}]}, {"heading": "Births", "year": "1948", "date": "November 16", "txt": "Tihomir \"Pop\" Asanović, Croatian jazz-rock keyboardist and composer", "entities": [{"title": "Tihomir Pop Asanović", "href": "/wiki/Tihomir_Pop_Asanovi%C4%87", "description": "Tihomir \"Pop\" Asanović is a Croatian jazz-rock and fusion keyboardist, Hammond organ player and composer."}]}, {"heading": "Births", "year": "1948", "date": "November 16", "txt": "Horst Bertram, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 16", "txt": "Chi Coltrane, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 16", "txt": "Bonnie Greer, American-English playwright and critic", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 16", "txt": "Ken James, Australian actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 16", "txt": "Manuel Zamora, Filipino farmer and politician", "entities": [{"title": "Manuel E. Zamora", "href": "/wiki/Manuel_E._Zamora", "description": "Manuel E. \"Way Kurat\" Zamora is a Filipino politician. A former member of Lakas–CMD, he has been elected to three terms as a Member of the House of Representatives of the Philippines, representing the 1st District of Davao de Oro. First elected in 2001, he was re-elected in 2004 and 2007, and again in 2019."}]}, {"heading": "Births", "year": "1951", "date": "November 16", "txt": "Andy Dalton, New Zealand rugby player", "entities": [{"title": "Andy Dalton (rugby union)", "href": "/wiki/Andy_Dalton_(rugby_union)", "description": "Andrew Grant Dalton is a former New Zealand rugby union player. He captained the national team, the All Blacks, 17 times in tests. He is a second-generation All Black; his father Ray Dalton played in two All Blacks tests in the late 1940s."}]}, {"heading": "Births", "year": "1952", "date": "November 16", "txt": "Shigeru Miyamoto, Japanese video game designer", "entities": [{"title": "Shigeru Miyamoto", "href": "/wiki/Shigeru_Miyamoto", "description": "Shigeru Miyamoto is a Japanese video game designer, producer and game director at Nintendo, where he serves as one of its representative directors. He is the creator of some of the most acclaimed and best-selling game franchises of all time, including Mario and The Legend of Zelda."}]}, {"heading": "Births", "year": "1953", "date": "November 16", "txt": "Griff Rhys Jones, Welsh comedian, actor, and author", "entities": [{"title": "Griff Rhys Jones", "href": "/wiki/Griff_Rhys_Jones", "description": "Griffith Rhys Jones is a Welsh comedian, writer, actor, and television presenter. He starred in a number of television series with his comedy partner, Mel Smith."}]}, {"heading": "Births", "year": "1954", "date": "November 16", "txt": "Andrea Barrett, American novelist and short story writer", "entities": [{"title": "Andrea Barrett", "href": "/wiki/Andrea_Barrett", "description": "Andrea Barrett is an American novelist and short story writer. Her collection Ship Fever won the 1996 U.S. National Book Award for Fiction, and she received a MacArthur Fellowship in 2001. Her book Servants of the Map was a finalist for the 2003 Pulitzer Prize for Fiction, and Archangel was a finalist for the 2013 Story Prize."}]}, {"heading": "Births", "year": "1954", "date": "November 16", "txt": "Dick Gross, Australian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 16", "txt": "Pierre Larouche, Canadian ice hockey player and coach", "entities": [{"title": "Pierre Larouche", "href": "/wiki/Pierre_Larouche", "description": "Pierre Roland Larouche is a Canadian former professional ice hockey forward who played in the NHL for the Pittsburgh Penguins, Montreal Canadiens, Hartford Whalers, and New York Rangers."}]}, {"heading": "Births", "year": "1955", "date": "November 16", "txt": "Héctor Cúper, Argentinian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 16", "txt": "Jun Kunimura, Japanese actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 16", "txt": "Terry Labonte, American race car driver and businessman", "entities": [{"title": "Terry Labonte", "href": "/wiki/Terry_Labonte", "description": "Terrance Lee Labonte is an American former stock car driver who raced from 1978 to 2014 in the former NASCAR Winston Cup and Sprint Cup Series. A two-time Cup Series champion and 1989 IROC champion, he is the older brother of 2000 Cup Series champion Bobby Labonte, and the father of former Nationwide Series driver Justin Labonte. He also co-owns a Chevrolet dealership in Greensboro, North Carolina"}]}, {"heading": "Births", "year": "1957", "date": "November 16", "txt": "Jacques Gamblin, French actor", "entities": [{"title": "Jacques Gamblin", "href": "/wiki/Jacques_Gamblin", "description": "Jacques Gamblin is a French actor."}]}, {"heading": "Births", "year": "1958", "date": "November 16", "txt": "Marg Helgenberger, American actress", "entities": [{"title": "Marg Helgenberger", "href": "/wiki/Marg_Helgenberger", "description": "Mary Margaret Helgenberger is an American actress. She began her career in the early 1980s and first came to attention for playing the role of Siobhan Ryan on the daytime soap opera Ryan's Hope from 1982 to 1986. She is best known for her roles as Catherine Willows in the CBS police procedural drama CSI: Crime Scene Investigation (2000–13) and the subsequent TV movie Immortality (2015) and as K.C."}]}, {"heading": "Births", "year": "1958", "date": "November 16", "txt": "Boris Krivokapić, Serbian author and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 16", "txt": "Glenda Bailey, English journalist", "entities": [{"title": "Glenda Bailey", "href": "/wiki/Glenda_Bailey", "description": "Dame Glenda Adrianne Bailey DBE is a former editor-in-chief of Harper’s Bazaar, a monthly fashion magazine published by the Hearst Corporation. She was in this position from May 2001 to 2020."}]}, {"heading": "Births", "year": "1959", "date": "November 16", "txt": "Francis M. Fesmire, American cardiologist and physician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 16", "txt": "Frank Bruno, English boxer", "entities": [{"title": "Frank Bruno", "href": "/wiki/Frank_Bruno", "description": "Franklin Roy Bruno, is a British former professional boxer who competed from 1982 to 1996. He had a highly publicised and eventful career, both in and out of the ring. The pinnacle of Bruno's boxing career was winning the WBC heavyweight title from Oliver McCall at a packed Wembley Stadium in 1995, in what was his fourth world championship challenge. Bruno faced multiple top-rated heavyweights thr"}]}, {"heading": "Births", "year": "1962", "date": "November 16", "txt": "Darwyn Cooke, Canadian writer and artist (d. 2016)", "entities": [{"title": "Darwyn Cooke", "href": "/wiki/Darwyn_Cooke", "description": "Darwyn Cooke was a Canadian comics artist, writer, cartoonist, and animator who worked on the comic books Catwoman, DC: The New Frontier, The Spirit and Richard Stark's Parker: The Hunter. His work has been honoured with numerous Eisner, Harvey, and Joe Shuster Awards."}]}, {"heading": "Births", "year": "1962", "date": "November 16", "txt": "Mani, English bass player", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 16", "txt": "Steve Argüelles, English drummer and producer", "entities": [{"title": "Steve Argüelles", "href": "/wiki/Steve_Arg%C3%BCelles", "description": "Stephen Argüelles Clarke is an English jazz drummer, producer and is the proprietor of the Plush record label. He has also worked in film and theatre. He is the elder brother of saxophonist Julian Argüelles. Steve currently resides in Paris, France."}]}, {"heading": "Births", "year": "1963", "date": "November 16", "txt": "William Bonner, Brazilian newscaster, publicist and journalist", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 16", "txt": "Zina Garrison, American tennis player", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 16", "txt": "Waheed Alli, Baron Alli, English businessman and politician", "entities": [{"title": "Waheed Alli, Baron Alli", "href": "/wiki/Waheed_Alli,_Baron_Alli", "description": "Waheed Alli, Baron Alli is a media entrepreneur and politician. He is the co-creator of the television series Survivor and has held executive positions at several television production companies including the Endemol Shine Group, Carlton Television Productions, Planet 24, and Chorion."}]}, {"heading": "Births", "year": "1964", "date": "November 16", "txt": "Valeria Bruni Tedeschi, Italian-French actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 16", "txt": "Dwight Gooden, American baseball player", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 16", "txt": "Diana Krall, Canadian singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 16", "txt": "Maeve Quinlan, American actress", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 16", "txt": "Mika Aaltonen, Finnish footballer", "entities": [{"title": "Mika Aaltonen", "href": "/wiki/Mika_Aaltonen", "description": "Mika Aaltonen is a Finnish former footballer. His position was an attacking central midfielder. He also played for the Finnish national team."}]}, {"heading": "Births", "year": "1966", "date": "November 16", "txt": "Joey Cape, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Joey Cape", "href": "/wiki/Joey_Cape", "description": "Randal Joseph \"Joey\" Cape is an American singer, songwriter and producer. Active since 1989, Cape is best known as the frontman of the California punk rock band Lagwagon."}]}, {"heading": "Births", "year": "1966", "date": "November 16", "txt": "Stephen Critchlow, English actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 16", "txt": "Dave Kushner, American guitarist", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 16", "txt": "Christian Lorenz, German keyboard player", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 16", "txt": "Dean McDermott, Canadian-American actor and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 16", "txt": "Tahir Shah, English journalist, author, and explorer", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 16", "txt": "Craig Arnold, American poet and academic (d. 2009)", "entities": [{"title": "Craig Arnold", "href": "/wiki/Craig_Arnold", "description": "Craig Arnold was an American poet and professor. His first book of poems, Shells (1999), was selected by W. S. Merwin for the Yale Series of Younger Poets. His many honors include the 2005 Joseph Brodsky Rome Prize Fellowship in literature, The Amy Lowell Poetry Traveling Fellowship, an Alfred Hodder Fellowship, a Fulbright Fellowship, an NEA fellowship, and a MacDowell Fellowship."}]}, {"heading": "Births", "year": "1967", "date": "November 16", "txt": "Lisa Bonet, American actress and director", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 16", "txt": "Shobha Nagi Reddy, Indian politician (d. 2014)", "entities": [{"title": "Shobha Nagi Reddy", "href": "/wiki/Shobha_Nagi_Reddy", "description": "Shobha Nagi Reddy was an Indian politician from Andhra Pradesh, India. She represented the Allagadda constituency in the Legislative Assembly of Andhra Pradesh for four terms until 2012 when she resigned due to political turmoil in her party. She served as the chairperson of Andhra Pradesh State Road Transport Corporation (APSRTC) and was the spokesperson for Prajarajyam party, having previously b"}]}, {"heading": "Births", "year": "1968", "date": "November 16", "txt": "Melvin Stewart, American swimmer", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 16", "txt": "Logan Mader, Canadian-American guitarist and producer", "entities": [{"title": "Logan Mader", "href": "/wiki/Logan_Mader", "description": "Logan Conrad Mader is a Canadian-American record producer and current guitarist in melodic death metal band Once Human, as well as former lead guitarist in groove metal band Machine Head, which was formed in Oakland, California in 1991."}]}, {"heading": "Births", "year": "1970", "date": "November 16", "txt": "Martha Plimpton, American actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 16", "txt": "Tanja Damaske, German javelin thrower and shot putter", "entities": [{"title": "Tanja Damaske", "href": "/wiki/Tanja_Damaske", "description": "Tanja Damaske is a retired German track and field athlete who competed in the javelin throw. She is best known for winning the gold medal at the 1998 European Championships. A year earlier she earned a bronze medal at the World Championships. A five-time German Champion in the women's javelin throw, she retired from competition in 2003."}]}, {"heading": "Births", "year": "1971", "date": "November 16", "txt": "Mustapha Hadji, Moroccan footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 16", "txt": "Annely Peebo, Estonian soprano and actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 16", "txt": "Alexander Popov, Russian swimmer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 16", "txt": "Waqar Younis, Pakistani cricketer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 16", "txt": "Missi Pyle, American actress and singer", "entities": [{"title": "Missi Pyle", "href": "/wiki/Missi_Pyle", "description": "Andrea Kay Pyle, known professionally as Missi Pyle, is an American actress and singer. She has appeared in a number of successful films, including Galaxy Quest (1999), Big Fish (2003), Bringing Down the House (2003), DodgeBall: A True Underdog Story (2004), Charlie and the Chocolate Factory (2005), Harold & Kumar Escape from Guantanamo Bay (2008), The Artist (2011), Gone Girl (2014), Captain Fant"}]}, {"heading": "Births", "year": "1973", "date": "November 16", "txt": "Christian Horner, English race car driver and manager", "entities": [{"title": "Christian Horner", "href": "/wiki/Christian_Horner", "description": "Christian Edward Johnston Horner is the Team Principal of the Red Bull Racing Formula One team, a position he has held since 2005, winning eight world titles. His motorsport career started as a racing car driver, before he switched roles to become head of International Formula 3000 team Arden International Motorsport in 1999."}]}, {"heading": "Births", "year": "1973", "date": "November 16", "txt": "Brendan Laney, New Zealand-Scottish rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 16", "txt": "Maurizio Margaglio, Italian ice dancer and coach", "entities": [{"title": "Maurizio Margaglio", "href": "/wiki/Maurizio_Margaglio", "description": "Maurizio Margaglio is an Italian ice dancing coach and former competitor. With partner Barbara Fusar-Poli, he is the 2001 World champion, 2001 European champion, and 2002 Olympic bronze medalist. They won nine Italian titles and competed at three Olympics."}]}, {"heading": "Births", "year": "1974", "date": "November 16", "txt": "Paul Scholes, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 16", "txt": "Julio Lugo, Dominican baseball player", "entities": [{"title": "Julio Lugo", "href": "/wiki/Julio_Lugo", "description": "Julio Cesar Lugo is a Dominican former professional baseball shortstop. Lugo is the older brother of baseball pitcher Ruddy Lugo. He played in Major League Baseball (MLB) for the Houston Astros, Tampa Bay Devil Rays, Los Angeles Dodgers, Boston Red Sox, St. Louis Cardinals, Baltimore Orioles and Atlanta Braves."}]}, {"heading": "Births", "year": "1975", "date": "November 16", "txt": "Yuki Uchida, Japanese actress, model, and singer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 16", "txt": "Dan Black, English singer-songwriter", "entities": [{"title": "Dan Black", "href": "/wiki/Dan_Black", "description": "Daniel Black is an English singer-songwriter and vocalist. He was a member of alternative rock band the Servant, before their split in 2007. He has also been a guest vocalist for the Italian British group Planet Funk. After releasing his breakthrough song \"HYPNTZ\", he signed to The:Hours, releasing his first two singles – \"Alone\" and \"Yours\" – in 2008. The following year, he released his most comm"}]}, {"heading": "Births", "year": "1976", "date": "November 16", "txt": "Juha Pasoja, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 16", "txt": "Martijn Zuijdweg, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 16", "txt": "Oksana Baiul, Ukrainian-American figure skater", "entities": [{"title": "Oksana Baiul", "href": "/wiki/Oksana_Baiul", "description": "Oksana Serhiyivna Baiul-Farina is a Ukrainian retired competitive figure skater. She is the 1993 World champion and the 1994 Olympic champion in ladies' singles."}]}, {"heading": "Births", "year": "1977", "date": "November 16", "txt": "Gigi Edgley, Australian singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 16", "txt": "Maggie Gyllenhaal, American actress and singer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 16", "txt": "Mauricio Ochmann, Mexican actor and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 16", "txt": "Kip Bouknight, American baseball player", "entities": [{"title": "Kip Bouknight", "href": "/wiki/Kip_Bouknight", "description": "Kip McKey Bouknight is an American professional baseball pitcher who most recently played with the Somerset Patriots of the Atlantic League of Professional Baseball."}]}, {"heading": "Births", "year": "1978", "date": "November 16", "txt": "Mehtap Doğan-Sızmaz, Turkish runner", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 16", "txt": "Takashi Nagayama, Japanese actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 16", "txt": "Gary Naysmith, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 16", "txt": "Carolina Parra, Brazilian guitarist and drummer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 16", "txt": "Tony Frias, American soccer player", "entities": [{"title": "Tony Frias", "href": "/wiki/Tony_Frias", "description": "Anthony 'Tony' Charles Frias III is an American retired footballer who played as a midfielder or a striker."}]}, {"heading": "Births", "year": "1979", "date": "November 16", "txt": "Bruce Irons, American surfer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 16", "txt": "Moris Carrozzieri, Italian footballer", "entities": [{"title": "Moris Carrozzieri", "href": "/wiki/Moris_Carrozzieri", "description": "Moris Carrozzieri is an Italian football defender."}]}, {"heading": "Births", "year": "1980", "date": "November 16", "txt": "Kayte Christensen, American basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 16", "txt": "Nicole Gius, Italian skier", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 16", "txt": "Carol Huynh, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 16", "txt": "Hasan Üçüncü, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 16", "txt": "Fernando Cabrera, Puerto Rican baseball player", "entities": [{"title": "Fernando Cabrera (baseball)", "href": "/wiki/Fernando_Cabrera_(baseball)", "description": "Fernando José Cabrera is a Puerto Rican former professional baseball relief pitcher. He played in Major League Baseball (MLB) for the Cleveland Indians, Baltimore Orioles, and Boston Red Sox."}]}, {"heading": "Births", "year": "1981", "date": "November 16", "txt": "Allison Crowe, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 16", "txt": "Caitlin Glass, American voice actress, singer, and director", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 16", "txt": "Kate Miller-Heidke, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 16", "txt": "Osi Umenyiora, English-American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 16", "txt": "Nonito Donaire, Filipino-American boxer", "entities": [{"title": "Nonito Donaire", "href": "/wiki/Nonito_Donaire", "description": "Nonito Gonzales Donaire Jr. is a Filipino professional boxer. He has held multiple world championships in four weight classes, including the IBF flyweight title from 2007 to 2009; the unified WBC and WBO bantamweight titles in 2011; the IBF super bantamweight title in 2012; the WBO super bantamweight title twice between 2012 and 2016; the WBA (Undisputed) featherweight title in 2014; and the WBA ("}]}, {"heading": "Births", "year": "1982", "date": "November 16", "txt": "Jannie du Plessis, South African rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 16", "txt": "Ronald Pognon, French sprinter", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 16", "txt": "Amar'e Stoudemire, American-Israeli basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 16", "txt": "Chris Gocong, American football player", "entities": [{"title": "Chris Gocong", "href": "/wiki/Chris_Gocong", "description": "Christopher Andrew Gocong is a former American football linebacker who played for the Philadelphia Eagles and Cleveland Browns in the National Football League. He was drafted by the Philadelphia Eagles in the third round of the 2006 NFL Draft. He played college football at FCS Cal Poly in San Luis Obispo, CA."}]}, {"heading": "Births", "year": "1983", "date": "November 16", "txt": "Kool A.D., American rapper", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 16", "txt": "Kari Lehtonen, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 16", "txt": "Britta Steffen, German swimmer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 16", "txt": "Janette Manrara, American professional dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 16", "txt": "Gemma Atkinson, English model and actress", "entities": [{"title": "Gemma Atkinson", "href": "/wiki/Gemma_Atkinson", "description": "Gemma Louise Atkinson is an English Actor, radio presenter and former glamour model. She played Lisa Hunter in Hollyoaks (2001–2005) and in three spin-off series, Hollyoaks: After Hours (2004), Hollyoaks: Let Loose (2005) and Hollyoaks: In the City (2006), Tamzin Bayle on Casualty and Carly Hope on Emmerdale (2015–2017). She currently presents the drive time slot across the Hits Radio Network."}]}, {"heading": "Births", "year": "1984", "date": "November 16", "txt": "Mark Bunn, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 16", "txt": "Tamawashi Ichiro, Mongolian sumo wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 16", "txt": "Aditya Roy Kapur, Indian film actor", "entities": [{"title": "Aditya Roy Kapur", "href": "/wiki/Aditya_Roy_Kapur", "description": "Aditya Roy Kapur is an Indian film actor who works in Hindi-language films. He made his Bollywood debut with 2009 film London Dreams but rose to fame with 2013 film Aashiqui 2. He is the youngest brother of Bollywood film producer Siddharth Roy Kapur and actor Kunaal Roy Kapur and is a brother-in-law of actress Vidya Balan."}]}, {"heading": "Births", "year": "1986", "date": "November 16", "txt": "Omar Mateen, Islamic terrorist, perpetrator of the Orlando nightclub shooting", "entities": [{"title": "Omar Mateen", "href": "/wiki/Omar_Mateen", "description": "Omar Mir Seddique Mateen was an American mass murderer and domestic terrorist who killed 49 people and wounded 53 others in a mass shooting at the Pulse nightclub in Orlando, Florida, on June 12, 2016, before he was killed in a shootout with the local police. It was the deadliest shooting by a single shooter in United States history until the Las Vegas Strip shooting on October 1, 2017."}, {"title": "Orlando nightclub shooting", "href": "/wiki/Orlando_nightclub_shooting", "description": "On June 12, 2016, Omar Mateen, a 29-year-old local man, killed 49 people and wounded 53 more in a mass shooting inside Pulse, a gay nightclub in Orlando, Florida, United States. Orlando Police officers shot and killed him after a three-hour standoff."}]}, {"heading": "Births", "year": "1986", "date": "November 16", "txt": "Maxime Médard, French rugby player", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 16", "txt": "Eitan Tibi, Israeli footballer", "entities": [{"title": "Eitan Tibi", "href": "/wiki/Eitan_Tibi", "description": "Eitan Tibi is an Israeli footballer who plays as a centre-back for Maccabi Tel Aviv."}]}, {"heading": "Births", "year": "1987", "date": "November 16", "txt": "Jordan Walden, American baseball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 16", "txt": "Iamsu!, American rapper and producer", "entities": [{"title": "Iamsu!", "href": "/wiki/Iamsu!", "description": "Sudan Ameer Williams, better known by his stage name Iamsu!, is an American rapper, singer, songwriter, and record producer. He is also a part of the production team The Invasion and the executive of the hip hop group The HBK Gang. Iamsu! has released numerous mixtapes in his career including Suzy 6 Speed, Million Dollar Afro with regular collaborator Problem and the Kilt series. He is also known "}]}, {"heading": "Births", "year": "1990", "date": "November 16", "txt": "Arjo Atayde, Filipino actor", "entities": [{"title": "Arjo Atayde", "href": "/wiki/Arjo_Atayde", "description": "Juan Carlos Campo Atayde, better known as Arjo Atayde, is a Filipino actor. He is currently a talent of Viva Artists Agency and Star Magic. He is most known for portraying the antagonist Joaquin Tuazon, the son of the rich business man in the ABS-CBN primetime series, FPJ's Ang Probinsyano, Francisco \"Paco\" Alipio in television drama series Hanggang Saan, and Elijah \"Elai\" Sarmiento in the recentl"}]}, {"heading": "Births", "year": "1990", "date": "November 16", "txt": "Dénes Dibusz, Hungarian football player", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 16", "txt": "Tomomi Kasai, Japanese actress and singer", "entities": [{"title": "Tomomi Kasai", "href": "/wiki/Tomomi_Kasai", "description": "Tomomi Kasai  is a Japanese singer, actress and a former member of the idol group AKB48, belonging to Team A. She had a recurring role on Kamen Rider W as Elizabeth, alongside group member Tomomi Itano. Together, they make up the sub-unit Queen & Elizabeth."}]}, {"heading": "Births", "year": "1992", "date": "November 16", "txt": "George Akpabio, Nigerian footballer", "entities": [{"title": "George Akpabio", "href": "/wiki/George_Akpabio", "description": "George Akpabio is a Nigerian professional footballer who currently plays as a striker for Al-Nojoom."}]}, {"heading": "Births", "year": "1992", "date": "November 16", "txt": "Matthew Allwood, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 16", "txt": "Pete Davidson, American comedian and actor", "entities": [{"title": "Pete Davidson", "href": "/wiki/Pete_Davidson", "description": "Peter Michael Davidson is an American comedian, actor, writer and producer. He is a cast member on Saturday Night Live. Davidson has also appeared on the MTV shows Guy Code, Wild 'n Out, and Failosophy. He has performed stand-up comedy on Adam DeVine's House Party, Jimmy Kimmel Live!, and Comedy Underground with Dave Attell, and guest-starred in Brooklyn Nine-Nine. In 2020, he co-wrote and starred"}]}, {"heading": "Births", "year": "1994", "date": "November 16", "txt": "Brandon Larracuente, American actor", "entities": [{"title": "Brandon Larracuente", "href": "/wiki/Brandon_Larracuente", "description": "Brandon A. Larracuente is an American actor known for his roles in the Bloodline and 13 Reasons Why. In 2020, he began starring in the Freeform drama series, Party of Five."}]}, {"heading": "Births", "year": "1994", "date": "November 16", "txt": "Yoshiki Yamamoto, Japanese football player", "entities": []}, {"heading": "Births", "year": "1995", "date": "November 16", "txt": "Noah Gray-Cabey, American actor and pianist", "entities": [{"title": "Noah Gray-Cabey", "href": "/wiki/Noah_Gray-Cabey", "description": "Noah Gray-Cabey is an American actor and pianist. He is known for his roles in the television series My Wife and Kids and Heroes. He has appeared on the television shows Ripley's Believe It or Not, 48 Hours, The Tonight Show, Good Morning America and The Oprah Winfrey Show. Gray-Cabey also starred in the CBS medical drama Code Black as Dr. Eliot Dixon."}]}, {"heading": "Deaths", "year": "897", "date": "November 16", "txt": "Gu Yanhui, Chinese warlord", "entities": [{"title": "Gu Yanhui", "href": "/wiki/Gu_Yanhui", "description": "Gu Yanhui (顧彥暉) was a warlord late in the Chinese dynasty Tang Dynasty, who controlled Dongchuan Circuit from 891, when he succeeded his brother Gu Yanlang, to 897, when he, facing defeat against one-time ally Wang Jian, committed suicide with his family members."}, {"title": "Warlord", "href": "/wiki/Warlord", "description": "A warlord is a strong leader able to exercise military, economic, and political control over a subnational territory within a sovereign state because of their ability to mobilize loyal armed forces. These armed forces, usually considered militias, are loyal to the warlord rather than to the general government due to the background of the Warlords. Warlords have existed throughout much of history, "}]}, {"heading": "Deaths", "year": "987", "date": "November 16", "txt": "Shen Lun, Chinese scholar-official", "entities": [{"title": "Shen Lun", "href": "/wiki/Shen_Lun", "description": "Shen Lun, known as Shen Yilun before 976, was a scholar-official who successively served the Later Han, Later Zhou and Song dynasties. He was one of the Song dynasty grand councilors between 973 and 982."}, {"title": "Scholar-official", "href": "/wiki/Scholar-official", "description": "The Scholar-officials, also known as literati, scholar-gentlemen or scholar-bureaucrats were government officials and prestigious scholars in Chinese society, forming a distinct social class."}]}, {"heading": "Deaths", "year": "1005", "date": "November 16", "txt": "Ælfric of Abingdon, Archbishop of Canterbury", "entities": [{"title": "Ælfric of Abingdon", "href": "/wiki/%C3%86lfric_of_Abingdon", "description": "Ælfric of Abingdon was a late 10th-century Archbishop of Canterbury. He previously held the offices of abbot of St Albans Abbey and Bishop of Ramsbury, as well as likely being the abbot of Abingdon Abbey. After his election to Canterbury, he continued to hold the bishopric of Ramsbury along with the archbishopric of Canterbury until his death in 1005. Ælfric may have altered the composition of Can"}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "1093", "date": "November 16", "txt": "Saint Margaret of Scotland (b. 1045)", "entities": [{"title": "Saint Margaret of Scotland", "href": "/wiki/Saint_Margaret_of_Scotland", "description": "Saint Margaret of Scotland, also known as Margaret of Wessex, was an English princess and a Scottish queen. Margaret was sometimes called \"The Pearl of Scotland\". Born in the Kingdom of Hungary to the expatriate English prince Edward the Exile, Margaret and her family returned to England in 1057. Following the death of king Harold II at the Battle of Hastings in 1066, her brother Edgar Ætheling wa"}]}, {"heading": "Deaths", "year": "1131", "date": "November 16", "txt": "Dobrodeia of Kiev, Rus princess and author of medical books", "entities": [{"title": "Dobrodeia of Kiev", "href": "/wiki/Dobrodeia_of_Kiev", "description": "Dobrodeia of Kiev, was a Rus' princess, spouse of the Byzantine co-emperor Alexios Komnenos, and author on medicine."}]}, {"heading": "Deaths", "year": "1240", "date": "November 16", "txt": "Edmund Rich, English archbishop and saint (b. 1175)", "entities": [{"title": "Edmund Rich", "href": "/wiki/Edmund_Rich", "description": "Edmund of Abingdon was an English born prelate who served as Archbishop of Canterbury. He became a respected lecturer in mathematics, dialectics and theology at the Universities of Paris and Oxford, promoting the study of Aristotle. Having already an unsought reputation as an ascetic, he was ordained a priest, took a doctorate in divinity and soon became known not only for his lectures on theology"}]}, {"heading": "Deaths", "year": "1240", "date": "November 16", "txt": "Ibn Arabi, Andalusian Arab philosopher (b. 1165)", "entities": []}, {"heading": "Deaths", "year": "1272", "date": "November 16", "txt": "Henry III of England (b. 1207)", "entities": [{"title": "Henry III of England", "href": "/wiki/Henry_III_of_England", "description": "Henry III, also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death in 1272. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marsha"}]}, {"heading": "Deaths", "year": "1264", "date": "November 16", "txt": "Emperor Lizong of Song China", "entities": [{"title": "Emperor Lizong", "href": "/wiki/Emperor_Lizong", "description": "Emperor Lizong of Song, personal name Zhao Yun, was the 14th emperor of the Song dynasty in China and the fifth emperor of the Southern Song dynasty. He reigned from 1224 to 1264."}, {"title": "Song dynasty", "href": "/wiki/Song_dynasty", "description": "The Song dynasty was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-"}]}, {"heading": "Deaths", "year": "1322", "date": "November 16", "txt": "Nasr, Sultan of Granada (b. 1287)", "entities": [{"title": "Nasr of Granada", "href": "/wiki/Nasr_of_Granada", "description": "Nasr, full name Abu al-Juyush Nasr ibn Muhammad, was the fourth Nasrid ruler of the Emirate of Granada from 14 March 1309 until his abdication on 8 February 1314. He was the son of Muhammad II al-Faqih and Shams al-Duha. He ascended the throne after his brother Muhammad III was dethroned in a palace revolution. At the time of his accession, Granada faced a three-front war against Castile, Aragon a"}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}]}, {"heading": "Deaths", "year": "1328", "date": "November 16", "txt": "Prince Hisaaki, Japanese shōgun (b. 1276)", "entities": [{"title": "Prince Hisaaki", "href": "/wiki/Prince_Hisaaki", "description": "Prince Hisaaki , also known as Prince Hisaakira, was the eighth shōgun of the Kamakura shogunate of Japan."}]}, {"heading": "Deaths", "year": "1464", "date": "November 16", "txt": "John, Margrave of Brandenburg-Kulmbach (b. 1406)", "entities": [{"title": "John, Margrave of Brandenburg-Kulmbach", "href": "/wiki/John,_Margrave_of_Brandenburg-Kulmbach", "description": "John, nicknamed the Alchemist was a Margrave of Brandenburg-Kulmbach and served as the peace-loving Margrave of Brandenburg after the abdication of his father, Frederick I, the first member of the House of Hohenzollern to rule Brandenburg."}]}, {"heading": "Deaths", "year": "1494", "date": "November 16", "txt": "Theda Ukena, German noble (b. 1432)", "entities": [{"title": "Theda Ukena", "href": "/wiki/Theda_Ukena", "description": "Theda Ukena was from 1466 to about 1480 regent of the County of East Frisia."}]}, {"heading": "Deaths", "year": "1580", "date": "November 16", "txt": "Marie of Baden-Sponheim, German Noblewoman (b. 1507", "entities": [{"title": "Marie of Baden-Sponheim", "href": "/wiki/Marie_of_Baden-Sponheim", "description": "Marie Jakobaea of Baden-Sponheim was a German noblewoman and duchess consort of Bavaria."}]}, {"heading": "Deaths", "year": "1601", "date": "November 16", "txt": "Charles Neville, 6th Earl of Westmorland (b. 1542)", "entities": [{"title": "Charles Neville, 6th Earl of Westmorland", "href": "/wiki/Charles_Neville,_6th_Earl_of_Westmorland", "description": "Charles Neville, 6th Earl of Westmorland was an English nobleman and one of the leaders of the Rising of the North in 1569."}]}, {"heading": "Deaths", "year": "1603", "date": "November 16", "txt": "Pierre Charron, French Catholic theologian and philosopher (b. 1541)", "entities": [{"title": "Pierre Charron", "href": "/wiki/Pierre_Charron", "description": "Pierre Charron, French Roman Catholic theologian and major contributor to the new thought of the 17th century. He is remembered for his controversial form of skepticism and his separation of ethics from religion as an independent philosophical discipline."}]}, {"heading": "Deaths", "year": "1613", "date": "November 16", "txt": "Trajano Boccalini, Italian author and educator (b. 1556)", "entities": [{"title": "Trajano Boccalini", "href": "/wiki/Trajano_Boccalini", "description": "Trajano Boccalini was an Italian satirist."}]}, {"heading": "Deaths", "year": "1625", "date": "November 16", "txt": "Sofonisba Anguissola, Italian painter (b. c. 1532)", "entities": [{"title": "Sofonisba Anguissola", "href": "/wiki/Sofonisba_Anguissola", "description": "Sofonisba Anguissola, also known as Sophonisba Angussola or Sophonisba Anguisciola, was an Italian Renaissance painter born in Cremona to a relatively poor noble family. She received a well-rounded education that included the fine arts, and her apprenticeship with local painters set a precedent for women to be accepted as students of art. As a young woman, Anguissola traveled to Rome where she was"}]}, {"heading": "Deaths", "year": "1628", "date": "November 16", "txt": "Paolo Quagliati, Italian organist and composer (b. 1555)", "entities": [{"title": "Paolo Quagliati", "href": "/wiki/Paolo_Quagliati", "description": "Paolo Quagliati was an Italian composer of the early Baroque era and a member of the Roman School of composers. He was a transitional figure between the late Renaissance style and the earliest Baroque and was one of the first to write solo madrigals in the conservative musical center of Rome."}]}, {"heading": "Deaths", "year": "1688", "date": "November 16", "txt": "Bengt Gottfried Forselius, Swedish-Estonian scholar and author (b. 1660)", "entities": [{"title": "Bengt Gottfried Forselius", "href": "/wiki/Bengt_Gottfried_Forselius", "description": "Bengt Gottfried Forselius was a founder of public education in Estonia, author of the first ABC-book in the Estonian language, and creator of a spelling system which made the teaching and learning of Estonian easier. Forselius and Johann Hornung were mainly responsible for making a start at reforming the Estonian literary language in the late 17th century. Some German constructions were abandoned,"}]}, {"heading": "Deaths", "year": "1695", "date": "November 16", "txt": "Pierre Nicole, French philosopher and author (b. 1625)", "entities": [{"title": "Pierre Nicole", "href": "/wiki/Pierre_Nicole", "description": "Pierre Nicole was one of the most distinguished of the French Jansenists."}]}, {"heading": "Deaths", "year": "1724", "date": "November 16", "txt": "Jack Sheppard, English criminal (b. 1702)", "entities": [{"title": "Jack Sheppard", "href": "/wiki/Jack_Sheppard", "description": "Jack Sheppard, or \"Honest Jack\", was a notorious English thief and prison escapee of early 18th-century London. Born into a poor family, he was apprenticed as a carpenter but took to theft and burglary in 1723, with little more than a year of his training to complete. He was arrested and imprisoned five times in 1724 but escaped four times from prison, making him a notorious public figure, and wil"}]}, {"heading": "Deaths", "year": "1745", "date": "November 16", "txt": "James Butler, 2nd Duke of Ormonde, Irish general and politician, Lord Lieutenant of Ireland (b. 1665)", "entities": [{"title": "James Butler, 2nd Duke of Ormonde", "href": "/wiki/James_Butler,_2nd_Duke_of_Ormonde", "description": "James FitzJames Butler, 2nd Duke of Ormonde, (1665–1745) was an Irish statesman and soldier. He was the third of the Kilcash branch of the family to inherit the earldom of Ormond. Like his grandfather, the 1st Duke, he was raised as a Protestant, unlike his extended family who held to Roman Catholicism. He served in the campaign to put down the Monmouth Rebellion, in the Williamite War in Ireland,"}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1773", "date": "November 16", "txt": "John Hawkesworth, English journalist and author (b. 1715)", "entities": [{"title": "John Hawkesworth (book editor)", "href": "/wiki/John_Hawkesworth_(book_editor)", "description": "John Hawkesworth LLD, English writer and book editor, was born in London."}]}, {"heading": "Deaths", "year": "1779", "date": "November 16", "txt": "Pehr Kalm, Finnish botanist and explorer (b. 1716)", "entities": [{"title": "Pehr Kalm", "href": "/wiki/Pehr_Kalm", "description": "Pehr Kalm, also known as Peter Kalm, was a Swedish explorer, botanist, naturalist, and agricultural economist. He was one of the most important apostles of Carl Linnaeus."}]}, {"heading": "Deaths", "year": "1790", "date": "November 16", "txt": "Daniel of St. Thomas Jenifer, American politician (b. 1723)", "entities": [{"title": "Daniel of St. Thomas Jenifer", "href": "/wiki/Daniel_of_St._Thomas_Jenifer", "description": "Daniel of St. Thomas Jenifer was a politician, a Founding Father of the United States, and a signer of the United States Constitution. He was a leader for many years in Maryland's colonial government, but when conflict arose with Great Britain Jenifer embraced the Patriot cause."}]}, {"heading": "Deaths", "year": "1797", "date": "November 16", "txt": "Frederick William II of Prussia (b. 1744)", "entities": [{"title": "Frederick William II of Prussia", "href": "/wiki/Frederick_William_II_of_Prussia", "description": "Frederick William II was King of Prussia from 1786 until his death. He was in personal union the Prince-elector of Brandenburg and sovereign prince of the Canton of Neuchâtel. Pleasure-loving and indolent, he is seen as the antithesis to his predecessor, Frederick the Great.. Under his reign, Prussia was weakened internally and externally, and he failed to deal adequately with the challenges to th"}]}, {"heading": "Deaths", "year": "1802", "date": "November 16", "txt": "André Michaux, French botanist and explorer (b. 1746)", "entities": [{"title": "André Michaux", "href": "/wiki/Andr%C3%A9_Michaux", "description": "André Michaux, also styled Andrew Michaud, was a French botanist and explorer. He is most noted for his study of North American flora. In addition Michaux collected specimens in England, Spain, France, and even, Persia. His work was part of a larger European effort to gather knowledge about the natural world. Michaux's contributions include Histoire des chênes de l'Amérique and Flora Boreali-Ameri"}]}, {"heading": "Deaths", "year": "1806", "date": "November 16", "txt": "Moses Cleaveland, American general, lawyer, and politician, founded Cleveland, Ohio (b. 1754)", "entities": [{"title": "Moses Cleaveland", "href": "/wiki/Moses_Cleaveland", "description": "Gen. Moses Cleaveland was a lawyer, politician, soldier, and surveyor from Connecticut who founded the city of Cleveland, Ohio, while surveying the Connecticut Western Reserve in 1796."}, {"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}]}, {"heading": "Deaths", "year": "1808", "date": "November 16", "txt": "Mustafa IV, Ottoman sultan (b. 1779)", "entities": [{"title": "Mustafa IV", "href": "/wiki/Mustafa_IV", "description": "Mustafa IV was the Sultan of the Ottoman Empire from 1807 to 1808."}]}, {"heading": "Deaths", "year": "1836", "date": "November 16", "txt": "Christiaan Hendrik Persoon, South African-French mycologist and academic (b. 1761)", "entities": [{"title": "Christiaan Hendrik Persoon", "href": "/wiki/Christiaan_Hendrik_Persoon", "description": "Christiaan Hendrik Persoon was a German mycologist who made additions to Linnaeus' mushroom taxonomy."}]}, {"heading": "Deaths", "year": "1878", "date": "November 16", "txt": "Princess Marie of Hesse and by Rhine (b. 1874)", "entities": [{"title": "Princess Marie of Hesse and by Rhine (1874–1878)", "href": "/wiki/Princess_Marie_of_Hesse_and_by_Rhine_(1874%E2%80%931878)", "description": "Princess Marie of Hesse and by Rhine was a member of the House of Hesse-Darmstadt. She was the youngest child and fifth daughter of Louis IV, Grand Duke of Hesse and by Rhine, and Princess Alice of the United Kingdom. Her mother was the second daughter of Queen Victoria of the United Kingdom. Marie died of diphtheria and was buried with her mother, who died a few weeks later of the same disease."}]}, {"heading": "Deaths", "year": "1884", "date": "November 16", "txt": "František Chvostek, Czech-Austrian soldier and physician (b. 1835)", "entities": [{"title": "František Chvostek", "href": "/wiki/Franti%C5%A1ek_Chvostek", "description": "František Chvostek was a Czech-Austrian military physician. He is most notable for having described Chvostek's sign which he described in 1876."}]}, {"heading": "Deaths", "year": "1885", "date": "November 16", "txt": "Louis Riel, Canadian lawyer and politician (b. 1844)", "entities": [{"title": "Louis Riel", "href": "/wiki/Louis_Riel", "description": "Louis \"David\" Riel  was a Canadian politician, a founder of the province of Manitoba, and a political leader of the Métis people. He led two resistance movements against the government of Canada and its first prime minister, John A. Macdonald. Riel sought to defend Métis rights and identity as the Northwest Territories came progressively under the Canadian sphere of influence."}]}, {"heading": "Deaths", "year": "1903", "date": "November 16", "txt": "Princess Elisabeth of Hesse and by Rhine (b. 1895)", "entities": [{"title": "Princess Elisabeth of Hesse and by Rhine (1895–1903)", "href": "/wiki/Princess_Elisabeth_of_Hesse_and_by_Rhine_(1895%E2%80%931903)", "description": "Princess Elisabeth of Hesse and by Rhine was a German Hessian and Rhenish child princess, the only daughter of Ernst Ludwig, Grand Duke of Hesse and by Rhine, and his first wife, Princess Victoria Melita of Saxe-Coburg and Gotha. She was named after her paternal great-grandmother, who was born Princess Elisabeth of Prussia. Her paternal aunt had the same name and was also nicknamed Ella. Elisabeth"}]}, {"heading": "Deaths", "year": "1907", "date": "November 16", "txt": "Robert I, Duke of Parma (b. 1848)", "entities": [{"title": "Robert I, Duke of Parma", "href": "/wiki/Robert_I,_Duke_of_Parma", "description": "Robert I was the last sovereign Duke of Parma and Piacenza from 1854 until 1859, when the duchy was annexed to Sardinia-Piedmont during the Risorgimento. He was a member of the House of Bourbon-Parma and descended from Philip, Duke of Parma, the third son of King Philip V of Spain and Elisabeth Farnese."}]}, {"heading": "Deaths", "year": "1908", "date": "November 16", "txt": "Henri-Gustave Joly de Lotbinière, French-Canadian lawyer and politician, 4th Premier of Quebec (b. 1829)", "entities": [{"title": "Henri-Gustave Joly de Lotbinière", "href": "/wiki/Henri-Gustave_Joly_de_Lotbini%C3%A8re", "description": "Sir Henri-Gustave Joly de Lotbinière, lawyer, businessman and politician served as the fourth Premier of the Canadian province of Quebec, a federal Cabinet minister, and the seventh Lieutenant Governor of British Columbia."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1911", "date": "November 16", "txt": "A. A. Ames, American physician and politician, 9th Mayor of Minneapolis (b. 1842)", "entities": [{"title": "A. A. Ames", "href": "/wiki/A._A._Ames", "description": "Albert Alonzo \"Doc\" Ames was a doctor and politician who held four non-consecutive terms as mayor of Minneapolis, Minnesota. His fourth term was marked by allegations of widespread corruption which were popularized by muckraking journalist Lincoln Steffens in a 1903 article in McClure's Magazine titled The Shame of Minneapolis. Ames was found guilty of corruption, but after a successful appeal and"}, {"title": "Mayor of Minneapolis", "href": "/wiki/Mayor_of_Minneapolis", "description": "This is a list of mayors of Minneapolis, Minnesota."}]}, {"heading": "Deaths", "year": "1911", "date": "November 16", "txt": "Lawrence Feuerbach, American shot putter (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1913", "date": "November 16", "txt": "George Barham, English businessman, founded Express County Milk Supply Company (b. 1836)", "entities": [{"title": "George Barham", "href": "/wiki/George_Barham", "description": "Sir George Barham was an English businessman and founder of the Express County Milk Company, later to become Express Dairies. He is sometimes described as the father of the British dairying industry."}, {"title": "Express County Milk Supply Company", "href": "/wiki/Express_County_Milk_Supply_Company", "description": "Express Dairies is a former brand of Dairy Crest, that specialised almost entirely in home deliveries of milk, and other dairy products."}]}, {"heading": "Deaths", "year": "1922", "date": "November 16", "txt": "Max Abraham, Polish-German physicist and academic (b. 1875)", "entities": [{"title": "Max Abraham", "href": "/wiki/Max_Abraham", "description": "Max Abraham was a German physicist known for his work on electromagnetism and his opposition to the theory of relativity."}]}, {"heading": "Deaths", "year": "1939", "date": "November 16", "txt": "Pierce Butler, American lawyer and jurist (b. 1866)", "entities": [{"title": "Pierce Butler (justice)", "href": "/wiki/Pierce_Butler_(justice)", "description": "Pierce Butler was an American jurist who served as an Associate Justice of the Supreme Court of the United States from 1923 until his death in 1939. He is notable for being the first Supreme Court Justice to hail from the state of Minnesota, and for being a Democrat appointed by a Republican president, Warren G. Harding."}]}, {"heading": "Deaths", "year": "1941", "date": "November 16", "txt": "Eduard Eelma, Estonian footballer (b. 1902)", "entities": [{"title": "Eduard Eelma", "href": "/wiki/Eduard_Eelma", "description": "Eduard Eelma until 1936 Eduard-Wilhelm Ellmann, was an Estonian footballer — one of the most famous before World War II. He played 59 times for Estonia national football team scoring 21 goals. He debuted on 23 July 1921, against Sweden. He participated in Summer Olympics in Paris 1924. He spent most of his playing career at Tallinna JK. Eduard Eelma's international career lasted from 1921 to 1935 "}]}, {"heading": "Deaths", "year": "1941", "date": "November 16", "txt": "Miina Härma, Estonian organist, composer, and conductor (b. 1864)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "November 16", "txt": "Giuseppe Volpi, Italian businessman and politician, founded the Venice Film Festival (b. 1877)", "entities": [{"title": "Giuseppe Volpi", "href": "/wiki/Giuseppe_Volpi", "description": "Giuseppe Volpi, 1st Count of Misurata was an Italian businessman and politician."}, {"title": "Venice Film Festival", "href": "/wiki/Venice_Film_Festival", "description": "The Venice Film Festival or Venice International Film Festival is the world's oldest film festival and one of the \"Big Three\" film festivals, alongside the Cannes Film Festival and the Berlin International Film Festival. The Big Three are internationally acclaimed for giving creators the artistic freedom to express themselves through film. In 1951, FIAPF formally accredited the festival."}]}, {"heading": "Deaths", "year": "1950", "date": "November 16", "txt": "Bob Smith, American physician and surgeon, co-founded Alcoholics Anonymous (b. 1879)", "entities": [{"title": "Bob Smith (doctor)", "href": "/wiki/Bob_Smith_(doctor)", "description": "Robert Holbrook Smith, also known as Dr. Bob, was an American physician and surgeon who founded Alcoholics Anonymous with Bill Wilson, and a nurse, Sister Ignatia."}, {"title": "Alcoholics Anonymous", "href": "/wiki/Alcoholics_Anonymous", "description": "Alcoholics Anonymous (AA) is an international mutual aid fellowship with the stated purpose of enabling its members to \"stay sober and help other alcoholics achieve sobriety.\" AA is nonprofessional, non-denominational, self-supporting, and apolitical. Its only membership requirement is a desire to stop drinking. The AA program of recovery is set forth in the Twelve Steps."}]}, {"heading": "Deaths", "year": "1956", "date": "November 16", "txt": "Ōtori Tanigorō, Japanese sumo wrestler, the 24th Yokozuna (b. 1887)", "entities": [{"title": "Ōtori Tanigorō", "href": "/wiki/%C5%8Ctori_Tanigor%C5%8D", "description": "Ōtori Tanigorō  was a Japanese professional sumo wrestler from Inzai, Chiba Prefecture. He was the sport's 24th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1960", "date": "November 16", "txt": "Clark Gable, American actor and singer (b. 1901)", "entities": [{"title": "Clark Gable", "href": "/wiki/Clark_Gable", "description": "William Clark Gable was an American film actor, often referred to as \"The King of Hollywood\". He had roles in more than 60 motion pictures in multiple genres during a career that lasted 37 years, three decades of which was as a leading man. Gable died of a heart attack; his final on-screen appearance was of an aging cowboy in The Misfits, released posthumously in 1961."}]}, {"heading": "Deaths", "year": "1961", "date": "November 16", "txt": "Sam Rayburn, American lawyer and politician, 48th Speaker of the United States House of Representatives (b. 1882)", "entities": [{"title": "Sam Rayburn", "href": "/wiki/Sam_Rayburn", "description": "Samuel Taliaferro Rayburn was an American politician who served as the 43rd Speaker of the United States House of Representatives. He was a three-time House Speaker, former House Majority Leader, two-time House Minority Leader, and a 24-term congressman, representing Texas's 4th congressional district as a Democrat from 1913 to 1961. He holds the record for the longest tenure as Speaker of the Uni"}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "1964", "date": "November 16", "txt": "Donald C. Peattie, American botanist and author (b. 1898)", "entities": [{"title": "Donald C. Peattie", "href": "/wiki/Donald_C._Peattie", "description": "Donald Culross Peattie was an American botanist, naturalist and author. He was described by Joseph Wood Krutch as \"perhaps the most widely read of all contemporary American nature writers\" during his heyday. His brother, Roderick Peattie (1891–1955), was a geographer and a noted author in his own right. Some have said that Peattie’s views on race may be considered regressive, but that expressions "}]}, {"heading": "Deaths", "year": "1971", "date": "November 16", "txt": "Edie Sedgwick, American model and actress (b. 1943)", "entities": [{"title": "Edie Sedgwick", "href": "/wiki/Edie_Sedgwick", "description": "Edith Minturn Sedgwick Post was an American actress and fashion model. She is known for being one of Andy Warhol's superstars. Sedgwick became known as \"The Girl of the Year\" in 1965 after starring in several of Warhol's short films in the 1960s. She was dubbed an \"It Girl\", while Vogue magazine also named her a \"Youthquaker\"."}]}, {"heading": "Deaths", "year": "1972", "date": "November 16", "txt": "Vera Karalli, Russian ballerina and actress (b. 1889)", "entities": [{"title": "Vera Karalli", "href": "/wiki/Vera_Karalli", "description": "Vera Alexeyevna Karalli was a Russian ballet dancer, choreographer and silent film actress during the early years of the 20th century."}]}, {"heading": "Deaths", "year": "1973", "date": "November 16", "txt": "Alan Watts, English-American philosopher, author, and educator (b. 1915)", "entities": [{"title": "Alan Watts", "href": "/wiki/Alan_Watts", "description": "Alan Wilson Watts was a British writer and speaker known for interpreting and popularising Buddhism, Taoism, and Hinduism for a Western audience. Born in Chislehurst, England, he moved to the United States in 1938 and began Zen training in New York. He received a master's degree in theology from Seabury-Western Theological Seminary and became an Episcopal priest in 1945. He left the ministry in 19"}]}, {"heading": "Deaths", "year": "1974", "date": "November 16", "txt": "Walther Meissner, German physicist and engineer (b. 1882)", "entities": [{"title": "Walther Meissner", "href": "/wiki/Walther_Meissner", "description": "Fritz Walther Meissner was a German technical physicist."}]}, {"heading": "Deaths", "year": "1976", "date": "November 16", "txt": "Jack Foster, English cricketer (b. 1905)", "entities": [{"title": "Jack Foster (cricketer)", "href": "/wiki/Jack_Foster_(cricketer)", "description": "Jack Heygate Nedham Foster was an English army officer and cricketer. He was born at Rochester in Kent and educated at Harrow School."}]}, {"heading": "Deaths", "year": "1982", "date": "November 16", "txt": "Pavel Alexandrov, Russian mathematician and academic (b. 1896)", "entities": [{"title": "Pavel Alexandrov", "href": "/wiki/Pavel_Alexandrov", "description": "Pavel Sergeyevich Alexandrov, sometimes romanized Paul Alexandroff, was a Soviet mathematician. He wrote about three hundred papers, making important contributions to set theory and topology.\nIn topology, the Alexandroff compactification and the Alexandrov topology are named after him."}]}, {"heading": "Deaths", "year": "1984", "date": "November 16", "txt": "Vic Dickenson, American trombonist (b. 1906)", "entities": [{"title": "Vic Dickenson", "href": "/wiki/Vic_Dickenson", "description": "Victor Dickenson was an American jazz trombonist. His career began in the 1920s and continued through musical partnerships with Count Basie (1940–41), Sidney Bechet (1941), and Earl Hines."}]}, {"heading": "Deaths", "year": "1986", "date": "November 16", "txt": "Siobhán McKenna, Irish actress (b. 1923)", "entities": [{"title": "Siobhán McKenna", "href": "/wiki/Siobh%C3%A1n_McKenna", "description": "Siobhán McKenna was an Irish stage and screen actress."}]}, {"heading": "Deaths", "year": "1987", "date": "November 16", "txt": "Jim Brewer, American baseball player and coach (b. 1937)", "entities": [{"title": "Jim Brewer", "href": "/wiki/Jim_Brewer", "description": "James Thomas Brewer was an American relief pitcher in Major League Baseball. From 1960 through 1976, Brewer played for the Chicago Cubs, Los Angeles Dodgers, and California Angels. He batted and threw left-handed."}]}, {"heading": "Deaths", "year": "1989", "date": "November 16", "txt": "Jean-Claude Malépart, Canadian lawyer and politician (b. 1938)", "entities": [{"title": "Jean-Claude Malépart", "href": "/wiki/Jean-Claude_Mal%C3%A9part", "description": "Jean-Claude Malépart was a French Canadian politician."}]}, {"heading": "Deaths", "year": "1990", "date": "November 16", "txt": "Ege Bagatur, Turkish politician (b. 1937)", "entities": [{"title": "Ege Bagatur", "href": "/wiki/Ege_Bagatur", "description": "Ege Bagatur is a Turkish politician, and served as the mayor of Adana from 1973 to 1977."}]}, {"heading": "Deaths", "year": "1993", "date": "November 16", "txt": "Lucia Popp, Slovak-German soprano (b. 1939)", "entities": [{"title": "Lucia Popp", "href": "/wiki/Lucia_Popp", "description": "Lucia Popp was a Slovak operatic soprano. She began her career as a soubrette, and later moved into the light-lyric and lyric coloratura soprano repertoire and then the lighter Richard Strauss and Wagner operas. Her career included performances at Vienna State Opera, the Metropolitan Opera, Covent Garden, and La Scala. Popp was also a highly regarded recitalist and lieder singer."}]}, {"heading": "Deaths", "year": "1993", "date": "November 16", "txt": "Achille Zavatta, Tunisia-born French clown (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 16", "txt": "Chet Powers, American singer-songwriter and guitarist (b. 1943)", "entities": [{"title": "Chet Powers", "href": "/wiki/Chet_Powers", "description": "Chester William Powers, Jr. was an American singer-songwriter, and under the stage names Dino Valenti or Dino Valente, one of the lead singers of the rock group Quicksilver Messenger Service. As a songwriter, he was known as Jesse Oris Farrow. He is best known for writing the quintessential 1960s love-and-peace anthem \"Get Together\", and for writing and singing on Quicksilver Messenger Service's t"}]}, {"heading": "Deaths", "year": "1999", "date": "November 16", "txt": "Daniel Nathans, American microbiologist and academic, Nobel Prize laureate (b. 1928)", "entities": [{"title": "Daniel Nathans", "href": "/wiki/Daniel_Nathans", "description": "Daniel Nathans was an American microbiologist. He shared the 1978 Nobel Prize in Physiology or Medicine for the discovery of restriction enzymes and their application in restriction mapping."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2000", "date": "November 16", "txt": "Robert Earl Davis, American hip-hop artist (b. 1971)", "entities": [{"title": "Robert Earl Davis", "href": "/wiki/Robert_Earl_Davis", "description": "Robert Earl Davis Jr., better known by his stage name DJ Screw, was an American hip hop DJ based in Houston, Texas, and best known as the creator of the now-famous chopped and screwed DJ technique. He was a central and influential figure in the Houston hip hop community and was the leader of Houston's Screwed Up Click."}]}, {"heading": "Deaths", "year": "2000", "date": "November 16", "txt": "Ahmet Kaya, Turkish-French singer-songwriter (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "November 16", "txt": "Tommy Flanagan, American pianist and composer (b. 1930)", "entities": [{"title": "Tommy Flanagan", "href": "/wiki/Tommy_Flanagan", "description": "Thomas Lee Flanagan was an American jazz pianist and composer. He grew up in Detroit, initially influenced by such pianists as Art Tatum, Teddy Wilson, and Nat King Cole, and then by the newer bebop musicians. Within months of moving to New York in 1956, he had recorded with Miles Davis and on Sonny Rollins' landmark Saxophone Colossus. Recordings under various leaders, including the historically "}]}, {"heading": "Deaths", "year": "2005", "date": "November 16", "txt": "Ralph Edwards, American radio and television host and producer (b. 1913)", "entities": [{"title": "Ralph Edwards", "href": "/wiki/Ralph_Edwards", "description": "Ralph Livingstone Edwards was an American radio and television host, radio producer, and television producer, best known for his radio-TV game shows Truth or Consequences and This Is Your Life."}]}, {"heading": "Deaths", "year": "2005", "date": "November 16", "txt": "Henry Taube, Canadian-American chemist and academic, Nobel Prize laureate (b. 1915)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "2005", "date": "November 16", "txt": "Donald Watson, English activist, founded the Vegan Society (b. 1910)", "entities": [{"title": "Vegan Society", "href": "/wiki/Vegan_Society", "description": "The Vegan Society is a registered charity and the oldest vegan society in the world, founded in the United Kingdom in November 1944 by Donald Watson and his wife, Dorothy, along with four friends—Elsie Shrigley, Mr G. A. Henderson and his wife Fay K. Henderson were among them."}]}, {"heading": "Deaths", "year": "2006", "date": "November 16", "txt": "Milton Friedman, American economist and academic, Nobel Prize laureate (b. 1912)", "entities": [{"title": "Milton Friedman", "href": "/wiki/Milton_Friedman", "description": "Milton Friedman was an American economist and statistician who received the 1976 Nobel Memorial Prize in Economic Sciences for his research on consumption analysis, monetary history and theory and the complexity of stabilization policy. With George Stigler and others, Friedman was among the intellectual leaders of the Chicago school of economics, a neoclassical school of economic thought associate"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2006", "date": "November 16", "txt": "Yuri Levada, Russian sociologist and political scientist (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 16", "txt": "Harold Alfond, American businessman (b. 1914)", "entities": [{"title": "Harold Alfond", "href": "/wiki/Harold_Alfond", "description": "Harold Alfond was an American businessman who founded the Dexter Shoe Company and established the first factory outlet store."}]}, {"heading": "Deaths", "year": "2007", "date": "November 16", "txt": "Grethe Kausland, Norwegian actress and singer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 16", "txt": "Trond Kirkvaag, Norwegian actor and screenwriter (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 16", "txt": "Vernon Scannell, English boxer, poet, and author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 16", "txt": "Jan Krugier; Polish-Swiss art dealer (b. 1928)", "entities": [{"title": "Jan Krugier", "href": "/wiki/Jan_Krugier", "description": "Janick \"Jan\" Krugier was a Polish born Swiss dealer in modern art most known for his relationship to the works of Pablo Picasso and a survivor of the Holocaust."}]}, {"heading": "Deaths", "year": "2008", "date": "November 16", "txt": "Reg Varney, English actor and screenwriter (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 16", "txt": "Antonio de Nigris, Mexican footballer (b. 1978)", "entities": [{"title": "Antonio de Nigris", "href": "/wiki/Antonio_de_Nigris", "description": "Antonio de Nigris Guajardo was a Mexican professional footballer who played as a striker."}]}, {"heading": "Deaths", "year": "2009", "date": "November 16", "txt": "Sergei Magnitsky, Ukrainian-Russian accountant and lawyer (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 16", "txt": "Edward Woodward, English actor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 16", "txt": "Britton Chance, American biologist and sailor (b. 1913)", "entities": [{"title": "Britton Chance", "href": "/wiki/Britton_Chance", "description": "Britton Chance was the Eldridge Reeves Johnson University Professor Emeritus of Biochemistry and Biophysics, as well as Professor Emeritus of Physical Chemistry and Radiological Physics at the University of Pennsylvania School of Medicine."}]}, {"heading": "Deaths", "year": "2010", "date": "November 16", "txt": "Ronni Chasen, American publicist (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 16", "txt": "Wyngard Tracy, Filipino DJ and talent manager (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 16", "txt": "John Chapman, Australian evangelist and academic (b. 1930)", "entities": [{"title": "John Chapman (evangelist)", "href": "/wiki/John_Chapman_(evangelist)", "description": "John Charles Chapman, affectionately known as \"Chappo\", was an Australian preacher, Bible teacher and evangelist associated with the Sydney Anglican diocese. He wrote several books, including A Fresh Start; Know and Tell the Gospel; Setting Hearts on Fire, A Sinner's Guide to Holiness; and Making the Most of the Rest of Your Life, all published by Matthias Media. The Australian edition of A Fresh "}]}, {"heading": "Deaths", "year": "2012", "date": "November 16", "txt": "Subhash Dutta, Bangladeshi actor and director (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 16", "txt": "Patrick Edlinger, French mountaineer (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 16", "txt": "Aliu Mahama, Ghanaian engineer and politician, 3rd Vice President of Ghana (b. 1946)", "entities": [{"title": "Vice President of Ghana", "href": "/wiki/Vice_President_of_Ghana", "description": "The Vice-President of Ghana is the second-highest officer in the Government of Ghana. The vice-president, together with the President of Ghana, is directly elected by the people through popular vote to serve a four-year term of office. The vice-president is the first person in the presidential line of succession, and would ascend to the presidency upon the death, resignation, or removal of the pre"}]}, {"heading": "Deaths", "year": "2012", "date": "November 16", "txt": "Eliyahu Nawi, Iraqi-Israeli lawyer, judge, and politician (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 16", "txt": "Bob Scott, New Zealand rugby player (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 16", "txt": "Robert Conley, American journalist (b. 1928)", "entities": [{"title": "Robert Conley (reporter)", "href": "/wiki/Robert_Conley_(reporter)", "description": "Robert Conley was an American newspaper, television and radio reporter."}]}, {"heading": "Deaths", "year": "2013", "date": "November 16", "txt": "Billy Hardwick, American bowler (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 16", "txt": "William McDonough Kelly, Canadian lieutenant and politician (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 16", "txt": "Tanvir Ahmad Khan, Indian-Pakistani diplomat, 19th Foreign Secretary of Pakistan (b. 1932)", "entities": [{"title": "Foreign Secretary of Pakistan", "href": "/wiki/Foreign_Secretary_of_Pakistan", "description": "The Foreign Secretary of Pakistan is the Federal Secretary of the Ministry of Foreign Affairs. The Secretary, as in all other ministries of Government of Pakistan, is the bureaucratic head of the Ministry, who is a BPS-22 grade officer of the Central Superior Services of Pakistan."}]}, {"heading": "Deaths", "year": "2013", "date": "November 16", "txt": "Oscar Lanford, American mathematician and academic (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 16", "txt": "Arne Pedersen, Norwegian footballer and manager (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 16", "txt": "Louis D. Rubin, Jr., American author, critic, and academic (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 16", "txt": "Charles Waterhouse, American painter, sculptor, and illustrator (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 16", "txt": "Charles Champlin, American historian, author, and critic (b. 1926)", "entities": [{"title": "Charles Champlin", "href": "/wiki/Charles_Champlin", "description": "Charles Davenport Champlin was an American film critic and writer."}]}, {"heading": "Deaths", "year": "2014", "date": "November 16", "txt": "Jovan Ćirilov, Serbian poet and playwright (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 16", "txt": "Ian Craig, Australian cricketer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 16", "txt": "Juan Joseph, American football player and coach (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 16", "txt": "Jadwiga Piłsudska, Polish soldier, pilot, and architect (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 16", "txt": "Carl Sanders, American soldier, pilot, and politician, 74th Governor of Georgia (b. 1925)", "entities": [{"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Deaths", "year": "2015", "date": "November 16", "txt": "David Canary, American actor (b. 1938)", "entities": [{"title": "David Canary", "href": "/wiki/David_Canary", "description": "David Hoyt Canary was an American actor. Canary is best known for his role as ranch foreman Candy Canaday in the NBC Western drama Bonanza, and as Adam Chandler in the television soap opera All My Children, for which he received 16 Daytime Emmy Award nominations and won five times."}]}, {"heading": "Deaths", "year": "2015", "date": "November 16", "txt": "Michael C. Gross, American graphic designer and producer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 16", "txt": "Bert Olmstead, Canadian ice hockey player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 16", "txt": "Alton D. Slay, American general (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 16", "txt": "Jay Wright Forrester, American computer engineer (b. 1918)", "entities": [{"title": "Jay Wright Forrester", "href": "/wiki/Jay_Wright_Forrester", "description": "Jay Wright Forrester was a pioneering American computer engineer and systems scientist. He is credited with being one of the inventors of magnetic core memory, the predominant form of random-access computer memory during the most explosive years of digital computer development. It was part of a family of related technologies which bridged the gap between vacuum tubes and semiconductors by exploiti"}]}, {"heading": "Deaths", "year": "2016", "date": "November 16", "txt": "Melvin Laird, American politician and writer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 16", "txt": "Daniel Prodan, Romanian football player (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 16", "txt": "Hiromi Tsuru, Japanese actress (b. 1960)", "entities": [{"title": "Hiromi Tsuru", "href": "/wiki/Hiromi_Tsuru", "description": "Hiromi Tsuru  was a Japanese actress, voice actress and narrator. During her life, she was attached to the Himawari Theatre Group as a child and then to Aoni Production at the time of her death. She was most known for voicing the character of Bulma for over 31 years. She was also known for her roles as Ukyo Kuonji, Dokin-chan, Madoka Ayukawa, Miyuki Kashima (Miyuki), Reiko Mikami, Meryl Strife (Tr"}]}, {"heading": "Deaths", "year": "2017", "date": "November 16", "txt": "Ann Wedgeworth, American actress (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "November 16", "txt": "William Goldman, American novelist, playwright, and screenwriter (b. 1931)", "entities": [{"title": "William Goldman", "href": "/wiki/William_Goldman", "description": "William Goldman was an American novelist, playwright, and screenwriter. He first came to prominence in the 1950s as a novelist before turning to screenwriting. He won Academy Awards for his screenplays Butch Cassidy and the Sundance Kid (1969) and All the President's Men (1976). His other known works include his thriller novel Marathon Man and his cult classic comedy/fantasy novel The Princess Bri"}]}, {"heading": "Deaths", "year": "2019", "date": "November 16", "txt": "John Campbell Brown, Scottish astronomer (b. 1947)", "entities": [{"title": "John Campbell Brown", "href": "/wiki/John_Campbell_Brown", "description": "John Campbell Brown was a Scottish astronomer who worked primarily in solar physics. He held the posts of Astronomer Royal for Scotland, the Regius Professor of Astronomy at the University of Glasgow, and honorary professorships at both the University of Edinburgh and the University of Aberdeen."}]}, {"heading": "Deaths", "year": "2019", "date": "November 16", "txt": "Terry O'Neill, British photographer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "November 16", "txt": "Sheila Nelson, English string teacher (b. 1936)", "entities": [{"title": "Sheila Nelson", "href": "/wiki/Sheila_Nelson", "description": "Sheila Mary Nelson was an English musician, music educator, writer and composer. She had played with the English Chamber Orchestra, the Royal Philharmonic Orchestra and the Menuhin Festival Orchestra but was best known as a violin and viola teacher. She is usually referred to as Sheila Nelson but appears in her published works as Sheila M. Nelson."}]}]