[{"heading": "Events", "year": "534 BC", "date": "November 23", "txt": "Thespis of Icaria becomes the first recorded actor to portray a character on stage.", "entities": [{"title": "Thespis", "href": "/wiki/Thespis", "description": "Thespis of Icaria, according to certain Ancient Greek sources and especially Aristotle, was the first person ever to appear on stage as an actor playing a character in a play. In other sources, he is said to have introduced the first principal actor in addition to the chorus."}]}, {"heading": "Events", "year": "1248", "date": "November 23", "txt": "Conquest of Seville by Christian troops under King Ferdinand III of Castile.", "entities": [{"title": "Siege of Seville", "href": "/wiki/Siege_of_Seville", "description": "The siege of Seville was a 16-month successful investment during the Reconquista of Seville by forces of Ferdinand III of Castile. Although perhaps eclipsed in geopolitical importance by the rapid capture of Córdoba in 1236, which sent a shockwave through the Muslim world, the siege of Seville was nonetheless the most complex military operation undertaken by Fernando III. It is also the last major"}, {"title": "Ferdinand III of Castile", "href": "/wiki/Ferdinand_III_of_Castile", "description": "Ferdinand III, called the Saint, was King of Castile from 1217 and King of León from 1230 as well as King of Galicia from 1231. He was the son of Alfonso IX of León and Berenguela of Castile. Through his second marriage he was also Count of Aumale. Ferdinand III was one of the most successful kings of Castile, securing not only the permanent union of the crowns of Castile and León, but also master"}]}, {"heading": "Events", "year": "1499", "date": "November 23", "txt": "Pretender to the throne Perkin Warbeck is hanged for reportedly attempting to escape from the Tower of London. He had invaded England in 1497, claiming to be the lost son of King Edward IV of England.", "entities": [{"title": "Perkin Warbeck", "href": "/wiki/Perkin_Warbeck", "description": "Perkin Warbeck was a pretender to the English throne. Warbeck claimed to be Richard of Shrewsbury, Duke of York, who was the second son of Edward IV and one of the so-called \"Princes in the Tower\". Richard, were he alive, would have been the rightful claimant to the throne, assuming that his elder brother Edward V was dead, and that he was legitimate – a contentious point."}, {"title": "Tower of London", "href": "/wiki/Tower_of_London", "description": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a historic castle on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the"}, {"title": "1497", "href": "/wiki/1497", "description": "Year 1497 (MCDXCVII) was a common year starting on Sunday of the Julian calendar."}, {"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}]}, {"heading": "Events", "year": "1531", "date": "November 23", "txt": "The Second War of Kappel results in the dissolution of the Protestant alliance in Switzerland.", "entities": [{"title": "Second War of Kappel", "href": "/wiki/Second_War_of_Kappel", "description": "The Second War of Kappel was an armed conflict in 1531 between the Protestant and the Roman Catholic cantons of the Old Swiss Confederacy during the Reformation in Switzerland."}]}, {"heading": "Events", "year": "1644", "date": "November 23", "txt": "John Milton publishes Areopagitica, a pamphlet decrying censorship.", "entities": [{"title": "John Milton", "href": "/wiki/John_Milton", "description": "John Milton was an English poet and intellectual who served as a civil servant for the Commonwealth of England under its Council of State and later under Oliver Cromwell. He wrote at a time of religious and political instability, and is best known for his epic poem Paradise Lost (1667). Written in blank verse, Paradise Lost is widely considered to be one of the greatest works of literature ever wr"}, {"title": "Censorship", "href": "/wiki/Censorship", "description": "Censorship is the suppression of speech, public communication, or other information. This may be done on the basis that such material is considered objectionable, harmful, sensitive, or \"inconvenient.\" Censorship can be conducted by governments, private institutions, and other controlling bodies."}]}, {"heading": "Events", "year": "1733", "date": "November 23", "txt": "The start of the 1733 slave insurrection on St. John in what was then the Danish West Indies.", "entities": [{"title": "1733 slave insurrection on St. John", "href": "/wiki/1733_slave_insurrection_on_St._John", "description": "The 1733 slave insurrection on St. John in the Danish West Indies started on November 23, 1733, when 150 African slaves from Akwamu, in present-day Ghana, revolted against the owners and managers of the island's plantations. Lasting several months into August 1734, the slave rebellion was one of the earliest and longest slave revolts in the Americas. The Akwamu slaves captured the fort in Coral Ba"}, {"title": "Danish West Indies", "href": "/wiki/Danish_West_Indies", "description": "The Danish West Indies or Danish Antilles or Danish Virgin Islands was a Danish colony in the Caribbean, consisting of the islands of Saint Thomas with 32 square miles (83 km2); Saint John with 19 square miles (49 km2); and Saint Croix with 84 square miles (220 km2). The islands have belonged to the United States since they were purchased in 1917. Water Island was part of the Danish West Indies un"}]}, {"heading": "Events", "year": "1808", "date": "November 23", "txt": "French and Poles defeat the Spanish at Battle of Tudela.", "entities": [{"title": "Battle of Tudela", "href": "/wiki/Battle_of_Tudela", "description": "The Battle of Tudela saw an Imperial French army led by Marshal Jean Lannes attack a Spanish army under General Castaños. The battle resulted in the complete victory of the Imperial forces over their adversaries. The combat occurred near Tudela in Navarre, Spain during the Peninsular War, part of a wider conflict known as the Napoleonic Wars."}]}, {"heading": "Events", "year": "1863", "date": "November 23", "txt": "American Civil War: Battle of Chattanooga begins: Union forces led by General Ulysses S. Grant reinforce troops at Chattanooga, Tennessee, and counter-attack Confederate troops.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Third Battle of Chattanooga", "href": "/wiki/Third_Battle_of_Chattanooga", "description": "The Chattanooga campaign was a series of maneuvers and battles in October and November 1863, during the American Civil War. Following the defeat of Maj. Gen. William S. Rosecrans's Union Army of the Cumberland at the Battle of Chickamauga in September, the Confederate Army of Tennessee under Gen. Braxton Bragg besieged Rosecrans and his men by occupying key high terrain around Chattanooga, Tenness"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Chattanooga, Tennessee", "href": "/wiki/Chattanooga,_Tennessee", "description": "Chattanooga is a city in and the county seat of Hamilton County, Tennessee, along the Tennessee River bordering Georgia. With an estimated population of 182,799 in 2019, it is Tennessee's fourth-largest city and one of the two principal cities of East Tennessee, along with Knoxville. The city anchors the Chattanooga metropolitan area, Tennessee's fourth-largest metropolitan statistical area, as we"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1867", "date": "November 23", "txt": "The Manchester Martyrs are hanged in Manchester, England, for killing a police officer while freeing two Irish Republican Brotherhood members from custody.", "entities": [{"title": "Manchester Martyrs", "href": "/wiki/Manchester_Martyrs", "description": "The \"Manchester Martyrs\" is a term used by some in regards to the execution of William Philip Allen, Michael Larkin, and Michael O'Brien for the murder of a police officer in Manchester, England, in 1867, during an incident that became known as the \"Manchester Outrages\". The three were members of the Irish Republican Brotherhood, also known as the Fenians, an organisation dedicated to ending Briti"}, {"title": "Manchester", "href": "/wiki/Manchester", "description": "Manchester is a city and metropolitan borough in Greater Manchester, England. The city has the country's fifth-largest population at 547,627 and lies within the United Kingdom's second-most populous urban area, with a population of 2.7 million, third most-populous county, at around 2.8 million, and third-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshi"}, {"title": "Irish Republican Brotherhood", "href": "/wiki/Irish_Republican_Brotherhood", "description": "The Irish Republican Brotherhood was a secret oath-bound fraternal organisation dedicated to the establishment of an \"independent democratic republic\" in Ireland between 1858 and 1924. Its counterpart in the United States of America was initially the Fenian Brotherhood, but from the 1870s it was Clan na Gael. The members of both wings of the movement are often referred to as \"Fenians\". The IRB pla"}]}, {"heading": "Events", "year": "1876", "date": "November 23", "txt": "Corrupt Tammany Hall leader William Magear Tweed (better known as Boss Tweed) is delivered to authorities in New York City after being captured in Spain.", "entities": [{"title": "Tammany Hall", "href": "/wiki/Tammany_Hall", "description": "Tammany Hall, also known as the Society of St. Tammany, the Sons of St. Tammany, or the Columbian Order, was a New York City political organization founded in 1786 and incorporated on May 12, 1789, as the Tammany Society. It became the main local political machine of the Democratic Party, and played a major role in controlling New York City and New York State politics and helping immigrants, most "}, {"title": "William M. Tweed", "href": "/wiki/William_M._Tweed", "description": "William Magear Tweed, often erroneously referred to as \"William Marcy Tweed\", and widely known as \"Boss\" Tweed, was an American politician most notable for being the \"boss\" of Tammany Hall, the Democratic Party political machine that played a major role in the politics of 19th-century New York City and State. At the height of his influence, Tweed was the third-largest landowner in New York City, a"}]}, {"heading": "Events", "year": "1890", "date": "November 23", "txt": "King William III of the Netherlands dies without a male heir and a special law is passed to allow his daughter Princess Wilhelmina to succeed him.", "entities": [{"title": "William III of the Netherlands", "href": "/wiki/William_III_of_the_Netherlands", "description": "William III was King of the Netherlands and Grand Duke of Luxembourg from 1849 until his death in 1890. He was also the Duke of Limburg from 1849 until the abolition of the duchy in 1866."}, {"title": "Wilhelmina of the Netherlands", "href": "/wiki/Wilhelmina_of_the_Netherlands", "description": "Wilhelmina was Queen of the Netherlands from 1890 until her abdication in 1948. She reigned for nearly 58 years, longer than any other Dutch monarch. Her reign saw the First and the Second World Wars, as well as the Dutch economic crisis of 1933."}]}, {"heading": "Events", "year": "1910", "date": "November 23", "txt": "Johan Alfred Ander becomes the last person to be executed in Sweden.", "entities": [{"title": "Johan Alfred Ander", "href": "/wiki/Johan_Alfred_Ander", "description": "Johan Alfred Andersson Ander was a convicted Swedish murderer and the last person to be executed in Sweden."}, {"title": "Capital punishment in Sweden", "href": "/wiki/Capital_punishment_in_Sweden", "description": "\nCapital punishment in Sweden was last used in 1910, though it remained a legal sentence for at least some crimes until 1973. It is now outlawed by the Swedish Constitution, which states that capital punishment, corporal punishment, and torture are strictly prohibited. At the time of the abolition of the death penalty in Sweden, the legal method of execution was beheading."}]}, {"heading": "Events", "year": "1914", "date": "November 23", "txt": "Mexican Revolution: The last of U.S. forces withdraw from Veracruz, occupied seven months earlier in response to the Tampico Affair.", "entities": [{"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}, {"title": "United States occupation of Veracruz", "href": "/wiki/United_States_occupation_of_Veracruz", "description": "The United States occupation of Veracruz began with the Battle of Veracruz and lasted for seven months, as a response to the Tampico Affair of April 9, 1914. The incident came in the midst of poor diplomatic relations between Mexico and the United States, and was related to the ongoing Mexican Revolution."}, {"title": "Tampico Affair", "href": "/wiki/Tampico_Affair", "description": "The Tampico Affair began as a minor incident involving U.S. sailors and Mexican land forces loyal to Mexican dictator General Victoriano Huerta during the guerra de las facciones phase of the Mexican Revolution. A misunderstanding occurred on April 9, 1914, but developed into a breakdown of diplomatic relations between the two countries. As a result, the United States invaded the port city of Vera"}]}, {"heading": "Events", "year": "1924", "date": "November 23", "txt": "Edwin Hubble's discovery, that the Andromeda \"nebula\" is actually another island galaxy far outside our own Milky Way, is first published in The New York Times.", "entities": [{"title": "Edwin Hubble", "href": "/wiki/Edwin_Hubble", "description": "Edwin Powell Hubble was an American astronomer. He played a crucial role in establishing the fields of extragalactic astronomy and observational cosmology."}, {"title": "Andromeda Galaxy", "href": "/wiki/Andromeda_Galaxy", "description": "The Andromeda Galaxy, also known as Messier 31, M31, or NGC 224 and originally the Andromeda Nebula, is a barred spiral galaxy approximately 2.5 million light-years from Earth and the nearest major galaxy to the Milky Way. The galaxy's name stems from the area of Earth's sky in which it appears, the constellation of Andromeda, which itself is named after the Ethiopian princess who was the wife of "}, {"title": "Galaxy", "href": "/wiki/Galaxy", "description": "A galaxy is a gravitationally bound system of stars, stellar remnants, interstellar gas, dust, and dark matter. The word galaxy is derived from the Greek galaxias (γαλαξίας), literally \"milky\", a reference to the Milky Way. Galaxies range in size from dwarfs with just a few hundred million stars to giants with one hundred trillion stars, each orbiting its galaxy's center of mass."}, {"title": "Milky Way", "href": "/wiki/Milky_Way", "description": "The Milky Way is the galaxy that contains our Solar System, with the name describing the galaxy's appearance from Earth: a hazy band of light seen in the night sky formed from stars that cannot be individually distinguished by the naked eye. The term Milky Way is a translation of the Latin via lactea, from the Greek γαλακτικός κύκλος. From Earth, the Milky Way appears as a band because its disk-sh"}]}, {"heading": "Events", "year": "1934", "date": "November 23", "txt": "An Anglo-Ethiopian boundary commission in the Ogaden discovers an Italian garrison at Walwal, well within Ethiopian territory. This leads to the Abyssinia Crisis.", "entities": [{"title": "Ogaden", "href": "/wiki/Ogaden", "description": "Ogaden is one of the three historical names given to the modern Somali Region, the territory comprising the eastern portion of Ethiopia formerly part of the Hararghe province. The two other names are Haud and Reserved area."}, {"title": "Walwal", "href": "/wiki/Walwal", "description": "Welwel, is a town in eastern Ethiopia known as the Ogaden. Located in the Werder Zone of the Somali Region, this town has a longitude and latitude of 7°03′N 45°24′E with an elevation of 570 meters above sea level. Welwel has an estimated population of 842 according to the 2007 census.\nWelwel was the oasis in Ethiopia where a border clash occurred in 1934 between the Kingdom of Italy and Ethiopian "}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Abyssinia Crisis", "href": "/wiki/Abyssinia_Crisis", "description": "The Abyssinia Crisis was an international crisis in 1935 that originated in what was called the Walwal incident during the ongoing conflict between the Kingdom of Italy and the Empire of Ethiopia. Both Ethiopia and Italy pursued a policy of provocation against each other."}]}, {"heading": "Events", "year": "1939", "date": "November 23", "txt": "World War II: HMS Rawalpindi is sunk by the German battleships Scharnhorst and Gneisenau.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "HMS Rawalpindi", "href": "/wiki/HMS_Rawalpindi", "description": "HMS Rawalpindi was a British armed merchant cruiser, that was sunk in a surface action against the German battleships Scharnhorst and Gneisenau during the first months of the Second World War. Her captain was Edward Coverley Kennedy."}, {"title": "Battleship", "href": "/wiki/Battleship", "description": "A battleship is a large armored warship with a main battery consisting of large caliber guns. During the late 19th and early 20th centuries the battleship was the most powerful type of warship, and a fleet centered around the battleship was part of the command of the sea doctrine for several decades. By the time of World War II, however, the battleship was made obsolete as other ships, primarily t"}, {"title": "German battleship Scharnhorst", "href": "/wiki/German_battleship_Scharnhorst", "description": "Scharnhorst was a German capital ship, alternatively described as a battleship or battlecruiser, of Nazi Germany's Kriegsmarine. She was the lead ship of her class, which included her sister ship Gneisenau. The ship was built at the Kriegsmarinewerft dockyard in Wilhelmshaven; she was laid down on 15 June 1935 and launched a year and four months later on 3 October 1936. Completed in January 1939, "}, {"title": "German battleship Gneisenau", "href": "/wiki/German_battleship_Gneisenau", "description": "Gneisenau was a German capital ship, alternatively described as a battleship and battlecruiser, of Nazi Germany's Kriegsmarine. She was the second vessel of her class, which included her sister ship, Scharnhorst. The ship was built at the Deutsche Werke dockyard in Kiel; she was laid down on 6 May 1935 and launched on 8 December 1936. Completed in May 1938, the ship was armed with a main battery o"}]}, {"heading": "Events", "year": "1940", "date": "November 23", "txt": "World War II: Romania becomes a signatory of the Tripartite Pact, officially joining the Axis powers.", "entities": [{"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}, {"title": "Tripartite Pact", "href": "/wiki/Tripartite_Pact", "description": "The Tripartite Pact, also known as the Berlin Pact, was an agreement between Germany, Italy, and Japan signed in Berlin on 27 September 1940 by, respectively, Joachim von Ribbentrop, Galeazzo Ciano and Saburō Kurusu. It was a defensive military alliance that was eventually joined by Hungary, Romania, Bulgaria and Yugoslavia as well as by the German client state of Slovakia. Yugoslavia's accession "}, {"title": "Axis powers", "href": "/wiki/Axis_powers#Romania", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}]}, {"heading": "Events", "year": "1943", "date": "November 23", "txt": "World War II: The Deutsche Opernhaus on Bismarckstraße in the Berlin neighborhood of Charlottenburg is destroyed. It will eventually be rebuilt in 1961 and be called the Deutsche Oper Berlin.", "entities": [{"title": "Deutsche Opernhaus", "href": "/wiki/Deutsche_Opernhaus", "description": "The Deutsche Oper Berlin is a German opera company located in the Charlottenburg district of Berlin. The resident building is the country's second largest opera house and also home to the Berlin State Ballet."}, {"title": "Charlottenburg", "href": "/wiki/Charlottenburg", "description": "Charlottenburg is a locality of Berlin within the borough of Charlottenburg-Wilmersdorf. Established as a town in 1705 and named after late Sophia Charlotte of Hanover, Queen consort of Prussia, it is best known for Charlottenburg Palace, the largest surviving royal palace in Berlin, and the adjacent museums."}, {"title": "1961", "href": "/wiki/1961", "description": "1961 (MCMLXI) was a common year starting on Sunday of the Gregorian calendar, the 1961st year of the Common Era (CE) and Anno Domini (AD) designations, the 961st year of the 2nd millennium, the 61st year of the 20th century, and the 2nd year of the 1960s decade. "}, {"title": "Deutsche Oper Berlin", "href": "/wiki/Deutsche_Oper_Berlin", "description": "The Deutsche Oper Berlin is a German opera company located in the Charlottenburg district of Berlin. The resident building is the country's second largest opera house and also home to the Berlin State Ballet."}]}, {"heading": "Events", "year": "1943", "date": "November 23", "txt": "World War II: Tarawa and Makin atolls fall to American forces.", "entities": [{"title": "Makin Atoll", "href": "/wiki/Makin_Atoll", "description": "Butaritari is an atoll in the Pacific Ocean island nation of Kiribati. The atoll is roughly four-sided. The south and southeast portion of the atoll comprises a nearly continuous islet. The atoll reef is continuous but almost without islets along the north side. Bikati and Bikatieta islets occupy a corner of the reef at the extreme northwest tip of the atoll. Small islets are found on reef section"}, {"title": "Atolls", "href": "/wiki/Atolls", "description": "An atoll, sometimes known as a coral atoll, is a ring-shaped coral reef, including a coral rim that encircles a lagoon partially or completely. There may be coral islands or cays on the rim."}]}, {"heading": "Events", "year": "1946", "date": "November 23", "txt": "French naval bombardment of Hai Phong, Vietnam, kills thousands of civilians.", "entities": [{"title": "Hai Phong", "href": "/wiki/Hai_Phong", "description": "Haiphong, or Hai Phong, is a major industrial city, the third-largest city of Vietnam. Hai Phong is also the center of technology, economy, culture, medicine, education, science and trade in the Red River delta."}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1955", "date": "November 23", "txt": "The Cocos Islands are transferred from the control of the United Kingdom to that of Australia.", "entities": [{"title": "Cocos Islands", "href": "/wiki/Cocos_Islands", "description": "The Territory of Cocos (Keeling) Islands is an Australian external territory in the Indian Ocean, comprising a small archipelago approximately midway between Australia and Sri Lanka and relatively close to the Indonesian island of Sumatra. The islands are in the Southern Hemisphere, they are part of Australasia, a subregion of Oceania. The territory's dual name reflects that the islands have histo"}]}, {"heading": "Events", "year": "1959", "date": "November 23", "txt": "French President Charles de Gaulle declares in a speech in Strasbourg his vision for \"Europe, from the Atlantic to the Urals\".", "entities": [{"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}, {"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}, {"title": "Strasbourg", "href": "/wiki/Strasbourg", "description": "Strasbourg is the prefecture and largest city of the Grand Est region of Eastern France and the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the prefecture of the Bas-Rhin department."}, {"title": "European integration", "href": "/wiki/European_integration", "description": "European integration is the process of industrial, economic, political, legal, social and cultural integration of states wholly or partially in Europe or nearby. European integration has primarily come about through the European Union and its policies."}]}, {"heading": "Events", "year": "1963", "date": "November 23", "txt": "The BBC broadcasts An Unearthly Child (starring William Hartnell), the first episode of the  first story from the first series of Doctor Who, which is now the world's longest running science fiction drama.", "entities": [{"title": "William Hartnell", "href": "/wiki/William_Hartnell", "description": "William Henry Hartnell was an English actor. While Hartnell made numerous stage and television appearances and acted in over 75 British films, he is best remembered today as the First Doctor in BBC Television's Doctor Who, which he played from 1963 to 1966. He was also well known for his roles as Sergeant Grimshaw, the title character of the first Carry On film, Carry On Sergeant in 1958, and as C"}]}, {"heading": "Events", "year": "1971", "date": "November 23", "txt": "Representatives of the People's Republic of China attend the United Nations, including the United Nations Security Council, for the first time.", "entities": [{"title": "China and the United Nations", "href": "/wiki/China_and_the_United_Nations", "description": "China is one of the charter members of the United Nations and is one of five permanent members of its Security Council."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "United Nations Security Council", "href": "/wiki/United_Nations_Security_Council", "description": "The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations (UN), charged with ensuring international peace and security, recommending the admission of new UN members to the General Assembly, and approving any changes to the UN Charter. Its powers include establishing peacekeeping operations, enacting international sanctions, and authorizing military action."}]}, {"heading": "Events", "year": "1972", "date": "November 23", "txt": "The Soviet Union makes its final attempt at launching the N1 rocket.", "entities": [{"title": "N1 (rocket)", "href": "/wiki/N1_(rocket)", "description": "The N1/L3 was a super heavy-lift launch vehicle intended to deliver payloads beyond low Earth orbit. The N1 was the Soviet counterpart to the US Saturn V and was intended to enable crewed travel to Earth's Moon and beyond, with studies beginning as early as 1959. Its first stage remains the most powerful rocket stage ever built, but all of the four flown N1 Block A first stages failed because a la"}]}, {"heading": "Events", "year": "1974", "date": "November 23", "txt": "Sixty Ethiopian politicians, aristocrats, military officers, and other persons are executed by the provisional military government.", "entities": [{"title": "Massacre of the Sixty", "href": "/wiki/Massacre_of_the_Sixty", "description": "The Massacre of the Sixty, or Black Saturday, took place in Addis Ababa (Ethiopia) on the morning of 23 November 1974, when 60 imprisoned former government officials were executed by the Derg at Kerchele Prison."}]}, {"heading": "Events", "year": "1976", "date": "November 23", "txt": "Apneist Jacques Mayol is the first man to reach a depth of 100 m undersea without breathing equipment.", "entities": [{"title": "Apneist", "href": "/wiki/Apneist", "description": "Apnea is the cessation of breathing. During apnea, there is no movement of the muscles of inhalation, and the volume of the lungs initially remains unchanged. Depending on how blocked the airways are (patency), there may or may not be a flow of gas between the lungs and the environment; gas exchange within the lungs and cellular respiration is not affected. Voluntarily doing this is called holding"}, {"title": "Jacques Mayol", "href": "/wiki/Jacques_Mayol", "description": "Jacques Mayol was a French diver and the holder of many world records in free diving. The 1988 film The Big Blue, directed by Luc Besson was inspired by his life story and that of his friend, Enzo Maiorca. Mayol was one of the screenwriters and authored the book Homo Delphinus: the Dolphin Within Man of his philosophy about the aquatic origins of humans."}]}, {"heading": "Events", "year": "1978", "date": "November 23", "txt": "Cyclone kills about 1,000 people in eastern Sri Lanka.", "entities": [{"title": "1978 Sri Lanka cyclone", "href": "/wiki/1978_Sri_Lanka_cyclone", "description": "The 1978 Sri Lanka Cyclone was the strongest tropical cyclone to strike Sri Lanka's Eastern province since modern records began. The cyclone formed on November 20, 1978 and attained peak intensity on November 23, 1978 right before making landfall on Trincomalee. In Sri Lanka's Eastern Province, Akkaraipattu, Kalmunai, Chettipalayam, Kattankudy, Batticaloa, Eravur and Kalkudah were the most affecte"}]}, {"heading": "Events", "year": "1978", "date": "November 23", "txt": "The Geneva Frequency Plan of 1975 goes into effect, realigning many of Europe's longwave and mediumwave broadcasting frequencies.", "entities": [{"title": "Longwave", "href": "/wiki/Longwave", "description": "In radio, longwave, long wave or long-wave, and commonly abbreviated LW, refers to parts of the radio spectrum with wavelengths longer than what was originally called the medium-wave broadcasting band. The term is historic, dating from the early 20th century, when the radio spectrum was considered to consist of longwave (LW), medium-wave (MW), and short-wave (SW) radio bands. Most modern radio sys"}, {"title": "Mediumwave", "href": "/wiki/Mediumwave", "description": "Medium wave (MW) is the part of the medium frequency (MF) radio band used mainly for AM radio broadcasting. The spectrum provides about 120 channels with limited sound quality. During daytime, only local stations can be received. Propagation in the night allows strong signals within a range of about 2,000 km. This can cause massive interference because on most channels, about 20 to 50 transmitters"}]}, {"heading": "Events", "year": "1980", "date": "November 23", "txt": "The 6.9 Mw  Irpinia earthquake shakes southern Italy with a maximum Mercalli intensity of X (Extreme), killing 2,483–4,900, and injuring 7,700–8,934.", "entities": [{"title": "1980 Irpinia earthquake", "href": "/wiki/1980_Irpinia_earthquake", "description": "The 1980 Irpinia earthquake took place in Italy on November 23 with a moment magnitude of 6.9 and a maximum Mercalli intensity of X (Extreme). It left at least 2,483 people dead, at least 7,700 injured, and 250,000 homeless."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1981", "date": "November 23", "txt": "Iran–Contra affair: Ronald Reagan signs the top secret National Security Decision Directive 17 (NSDD-17), giving the Central Intelligence Agency the authority to recruit and support Contra rebels in Nicaragua.", "entities": [{"title": "Iran–Contra affair", "href": "/wiki/Iran%E2%80%93Contra_affair", "description": "The Iran–Contra affair, popularized in Iran as the McFarlane affair, the Iran–Contra scandal, or simply Iran–Contra, was a political scandal in the United States that occurred during the second term of the Reagan Administration. Senior administration officials secretly facilitated the sale of arms to the Khomeini government of the Islamic Republic of Iran, which was the subject of an arms embargo."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "Contras", "href": "/wiki/Contras", "description": "The Contras were the various U.S.-backed and funded right-wing rebel groups that were active from 1979 to the early 1990s in opposition to the Marxist Sandinista Junta of National Reconstruction Government in Nicaragua which came to power in 1979 following the Nicaraguan Revolution. Among the separate contra groups, the Nicaraguan Democratic Force (FDN) emerged as the largest by far. In 1987, virt"}, {"title": "Nicaragua", "href": "/wiki/Nicaragua", "description": "Nicaragua, officially the Republic of Nicaragua, is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic pop"}]}, {"heading": "Events", "year": "1985", "date": "November 23", "txt": "Gunmen hijack EgyptAir Flight 648 en route from Athens to Cairo. When the plane lands in Malta, Egyptian commandos storm the aircraft, but 60 people die in the raid.", "entities": [{"title": "Aircraft hijacking", "href": "/wiki/Aircraft_hijacking", "description": "Aircraft hijacking, is the unlawful seizure of an aircraft by an individual or a group. Dating from the earliest of hijackings, most cases involve the pilot being forced to fly according to the hijacker's demands. However, in rare cases, the hijackers have flown the aircraft themselves and used them in suicide attacks –most notably in the September 11 attacks– and in several cases, planes have bee"}, {"title": "EgyptAir Flight 648", "href": "/wiki/EgyptAir_Flight_648", "description": "EgyptAir Flight 648 was a regularly scheduled international flight between Athens Ellinikon International Airport in Greece and Cairo International Airport in Egypt. On 23 November 1985, a Boeing 737-200 airliner, registered SU-AYH, servicing the flight was hijacked by the terrorist organization Abu Nidal. The subsequent raid on the aircraft by Egyptian troops resulted in dozens of deaths, making "}, {"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}, {"title": "Cairo", "href": "/wiki/Cairo", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1992", "date": "November 23", "txt": "The first smartphone, the IBM Simon, is introduced at COMDEX in Las Vegas, Nevada.", "entities": [{"title": "IBM Simon", "href": "/wiki/IBM_Simon", "description": "The IBM Simon Personal Communicator is a handheld, touchscreen PDA designed by International Business Machines (IBM), and manufactured by Mitsubishi Electric. Although the term \"smartphone\" was not coined until 1995, because of Simon's features and capabilities, it has been retrospectively referred to as the first true smartphone."}, {"title": "COMDEX", "href": "/wiki/COMDEX", "description": "COMDEX was a computer expo trade show held in the Las Vegas Valley of Nevada, United States, each November from 1979 to 2003. It was one of the largest computer trade shows in the world, usually second only to the German CeBIT, and one of the largest trade shows in any industry sector. COMDEX exhibitions were held in many other countries from 1982 to 2005, with 185 shows altogether. The first COMD"}, {"title": "Las Vegas, Nevada", "href": "/wiki/Las_Vegas,_Nevada", "description": "Las Vegas, officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populous city in the United States, the most populous city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primar"}]}, {"heading": "Events", "year": "1996", "date": "November 23", "txt": "Ethiopian Airlines Flight 961 is hijacked, then crashes into the Indian Ocean off the coast of Comoros after running out of fuel, killing 125.", "entities": [{"title": "Ethiopian Airlines Flight 961", "href": "/wiki/Ethiopian_Airlines_Flight_961", "description": "Ethiopian Airlines Flight 961 was a scheduled flight serving the route Addis Ababa–Nairobi–Brazzaville–Lagos–Abidjan. On 23 November 1996, the aircraft serving the flight, a Boeing 767-200ER, was hijacked en route from Addis Ababa to Nairobi by three Ethiopians seeking asylum in Australia. The plane crash-landed in the Indian Ocean near Grande Comore, Comoros Islands due to fuel exhaustion; 125 of"}, {"title": "Comoros", "href": "/wiki/Comoros", "description": "The Comoros, officially the Union of the Comoros, is an island country in the Indian Ocean, at the northern end of the Mozambique Channel off the eastern coast of Africa. It shares maritime borders with Madagascar and Mayotte to the southeast, Tanzania to the northwest, Mozambique to the west, and the Seychelles to the northeast. Its capital and largest city is Moroni. The religion of the majority"}]}, {"heading": "Events", "year": "2001", "date": "November 23", "txt": "The Convention on Cybercrime is signed in Budapest, Hungary.", "entities": [{"title": "Convention on Cybercrime", "href": "/wiki/Convention_on_Cybercrime", "description": "The Convention on Cybercrime, also known as the Budapest Convention on Cybercrime or the Budapest Convention, is the first international treaty seeking to address Internet and computer crime (cybercrime) by harmonizing national laws, improving investigative techniques, and increasing cooperation among nations. It was drawn up by the Council of Europe in Strasbourg, France, with the active particip"}, {"title": "Budapest", "href": "/wiki/Budapest", "description": "Budapest is the capital and the most populous city of Hungary, and the ninth-largest city in the European Union by population within city limits. The city has an estimated population of 1,752,286 over a land area of about 525 square kilometres. Budapest is both a city and county, and forms the centre of the Budapest metropolitan area, which has an area of 7,626 square kilometres and a population o"}]}, {"heading": "Events", "year": "2003", "date": "November 23", "txt": "Rose Revolution: Georgian president Eduard Shevardnadze resigns following weeks of mass protests over flawed elections.", "entities": [{"title": "Rose Revolution", "href": "/wiki/Rose_Revolution", "description": "The Revolution of Roses, often translated into English as the Rose Revolution, was a change of power in Georgia in November 2003. The revolution was brought about by widespread protests over the disputed parliamentary elections and culminated in the ousting of President Eduard Shevardnadze, which marked the end of the Soviet era of leadership in the country. The event derives its name from the cli"}, {"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}, {"title": "Eduard Shevardnadze", "href": "/wiki/Eduard_Shevardnadze", "description": "Eduard Ambrosiyevich Shevardnadze was a Georgian politician and diplomat. He served as First Secretary of the Georgian Communist Party (GPC), the de facto leader of Soviet Georgia from 1972 to 1985 and as Minister of Foreign Affairs of the Soviet Union from 1985 to 1991. Shevardnadze was responsible for many key decisions in Soviet foreign policy during the Gorbachev Era including reunification of"}]}, {"heading": "Events", "year": "2004", "date": "November 23", "txt": "The Holy Trinity Cathedral of Tbilisi, the largest religious building in Georgia, is consecrated.", "entities": [{"title": "Holy Trinity Cathedral of Tbilisi", "href": "/wiki/Holy_Trinity_Cathedral_of_Tbilisi", "description": "The Holy Trinity Cathedral of Tbilisi, commonly known as Sameba, is the main cathedral of the Georgian Orthodox Church located in Tbilisi, the capital of Georgia. Constructed between 1995 and 2004, it is the third-tallest Eastern Orthodox cathedral in the world and one of the largest religious buildings in the world by total area. Sameba is a synthesis of traditional styles dominating the Georgian"}, {"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}]}, {"heading": "Events", "year": "2005", "date": "November 23", "txt": "Ellen Johnson Sirleaf is elected president of Liberia and becomes the first woman to lead an African country.", "entities": [{"title": "Ellen Johnson Sirleaf", "href": "/wiki/Ellen_Johnson_Sirleaf", "description": "Ellen Johnson Sirleaf is a Liberian politician who served as the 24th President of Liberia from 2006 to 2018. Sirleaf was the first elected female head of state in Africa."}, {"title": "Liberian general election, 2005", "href": "/wiki/Liberian_general_election,_2005", "description": "General elections were held in Liberia on 11 October 2005, with a runoff election for the presidency held on 8 November. The presidency and all seats in the House of Representatives and Senate were up for election. The elections were the first held since 1997 and marked the end of the political transition following the second civil war, having been stipulated in the Accra Comprehensive Peace Agree"}, {"title": "President of Liberia", "href": "/wiki/President_of_Liberia", "description": "The president of the Republic of Liberia is head of state and government of Liberia. The president serves as the leader of the executive branch and as commander-in-chief of the Armed Forces of Liberia."}]}, {"heading": "Events", "year": "2006", "date": "November 23", "txt": "A series of bombings kills at least 215 people and injures 257 others in Sadr City, making it the second deadliest sectarian attack since the beginning of the Iraq War in 2003.", "entities": [{"title": "23 November 2006 Sadr City bombings", "href": "/wiki/23_November_2006_Sadr_City_bombings", "description": "The 2006 Sadr City bombings were a series of car bombs and mortar attacks in Iraq that occurred on 23 November at 15:10 Baghdad time and ended at 15:55. Six car bombs and two mortar rounds were used in the attack on the Shia slum in Sadr City."}, {"title": "Sadr City", "href": "/wiki/Sadr_City", "description": "Sadr City, formerly known as Al-Thawra and Saddam City, is a suburb district of the city of Baghdad, Iraq. It was built in 1959 by Prime Minister Abdul Karim Qassim and later unofficially renamed Sadr City after Ayatollah Mohammad Mohammad Sadeq al-Sadr."}]}, {"heading": "Events", "year": "2007", "date": "November 23", "txt": "MS Explorer, a cruise liner carrying 154 people, sinks in the Antarctic Ocean south of Argentina after hitting an iceberg near the South Shetland Islands. There are no fatalities.", "entities": [{"title": "MS Explorer (1969)", "href": "/wiki/MS_Explorer_(1969)", "description": "MS Explorer was a Liberian-registered cruise ship, the first vessel of that kind used specifically to sail the icy waters of the Antarctic Ocean. She was the first cruise ship to sink there, when she struck an iceberg on 23 November 2007. All passengers and crew were rescued."}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Iceberg", "href": "/wiki/Iceberg", "description": "An iceberg is a large piece of freshwater ice that has broken off a glacier or an ice shelf and is floating freely in open (salt) water. Small bits of disintegrating icebergs are called \"growlers\" or \"bergy bits\"."}, {"title": "South Shetland Islands", "href": "/wiki/South_Shetland_Islands", "description": "The South Shetland Islands are a group of Antarctic islands with a total area of 3,687 km2 (1,424 sq mi). They lie about 120 km (75 mi) north of the Antarctic Peninsula, and between 430 km (270 mi) to 900 km (560 mi) southwest from the nearest point of the South Orkney Islands. By the Antarctic Treaty of 1959, the islands' sovereignty is neither recognized nor disputed by the signatories and they "}]}, {"heading": "Events", "year": "2009", "date": "November 23", "txt": "The Maguindanao massacre occurs in Ampatuan, Maguindanao, Philippines; 58 opponents of Andal Ampatuan Jr. are kidnapped and killed.", "entities": [{"title": "Maguindanao massacre", "href": "/wiki/Maguindanao_massacre", "description": "The Maguindanao massacre, also known as the Ampatuan massacre, named after the town where mass graves of victims were found, occurred on the morning of November 23, 2009, in the town of Ampatuan in Maguindanao province, on the island of Mindanao in the Philippines. The 58 victims were on their way to file a certificate of candidacy for Esmael Mangudadatu, vice mayor of Buluan, when they were kidna"}, {"title": "Ampatuan, Maguindanao", "href": "/wiki/Ampatuan,_Maguindanao", "description": "Ampatuan, officially the Municipality of Ampatuan, is a 4th class municipality in the province of Maguindanao, Philippines. According to the 2015 census, it has a population of 24,801 people. "}, {"title": "Andal Ampatuan Jr.", "href": "/wiki/Andal_Ampatuan_Jr.", "description": "Andal \"Datu Unsay\" Uy Ampatuan Jr. is a former Filipino politician who served as mayor of the town of Datu Unsay, Maguindanao and convicted mass murderer. He is the son of patriarch Andal Ampatuan Sr., and his family continues to represent a powerful force in Mindanao politics. His brother, Zaldy Ampatuan, was the regional governor of the Autonomous Region in Muslim Mindanao (ARMM). On December 19"}]}, {"heading": "Events", "year": "2010", "date": "November 23", "txt": "Bombardment of Yeonpyeong: North Korean artillery attack kills two civilians and two marines on Yeonpyeong Island, South Korea.", "entities": [{"title": "Bombardment of Yeonpyeong", "href": "/wiki/Bombardment_of_Yeonpyeong", "description": "The bombardment of Yeonpyeong was an artillery engagement between the North Korean military and South Korean forces stationed on Yeonpyeong Island on 23 November 2010. Following a South Korean artillery exercise in disputed waters near the island, North Korean forces fired around 170 artillery shells and rockets at Yeonpyeong Island, hitting both military and civilian targets."}]}, {"heading": "Events", "year": "2011", "date": "November 23", "txt": "Arab Spring: After 11 months of protests in Yemen, Yemeni president Ali Abdullah Saleh signs a deal to transfer power to the vice president, in exchange for legal immunity.", "entities": [{"title": "Arab Spring", "href": "/wiki/Arab_Spring", "description": "The Arab Spring was a series of anti-government protests, uprisings, and armed rebellions that spread across much of the Arab world in the early 2010s. It began in response to oppressive regimes and a low standard of living, starting with protests in Tunisia. From Tunisia, the protests then spread to five other countries: Libya, Egypt, Yemen, Syria, and Bahrain, where either the ruler was deposed "}, {"title": "2011 Yemeni uprising", "href": "/wiki/2011_Yemeni_uprising", "description": "The Yemeni Revolution (intifada), also known as the Yemeni Revolution of Dignity followed the initial stages of the Tunisian Revolution and occurred simultaneously with the Egyptian Revolution of 2011 and other Arab Spring protests in the Middle East and North Africa. In its early phase, protests in Yemen were initially against unemployment, economic conditions and corruption, as well as against t"}, {"title": "Ali Abdullah Saleh", "href": "/wiki/Ali_Abdullah_Saleh", "description": "Ali Abdullah Saleh was a Yemeni politician who served as the first President of Yemen, from Yemeni unification on 22 May 1990 to his resignation on 25 February 2012, following the Yemeni Revolution. Previously, he had served as President of the Yemen Arab Republic, or North Yemen, from July 1978 to 22 May 1990, after the assassination of President Ahmad al-Ghashmi."}]}, {"heading": "Events", "year": "2015", "date": "November 23", "txt": "Blue Origin's New Shepard space vehicle became the first rocket to successfully fly to space and then return to Earth for a controlled, vertical landing.", "entities": [{"title": "Blue Origin", "href": "/wiki/Blue_Origin", "description": "Blue Origin Federation, LLC is an American privately funded aerospace manufacturer and sub-orbital spaceflight services company headquartered in Kent, Washington. Founded in 2000 by Jeff Bezos, the company is led by CEO Bob Smith and aims to make access to space cheaper and more reliable through reusable launch vehicles. Rob Meyerson led Blue Origin from 2003 to 2017 and served as its first presid"}, {"title": "New Shepard", "href": "/wiki/New_Shepard", "description": "New Shepard is a vertical-takeoff, vertical-landing (VTVL), crew-rated suborbital launch vehicle that is being developed by Blue Origin as a commercial system for suborbital space tourism. Blue Origin is owned and led by Amazon.com founder and businessman Jeff Bezos and aerospace engineer Rob Meyerson. NASA Silver Snoopy Award winner Robert Smith is the company's chief executive officer."}]}, {"heading": "Births", "year": "870", "date": "November 23", "txt": "Alexander, Byzantine emperor (d. 913)", "entities": [{"title": "Alexander (Byzantine emperor)", "href": "/wiki/Alexander_(Byzantine_emperor)", "description": "Alexander, sometimes numbered Alexander II, or Alexander III ruled as Emperor of the Byzantine Empire in 912–913."}, {"title": "913", "href": "/wiki/913", "description": "Year 913 (CMXIII) was a common year starting on Friday of the Julian calendar."}]}, {"heading": "Births", "year": "912", "date": "November 23", "txt": "Otto I, Holy Roman Emperor (d. 973)", "entities": [{"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}, {"title": "973", "href": "/wiki/973", "description": "Year 973 (CMLXXIII) was a common year starting on Wednesday of the Julian calendar."}]}, {"heading": "Births", "year": "1190", "date": "November 23", "txt": "Pope Clement IV (d. 1268)", "entities": [{"title": "Pope Clement IV", "href": "/wiki/Pope_Clement_IV", "description": "Pope Clement IV, born Gui Foucois and also known as Guy le Gros, was bishop of Le Puy (1257–1260), archbishop of Narbonne (1259–1261), cardinal of Sabina (1261–1265), and bishop of Rome from 5 February 1265 until his death. His election as pope occurred at a conclave held at Perugia that lasted four months while cardinals argued over whether to call in Charles I of Anjou, the youngest brother of L"}]}, {"heading": "Births", "year": "1221", "date": "November 23", "txt": "Alfonso X of Castile (d. 1284)", "entities": [{"title": "Alfonso X of Castile", "href": "/wiki/Alfonso_X_of_Castile", "description": "Alfonso X was the king of Castile, León and Galicia from 30 May 1252 until his death in 1284. During the election of 1257, a dissident faction chose him to be king of Germany on 1 April. He renounced his claim to Germany in 1275, and in creating an alliance with the Kingdom of England in 1254, his claim on the Duchy of Gascony as well."}]}, {"heading": "Births", "year": "1402", "date": "November 23", "txt": "Jean de Dunois, French soldier (d. 1468)", "entities": [{"title": "Jean de Dunois", "href": "/wiki/Jean_de_Dunois", "description": "Jean d'Orléans, Count of Dunois, known as the \"Bastard of Orléans\" or simply Jean de Dunois, was a French military leader during the Hundred Years' War who participated in military campaigns with Joan of Arc. He was the illegitimate son of Louis I, Duke of Orléans – himself a son of King Charles V of France – and his mistress Mariette d'Enghien. His nickname, the \"Bastard of Orléans\", was a term o"}]}, {"heading": "Births", "year": "1417", "date": "November 23", "txt": "William FitzAlan, 16th Earl of Arundel, English politician (d. 1487)", "entities": [{"title": "William FitzAlan, 16th Earl of Arundel", "href": "/wiki/William_FitzAlan,_16th_Earl_of_Arundel", "description": "William Fitzalan, 9th Earl of Arundel, 6th Baron Maltravers was an English nobleman."}]}, {"heading": "Births", "year": "1496", "date": "November 23", "txt": "Clément Marot, French poet (d. 1544)", "entities": [{"title": "Clément Marot", "href": "/wiki/Cl%C3%A9ment_Marot", "description": "Clément Marot was a French Renaissance poet."}]}, {"heading": "Births", "year": "1508", "date": "November 23", "txt": "Francis, Duke of Brunswick-Lüneburg, youngest son of Henry the Middle (d. 1549)", "entities": [{"title": "Francis, Duke of Brunswick-Lüneburg", "href": "/wiki/Francis,_Duke_of_Brunswick-L%C3%BCneburg", "description": "Francis of Brunswick-Lüneburg (1508–1549) was the youngest son of Henry the Middle. Following a thirty-year joint reign of Brunswick-Lüneburg with his brother Ernest the Confessor, he ruled the newly founded Duchy of Gifhorn from Gifhorn Castle for over 10 years from 1539 until his death in 1549. He was given the duchy as an inheritance settlement by his brother Ernest."}]}, {"heading": "Births", "year": "1553", "date": "November 23", "txt": "Prospero Alpini, Italian physician and botanist (d. 1617)", "entities": [{"title": "Prospero Alpini", "href": "/wiki/Prospero_Alpini", "description": "Prospero Alpini was a Venetian physician and botanist. He travelled around Egypt and served as the fourth prefect in charge of the botanical garden of Padua. He wrote several botanical treatises which covered exotic plants of economic and medicinal value. His description of coffee and banana plants are considered the oldest in European literature. The ginger-family genus Alpinia was named in his h"}]}, {"heading": "Births", "year": "1632", "date": "November 23", "txt": "Jean Mabillon, French monk and scholar (d. 1707)", "entities": [{"title": "Jean Mabillon", "href": "/wiki/Jean_Mabillon", "description": "Dom Jean Mabillon, O.S.B., was a French Benedictine monk and scholar of the Congregation of Saint Maur. He is considered the founder of the disciplines of palaeography and diplomatics."}]}, {"heading": "Births", "year": "1641", "date": "November 23", "txt": "Anthonie Heinsius, Dutch lawyer and politician (d. 1720)", "entities": [{"title": "Anthonie Heinsius", "href": "/wiki/Anthonie_Heinsius", "description": "Anthonie Heinsius was a Dutch statesman who served as Grand Pensionary of Holland from 1689 to his death in 1720."}]}, {"heading": "Births", "year": "1687", "date": "November 23", "txt": "Jean Baptiste Senaillé, French violinist and composer (d. 1730)", "entities": [{"title": "Jean Baptiste Senaillé", "href": "/wiki/Jean_Baptiste_Senaill%C3%A9", "description": "Jean Baptiste Senaillé was a French born Baroque composer and violin virtuoso. His father was a member of Les Vingt-quatre Violons du Roi. Senaillé studied under Jean-Baptiste Anet, Giovanni Antonio Piani and in Italy under Tomaso Antonio Vitali and imported Italian musical techniques and pieces into the French court. He wrote around 50 violin sonatas. He is most well known for a fast 2/4 movement"}]}, {"heading": "Births", "year": "1705", "date": "November 23", "txt": "Thomas Birch, English historian and author (d. 1766)", "entities": [{"title": "Thomas Birch", "href": "/wiki/Thomas_Birch", "description": "Thomas Birch was an English historian."}]}, {"heading": "Births", "year": "1715", "date": "November 23", "txt": "Pierre Charles Le Monnier, French astronomer and author (d. 1799)", "entities": [{"title": "Pierre Charles Le Monnier", "href": "/wiki/Pierre_Charles_Le_Monnier", "description": "Pierre Charles Le Monnier was a French astronomer. His name is sometimes given as Lemonnier."}]}, {"heading": "Births", "year": "1719", "date": "November 23", "txt": "Spranger Barry, Irish actor (d. 1777)", "entities": [{"title": "Spranger Barry", "href": "/wiki/Spranger_Barry", "description": "Spranger Barry was an Irish actor."}]}, {"heading": "Births", "year": "1749", "date": "November 23", "txt": "Edward Rutledge, American captain and politician, 39th Governor of South Carolina (d. 1800)", "entities": [{"title": "Edward Rutledge", "href": "/wiki/Edward_Rutledge", "description": "Edward Rutledge was an American politician and youngest signatory of the United States Declaration of Independence. He later served as the 39th Governor of South Carolina."}, {"title": "Governor of South Carolina", "href": "/wiki/Governor_of_South_Carolina", "description": "The governor of the State of South Carolina is the chief executive of South Carolina serving as its head of state and head of the executive of the government of South Carolina. The governor is the ex officio commander-in-chief of the National Guard when not called into federal service. The governor's responsibilities include making yearly \"State of the State\" addresses to the South Carolina Genera"}]}, {"heading": "Births", "year": "1760", "date": "November 23", "txt": "François-Noël Babeuf, French journalist and activist (d. 1797)", "entities": [{"title": "François-Noël Babeuf", "href": "/wiki/Fran%C3%A7ois-No%C3%ABl_Babeuf", "description": "François-Noël Babeuf, also known as Gracchus Babeuf, was a French proto-socialist, revolutionary and journalist of the French Revolutionary period. His newspaper Le tribun du peuple was best known for its advocacy for the poor and calling for a popular revolt against the Directory, the government of France. He was a leading advocate for democracy and the abolition of private property. He angered t"}]}, {"heading": "Births", "year": "1781", "date": "November 23", "txt": "Theodor Valentin Volkmar, German lawyer and politician, 1st Mayor of Marburg (d. 1847)", "entities": [{"title": "Theodor Valentin Volkmar", "href": "/wiki/Theodor_Valentin_Volkmar", "description": "Theodor Valentin Volkmar was a German jurist and politician and two-time mayor of Marburg, from 1833 until 1835 and again from December 1835 until his retirement due to ill health November 1846."}, {"title": "List of mayors of Marburg", "href": "/wiki/List_of_mayors_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Births", "year": "1785", "date": "November 23", "txt": "Jan Roothaan, Dutch priest, 21st Superior-General of the Society of Jesus (d. 1853)", "entities": [{"title": "Jan Roothaan", "href": "/wiki/Jan_Roothaan", "description": "Very Rev. Jan Philipp Roothaan, S.J. was a Dutch Jesuit, elected twenty-first Superior-General of the Society of Jesus."}, {"title": "Superior-General of the Society of Jesus", "href": "/wiki/Superior-General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Births", "year": "1803", "date": "November 23", "txt": "Theodore Dwight Weld, American author and activist (d. 1895)", "entities": [{"title": "Theodore Dwight Weld", "href": "/wiki/Theodore_Dwight_Weld", "description": "Theodore Dwight Weld was one of the architects of the American abolitionist movement during its formative years from 1830 to 1844, playing a role as writer, editor, speaker, and organizer. He is best known for his co-authorship of the authoritative compendium American Slavery As It Is: Testimony of a Thousand Witnesses, published in 1839. Harriet Beecher Stowe partly based Uncle Tom’s Cabin on Wel"}]}, {"heading": "Births", "year": "1804", "date": "November 23", "txt": "Franklin Pierce, American general, lawyer, and politician, 14th President of the United States (d. 1869)", "entities": [{"title": "Franklin Pierce", "href": "/wiki/Franklin_Pierce", "description": "Franklin Pierce was the 14th president of the United States, serving from 1853 to 1857. A northern Democrat who believed that the abolitionist movement was a fundamental threat to the unity of the nation, he alienated anti-slavery groups by supporting and signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act, yet these efforts failed to stem conflict between North and South. The Sou"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1820", "date": "November 23", "txt": "Isaac Todhunter, English mathematician and author (d. 1884)", "entities": [{"title": "Isaac Todhunter", "href": "/wiki/Isaac_Todhunter", "description": "Isaac Todhunter FRS, was an English mathematician who is best known today for the books he wrote on mathematics and its history."}]}, {"heading": "Births", "year": "1837", "date": "November 23", "txt": "Johannes Diderik van der Waals, Dutch physicist and thermodynamicist, Nobel Prize laureate (d. 1923)", "entities": [{"title": "Johannes Diderik van der Waals", "href": "/wiki/Johannes_Diderik_van_der_Waals", "description": "Johannes Diderik van der Waals was a Dutch theoretical physicist and thermodynamicist famous for his pioneering work on the equation of state for gases and liquids. Van der Waals started his career as a school teacher. He became the first physics professor of the University of Amsterdam when in 1877 the old Athenaeum was upgraded to Municipal University. Van der Waals won the 1910 Nobel Prize in p"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1838", "date": "November 23", "txt": "Stephanos Skouloudis, Greek banker and politician, 97th Prime Minister of Greece (d. 1928)", "entities": [{"title": "Stephanos Skouloudis", "href": "/wiki/Stephanos_Skouloudis", "description": "Stefanos Skouloudis was a Greek banker, diplomat and the 34th Prime Minister of Greece."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1858", "date": "November 23", "txt": "Albert Ranft, Swedish actor and director (d. 1938)", "entities": [{"title": "Albert Ranft", "href": "/wiki/Albert_Ranft", "description": "Albert Adam Ranft was a Swedish theatre director and actor."}]}, {"heading": "Births", "year": "1860", "date": "November 23", "txt": "Hjalmar Branting, Swedish journalist and politician, 16th Prime Minister of Sweden, Nobel Prize laureate (d. 1925)", "entities": [{"title": "Hjalmar Branting", "href": "/wiki/Hjalmar_Branting", "description": "Karl Hjalmar Branting was a Swedish politician who was the leader of the Swedish Social Democratic Party (1907–1925) and Prime Minister during three separate periods. When Branting came to power in 1920, he was the first Social Democratic Prime Minister of Sweden. When taking office for a second term after the general election of 1921, he became the first socialist politician in Europe to do so fo"}, {"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1864", "date": "November 23", "txt": "Henry Bourne Joy, American businessman (d. 1936)", "entities": [{"title": "Henry Bourne Joy", "href": "/wiki/Henry_Bourne_Joy", "description": "Henry Bourne Joy was President of the Packard Motor Car Company, and a major developer of automotive activities as well as being a social activist."}]}, {"heading": "Births", "year": "1868", "date": "November 23", "txt": "Mary Brewster Hazelton, American painter (d. 1953)", "entities": [{"title": "Mary Brewster Hazelton", "href": "/wiki/Mary_Brewster_Hazelton", "description": "Mary Brewster Hazelton was an American portrait painter. She attended the School of the Museum of Fine Arts, Boston, where she was later an instructor. Among her other achievements, Hazelton was the first woman to win an award open to both men and women in the United States when she won the Hallgarten Prize from the National Academy of Design in 1896. Her portrait paintings are in the collections "}]}, {"heading": "Births", "year": "1869", "date": "November 23", "txt": "Valdemar Poulsen, Danish engineer (d. 1942)", "entities": [{"title": "Valdemar Poulsen", "href": "/wiki/Valdemar_Poulsen", "description": "Valdemar Poulsen was a Danish engineer who made significant contributions to early radio technology. He developed a magnetic wire recorder called the telegraphone in 1898 and the first continuous wave radio transmitter, the Poulsen arc transmitter, in 1903, which was used in some of the first broadcasting stations until the early 1920s."}]}, {"heading": "Births", "year": "1871", "date": "November 23", "txt": "William Watt, Australian accountant and politician, 24th Premier of Victoria (d. 1946)", "entities": [{"title": "William Watt (Australian politician)", "href": "/wiki/William_Watt_(Australian_politician)", "description": "William Alexander Watt was an Australian politician. He served two terms as Premier of Victoria before entering federal politics in 1914. He then served as a minister in the government of Billy Hughes from 1917 to 1920, including as acting prime minister during World War I, and finally as Speaker of the House of Representatives from 1923 to 1926."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1875", "date": "November 23", "txt": "Anatoly Lunacharsky, Russian journalist and politician (d. 1933)", "entities": [{"title": "Anatoly Lunacharsky", "href": "/wiki/Anatoly_Lunacharsky", "description": "Anatoly Vasilyevich Lunacharsky was a Russian Marxist revolutionary and the first Bolshevik Soviet People's Commissar (Narkompros) responsible for Ministry of Education as well as an active playwright, critic, essayist and journalist throughout his career."}]}, {"heading": "Births", "year": "1876", "date": "November 23", "txt": "Manuel de Falla, Spanish pianist and composer (d. 1946)", "entities": [{"title": "Manuel de Falla", "href": "/wiki/Manuel_de_Falla", "description": "Manuel de Falla y Matheu was a Spanish composer and pianist. Along with Isaac Albéniz, Francisco Tárrega, and Enrique Granados, he was one of Spain's most important musicians of the first half of the 20th century. He has a claim to being Spain's greatest composer of the 20th century, although the number of pieces he composed was relatively modest."}]}, {"heading": "Births", "year": "1878", "date": "November 23", "txt": "Frank Pick, English lawyer and businessman (d. 1941)", "entities": [{"title": "Frank Pick", "href": "/wiki/Frank_Pick", "description": "Frank Pick Hon. RIBA was a British transport administrator. After qualifying as a solicitor in 1902, he worked at the North Eastern Railway, before moving to the Underground Electric Railways Company of London (UERL) in 1906. He was chief executive officer and vice-chairman of the London Passenger Transport Board from its creation in 1933 until 1940."}]}, {"heading": "Births", "year": "1883", "date": "November 23", "txt": "José Clemente Orozco, Mexican painter (d. 1949)", "entities": [{"title": "José Clemente Orozco", "href": "/wiki/Jos%C3%A9_Clemente_Orozco", "description": "José Clemente Orozco was a Mexican caricaturist and painter, who specialized in political murals that established the Mexican Mural Renaissance together with murals by Diego Rivera, David Alfaro Siqueiros, and others. Orozco was the most complex of the Mexican muralists, fond of the theme of human suffering, but less realistic and more fascinated by machines than Rivera. Mostly influenced by Symbo"}]}, {"heading": "Births", "year": "1886", "date": "November 23", "txt": "Eduards Smiļģis, Latvian actor and director (d. 1966)", "entities": [{"title": "Eduards Smiļģis", "href": "/wiki/Eduards_Smi%C4%BC%C4%A3is", "description": "Eduards Smiļģis was a Latvian actor and theatre director. He became a People's Artist of the USSR in 1948."}]}, {"heading": "Births", "year": "1887", "date": "November 23", "txt": "Boris Karloff, English actor (d. 1969)", "entities": [{"title": "Boris Karloff", "href": "/wiki/Boris_Karloff", "description": "William Henry Pratt, better known by his stage name Boris Karloff, was an English actor, who starred as Frankenstein's monster in the horror film Frankenstein (1931), which established him as a horror icon. He reprised the role in Bride of Frankenstein (1935) and Son of Frankenstein (1939). Karloff also appeared as Imhotep in The Mummy (1932), and voiced the Grinch, as well as narrated the animate"}]}, {"heading": "Births", "year": "1887", "date": "November 23", "txt": "Henry Moseley, English physicist and chemist (d. 1915)", "entities": []}, {"heading": "Births", "year": "1888", "date": "November 23", "txt": "Harpo Marx, American comedian and musician (d. 1964)", "entities": [{"title": "Harpo Marx", "href": "/wiki/Harpo_Marx", "description": "Arthur \"Harpo\" Marx was an American comedian, actor, mime artist, and musician, and the second-oldest of the Marx Brothers. In contrast to the mainly verbal comedy of his brothers Groucho Marx and Chico Marx, Harpo's comic style was visual, being an example of both clown and pantomime traditions. He wore a curly reddish blond wig and was silent in all his movie appearances, instead blowing a horn "}]}, {"heading": "Births", "year": "1889", "date": "November 23", "txt": "Harry Sunderland, Australian-English journalist and businessman (d. 1964)", "entities": [{"title": "Harry Sunderland", "href": "/wiki/Harry_Sunderland", "description": "Harry Sunderland was an Australian rugby league football administrator and journalist."}]}, {"heading": "Births", "year": "1890", "date": "November 23", "txt": "El Lissitzky, Russian photographer and architect (d. 1941)", "entities": [{"title": "El Lissitzky", "href": "/wiki/El_Lissitzky", "description": "Lazar Markovich Lissitzky, known as El Lissitzky, was a Russian artist, designer, photographer, typographer, polemicist and architect. He was an important figure of the Russian avant-garde, helping develop suprematism with his mentor, Kazimir Malevich, and designing numerous exhibition displays and propaganda works for the Soviet Union. His work greatly influenced the Bauhaus and constructivist mo"}]}, {"heading": "Births", "year": "1892", "date": "November 23", "txt": "Erté, Russian-French illustrator and designer (d. 1990)", "entities": [{"title": "Erté", "href": "/wiki/Ert%C3%A9", "description": "Romain de Tirtoff was a Russian-born French artist and designer known by the pseudonym Erté, from the French pronunciation of his initials. He was a 20th-century artist and designer in an array of fields, including fashion, jewellery, graphic arts, costume and set design for film, theatre, and opera, and interior decor."}]}, {"heading": "Births", "year": "1896", "date": "November 23", "txt": "Klement Gottwald, Czechoslovak politician, President of the Czechoslovak Socialist Republic (d. 1953)", "entities": [{"title": "Klement Gottwald", "href": "/wiki/Klement_Gottwald", "description": "Klement Gottwald was a Czech communist politician, who was the leader of the Communist Party of Czechoslovakia from 1929 until his death in 1953–titled as General Secretary until 1945 and as Chairman from 1945 to 1953. He was the first leader of Communist Czechoslovakia from 1948 to 1953."}, {"title": "List of Presidents of Czechoslovakia", "href": "/wiki/List_of_Presidents_of_Czechoslovakia", "description": "The President of Czechoslovakia was the head of state of Czechoslovakia, from the creation of the First Czechoslovak Republic in 1918 until the dissolution of the Czech and Slovak Federative Republic on 1 January 1993."}, {"title": "Czechoslovak Socialist Republic", "href": "/wiki/Czechoslovak_Socialist_Republic", "description": "The Czechoslovak Republic, existed between 1948 and 1960. The Czechoslovak Socialist Republic was the name of Czechoslovakia from 1960 to 23 April 1990, when the country was under Communist rule. It was a satellite state of the Soviet Union. Following the coup d'état of February 1948, when the Communist Party of Czechoslovakia seized power with the support of the Soviet Union, the country was decl"}]}, {"heading": "Births", "year": "1896", "date": "November 23", "txt": "Tsunenohana Kan'ichi, Japanese sumo wrestler, the 31st Yokozuna (d. 1960)", "entities": [{"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1897", "date": "November 23", "txt": "Nirad C. Chaudhuri, British-Indian historian, author, and critic (d. 1999)", "entities": [{"title": "Nirad C. Chaudhuri", "href": "/wiki/Nirad_C._Chaudhuri", "description": "Nirad Chandra Chaudhuri CBE was an Indian writer."}]}, {"heading": "Births", "year": "1897", "date": "November 23", "txt": "Karl Gebhardt, German physician and war criminal (d. 1948)", "entities": []}, {"heading": "Births", "year": "1899", "date": "November 23", "txt": "Manuel dos Reis Machado, Brazilian martial artist and educator (d. 1974)", "entities": [{"title": "Manuel dos Reis Machado", "href": "/wiki/Manuel_dos_Reis_Machado", "description": "Manuel dos Reis Machado, commonly called Mestre Bimba, was a mestre of the Brazilian martial art of capoeira. He founded the capoeira regional school, one of the art's two main branches."}]}, {"heading": "Births", "year": "1901", "date": "November 23", "txt": "Bennie Osler, South African rugby player (d. 1962)", "entities": [{"title": "Bennie Osler", "href": "/wiki/Bennie_Osler", "description": "Benjamin Louwrens Osler was a rugby union footballer who played internationally for South Africa. Osler played mainly at fly-half for both South Africa, and his provincial team of Western Province."}]}, {"heading": "Births", "year": "1902", "date": "November 23", "txt": "Aaron Bank, American colonel (d. 2004)", "entities": [{"title": "Aaron Bank", "href": "/wiki/Aaron_Bank", "description": "Colonel Aaron Bank was a United States Army officer who founded the US Army Special Forces, commonly known as the \"Green Berets\". He is also known for his exploits as an OSS officer during World War II, when he parachuted into France to coordinate the French Resistance and organizing an operation intended to capture Adolf Hitler. In retirement, Bank warned about terrorism and modern technology. He"}]}, {"heading": "Births", "year": "1902", "date": "November 23", "txt": "Victor Jory, Canadian-American actor (d. 1982)", "entities": []}, {"heading": "Births", "year": "1903", "date": "November 23", "txt": "Joe Nibloe, Scottish footballer (d. 1976)", "entities": [{"title": "Joe Nibloe", "href": "/wiki/Joe_Nibloe", "description": "Joseph Nibloe was a Scottish professional footballer who played for Kilmarnock, Aston Villa and Sheffield Wednesday in a 15-year career between 1924 and 1939, during which time he made 459 club appearances including cup games. He also made eleven appearances for Scotland."}]}, {"heading": "Births", "year": "1905", "date": "November 23", "txt": "K. Alvapillai, Sri Lankan civil servant (d. 1979)", "entities": [{"title": "K. Alvapillai", "href": "/wiki/K._Alvapillai", "description": "Kovindapillai Alvapillai was a leading Ceylon Tamil civil servant."}]}, {"heading": "Births", "year": "1906", "date": "November 23", "txt": "Betti Alver, Estonian author and poet (d. 1989)", "entities": [{"title": "Betti Alver", "href": "/wiki/Betti_Alver", "description": "Elisabet \"Betti\" Alver, was one of Estonia's most notable poets. She was among the first generation to be educated in schools of an independent Estonia. She went to grammar school in Tartu."}]}, {"heading": "Births", "year": "1907", "date": "November 23", "txt": "Lars Leksell, Swedish physician and neurosurgeon (d. 1986)", "entities": [{"title": "Lars Leksell", "href": "/wiki/Lars_Leksell", "description": "Lars Leksell (1907–1986) was a Swedish physician and Professor of Neurosurgery at the Karolinska Institute in Stockholm, Sweden. He was the inventor of radiosurgery."}]}, {"heading": "Births", "year": "1907", "date": "November 23", "txt": "Run Run Shaw, Chinese-Hong Kong businessman and philanthropist, founded Shaw Brothers Studio and TVB (d. 2014)", "entities": [{"title": "Shaw Brothers Studio", "href": "/wiki/Shaw_Brothers_Studio", "description": "Shaw Brothers (HK) Ltd. is the largest film production company of Hong Kong that operated from 1925 to 2011."}, {"title": "TVB", "href": "/wiki/TVB", "description": "Television Broadcasts Limited (TVB) is a television broadcasting company based in Hong Kong. The company operates five free-to-air terrestrial television channels in Hong Kong, with TVB Jade as its main Cantonese language service, and TVB Pearl as its main English service. TVB is headquartered at TVB City at the Tseung Kwan O Industrial Estate."}]}, {"heading": "Births", "year": "1908", "date": "November 23", "txt": "Nelson S. Bond, American author and playwright (d. 2006)", "entities": [{"title": "Nelson S. Bond", "href": "/wiki/Nelson_S._Bond", "description": "Nelson Slade Bond was an American author who wrote extensively for books, magazines, radio, television and the stage."}]}, {"heading": "Births", "year": "1909", "date": "November 23", "txt": "Nigel Tranter, Scottish historian and author (d. 2000)", "entities": [{"title": "Nigel Tranter", "href": "/wiki/Nigel_Tranter", "description": "Nigel Tranter OBE was an author who wrote a wide range of books on castles, particularly on themes of architecture and history. He also specialised in deeply researched historical novels that cover centuries of Scottish history."}]}, {"heading": "Births", "year": "1912", "date": "November 23", "txt": "George O'Hanlon, American actor and screenwriter (d. 1989)", "entities": [{"title": "George O'Hanlon", "href": "/wiki/George_O%27Hanlon", "description": "George Samuel O'Hanlon was an American actor and writer. He was best known for his role as Joe McDoakes in the Warner Bros.' live-action Joe McDoakes short subjects from 1942 to 1956 and as the voice of George Jetson in Hanna-Barbera's 1962 prime-time animated television series The Jetsons and its 1985 revival."}]}, {"heading": "Births", "year": "1914", "date": "November 23", "txt": "Donald Nixon, American businessman (d. 1987)", "entities": [{"title": "Donald Nixon", "href": "/wiki/Donald_Nixon", "description": "Francis Donald Nixon was a\nyounger brother of United States President Richard Nixon."}]}, {"heading": "Births", "year": "1914", "date": "November 23", "txt": "Wilson Tucker, American projectionist and author (d. 2006)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 23", "txt": "John Dehner, American actor (d. 1992)", "entities": [{"title": "John Dehner", "href": "/wiki/John_Dehner", "description": "John Dehner was an American actor and animator. He had a long and prolific career in radio, television, and film, often as droll villains. Between 1940 and 1989, he appeared in over 260 films, television series, and made-for-television movies."}]}, {"heading": "Births", "year": "1915", "date": "November 23", "txt": "Marc Simont, French-American illustrator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1915", "date": "November 23", "txt": "Anne Burns, British aeronautical engineer and glider pilot (d. 2001)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 23", "txt": "Michael Gough, Malaysian-English actor (d. 2011)", "entities": [{"title": "Michael Gough", "href": "/wiki/Michael_Gough", "description": "Francis Michael Gough was a British character actor who made over 150 film and television appearances. He is known for his roles in the Hammer Horror Films from 1958, with his first role as Sir Arthur Holmwood in Dracula, and for his recurring role as Alfred Pennyworth in all four films of the Tim Burton/Joel Schumacher Batman films. He would appear in three more Burton films: in Sleepy Hollow, vo"}]}, {"heading": "Births", "year": "1916", "date": "November 23", "txt": "P. K. Page, English-Canadian author and poet (d. 2010)", "entities": []}, {"heading": "Births", "year": "1920", "date": "November 23", "txt": "Paul Celan, Romanian-French poet and translator (d. 1970)", "entities": [{"title": "Paul Celan", "href": "/wiki/Paul_Celan", "description": "Paul Celan was a Romanian-born German-language poet and translator. He was born as Paul Antschel to a Jewish family in Cernăuți, in the then Kingdom of Romania, and adopted the pseudonym \"Paul Celan\". He became one of the major German-language poets of the post–World War II era."}]}, {"heading": "Births", "year": "1921", "date": "November 23", "txt": "Fred Buscaglione, Italian singer and actor (d. 1960)", "entities": [{"title": "Fred Buscaglione", "href": "/wiki/Fred_Buscaglione", "description": "Ferdinando \"Fred\" Buscaglione was an Italian singer and actor who became very popular in the late 1950s. His public persona – the character he played both in his songs and his movies – was of a humorous mobster with a penchant for whisky and women."}]}, {"heading": "Births", "year": "1922", "date": "November 23", "txt": "Manuel Fraga Iribarne, Spanish politician, 3rd President of the Xunta of Galicia (d. 2012)", "entities": [{"title": "Manuel Fraga Iribarne", "href": "/wiki/Manuel_Fraga_Iribarne", "description": "Manuel Fraga Iribarne was a Spanish professor and politician in Francoist Spain, who was also the founder of the People's Party. Fraga was Minister of Information and Tourism between 1962 and 1969, Ambassador to the United Kingdom between 1973 and 1975, Minister of the Interior in 1975, Second Deputy Prime Minister between 1975 and 1976, President of the People's Alliance/People's Party between 19"}, {"title": "President of the Xunta of Galicia", "href": "/wiki/President_of_the_Xunta_of_Galicia", "description": "The President of the Regional Government of Galicia, is the head of government of Galicia. The president leads the executive branch of the regional government."}]}, {"heading": "Births", "year": "1922", "date": "November 23", "txt": "Võ Văn Kiệt, Vietnamese soldier and politician, 6th Prime Minister of Vietnam (d. 2008)", "entities": [{"title": "Prime Minister of Vietnam", "href": "/wiki/Prime_Minister_of_Vietnam", "description": "The prime minister of Vietnam, officially styled Prime Minister of the Government of the Socialist Republic, is the head of government of Vietnam who presides over the meetings of the Central Government. The prime minister directs the work of government members, and may propose deputy prime ministers to the National Assembly."}]}, {"heading": "Births", "year": "1923", "date": "November 23", "txt": "Daniel Brewster, American colonel, lawyer, and politician (d. 2007)", "entities": [{"title": "Daniel Brewster", "href": "/wiki/Daniel_Brewster", "description": "Daniel Baugh Brewster was a Democratic member of the United States Senate, representing the State of Maryland from 1963 until 1969. He was also a member of the Maryland House of Delegates from 1950 to 1958, and a representative from the 2nd congressional district of Maryland in the United States House of Representatives from 1959 to 1963."}]}, {"heading": "Births", "year": "1923", "date": "November 23", "txt": "Julien J. LeBourgeois, American admiral (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "November 23", "txt": "Gloria Whelan, American author and poet", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 23", "txt": "Irvin J. Borowsky, American publisher and philanthropist (d. 2014)", "entities": [{"title": "Irvin J. Borowsky", "href": "/wiki/Irvin_J._Borowsky", "description": "Irvin J. Borowsky was an American publisher and philanthropist."}]}, {"heading": "Births", "year": "1924", "date": "November 23", "txt": "Josephine D'Angelo, American baseball player and educator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 23", "txt": "Paula Raymond, American model and actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1924", "date": "November 23", "txt": "Colin Turnbull, English-American anthropologist and author (d. 1994)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 23", "txt": "José Napoleón Duarte, Salvadoran engineer and politician, President of El Salvador (d. 1990)", "entities": [{"title": "José Napoleón Duarte", "href": "/wiki/Jos%C3%A9_Napole%C3%B3n_Duarte", "description": "José Napoleón Duarte Fuentes was a Salvadoran politician who served as President of El Salvador from June 1, 1984 to June 1, 1989. He was mayor of San Salvador before running for president in 1972. He lost, but the election is widely viewed as fraudulent. Following a counter-coup in 1979, Duarte led the subsequent civil-military Junta from 1980 to 1982. He was then elected president in 1984, defea"}, {"title": "President of El Salvador", "href": "/wiki/President_of_El_Salvador", "description": "The president of El Salvador, officially known as the president of the Republic of El Salvador, is the head of state and head of government of El Salvador. He is also, by Constitutional Law, the commander-in-chief of the Armed Forces of El Salvador. The office was created in the Constitution of 1841. From 1821 until 1841, the head of state of El Salvador was styled simply as Head of State."}]}, {"heading": "Births", "year": "1925", "date": "November 23", "txt": "Johnny Mandel, American composer and conductor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1926", "date": "November 23", "txt": "Sathya Sai Baba, Indian guru and philosopher (d. 2011)", "entities": [{"title": "Sathya Sai Baba", "href": "/wiki/Sathya_Sai_Baba", "description": "Sathya Sai Baba was an Indian guru and philanthropist. At the age of fourteen he claimed that he was the reincarnation of Shirdi Sai Baba, and left his home in order to serve the society and be an example to his followers."}]}, {"heading": "Births", "year": "1926", "date": "November 23", "txt": "R. L. Burnside, American singer-songwriter and guitarist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 23", "txt": "John Cole, Irish-English journalist and author (d. 2013)", "entities": [{"title": "John Cole (journalist)", "href": "/wiki/John_Cole_(journalist)", "description": "John Morrison Cole was a Northern Irish journalist and broadcaster, best known for his work with the BBC. Cole served as deputy editor of The Guardian and The Observer and, from 1981 to 1992, was the BBC's political editor. Donald Macintyre, in an obituary in The Independent, described him as \"the most recognisable and respected broadcast political journalist since World War II.\""}]}, {"heading": "Births", "year": "1927", "date": "November 23", "txt": "Guy Davenport, American author and scholar (d. 2005)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 23", "txt": "Angelo Sodano, Italian cardinal", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 23", "txt": "Jerry Bock, American composer (d. 2010)", "entities": [{"title": "Jerry Bock", "href": "/wiki/Jerry_Bock", "description": "Jerrold Lewis \"Jerry\" Bock was an American musical theater composer. He received the Tony Award for Best Musical and the Pulitzer Prize for Drama with Sheldon Harnick for their 1959 musical Fiorello! and the Tony Award for Best Composer and Lyricist for the 1964 musical Fiddler on the Roof with Sheldon Harnick."}]}, {"heading": "Births", "year": "1928", "date": "November 23", "txt": "John Coleman, Australian rules footballer and coach (d. 1973)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 23", "txt": "Elmarie Wendel, American actress and singer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1930", "date": "November 23", "txt": "Geeta Dutt, Indian singer and actress (d. 1972)", "entities": [{"title": "Geeta Dutt", "href": "/wiki/Geeta_Dutt", "description": "Geeta Dutt was a prominent Indian playback singer and a famous Hindi and Bengali classical artist, born in Faridpur before the Partition of India. She found particular prominence as a playback singer in Hindi cinema. She also sang many modern Bengali songs, both in the film and non-film genre."}]}, {"heading": "Births", "year": "1930", "date": "November 23", "txt": "Jack McKeon, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 23", "txt": "Michel David-Weill, French-American banker", "entities": [{"title": "Michel David-Weill", "href": "/wiki/Michel_David-Weill", "description": "Michel David-Weill is an investment banker and former Chairman of New York City-based Lazard Frères."}]}, {"heading": "Births", "year": "1933", "date": "November 23", "txt": "Krzysztof Penderecki, Polish composer and conductor (d. 2020)", "entities": [{"title": "Krzysztof Penderecki", "href": "/wiki/Krzysztof_Penderecki", "description": "Krzysztof Eugeniusz Penderecki was a Polish composer and conductor. Among his best known works are Threnody to the Victims of Hiroshima, Symphony No. 3, his St. Luke Passion, Polish Requiem, Anaklasis and Utrenja. Penderecki composed four operas, eight symphonies and other orchestral pieces, a variety of instrumental concertos, choral settings of mainly religious texts, as well as chamber and inst"}]}, {"heading": "Births", "year": "1933", "date": "November 23", "txt": "Ali Shariati, Iranian sociologist and activist (d. 1977)", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 23", "txt": "Lew Hoad, Australian tennis player (d. 1994)", "entities": [{"title": "Lew Hoad", "href": "/wiki/Lew_Hoad", "description": "Lewis Alan Hoad was an Australian tennis player whose career ran from the early 1950s through the early 1970s. Hoad won four Grand Slam tournaments as an amateur. He was a member of the Australian team that won the Davis Cup four times between 1952 and 1956. Hoad turned professional in July 1957. He won the Kooyong Tournament of Champions in 1958 and the Forest Hills Tournament of Champions in 195"}]}, {"heading": "Births", "year": "1934", "date": "November 23", "txt": "Robert Towne, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 23", "txt": "Ken Eastwood, Australian cricketer", "entities": [{"title": "Ken Eastwood", "href": "/wiki/Ken_Eastwood", "description": "Kenneth Humphrey Eastwood is a former Australian cricketer who played one Test in 1971."}]}, {"heading": "Births", "year": "1935", "date": "November 23", "txt": "Vladislav Volkov, Russian engineer and astronaut (d. 1971)", "entities": []}, {"heading": "Births", "year": "1938", "date": "November 23", "txt": "Patrick Kelly, English archbishop", "entities": [{"title": "Patrick Kelly (Archbishop of Liverpool)", "href": "/wiki/Patrick_Kelly_(Archbishop_of_Liverpool)", "description": "Patrick Altham Kelly STL PHL KC*HS is an English prelate of the Roman Catholic Church. He is the Archbishop Emeritus of the Archdiocese of Liverpool following his resignation which took effect on 27 February 2013; he was formerly Vice President of the Catholic Bishops' Conference of England and Wales."}]}, {"heading": "Births", "year": "1939", "date": "November 23", "txt": "Betty Everett, American singer and pianist (d. 2001)", "entities": [{"title": "Betty Everett", "href": "/wiki/Betty_Everett", "description": "Betty Everett was an American soul singer and pianist, best known for her biggest hit single, the million-selling \"Shoop Shoop Song \", and her duet \"Let It Be Me\" with Jerry Butler."}]}, {"heading": "Births", "year": "1940", "date": "November 23", "txt": "Luis Tiant, Cuban-American baseball player and coach", "entities": [{"title": "Luis Tiant", "href": "/wiki/Luis_Tiant", "description": "Luis Clemente Tiant Vega is a Cuban former Major League Baseball (MLB) right-handed starting pitcher. He pitched in MLB for 19 years, primarily for the Cleveland Indians and the Boston Red Sox."}]}, {"heading": "Births", "year": "1941", "date": "November 23", "txt": "Alan Mullery, English footballer and manager", "entities": [{"title": "Alan Mullery", "href": "/wiki/Alan_Mullery", "description": "Alan Patrick Mullery,, is an English former football player and manager. After enjoying a successful career with Fulham, Tottenham Hotspur, and the England national team in the 1960s and 1970s, he became a manager working with several clubs. He is now employed as a television pundit. He is also famous for being the first ever England player to be sent off in an international match."}]}, {"heading": "Births", "year": "1941", "date": "November 23", "txt": "Franco Nero, Italian actor and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 23", "txt": "Susan Anspach, American actress (d. 2018)", "entities": [{"title": "Susan Anspach", "href": "/wiki/Susan_Anspach", "description": "Susan Florence Anspach was an American stage, film and television actress, who was best known for her roles in films during the 1970s and 1980s such as Five Easy Pieces (1970), Play It Again, Sam (1972), Blume in Love (1973), Montenegro (1981), Blue Monkey (1987), and Blood Red (1989)."}]}, {"heading": "Births", "year": "1943", "date": "November 23", "txt": "Andrew Goodman, American activist (d. 1964)", "entities": [{"title": "Andrew Goodman (activist)", "href": "/wiki/Andrew_Goodman_(activist)", "description": "Andrew Goodman was an American activist. He was one of three Civil Rights Movement activists murdered during Freedom Summer in 1964 by members of the Ku Klux Klan."}]}, {"heading": "Births", "year": "1943", "date": "November 23", "txt": "Sue Nicholls, English actress", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 23", "txt": "David Nolan, American activist and politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 23", "txt": "Petar Skansi, Croatian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 23", "txt": "Joe Eszterhas, Hungarian-American screenwriter and producer", "entities": [{"title": "Joe Eszterhas", "href": "/wiki/Joe_Eszterhas", "description": "József A. Eszterhás is a Hungarian-American writer. He wrote the screenplays for the films Flashdance, Jagged Edge, Basic Instinct and Showgirls. He has also written several books, including American Rhapsody, Crossbearer: A Memoir of Faith and an autobiography entitled Hollywood Animal."}]}, {"heading": "Births", "year": "1944", "date": "November 23", "txt": "Peter Lindbergh, German-French photographer and director", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 23", "txt": "James Toback, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 23", "txt": "Assi Dayan, Israeli actor, director, and screenwriter (d. 2014)", "entities": [{"title": "Assi Dayan", "href": "/wiki/Assi_Dayan", "description": "Asaf \"Assi\" Dayan was an Israeli film director, actor, screenwriter, and producer."}]}, {"heading": "Births", "year": "1945", "date": "November 23", "txt": "Jim Doyle, American lawyer and politician, 44th Governor of Wisconsin", "entities": [{"title": "Governor of Wisconsin", "href": "/wiki/Governor_of_Wisconsin", "description": "The Governor of Wisconsin is the head of the executive branch of Wisconsin's state government and the commander-in-chief of the state's army and air forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Wisconsin Legislature, to convene the legislature, and to grant pardons, except in cases of treason and impeachment. The position was fi"}]}, {"heading": "Births", "year": "1945", "date": "November 23", "txt": "Tony Pond, English racing driver (d. 2002)", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 23", "txt": "Diana Quick, English actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "November 23", "txt": "Bobby Rush, American activist and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 23", "txt": "Jean-Pierre Foucault, French radio and television host", "entities": [{"title": "Jean-Pierre Foucault", "href": "/wiki/Jean-Pierre_Foucault", "description": "Jean-Pierre Foucault is a French television and radio host.\nHe was born in Marseille, his mother was Jewish.\nHe was the host of Qui Veut Gagner des Millions ?, the French version of Who Wants to Be a Millionaire?, and the host of Zone Rouge, the French version of The Chair. He has been hosting the Miss France pageant since 1996 and hosted Miss Europe 2006 pageant."}]}, {"heading": "Births", "year": "1948", "date": "November 23", "txt": "Bruce Vilanch, American actor and screenwriter", "entities": [{"title": "Bruce Vilanch", "href": "/wiki/Bruce_Vilanch", "description": "Bruce Gerald Vilanch is an American comedy writer, songwriter and actor. He is a six-time Emmy Award-winner. Vilanch is best known to the public for his four-year stint on Hollywood Squares, as a celebrity participant; behind the scenes he was head writer for the show. In 2000, he performed off-Broadway in his self-penned one-man show, Bruce Vilanch: Almost Famous."}]}, {"heading": "Births", "year": "1948", "date": "November 23", "txt": "Frank Worthington, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 23", "txt": "Alan Paul, American singer-songwriter and actor", "entities": [{"title": "Alan Paul", "href": "/wiki/Alan_Paul", "description": "Alan Paul Wichinsky is a Grammy Award–winning singer and composer, best known as one of the founding members of the current incarnation of the vocal group The Manhattan Transfer."}]}, {"heading": "Births", "year": "1949", "date": "November 23", "txt": "Sandra Stevens, English singer", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 23", "txt": "Nrisingha Prasad Bhaduri, Indian indologist, author, and academic", "entities": [{"title": "Nrisingha Prasad Bhaduri", "href": "/wiki/Nrisingha_Prasad_Bhaduri", "description": "Nrisingha Prasad Bhaduri is an Indian historian, writer and Indologist. He is a specialist in Indian epics and Puranas. In 2012, Bhaduri undertook the large-scale project of creating an encyclopedia of the major Indian epics of the Mahabharata and Ramayana. The project is freely available online. Due to the difficulty and complexity of the task, it took Bhaduri a decade to conceptualize the projec"}]}, {"heading": "Births", "year": "1950", "date": "November 23", "txt": "Carlos Eire, Cuban-born American author and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 23", "txt": "Charles Schumer, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 23", "txt": "Paul Wilson, Scottish footballer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1951", "date": "November 23", "txt": "Maik Galakos, Greek footballer and manager", "entities": [{"title": "Maik Galakos", "href": "/wiki/Maik_Galakos", "description": "Ilias \"Maik\" Galakos is a retired Greek football striker who was active during the 1970s and 1980s."}]}, {"heading": "Births", "year": "1952", "date": "November 23", "txt": "Bill Troiano, American tuba player and educator[citation needed]", "entities": [{"title": "Bill Troiano", "href": "/wiki/Bill_Troiano", "description": "Bill Troiano is an American tuba player from Long Island, New York. He was a member of the Guy Lombardo Orchestra from 1976-78. Known as Mr. Tuba, Troiano has been the chairman of the annual Howard Hovey Tuba Day since 1980."}]}, {"heading": "Births", "year": "1953", "date": "November 23", "txt": "Rick Bayless, American chef and author", "entities": [{"title": "Rick Bayless", "href": "/wiki/Rick_Bayless", "description": "Rick Bayless is an American chef and restaurateur who specializes in traditional Mexican cuisine with modern interpretations. He is widely known for his PBS series Mexico: One Plate at a Time."}]}, {"heading": "Births", "year": "1953", "date": "November 23", "txt": "Francis Cabrel, French singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 23", "txt": "Johan de Meij, Dutch trombonist, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 23", "txt": "Martin Kent, Australian cricketer ", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 23", "txt": "Pete Allen, English clarinet player and saxophonist ", "entities": [{"title": "Pete Allen (musician)", "href": "/wiki/Pete_Allen_(musician)", "description": "Pete Allen is an English Dixieland jazz clarinettist, alto and soprano saxophonist, bandleader, and vocalist. He has appeared in television and radio shows, both with his band and as a solo act. He has worked with Peanuts Hucko, Bud Freeman, Bob Wilber, Marty Grosz, Billy Butterfield, Barrett Deems, Jack Lesberg, and Kenny Ball. "}]}, {"heading": "Births", "year": "1954", "date": "November 23", "txt": "Glenn Brummer, American baseball player", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 23", "txt": "Bruce Hornsby, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 23", "txt": "Aavo Pikkuus, Estonian cyclist", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 23", "txt": "Steven Brust, American singer-songwriter, drummer, and author", "entities": [{"title": "Steven Brust", "href": "/wiki/Steven_Brust", "description": "Steven Karl Zoltán Brust is an American fantasy and science fiction author of Hungarian descent. He is best known for his series of novels about the assassin Vlad Taltos, one of a disdained minority group of humans living on a world called Dragaera. His recent novels also include The Incrementalists (2013) and its sequel The Skill of Our Hands (2017), with co-author Skyler White."}]}, {"heading": "Births", "year": "1955", "date": "November 23", "txt": "Ludovico Einaudi, Italian pianist and composer", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 23", "txt": "Dinos Kouis, Greek footballer and coach[citation needed]", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 23", "txt": "Mary Landrieu, American politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 23", "txt": "Bruce Edgar, New Zealand cricketer", "entities": [{"title": "Bruce Edgar", "href": "/wiki/Bruce_Edgar", "description": "Bruce Adrian Edgar is a former cricketer who represented New Zealand in both Test and One Day International (ODI) format. A chartered accountant by profession, Edgar played as a left-handed opening batsman and an occasional wicketkeeper during one of New Zealand's most successful eras in international cricket. He gained respect across the cricket world for his courage against the fastest bowlers o"}]}, {"heading": "Births", "year": "1956", "date": "November 23", "txt": "Shane Gould, Australian swimmer and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 23", "txt": "Karin Guthke, German diver", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 23", "txt": "Martin Snedden, New Zealand cricketer and lawyer", "entities": [{"title": "Martin Snedden", "href": "/wiki/Martin_Snedden", "description": "Martin Colin Snedden is a former New Zealand cricketer, who played 25 cricket tests, and 93 One Day Internationals, between 1980 and 1990. He was a member of New Zealand's seam bowling attack, alongside Richard Hadlee and Ewen Chatfield, throughout its golden age in the 1980s."}]}, {"heading": "Births", "year": "1959", "date": "November 23", "txt": "Maxwell Caulfield, English-American actor", "entities": [{"title": "Maxwell Caulfield", "href": "/wiki/Maxwell_Caulfield", "description": "Maxwell Caulfield is a British-American film, stage, and television actor and singer. He has appeared in Grease 2 (1982), Electric Dreams (1984), The Boys Next Door (1985), The Supernaturals (1986), Sundown: The Vampire in Retreat (1989), Waxwork 2 (1992), Gettysburg (1993), Empire Records (1995), The Real Blonde (1997), and The Man Who Knew Too Little (1997). He recently appeared as the King in A"}]}, {"heading": "Births", "year": "1960", "date": "November 23", "txt": "Robin Roberts, American sportscaster and journalist", "entities": [{"title": "Robin Roberts (newscaster)", "href": "/wiki/Robin_Roberts_(newscaster)", "description": "Robin René Roberts is an American television broadcaster. Roberts is the anchor of ABC's Good Morning America."}]}, {"heading": "Births", "year": "1961", "date": "November 23", "txt": "Keith Ablow, American psychiatrist and author", "entities": [{"title": "Keith Ablow", "href": "/wiki/Keith_Ablow", "description": "Keith Russell Ablow is an American author, television personality, and former psychiatrist. He is a contributor for Fox News Channel and TheBlaze."}]}, {"heading": "Births", "year": "1961", "date": "November 23", "txt": "Nicolas Bacri, French composer", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 23", "txt": "Merv Hughes, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 23", "txt": "Peter Stanford, English journalist and author", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 23", "txt": "Nicolás Maduro, Venezuelan union leader and politician, President of Venezuela", "entities": [{"title": "List of Presidents of Venezuela", "href": "/wiki/List_of_Presidents_of_Venezuela", "description": "Under the Venezuelan Constitution, the President of Venezuela is the head of state and head of government of Venezuela. As chief of the executive branch and face of the government as a whole, the presidency is the highest political office in the country by influence and recognition. The president is also the commander-in-chief of the National Bolivarian Armed Forces of Venezuela. The president is "}]}, {"heading": "Births", "year": "1963", "date": "November 23", "txt": "Gwynne Shotwell, American businesswoman, President and Chief Operating Officer of SpaceX", "entities": [{"title": "Gwynne Shotwell", "href": "/wiki/Gwynne_Shotwell", "description": "Gwynne Shotwell is an American businesswoman and engineer. She is the president and chief operating officer of SpaceX, an American space transportation company, where she's responsible for day-to-day operations and company growth."}, {"title": "SpaceX", "href": "/wiki/SpaceX", "description": "Space Exploration Technologies Corp. (SpaceX) is an American aerospace manufacturer and space transportation services company headquartered in Hawthorne, California. SpaceX was founded in 2002 by Elon Musk with the goal of reducing space transportation costs to enable the colonization of Mars. SpaceX manufactures the Falcon 9 and Falcon Heavy launch vehicles, several rocket engines, Dragon cargo a"}]}, {"heading": "Births", "year": "1964", "date": "November 23", "txt": "Lorna Jane Clarkson, Australian fashion designer, entrepreneur, and author[citation needed]", "entities": [{"title": "Lorna Jane Clarkson", "href": "/wiki/Lorna_Jane_Clarkson", "description": "Lorna Jane Clarkson is an Australian fashion designer, entrepreneur and author. She is the creator of the Lorna Jane brand of activewear for women, and owner of a chain of retail outlets that market the clothes. The major stores incorporate fitness studios and health food cafés."}]}, {"heading": "Births", "year": "1964", "date": "November 23", "txt": "Marilyn Kidd, Australian rower", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 23", "txt": "Frank Rutherford, Bahamian triple jumper", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 23", "txt": "Jennifer Michael Hecht, American historian, author, and poet", "entities": [{"title": "Jennifer Michael Hecht", "href": "/wiki/Jennifer_Michael_Hecht", "description": "Jennifer Michael Hecht is a teacher, author, poet, historian, and philosopher. She was an associate professor of history at Nassau Community College (1994-2007) and most recently taught at The New School in New York City."}]}, {"heading": "Births", "year": "1966", "date": "November 23", "txt": "Vincent Cassel, French actor and producer", "entities": [{"title": "Vincent Cassel", "href": "/wiki/Vincent_Cassel", "description": "Vincent Cassel is a French actor. He first achieved recognition for his performance as a troubled French Jewish youth in Mathieu Kassovitz's 1995 film La Haine (Hate), for which he received two César Award nominations. He garnered wide recognition with English-speaking audiences for his performances in Ocean's Twelve (2004) and Ocean's Thirteen (2007), as well as Eastern Promises (2007), Black Swa"}]}, {"heading": "Births", "year": "1966", "date": "November 23", "txt": "Kevin Gallacher, Scottish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1966", "date": "November 23", "txt": "Jerry Kelly, American golfer", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 23", "txt": "Steve Deacon, Australian rugby league player[citation needed]", "entities": [{"title": "Steve Deacon", "href": "/wiki/Steve_Deacon", "description": "Steve Deacon is an Australian former professional rugby league footballer who played in the 1980s, and 1990s. He played at club level for the Eastern Suburbs and the Gold Coast Seagulls, as centre, but also as a wing."}]}, {"heading": "Births", "year": "1967", "date": "November 23", "txt": "Gary Kirsten, South African cricketer and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 23", "txt": "Salli Richardson, American actress, director, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 23", "txt": "Robert Denmark, English runner and coach", "entities": [{"title": "Robert Denmark", "href": "/wiki/Robert_Denmark", "description": "Robert Neil \"Rob\" Denmark is a British former middle and long-distance runner who won a gold medal in the 5000 metres at the 1994 Commonwealth Games, a silver medal in the 5000 metres at the 1994 European Championships, and a bronze medal in the 3000 metres at the 1991 IAAF World Indoor Championships. A two-time Olympian, he finished seventh in the 5000 metres final at the 1992 Barcelona Olympics."}]}, {"heading": "Births", "year": "1968", "date": "November 23", "txt": "Hamid Hassani, Iranian lexicographer, linguist, and academic[citation needed]", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 23", "txt": "Mark Soden, Australian rugby league player[citation needed]", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 23", "txt": "Anthony Sullivan, English rugby league and union player", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 23", "txt": "Kirsty Young, Scottish journalist", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 23", "txt": "Olivier Beretta, Monégasque racing driver", "entities": [{"title": "Olivier Beretta", "href": "/wiki/Olivier_Beretta", "description": "Olivier Beretta is a professional racing driver from Monaco who raced in Formula One in 1994 for the Larrousse team, partnering Érik Comas. He participated in 10 Grands Prix, debuting on 27 March 1994. He scored no championship points, and was replaced when his sponsorship money ran out. During 2003 and 2004, he tested for the Williams team."}]}, {"heading": "Births", "year": "1969", "date": "November 23", "txt": "Mike Lünsmann, German footballer[citation needed]", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 23", "txt": "Robin Padilla, Filipino actor, martial artist, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 23", "txt": "Jonathan Seet, Singaporean-Canadian singer-songwriter and producer[citation needed]", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 23", "txt": "Zoë Ball, English radio and television host", "entities": [{"title": "Zoë Ball", "href": "/wiki/Zo%C3%AB_Ball", "description": "Zoe Louise Ball is a British television and radio personality. She was the first female host of both Radio 1 Breakfast and The Radio 2 Breakfast Show for the BBC, and presented the 1990s children's show Live & Kicking, alongside Jamie Theakston from 1996-1999."}]}, {"heading": "Births", "year": "1970", "date": "November 23", "txt": "Oded Fehr, Israeli-American actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 23", "txt": "Danny Hoch, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 23", "txt": "Karsten Müller, German chess player and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 23", "txt": "Khaled Al-Muwallid, Saudi Arabian footballer", "entities": [{"title": "Khaled Al-Muwallid", "href": "/wiki/Khaled_Al-Muwallid", "description": "Khalid Massad Al-Muwalid is a retired Saudi Arabian footballer. He played most of his career for Al Ahli and Al Ittihad."}]}, {"heading": "Births", "year": "1971", "date": "November 23", "txt": "Lisa Arch, American actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 23", "txt": "Vin Baker, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 23", "txt": "Chris Hardwick, American comedian, actor, producer, and television host", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 23", "txt": "Christopher James Adler, American drummer", "entities": [{"title": "Christopher James Adler", "href": "/wiki/Christopher_James_Adler", "description": "Christopher James Adler is an American musician, best known as the founder and longtime drummer of heavy metal band Lamb of God from 1994–2019, and Grammy Award winning member of Megadeth."}]}, {"heading": "Births", "year": "1974", "date": "November 23", "txt": "Juventud Guerrera, Mexican wrestler and sportscaster[citation needed]", "entities": [{"title": "Juventud Guerrera", "href": "/wiki/Juventud_Guerrera", "description": "Eduardo Aníbal González Hernández is a Mexican professional wrestler, better known by his ring name, Juventud \"Juvi\" Guerrera."}]}, {"heading": "Births", "year": "1974", "date": "November 23", "txt": "Saku Koivu, Finnish ice hockey player", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 23", "txt": "Cüneyt Çakır, Turkish footballer and referee[citation needed]", "entities": [{"title": "Cüneyt Çakır", "href": "/wiki/C%C3%BCneyt_%C3%87ak%C4%B1r", "description": "Cüneyt Çakır is a Turkish football referee. He has been FIFA listed since 2006 and a member of the UEFA Elite since 2010."}]}, {"heading": "Births", "year": "1976", "date": "November 23", "txt": "Page Kennedy, American actor and rapper[citation needed]", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 23", "txt": "Tony Renna, American race car driver (d. 2003)", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 23", "txt": "Murat Salar, German-Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 23", "txt": "Kohei Suwama, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 23", "txt": "Myriam Boileau, Canadian diver", "entities": [{"title": "Myriam Boileau", "href": "/wiki/Myriam_Boileau", "description": "Myriam Boileau is a Canadian diver. She began diving at the age of ten, and studied at the Université de Montréal. Boileau is one of the many divers from the world-famous Club de Plongeon CAMO, operating out of the Complexe sportif Claude-Robillard in Montreal."}]}, {"heading": "Births", "year": "1977", "date": "November 23", "txt": "Adam Eaton, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 23", "txt": "Ali Güneş, German-Turkish footballer[citation needed]", "entities": [{"title": "Ali Güneş", "href": "/wiki/Ali_G%C3%BCne%C5%9F", "description": "Ali Mehmet Güneş is a Turkish former professional footballer who played as a midfielder. Born in West Germany, he represented Turkey at international level."}]}, {"heading": "Births", "year": "1978", "date": "November 23", "txt": "Tommy Marth, American saxophonist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 23", "txt": "Kelly Brook, English model and actress", "entities": [{"title": "Kelly Brook", "href": "/wiki/Kelly_Brook", "description": "Kelly Ann Parsons, known professionally as Kelly Brook, is an English model, actress, and media personality. She is known for her modelling work in the UK, and in the US for her role on the NBC sitcom One Big Happy (2015).\nBrook has appeared on various British television shows, including Strictly Come Dancing (2007), Britain's Got Talent (2009), Celebrity Juice, It's Not Me, It's You (2016), Loose"}]}, {"heading": "Births", "year": "1979", "date": "November 23", "txt": "Nihat Kahveci, Turkish footballer and manager[citation needed]", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 23", "txt": "Ivica Kostelić, Croatian skier", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 23", "txt": "Ishmael Beah, Sierra Leonean child soldier and American author", "entities": [{"title": "Ishmael Beah", "href": "/wiki/Ishmael_Beah", "description": "Ishmael Beah is a Sierra Leonean author and human rights activist who rose to fame with his acclaimed memoir, A Long Way Gone. His novel Radiance of Tomorrow was published in January 2014. His most recent novel Little Family was published in April 2020."}]}, {"heading": "Births", "year": "1980", "date": "November 23", "txt": "David Britz, American nanotechnologist and engineer[citation needed]", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 23", "txt": "Jonathan Papelbon, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 23", "txt": "Colby Armstrong, Canadian ice hockey player", "entities": [{"title": "Colby Armstrong", "href": "/wiki/Colby_Armstrong", "description": "Colby Joseph Armstrong is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Pittsburgh Penguins, Atlanta Thrashers, Toronto Maple Leafs and Montreal Canadiens in a 9-year career. As of 2015 he serves as an NHL analyst for Sportsnet. Armstrong's younger brother, Riley briefly played in the NHL, with the San Jose Sharks."}]}, {"heading": "Births", "year": "1982", "date": "November 23", "txt": "Asafa Powell, Jamaican sprinter", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 23", "txt": "Nasser Al-Shamrani, Saudi Arabian footballer[citation needed]", "entities": [{"title": "Nasser Al-Shamrani", "href": "/wiki/Nasser_Al-Shamrani", "description": "Nasser Al-Shamrani is a Saudi Arabian footballer who plays for Al-Hidd and the Saudi Arabia national team as a forward. Often considered one of the most versatile, effective Saudi Arabian strikers of all time, he won the Asian Footballer of the Year award in 2014."}]}, {"heading": "Births", "year": "1983", "date": "November 23", "txt": "Fatih Yiğituşağı, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 23", "txt": "Amruta Khanvilkar, Indian actress and dancer", "entities": [{"title": "Amruta Khanvilkar", "href": "/wiki/Amruta_Khanvilkar", "description": "Amruta Khanvilkar Malhotra is an Indian actress. She was born in Mumbai. She worked in Hindi and Marathi movies and known for her appearance in Ishq Bector's-\"Aye Hip Hopper\". She is popular for her dancing and participating in Fear Factor: Khatron Ke Khiladi 10."}]}, {"heading": "Births", "year": "1984", "date": "November 23", "txt": "Justin Turner, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 23", "txt": "Viktor An, South Korean speed skater", "entities": [{"title": "Viktor An", "href": "/wiki/Viktor_An", "description": "Viktor An, is a retired South Korean-born Russian short-track speed-skater. After competing for South Korea since childhood, in 2011 he became a Russian citizen and raced for the Russian team. One of the most accomplished short track speed skaters of all time, An won three gold medals and a bronze medal in 2006 Winter Olympics, becoming the most successful athlete there. He has also won three gold"}]}, {"heading": "Births", "year": "1987", "date": "November 23", "txt": "Nicklas Bäckström, Swedish ice hockey player", "entities": [{"title": "Nicklas Bäckström", "href": "/wiki/Nicklas_B%C3%A4ckstr%C3%B6m", "description": "Nicklas Bäckström is a Swedish professional ice hockey centre and alternate captain for the Washington Capitals of the National Hockey League (NHL). Bäckström was selected fourth overall by the Capitals at the 2006 NHL Entry Draft."}]}, {"heading": "Births", "year": "1990", "date": "November 23", "txt": "Shaun Hutchinson, English footballer", "entities": [{"title": "Shaun Hutchinson", "href": "/wiki/Shaun_Hutchinson", "description": "Shaun Matthew Hutchinson is an English footballer who plays for Millwall as a centre- back. Hutchinson has also played for Fulham and Motherwell."}]}, {"heading": "Births", "year": "1990", "date": "November 23", "txt": "Eddy Kim, South Korean singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 23", "txt": "Alena Leonova, Russian figure skater", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 23", "txt": "Christopher Quiring, German footballer[better source needed]", "entities": []}, {"heading": "Births", "year": "1991", "date": "November 23", "txt": "Ahmed Shehzad, Pakistani cricketer", "entities": [{"title": "Ahmed Shehzad", "href": "/wiki/Ahmed_Shehzad", "description": "Ahmed Shehzad is a Current Pakistani cricketer. He is an opening batsman who made his One Day International and Twenty20 International debut for Pakistan in April 2009 against Australia."}]}, {"heading": "Births", "year": "1992", "date": "November 23", "txt": "Miley Cyrus, American singer-songwriter and actress ", "entities": [{"title": "Miley Cyrus", "href": "/wiki/Miley_Cyrus", "description": "Miley Ray Cyrus is an American singer, songwriter, and actress. Noted for her distinctive raspy voice, her music incorporates elements of varied styles and genres, including pop, country pop, hip hop, experimental, and rock. Cyrus has attained the most US Billboard 200 top-five albums in the 21st century by a female artist, with a total of thirteen entries. Her personal life, public image, and per"}]}, {"heading": "Births", "year": "1992", "date": "November 23", "txt": "Gabriel Landeskog, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1994", "date": "November 23", "txt": "Wes Burns, Welsh footballer", "entities": [{"title": "Wes Burns", "href": "/wiki/Wes_Burns", "description": "Wesley James Burns is a Welsh professional footballer who plays as a forward for Fleetwood Town. He can also play as a Right-back."}]}, {"heading": "Births", "year": "1995", "date": "November 23", "txt": "Kelly Rosen, Estonian footballer", "entities": [{"title": "Kelly Rosen", "href": "/wiki/Kelly_Rosen", "description": "Kelly Rosen is an Estonian women's association football, who plays as a midfielder for Naiste Meistriliiga club Flora Tallinn and the Estonia women's national football team."}]}, {"heading": "Births", "year": "1996", "date": "November 23", "txt": "Anna Yanovskaya, Russian ice dancer", "entities": [{"title": "Anna Yanovskaya", "href": "/wiki/Anna_Yanovskaya", "description": "Anna Sviatoslavovna Yanovskaya is a Russian ice dancer. Competing for Hungary with Ádám Lukács, she is a three-time Hungarian national champion and has competed in the final segment at three ISU Championships."}]}, {"heading": "Deaths", "year": "386", "date": "November 23", "txt": "Jin Feidi, emperor of the Jin Dynasty (b. 342)", "entities": [{"title": "Emperor Fei of Jin", "href": "/wiki/Emperor_Fei_of_Jin", "description": "Emperor Fei of Jin, personal name Sima Yi (司馬奕), courtesy name Yanling (延齡), was an emperor of the Eastern Jin Dynasty (265-420) in China. He was the younger brother of Emperor Ai and later deposed by military leader Huan Wen. The title that he is normally referred to, \"Emperor Fei\", is not a posthumous name as is usually the case with imperial common titles, but rather signified that he was depos"}]}, {"heading": "Deaths", "year": "947", "date": "November 23", "txt": "Berthold, Duke of Bavaria (b. 900)", "entities": [{"title": "Berthold, Duke of Bavaria", "href": "/wiki/Berthold,_Duke_of_Bavaria", "description": "Berthold, of the Luitpolding dynasty, was the younger son of Margrave Luitpold of Bavaria and Cunigunda, sister of Duke Erchanger of Swabia. He followed his nephew Eberhard as Duke of Bavaria in 938."}]}, {"heading": "Deaths", "year": "955", "date": "November 23", "txt": "Eadred, English king (b. 923)", "entities": [{"title": "Eadred", "href": "/wiki/Eadred", "description": "Eadred was King of the English from 946 until his death. He was the son of Edward the Elder and his third wife Eadgifu of Kent, and a grandson of Alfred the Great. Eadred came to the throne following the assassination of his older brother, Edmund I. The chief achievement of his reign was to bring the Kingdom of Northumbria under total English control, which occurred with the defeat and expulsion o"}]}, {"heading": "Deaths", "year": "1161", "date": "November 23", "txt": "Adam, Abbot of Ebrach", "entities": [{"title": "Adam of Ebrach", "href": "/wiki/Adam_of_Ebrach", "description": "Adam of Ebrach was the first abbot of Ebrach Abbey in the area of Bamberg, Bavaria, Germany."}, {"title": "Ebrach Abbey", "href": "/wiki/Ebrach_Abbey", "description": "Ebrach Abbey is a former Cistercian monastery in Ebrach in Oberfranken, Bavaria, Germany, now used as a young offenders' institution."}]}, {"heading": "Deaths", "year": "1183", "date": "November 23", "txt": "William Fitz Robert, 2nd Earl of Gloucester (b. 1116)", "entities": [{"title": "William Fitz Robert, 2nd Earl of Gloucester", "href": "/wiki/William_Fitz_Robert,_2nd_Earl_of_Gloucester", "description": "William Fitz Robert, 2nd Earl of Gloucester was the son and heir of Sir Robert de Caen, 1st Earl of Gloucester, and Mabel FitzRobert of Gloucester, daughter of Robert Fitzhamon, and nephew of Empress Matilda."}]}, {"heading": "Deaths", "year": "1407", "date": "November 23", "txt": "Louis I, Duke of Orléans (b. 1372)", "entities": [{"title": "Louis I, Duke of Orléans", "href": "/wiki/Louis_I,_Duke_of_Orl%C3%A9ans", "description": "Louis I of Orléans was Duke of Orléans from 1392 to his death. He was also, Duke of Touraine (1386–1392), Count of Valois (1386?–1406) Blois (1397–1407), Angoulême (1404–1407), Périgord (1400–1407) and Soissons (1404–07)."}]}, {"heading": "Deaths", "year": "1457", "date": "November 23", "txt": "Ladislaus the Posthumous, Hungarian king (b. 1440)", "entities": [{"title": "Ladislaus the Posthumous", "href": "/wiki/Ladislaus_the_Posthumous", "description": "Ladislaus the Posthumous was Duke of Austria and King of Hungary, Croatia and Bohemia. He was the posthumous son of Albert of Habsburg with Elizabeth of Luxembourg. Albert had bequeathed all his realms to his future son on his deathbed, but only the estates of Austria accepted his last will. Fearing an Ottoman invasion, the majority of the Hungarian lords and prelates offered the crown to Vladisla"}]}, {"heading": "Deaths", "year": "1464", "date": "November 23", "txt": "Blessed Margaret of Savoy (b. 1390)", "entities": [{"title": "Blessed Margaret of Savoy", "href": "/wiki/Blessed_Margaret_of_Savoy", "description": "Margaret of Savoy was Marchioness of Montferrat, and a Dominican Sister."}]}, {"heading": "Deaths", "year": "1499", "date": "November 23", "txt": "Perkin Warbeck, pretender to the English throne (b. c. 1474)", "entities": [{"title": "Perkin Warbeck", "href": "/wiki/Perkin_Warbeck", "description": "Perkin Warbeck was a pretender to the English throne. Warbeck claimed to be Richard of Shrewsbury, Duke of York, who was the second son of Edward IV and one of the so-called \"Princes in the Tower\". Richard, were he alive, would have been the rightful claimant to the throne, assuming that his elder brother Edward V was dead, and that he was legitimate – a contentious point."}]}, {"heading": "Deaths", "year": "1503", "date": "November 23", "txt": "Bona of Savoy (b. 1449)", "entities": [{"title": "Bona of Savoy", "href": "/wiki/Bona_of_Savoy", "description": "Bona of Savoy, Duchess of Milan was Duchess consort of Milan as the second spouse of Galeazzo Maria Sforza, Duke of Milan. She served as regent of Milan during the minority of her son 1476–1481."}]}, {"heading": "Deaths", "year": "1503", "date": "November 23", "txt": "Margaret of York (b. 1446)", "entities": []}, {"heading": "Deaths", "year": "1534", "date": "November 23", "txt": "Beatriz Galindo, Spanish Latinist and educator (b. c. 1465)", "entities": [{"title": "Beatriz Galindo", "href": "/wiki/Beatriz_Galindo", "description": "Beatriz Galindo, sometimes spelled Beatrix, was a Spanish Latinist and educator. She was a writer, humanist and a teacher of Queen Isabella of Castile and her children. She was one of the most educated women of her time. There is uncertainty about her date of birth; some authors believe it is 1464 or 1474. She was also known as \"La Latina.\""}]}, {"heading": "Deaths", "year": "1572", "date": "November 23", "txt": "Bronzino, Italian painter and poet (b. 1503)", "entities": [{"title": "Bronzino", "href": "/wiki/Bronzino", "description": "Agnolo di Cosimo, usually known as Bronzino or Agnolo Bronzino, was an Italian Mannerist painter from Florence. His sobriquet, Bronzino, may refer to his relatively dark skin or reddish hair."}]}, {"heading": "Deaths", "year": "1585", "date": "November 23", "txt": "Thomas Tallis, English composer (b. c.1505)", "entities": [{"title": "Thomas Tallis", "href": "/wiki/Thomas_Tallis", "description": "Thomas Tallis was an English Renaissance composer who occupies a primary place in anthologies of English choral music. He is considered one of England's greatest composers, and he is honoured for his original voice in English musicianship."}]}, {"heading": "Deaths", "year": "1616", "date": "November 23", "txt": "Richard Hakluyt, English priest and author (b. 1552)", "entities": [{"title": "Richard Hakluyt", "href": "/wiki/Richard_Hakluyt", "description": "Richard Hakluyt was an English writer. He is known for promoting the English colonisation of North America through his works, notably Divers Voyages Touching the Discoverie of America (1582) and The Principall Navigations, Voiages, Traffiques and Discoueries of the English Nation (1589–1600)."}]}, {"heading": "Deaths", "year": "1682", "date": "November 23", "txt": "Claude Lorrain, French-Italian painter and engraver (b. 1604)", "entities": [{"title": "Claude Lorrain", "href": "/wiki/Claude_Lorrain", "description": "Claude Lorrain was a French painter, draughtsman and etcher of the Baroque era. He spent most of his life in Italy, and is one of the earliest important artists, apart from his contemporaries in Dutch Golden Age painting, to concentrate on landscape painting. His landscapes are usually turned into the more prestigious genre of history paintings by the addition of a few small figures, typically rep"}]}, {"heading": "Deaths", "year": "1763", "date": "November 23", "txt": "Friedrich Heinrich von Seckendorff, German field marshal and diplomat (b. 1673)", "entities": [{"title": "Friedrich Heinrich von Seckendorff", "href": "/wiki/Friedrich_Heinrich_von_Seckendorff", "description": "Friedrich Heinrich Reichsgraf von Seckendorff was a Franconian field marshal and diplomat, in the service of the imperial Habsburg monarchy of Austria. Later he served as commander of the Bavarian army and fought Austria."}]}, {"heading": "Deaths", "year": "1769", "date": "November 23", "txt": "Constantine Mavrocordatos, Greek prince (b. 1711)", "entities": [{"title": "Constantine Mavrocordatos", "href": "/wiki/Constantine_Mavrocordatos", "description": "Constantine Mavrocordatos was a Greek noble who served as Prince of Wallachia and Prince of Moldavia at several intervals between 1730 and 1769. As a ruler he issued reforms in the laws of each of the two Danubian Principalities, ensuring a more adequate taxation and a series of measures amounting to the emancipation of serfs and a more humane treatment of slaves."}]}, {"heading": "Deaths", "year": "1803", "date": "November 23", "txt": "Roger Newdigate, English politician (b. 1719)", "entities": [{"title": "Roger Newdigate", "href": "/wiki/Roger_Newdigate", "description": "Sir Roger Newdigate, 5th Baronet was an English politician who sat in the House of Commons between 1742 and 1780. He was a collector of antiquities."}]}, {"heading": "Deaths", "year": "1804", "date": "November 23", "txt": "Richard Graves, English minister and author (b. 1715)", "entities": [{"title": "Richard Graves", "href": "/wiki/Richard_Graves", "description": "Richard Graves was an English cleric, poet, and novelist. He is remembered especially for his picaresque novel The Spiritual Quixote (1773)."}]}, {"heading": "Deaths", "year": "1804", "date": "November 23", "txt": "Ivan Mane Jarnović, Italian violinist and composer (b. 1747)", "entities": []}, {"heading": "Deaths", "year": "1807", "date": "November 23", "txt": "Jean-François Rewbell, French lawyer and politician (b. 1747)", "entities": [{"title": "Jean-François Rewbell", "href": "/wiki/Jean-Fran%C3%A7ois_Rewbell", "description": "Jean-François Reubell or Rewbell was a French lawyer, diplomat, and politician of the Revolution."}]}, {"heading": "Deaths", "year": "1814", "date": "November 23", "txt": "Elbridge Gerry, American merchant and politician, 5th Vice President of the United States of America (b. 1744)", "entities": [{"title": "Elbridge Gerry", "href": "/wiki/Elbridge_Gerry", "description": "Elbridge Thomas Gerry was an American politician and diplomat. As a Democratic-Republican he served as the fifth vice president of the United States under President James Madison from March 1813 until his death in November 1814. The political practice of gerrymandering is named after him."}, {"title": "Vice President of the United States of America", "href": "/wiki/Vice_President_of_the_United_States_of_America", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Deaths", "year": "1833", "date": "November 23", "txt": "Jean-Baptiste Jourdan, French general and politician, French Minister of Foreign Affairs (b. 1762)", "entities": [{"title": "Jean-Baptiste Jourdan", "href": "/wiki/Jean-Baptiste_Jourdan", "description": "Jean-Baptiste Jourdan, 1st Count Jourdan, was a French military commander who enlisted as a private in the French Royal Army, before rising to command armies during the French Revolutionary Wars. He was made a Marshal of the Empire by Emperor Napoleon I in 1804 and he also fought in the Napoleonic Wars. After 1815, he became reconciled to the Bourbon Restoration. Jourdan was one of the most succes"}, {"title": "Ministry of Foreign and European Affairs (France)", "href": "/wiki/Ministry_of_Foreign_and_European_Affairs_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "1890", "date": "November 23", "txt": "William III of the Netherlands (b. 1817)", "entities": [{"title": "William III of the Netherlands", "href": "/wiki/William_III_of_the_Netherlands", "description": "William III was King of the Netherlands and Grand Duke of Luxembourg from 1849 until his death in 1890. He was also the Duke of Limburg from 1849 until the abolition of the duchy in 1866."}]}, {"heading": "Deaths", "year": "1896", "date": "November 23", "txt": "Ichiyō Higuchi, Japanese writer (b. 1872)", "entities": [{"title": "Ichiyō Higuchi", "href": "/wiki/Ichiy%C5%8D_Higuchi", "description": "Natsu Higuchi , known by her pen name Ichiyō Higuchi , also known as Natsuko Higuchi , was a Japanese writer from the Meiji Period. Higuchi was unique among her peers in that her writing was based on Japanese rather than Western models. Born into a minor samurai family, her experience of poverty informed her writing, which included themes of abandonment and suffering combined with sensitivity. Spe"}]}, {"heading": "Deaths", "year": "1899", "date": "November 23", "txt": "Thomas Henry Ismay, English businessman, founded White Star Line (b. 1837)", "entities": [{"title": "Thomas Henry Ismay", "href": "/wiki/Thomas_Henry_Ismay", "description": "Thomas Henry Ismay was the founder of the Oceanic Steam Navigation Company, more commonly known as the White Star Line. His son Joseph Bruce Ismay, managing director of the White Star Line who in 1912 sailed on the maiden voyage of the ocean liner RMS Titanic."}, {"title": "White Star Line", "href": "/wiki/White_Star_Line", "description": "The Oceanic Steam Navigation Company, more commonly known as the White Star Line (WSL), was a British shipping company. Founded out of the remains of a defunct packet company, it gradually rose up to become one of the most prominent shipping lines in the world, providing passenger and cargo services between the British Empire and the United States. While many other shipping lines focused primarily"}]}, {"heading": "Deaths", "year": "1905", "date": "November 23", "txt": "John Burdon-Sanderson, English physiologist and academic (b. 1828)", "entities": [{"title": "John Burdon-Sanderson", "href": "/wiki/John_Burdon-Sanderson", "description": "Sir John Scott Burdon-Sanderson, 1st Baronet, FRS, HFRSE D.Sc. was an English physiologist born near Newcastle upon Tyne, and a member of a well known Northumbrian family."}]}, {"heading": "Deaths", "year": "1910", "date": "November 23", "txt": "Hawley Harvey Crippen, American physician and murderer (b. 1862)", "entities": [{"title": "Hawley Harvey Crippen", "href": "/wiki/Hawley_Harvey_Crippen", "description": "Hawley Harvey Crippen, usually known as Dr. Crippen, was an American homeopath, ear and eye specialist and medicine dispenser. He was hanged in Pentonville Prison in London for the murder of his wife Cora Henrietta Crippen. Crippen is known for being the first criminal to be captured with the aid of wireless telegraphy."}]}, {"heading": "Deaths", "year": "1927", "date": "November 23", "txt": "Miguel Pro, Mexican priest and martyr (b. 1891)", "entities": [{"title": "Miguel Pro", "href": "/wiki/Miguel_Pro", "description": "José Ramón Miguel Agustín Pro Juárez, also known as Blessed Miguel Pro, was a Mexican Jesuit Catholic priest executed under the presidency of Plutarco Elías Calles on charges of bombing and attempted assassination of former Mexican President Álvaro Obregón."}]}, {"heading": "Deaths", "year": "1934", "date": "November 23", "txt": "Giovanni Brunero, Italian cyclist (b. 1895)", "entities": [{"title": "Giovanni Brunero", "href": "/wiki/Giovanni_Brunero", "description": "Giovanni Giuseppe Brunero was an Italian professional road racing cyclist."}]}, {"heading": "Deaths", "year": "1937", "date": "November 23", "txt": "Jagadish Chandra Bose, Bangladeshi-Indian physicist, biologist, botanist, and archaeologist (b. 1858)", "entities": [{"title": "Jagadish Chandra Bose", "href": "/wiki/Jagadish_Chandra_Bose", "description": "Sir Jagadish Chandra Bose \n(;, IPA: [dʒɔɡodiʃ tʃɔndro bosu]; 30 November 1858 – 23 November 1937) was a biologist, physicist, botanist and an early writer of science fiction. He pioneered the investigation of radio and microwave optics, made significant contributions to plant science, and laid the foundations of experimental science in the Indian subcontinent. IEEE named him one of the fathers of "}]}, {"heading": "Deaths", "year": "1937", "date": "November 23", "txt": "George Albert Boulenger, Belgian-English zoologist and botanist (b. 1858)", "entities": []}, {"heading": "Deaths", "year": "1937", "date": "November 23", "txt": "Miklós Kovács, Hungarian-Slovene cantor and poet (b. 1857)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "November 23", "txt": "Stanley Argyle, Australian politician, 32nd Premier of Victoria (b. 1867)", "entities": [{"title": "Stanley Argyle", "href": "/wiki/Stanley_Argyle", "description": "Sir Stanley Seymour Argyle KBE, Australian politician, was the 32nd Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1943", "date": "November 23", "txt": "Ernie Jones, Australian cricketer and footballer (b. 1869)", "entities": [{"title": "Ernie Jones (Australian sportsman)", "href": "/wiki/Ernie_Jones_(Australian_sportsman)", "description": "Ernest Jones was an Australian sportsman, playing Test cricket and Australian rules football."}]}, {"heading": "Deaths", "year": "1948", "date": "November 23", "txt": "Hack Wilson, American baseball player (b. 1900)", "entities": [{"title": "Hack Wilson", "href": "/wiki/Hack_Wilson", "description": "Lewis Robert \"Hack\" Wilson was an American Major League Baseball player who played 12 seasons for the New York Giants, Chicago Cubs, Brooklyn Dodgers and Philadelphia Phillies. Despite his diminutive stature, he was one of the most accomplished power hitters in the game during the late 1920s and early 1930s. His 1930 season with the Cubs is widely considered one of the most memorable individual si"}]}, {"heading": "Deaths", "year": "1958", "date": "November 23", "txt": "Nikolaos Georgantas, Greek discus thrower (b. 1880)", "entities": [{"title": "Nikolaos Georgantas", "href": "/wiki/Nikolaos_Georgantas", "description": "Nikolaos Georgantas was a Greek athlete who competed mainly in the discus throw."}]}, {"heading": "Deaths", "year": "1958", "date": "November 23", "txt": "Johnston McCulley, American author and screenwriter (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "November 23", "txt": "Seán T. O'Kelly, Irish politician, 2nd President of Ireland (b. 1882)", "entities": [{"title": "Seán T. O'Kelly", "href": "/wiki/Se%C3%A1n_T._O%27Kelly", "description": "Seán Thomas O'Kelly, originally John T. O'Kelly, was an Irish Fianna Fáil politician who served as the second President of Ireland from June 1945 to June 1959. He also served as Tánaiste from 1937 to 1945, Minister for Finance from 1939 to 1945, Minister for Local Government and Public Health from 1932 to 1939, Vice-President of the Executive Council from 1932 to 1937 and Ceann Comhairle of Dáil É"}, {"title": "President of Ireland", "href": "/wiki/President_of_Ireland", "description": "The President of Ireland is the head of state of the Republic of Ireland and the supreme commander of the Irish Defence Forces."}]}, {"heading": "Deaths", "year": "1970", "date": "November 23", "txt": "Yusof Ishak, Singaporean journalist and politician, 1st President of Singapore (b. 1910)", "entities": [{"title": "Yusof Ishak", "href": "/wiki/Yusof_Ishak", "description": "Yang Amat Berbahagia Tun Haji Yusof bin Ishak was a Singaporean politician who was the first President of Singapore elected by the Parliament of Singapore, serving from 1965 to 1970. Yusof served for three terms in office before he died on 23 November 1970 due to heart failure. His portrait appears on the Singapore Portrait Series currency notes introduced in 1999."}, {"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Deaths", "year": "1972", "date": "November 23", "txt": "Marie Wilson, American actress (b. 1916)", "entities": [{"title": "Marie Wilson (American actress)", "href": "/wiki/Marie_Wilson_(American_actress)", "description": "Marie Wilson was an American radio, film, and television actress. She may be best remembered as the title character in My Friend Irma."}]}, {"heading": "Deaths", "year": "1973", "date": "November 23", "txt": "Sessue Hayakawa, Japanese actor, director, and producer (b. 1889)", "entities": [{"title": "Sessue Hayakawa", "href": "/wiki/Sessue_Hayakawa", "description": "Kintarō Hayakawa ; June 10, 1886 – November 23, 1973), known professionally as Sessue Hayakawa , was a Japanese actor and a matinée idol. He was one of the most popular stars in Hollywood during the silent film era of the 1910s and early 1920s. Hayakawa was the first actor of Asian descent to achieve stardom as a leading man in the United States and Europe. His \"broodingly handsome\" good looks and"}]}, {"heading": "Deaths", "year": "1974", "date": "November 23", "txt": "notable victims of the Massacre of the Sixty:\nAbiye Abebe, Ethiopian general and politician (b. 1918)\nAman Andom, Ethiopian general and politician, President of Ethiopia (b. 1924)\nAklilu Habte-Wold, Ethiopian politician, Prime Minister of Ethiopia (b. 1912)\nAsrate Kassa, Ethiopian commander (b. 1922)\nEndelkachew Makonnen, Ethiopian politician, Prime Minister of Ethiopia (b. 1927)", "entities": [{"title": "Massacre of the Sixty", "href": "/wiki/Massacre_of_the_Sixty", "description": "The Massacre of the Sixty, or Black Saturday, took place in Addis Ababa (Ethiopia) on the morning of 23 November 1974, when 60 imprisoned former government officials were executed by the Derg at Kerchele Prison."}]}, {"heading": "Deaths", "year": "1974", "date": "November 23", "txt": "Cornelius Ryan, Irish-American journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "November 23", "txt": "André Malraux, French theorist and author (b. 1901)", "entities": [{"title": "André Malraux", "href": "/wiki/Andr%C3%A9_Malraux", "description": "Georges André Malraux was a French novelist, art theorist, and Minister of Cultural Affairs. Malraux's novel La Condition Humaine (1933) won the Prix Goncourt. He was appointed by President Charles de Gaulle as Minister of Information (1945–46) and subsequently as France's first Minister of Cultural Affairs during de Gaulle's presidency (1959–1969)."}]}, {"heading": "Deaths", "year": "1979", "date": "November 23", "txt": "Merle Oberon, Indian-born British actress (b. 1911)", "entities": [{"title": "Merle Oberon", "href": "/wiki/Merle_Oberon", "description": "Merle Oberon was an Indian-born British actress who began her film career in British films as Anne Boleyn in The Private Life of Henry VIII (1933). After her success in The Scarlet Pimpernel (1934), she travelled to the United States to make films for Samuel Goldwyn. She was nominated for the Academy Award for Best Actress for her performance in The Dark Angel (1935). A traffic collision in 1937 c"}]}, {"heading": "Deaths", "year": "1979", "date": "November 23", "txt": "Judee Sill, American singer-songwriter and guitarist (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "November 23", "txt": "Grady Nutt, American minister and author (b. 1934)", "entities": [{"title": "Grady Nutt", "href": "/wiki/Grady_Nutt", "description": "Grady Lee Nutt was a Southern Baptist minister, humorist, television personality, and author. His humor revolved around rural Southern Protestantism and earned him the title of \"The Prime Minister of Humor\"."}]}, {"heading": "Deaths", "year": "1983", "date": "November 23", "txt": "Juhan Muks, Estonian painter (b. 1899)", "entities": [{"title": "Juhan Muks", "href": "/wiki/Juhan_Muks", "description": "Juhan Jaagu Muks was an Estonian artist and painter."}]}, {"heading": "Deaths", "year": "1983", "date": "November 23", "txt": "Waheed Murad, Pakistani actor, producer, and screenwriter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "November 23", "txt": "Leonard Baker, American historian and author (b. 1931)", "entities": [{"title": "Leonard Baker", "href": "/wiki/Leonard_Baker", "description": "Leonard S. Baker was an American writer."}]}, {"heading": "Deaths", "year": "1990", "date": "November 23", "txt": "Roald Dahl, British novelist, poet, and screenwriter (b. 1916)", "entities": [{"title": "Roald Dahl", "href": "/wiki/Roald_Dahl", "description": "Roald Dahl was a British novelist, short-story writer, poet, screenwriter, and wartime fighter pilot. His books have sold more than 250 million copies worldwide."}]}, {"heading": "Deaths", "year": "1991", "date": "November 23", "txt": "Klaus Kinski, German-American actor and director (b. 1926)", "entities": [{"title": "Klaus Kinski", "href": "/wiki/Klaus_Kinski", "description": "Klaus Kinski was a German actor. He appeared in more than 130 films, and was a leading role actor in the films of Werner Herzog, including Aguirre, the Wrath of God (1972), Nosferatu the Vampyre (1979), Woyzeck (1979), Fitzcarraldo (1982), and Cobra Verde (1987). He also appeared in many Spaghetti Westerns, such as For a Few Dollars More (1965), A Bullet for the General (1966), The Great Silence ("}]}, {"heading": "Deaths", "year": "1992", "date": "November 23", "txt": "Roy Acuff, American singer-songwriter and fiddler (b. 1903)", "entities": [{"title": "Roy Acuff", "href": "/wiki/Roy_Acuff", "description": "Roy Claxton Acuff was an American country music singer, fiddler, promoter, and freemason. Known as the \"King of Country Music\", Acuff is often credited with moving the genre from its early string band and \"hoedown\" format to the singer-based format that helped make it internationally successful. In 1952, Hank Williams told Ralph Gleason, \"He's the biggest singer this music ever knew. You booked hi"}]}, {"heading": "Deaths", "year": "1992", "date": "November 23", "txt": "Jean-François Thiriart, Belgian politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 23", "txt": "Art Barr, American wrestler (b. 1966)", "entities": [{"title": "Art Barr", "href": "/wiki/Art_Barr", "description": "Arthur Leon Barr was an American professional wrestler. While he wrestled briefly for World Championship Wrestling, he found his greatest success in Mexico's Asistencia Asesoría y Administración promotion."}]}, {"heading": "Deaths", "year": "1994", "date": "November 23", "txt": "Irwin Kostal, American songwriter, screenwriter, and publisher (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "November 23", "txt": "Louis Malle, French-American director, producer, and screenwriter (b. 1932)", "entities": [{"title": "Louis Malle", "href": "/wiki/Louis_Malle", "description": "Louis Marie Malle was a French film director, screenwriter and producer. His film Le Monde du silence won the Palme d'Or in 1956 and the Academy Award for Best Documentary in 1957, although he was not credited at the ceremony; the award was instead presented to the film's co-director Jacques Cousteau. Later in his career he was nominated multiple times for Academy Awards. Malle is also one of only"}]}, {"heading": "Deaths", "year": "1995", "date": "November 23", "txt": "Junior Walker, American singer and saxophonist (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "November 23", "txt": "Mohamed Amin, Kenyan photographer and journalist (b. 1943)", "entities": [{"title": "Mohamed Amin", "href": "/wiki/Mohamed_Amin", "description": "Mohamed \"Mo\" Amin was a Kenyan photojournalist."}]}, {"heading": "Deaths", "year": "1996", "date": "November 23", "txt": "Art Porter, Jr., American saxophonist and songwriter (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "November 23", "txt": "Jorge Mas Canosa, Cuban-American businessman (b. 1939)", "entities": [{"title": "Jorge Mas Canosa", "href": "/wiki/Jorge_Mas_Canosa", "description": "Jorge Mas Canosa was a Cuban-American exile who founded the Cuban American National Foundation and MasTec, a publicly traded company. Regarded within the United States as a powerful lobbyist on Cuban and anti-Castro political positions, he was labeled a \"counterrevolutionary\" by the Cuban Communist Party. Mas Canosa was the driving force behind the creation of both Radio Marti and TV Marti and was"}]}, {"heading": "Deaths", "year": "2000", "date": "November 23", "txt": "Brian Rawlinson, English actor and playwright (b. 1931)", "entities": [{"title": "Brian Rawlinson", "href": "/wiki/Brian_Rawlinson", "description": "Brian Rawlinson was an English actor and writer for films and TV from the 1950s."}]}, {"heading": "Deaths", "year": "2001", "date": "November 23", "txt": "Bo Belinsky, American baseball player (b. 1936)", "entities": [{"title": "Bo Belinsky", "href": "/wiki/Bo_Belinsky", "description": "Robert \"Bo\" Belinsky was an American professional baseball pitcher who played for the Los Angeles Angels, Philadelphia Phillies, Houston Astros, Pittsburgh Pirates, and Cincinnati Reds of Major League Baseball from 1962 to 1970."}]}, {"heading": "Deaths", "year": "2001", "date": "November 23", "txt": "Mary Whitehouse, English educator and activist (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "November 23", "txt": "Roberto Matta, Chilean-Italian painter and sculptor (b. 1911)", "entities": [{"title": "Roberto Matta", "href": "/wiki/Roberto_Matta", "description": "Roberto Sebastián Antonio Matta Echaurren, better known as Roberto Matta, was one of Chile's best-known painters and a seminal figure in 20th century abstract expressionist and surrealist art."}]}, {"heading": "Deaths", "year": "2004", "date": "November 23", "txt": "Pete Franklin, American radio host (b. 1928)", "entities": [{"title": "Pete Franklin", "href": "/wiki/Pete_Franklin", "description": "Pete Franklin, nicknamed \"The King\" and \"Pigskin Pete\", was an American sports talk radio host who worked in Cleveland, New York and San Francisco. He is widely credited with pioneering the more aggressive, acerbic and attention-grabbing form of the genre, which has since been adopted by generations of sports media personalities, and bringing it to a multinational listening audience."}]}, {"heading": "Deaths", "year": "2005", "date": "November 23", "txt": "Constance Cummings, American-English actress (b. 1910)", "entities": [{"title": "Constance Cummings", "href": "/wiki/Constance_Cummings", "description": "Constance Cummings CBE was an American-British actress with a career spanning over fifty years."}]}, {"heading": "Deaths", "year": "2005", "date": "November 23", "txt": "Frank Gatski, American football player and soldier (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 23", "txt": "Jesús Blancornelas, Mexican journalist, co-founded Zeta Magazine (b. 1936)", "entities": [{"title": "Jesús Blancornelas", "href": "/wiki/Jes%C3%BAs_Blancornelas", "description": "J. Jesús Blancornelas was a Mexican journalist who co-founded the Tijuana-based Zeta magazine, known for its reporting on corruption and drug trafficking. His work encompassed an extensive research on how the drug industry influences local leaders and the police in the Mexican state of Baja California – topics frequently avoided by the rest of the Mexican media."}]}, {"heading": "Deaths", "year": "2006", "date": "November 23", "txt": "Nick Clarke, English journalist (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 23", "txt": "Betty Comden, American actress, singer, and screenwriter (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 23", "txt": "Alexander Litvinenko, Russian spy and defector (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 23", "txt": "Philippe Noiret, French actor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 23", "txt": "Anita O'Day, American singer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 23", "txt": "Willie Pep, American boxer and referee (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 23", "txt": "Joe Kennedy, American baseball player (b. 1979)", "entities": [{"title": "Joe Kennedy (baseball)", "href": "/wiki/Joe_Kennedy_(baseball)", "description": "Joseph Darley Kennedy was an American Major League Baseball left-handed pitcher. He pitched from 2001 to 2007 for the Tampa Bay Devil Rays, Colorado Rockies, Oakland Athletics, Arizona Diamondbacks, and the Toronto Blue Jays."}]}, {"heading": "Deaths", "year": "2007", "date": "November 23", "txt": "Óscar Carmelo Sánchez, Bolivian footballer and manager (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 23", "txt": "Robert Vesco, American-Cuban financier (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 23", "txt": "Pat Walsh, New Zealand rugby union player (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 23", "txt": "José Arraño Acevedo, Chilean journalist and historian (b. 1921)", "entities": [{"title": "José Arraño Acevedo", "href": "/wiki/Jos%C3%A9_Arra%C3%B1o_Acevedo", "description": "José Santos Arraño Acevedo was a Chilean journalist and historian, who worked in several regional newspapers, including El Rancagüino from Rancagua, La Discusión from Chillán, amid others. He also wrote two books on the history of Pichilemu: Pichilemu y Sus Alrededores Turísticos and Hombres y Cosas de Pichilemu."}]}, {"heading": "Deaths", "year": "2010", "date": "November 23", "txt": "Nassos Daphnis, Greek-American painter and sculptor (b. 1914)", "entities": [{"title": "Nassos Daphnis", "href": "/wiki/Nassos_Daphnis", "description": "Nassos Daphnis was a Greek-born American abstract painter, sculptor and tree peony breeder."}]}, {"heading": "Deaths", "year": "2010", "date": "November 23", "txt": "Joyce Howard, English-American actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "November 23", "txt": "Jim Rathmann, American race car driver (b. 1928)", "entities": [{"title": "Jim Rathmann", "href": "/wiki/Jim_Rathmann", "description": "Jim Rathmann, born Royal Richard Rathmann, was an American race car driver who won the Indianapolis 500 in 1960."}]}, {"heading": "Deaths", "year": "2012", "date": "November 23", "txt": "José Luis Borau, Spanish actor, director, producer, and screenwriter (b. 1929)", "entities": [{"title": "José Luis Borau", "href": "/wiki/Jos%C3%A9_Luis_Borau", "description": "José Luis Borau Moradell was a Spanish producer, screenwriter, writer, and film director. He won the Goya Award for Best Director in 2000 for Leo."}]}, {"heading": "Deaths", "year": "2012", "date": "November 23", "txt": "Chuck Diering, American baseball player (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 23", "txt": "Larry Hagman, American actor, director, and producer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 23", "txt": "Diana Isaac, English-New Zealand businesswoman and philanthropist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 23", "txt": "Connie Broden, Canadian ice hockey player (b. 1932)", "entities": [{"title": "Connie Broden", "href": "/wiki/Connie_Broden", "description": "Thomas Connell Broden was a Canadian ice hockey forward."}]}, {"heading": "Deaths", "year": "2013", "date": "November 23", "txt": "Costanzo Preve, Italian philosopher and theorist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 23", "txt": "Marion Barry, American lawyer and politician, 2nd Mayor of the District of Columbia (b. 1936)", "entities": [{"title": "Marion Barry", "href": "/wiki/Marion_Barry", "description": "Marion Shepilov Barry was an American politician who served as Mayor of the District of Columbia from 1979 to 1991 and 1995 to 1999. A Democrat, Barry had served three tenures on the Council of the District of Columbia, representing as an at-large member from 1975 to 1979 and in Ward 8 from 1993 to 1995, and again from 2005 to 2014."}, {"title": "Mayor of the District of Columbia", "href": "/wiki/Mayor_of_the_District_of_Columbia", "description": "The mayor of the District of Columbia is the head of the executive branch of the government of the District of Columbia, in the United States. The mayor has the duty to enforce district laws, and the power to either approve or veto bills passed by the Council of the District of Columbia, in the United States. In addition, the mayor oversees all district services, public property, police and fire p"}]}, {"heading": "Deaths", "year": "2014", "date": "November 23", "txt": "Dorothy Cheney, American tennis player (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 23", "txt": "Murray Oliver, Canadian-American ice hockey player and coach (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 23", "txt": "Pat Quinn, Canadian ice hockey player and coach (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 23", "txt": "Jamiluddin Aali, Pakistani poet, playwright, and critic (b. 1925)", "entities": [{"title": "Jamiluddin Aali", "href": "/wiki/Jamiluddin_Aali", "description": "Nawabzada Mirza Jamiluddin Ahmed Khan PP, HI, better known as Jamiluddin Aali or Aaliji, was a Pakistani poet, critic, playwright, essayist, columnist, and scholar."}]}, {"heading": "Deaths", "year": "2015", "date": "November 23", "txt": "Manmeet Bhullar, Canadian lawyer and politician (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 23", "txt": "Douglass North, American economist and academic, Nobel Prize laureate (b. 1920)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2016", "date": "November 23", "txt": "Rita Barberá Nolla, Spanish politician (b. 1948)", "entities": [{"title": "Rita Barberá Nolla", "href": "/wiki/Rita_Barber%C3%A1_Nolla", "description": "María Rita Barberá Nolla was a Spanish politician and the Mayor of Valencia, Spain from 1991 until 2015."}]}, {"heading": "Deaths", "year": "2016", "date": "November 23", "txt": "Ralph Branca, American baseball player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 23", "txt": "Andrew Sachs, German-born British actor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "November 23", "txt": "Joe Esposito, road manager for Elvis Presley (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "November 23", "txt": "Stela Popescu, Romanian actress (b. 1935)", "entities": [{"title": "Stela Popescu", "href": "/wiki/Stela_Popescu", "description": "Stela Popescu was a Romanian actress and TV personality considered the greatest comedy actress and one of best female actress of all time in Romania.\nWith Ștefan Bănică and Alexandru Arșinel she was successively half of two famous romantic partnerships."}]}, {"heading": "Deaths", "year": "2020", "date": "November 23", "txt": "Tarun Gogoi, Indian Chief Minister of Assam (b. 1934)", "entities": [{"title": "Tarun Gogoi", "href": "/wiki/Tarun_Gogoi", "description": "Tarun Gogoi was an Indian politician who served as the Chief Minister of Assam from 2001 to 2016. He was a member of the Indian National Congress and led the party to a record three consecutive electoral victories and was the longest serving Chief Minister of the state. During his tenure as the chief minister, he is credited with ending militant insurgency and mitigating violence in addition to im"}]}]