[{"heading": "Events", "year": "474", "date": "November 10", "txt": "Emperor Leo II dies after a reign of ten months. He is succeeded by his father Zeno, who becomes sole ruler of the Byzantine Empire.", "entities": [{"title": "Leo II (emperor)", "href": "/wiki/Leo_II_(emperor)", "description": "Leo II, nicknamed \"the Younger\" or \"the Small\", was briefly Roman emperor in 474 when he was a child aged six or seven. He was the son of Zeno, the Isaurian general and future emperor, and Ariadne, a daughter of the emperor Leo I, who ruled the eastern Roman empire. Leo II was made co-emperor with his grandfather Leo I on 17 November 473, and became sole emperor on 18 January 474 after Leo I died "}, {"title": "Zeno (emperor)", "href": "/wiki/Zeno_(emperor)", "description": "Flavius Zeno was Eastern Roman emperor from 474 to 475 and again from 476 to 491. Domestic revolts and religious dissension plagued his reign, which nevertheless succeeded to some extent in foreign issues. His reign saw the end of the Western Roman Empire following the deposition of Romulus Augustus and the death of Julius Nepos, but he was credited with contributing much to stabilising the Easter"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "937", "date": "November 10", "txt": "Ten Kingdoms: Li Bian usurps the throne and deposes Emperor Yang Pu. The Wu State is replaced by Li (now called \"Xu Zhigao\"), who becomes the first ruler of Southern Tang.", "entities": [{"title": "Ten Kingdoms", "href": "/wiki/Ten_Kingdoms", "description": "The Five Dynasties and Ten Kingdoms period (907–979) was an era of political upheaval and division in 10th-century Imperial China. Five states quickly succeeded one another in the Central Plain, and more than a dozen concurrent states were established elsewhere, mainly in South China. It was the last prolonged period of multiple political divisions in Chinese imperial history."}, {"title": "Li Bian", "href": "/wiki/Li_Bian", "description": "Li Bian, known as Xu Gao between 937 and 939 and Xu Zhigao before 937, and possibly Li Pengnu during his childhood, also known posthumously by his temple name Liezu, was the founder and first emperor of the Southern Tang. In traditional histories, he is also often referred to as the First Lord of Southern Tang (南唐先主). He was an adopted son and successor of the Wu regent Xu Wen who usurped power fr"}, {"title": "Yang Pu", "href": "/wiki/Yang_Pu", "description": "Yang Pu (楊溥), formally Emperor Rui of Wu (吳睿帝), known as Emperor Gaoshang Sixuan Honggu Rang or, in short, Emperor Rang, while still living during the initial months of succeeding Southern Tang, was the last ruler of the Chinese Five Dynasties and Ten Kingdoms period state Wu, and the only one that claimed the title of emperor. During his reign, the state was in effective control of the regents Xu"}, {"title": "Wu (Ten Kingdoms)", "href": "/wiki/Wu_(Ten_Kingdoms)", "description": "Wu (吳), also referred to as Huainan (淮南), Hongnong (弘農), Southern Wu (南吳), or Yang Wu (楊吳), was one of the Ten Kingdoms in eastern China which was in existence from 907 to 937. Its capital was Jiangdu Municipality (江都)."}, {"title": "Southern Tang", "href": "/wiki/Southern_Tang", "description": "Southern Tang was a state in Southern China that existed during Five Dynasties and Ten Kingdoms period, which proclaimed itself to be the successor of the former Tang Dynasty. The capital was located at Nanjing in present-day Jiangsu Province. At its territorial peak in 951, the Southern Tang controlled the whole of modern Jiangxi, and portions of Anhui, Fujian, Hubei, Hunan, and Jiangsu provinces"}]}, {"heading": "Events", "year": "1202", "date": "November 10", "txt": "Fourth Crusade: Despite letters from Pope Innocent III forbidding it and threatening excommunication, Catholic crusaders begin a siege of Zara (now Zadar, Croatia).", "entities": [{"title": "Fourth Crusade", "href": "/wiki/Fourth_Crusade", "description": "The Fourth Crusade (1202–1204) was a Latin Christian armed expedition called by Pope Innocent III. The stated intent of the expedition was to recapture the Muslim-controlled city of Jerusalem, by first conquering the powerful Egyptian Ayyubid Sultanate, the strongest Muslim state of the time. However, a sequence of economic and political events culminated in the Crusader army's 1204 Sack of Consta"}, {"title": "Pope Innocent III", "href": "/wiki/Pope_Innocent_III", "description": "Pope Innocent III (Latin: Innocentius III; 1160 or 1161 - 16 July 1216, born Lotario dei Conti di Segni was the head of the Catholic Church and ruler of the Papal States from 8 January 1198 to his death."}, {"title": "Excommunication", "href": "/wiki/Excommunication", "description": "Excommunication is an institutional act of religious censure used to end or at least regulate the communion of a member of a congregation with other members of the religious institution who are in normal communion with each other. The purpose of the institutional act is to deprive, suspend, or limit membership in a religious community or to restrict certain rights within it, in particular, those o"}, {"title": "Siege of Zara", "href": "/wiki/Siege_of_Zara", "description": "The siege of Zara or siege of Zadar was the first major action of the Fourth Crusade and the first attack against a Catholic city by Catholic crusaders. The crusaders had an agreement with Venice for transport across the sea, but the price far exceeded what they were able to pay. Venice set the condition that the crusaders help them capture Zadar, a constant battleground between Venice on one side"}, {"title": "Zadar", "href": "/wiki/Zadar", "description": "Zadar is the oldest continuously inhabited Croatian city. It is situated on the Adriatic Sea, at the northwestern part of Ravni Kotari region. Zadar serves as the seat of Zadar County and of the wider northern Dalmatian region. The city proper covers 25 km2 (9.7 sq mi) with a population of 75,082 in 2011, making it the second-largest city of the region of Dalmatia and the fifth-largest city in the"}]}, {"heading": "Events", "year": "1293", "date": "November 10", "txt": "Raden Wijaya is crowned as the first monarch of Majapahit kingdom of Java, taking the throne name Kertarajasa Jayawardhana.", "entities": [{"title": "Raden Wijaya", "href": "/wiki/Raden_Wijaya", "description": "Raden Wijaya or Raden Vijaya was a Javanese King, the founder and the first monarch of the Majapahit Empire. The history of his founding of Majapahit was written in several records, including Pararaton and Negarakertagama. His rule was marked by the victory against the army and the navy of Kublai Khan's Yuan dynasty."}, {"title": "Majapahit", "href": "/wiki/Majapahit", "description": "The Majapahit was a Javanese Hindu thalassocratic empire in Southeast Asia that was based on the island of Java. It existed from 1293 to circa 1527 and reached its peak of glory during the era of Hayam Wuruk, whose reign from 1350 to 1389 was marked by conquests that extended throughout Southeast Asia. His achievement is also credited to his prime minister, Gajah Mada. According to the Nagarakreta"}, {"title": "Java", "href": "/wiki/Java", "description": "Java is one of the islands of the Greater Sunda Islands in Indonesia, bordered by the Indian Ocean to the south and the Java Sea on the north. With a population of over 148 million or 152 million, Java constitutes 56.1 percent of the Indonesian population and is the world's most-populous island. The Indonesian capital city, Jakarta, is on its northwestern coast. Much of the well-known part of Indo"}]}, {"heading": "Events", "year": "1444", "date": "November 10", "txt": "Battle of Varna: The crusading forces of King Władysław III of Poland (aka Ulaszlo I of Hungary and Władysław III of Varna) are defeated by the Turks under Sultan Murad II and Władysław is killed.", "entities": [{"title": "Battle of Varna", "href": "/wiki/Battle_of_Varna", "description": "The Battle of Varna took place on 10 November 1444 near Varna in eastern Bulgaria. The Ottoman Army under Sultan Murad II defeated the Hungarian–Polish and Wallachian armies commanded by Władysław III of Poland, John Hunyadi and Mircea II of Wallachia. It was the final battle of the Crusade of Varna."}, {"title": "Władysław III of Poland", "href": "/wiki/W%C5%82adys%C5%82aw_III_of_Poland", "description": "Władysław III, also known as Władysław of Varna, was King of Poland and the Supreme Duke of Grand Duchy of Lithuania from 1434 and King of Hungary and Croatia from 1440 until his death at the Battle of Varna. He was the eldest son of Władysław II Jagiełło, King of Poland and Grand Duke of Lithuania, and the Lithuanian noblewoman Sophia of Halshany."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Murad II", "href": "/wiki/Murad_II", "description": " Murad II was the sultan of the Ottoman Empire from 1421 to 1444 and again from 1446 to 1451."}]}, {"heading": "Events", "year": "1580", "date": "November 10", "txt": "After a three-day siege, the English Army beheads over 600 people, including papal soldiers and civilians, at Dún an Óir, Ireland.", "entities": [{"title": "Siege of Smerwick", "href": "/wiki/Siege_of_Smerwick", "description": "The Siege of Smerwick took place at Ard na Caithne in 1580, during the Second Desmond Rebellion in Ireland. A force of anywhere from 400 to 700 Papal freelance soldiers, mostly of Spanish and Italian origin, captured the village but were forced to retreat to nearby Dún an Óir, where they were besieged by the Irish Royal Army. The Papal commander parleyed and was bribed, and the defenders surrender"}, {"title": "Decapitation", "href": "/wiki/Decapitation", "description": "Decapitation, also known as beheading, is the total separation of the head from the body. Such an injury is invariably fatal to humans and most other animals, since it deprives the brain of oxygenated blood, while all other organs are deprived of the involuntary functions that are needed for the body to function."}, {"title": "Papal States", "href": "/wiki/Papal_States", "description": "The Papal States, officially the State of the Church, were a series of territories in the Italian Peninsula under the direct sovereign rule of the pope from the 8th century until 1870. They were among the major states of Italy from roughly the 8th century until the Kingdom of Piedmont-Sardinia unified the Italian Peninsula by conquest in a campaign virtually concluded in 1861 and definitively in 1"}, {"title": "Dún an Óir", "href": "/wiki/D%C3%BAn_an_%C3%93ir", "description": "Ard na Caithne, meaning height of the arbutus or strawberry tree, sometimes known in English as Smerwick, is a bay and townland in County Kerry in Ireland. One of the principal bays of Corca Dhuibhne, it is located at the foot of An Triúr Deirfiúr and Mount Brandon. Bounded by the villages of Baile an Fheirtéaraigh, Baile na nGall and Ard na Caithne itself, the area is what has been known as the F"}, {"title": "Ireland", "href": "/wiki/Ireland", "description": "Ireland is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth."}]}, {"heading": "Events", "year": "1659", "date": "November 10", "txt": "Chattrapati Shivaji Maharaj, Maratha King kills Afzal Khan, Adilshahi in the battle popularly known as Battle of Pratapgarh.", "entities": [{"title": "Shivaji", "href": "/wiki/Shivaji", "description": "Shivaji Bhonsale I was an Indian ruler and a member of the Bhonsle Maratha clan. Shivaji carved out an enclave from the declining Adilshahi sultanate of Bijapur that formed the genesis of the Maratha Empire. In 1674, he was formally crowned the Chhatrapati (emperor) of his realm at Raigad."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Afzal Khan (general)", "href": "/wiki/Afzal_Khan_(general)", "description": "Afzal Khan was a general who served the Adil Shahi dynasty of Bijapur Sultanate in India. He played an important role in the southern expansion of the Bijapur Sultanate by subjugating the Nayaka chiefs who had taken control of the former Vijayanagara territory."}, {"title": "Adilshahi", "href": "/wiki/Adilshahi", "description": "The Adil Shahi or Adilshahi, was a Shia Muslim, and later Sunni Muslim, dynasty founded by Yusuf Adil Shah, that ruled the Sultanate of Bijapur, centred on present-day Bijapur district, Karnataka in India, in the Western area of the Deccan region of Southern India from 1489 to 1686. Bijapur had been a province of the Bahmani Sultanate (1347–1518), before its political decline in the last quarter o"}, {"title": "Battle of Pratapgarh", "href": "/wiki/Battle_of_Pratapgarh", "description": "The Battle of Pratapgad was a battle fought on 10 November 1659 at the fort of Pratapgad near the town of Satara, Maharashtra, India between the forces of the Marathas under the Maratha king Shivaji and the Adilshahi troops under the Adilshahi general Afzal Khan. The Marathas defeated the Adilshahi forces. It was their first significant military victory against a major regional power, and led to t"}]}, {"heading": "Events", "year": "1674", "date": "November 10", "txt": "Third Anglo-Dutch War: As provided in the Treaty of Westminster, Netherlands cedes New Netherland to England.", "entities": [{"title": "Third Anglo-Dutch War", "href": "/wiki/Third_Anglo-Dutch_War", "description": "The Third Anglo-Dutch War, or Third Dutch War, was a naval conflict between England, in alliance with France, and the Dutch Republic. It lasted from 7 April 1672 to 19 February 1674, and was a subsidiary of the wider 1672 to 1678 Franco-Dutch War."}, {"title": "Treaty of Westminster (1674)", "href": "/wiki/Treaty_of_Westminster_(1674)", "description": "The Treaty of Westminster of 1674 was the peace treaty that ended the Third Anglo-Dutch War. Signed by the Dutch Republic and the Kingdom of England, the treaty provided for the return of the colony of New Netherland to England and renewed the Treaty of Breda of 1667. The treaty also provided for a mixed commission for the regulation of commerce, particularly in the East Indies."}, {"title": "New Netherland", "href": "/wiki/New_Netherland", "description": "New Netherland was a 17th-century colony of the Dutch Republic that was located on what is now the east coast of the United States. The claimed territories extended from the Delmarva Peninsula to southwestern Cape Cod, while the more limited settled areas are now part of New York, New Jersey, Delaware, and Connecticut, with small outposts in Pennsylvania and Rhode Island."}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Events", "year": "1702", "date": "November 10", "txt": "English colonists under the command of James Moore besiege Spanish St. Augustine during Queen Anne's War.", "entities": [{"title": "James Moore (South Carolina politician)", "href": "/wiki/James_Moore_(South_Carolina_politician)", "description": "James Moore was the Irish-English governor of colonial Carolina between 1700 and 1703. He is best known for leading several invasions of Spanish Florida during Queen Anne's War, including attacks in 1704 and 1706 which wiped out most of the Spanish missions in Florida. He captured and brought back to Carolina as slaves thousands of Apalachee Indians."}, {"title": "Siege of St. Augustine (1702)", "href": "/wiki/Siege_of_St._Augustine_(1702)", "description": "The siege of St. Augustine occurred in Queen Anne's War during November and December 1702. It was conducted by English provincial forces from the Province of Carolina and their native allies, under the command of Carolina's governor James Moore, against the Spanish colonial fortress of Castillo de San Marcos at St. Augustine, in Spanish Florida."}, {"title": "St. Augustine, Florida", "href": "/wiki/St._Augustine,_Florida", "description": "St. Augustine is a city in the Southeastern United States, on the Atlantic coast of northeastern Florida. Founded in 1565 by Spanish explorers, it is the oldest continuously-inhabited European-established settlement in the contiguous United States."}, {"title": "Queen Anne's War", "href": "/wiki/Queen_Anne%27s_War", "description": "Queen Anne's War (1702–1713) was the second in a series of French and Indian Wars fought in North America involving the colonial empires of Great Britain, France, and Spain; it took place during the reign of Anne, Queen of Great Britain. In Europe, it is generally viewed as the American theater of the War of the Spanish Succession; in the Americas, it is more commonly viewed as a standalone confli"}]}, {"heading": "Events", "year": "1766", "date": "November 10", "txt": "The last colonial governor of New Jersey, William Franklin, signs the charter of Queen's College (later renamed Rutgers University).", "entities": [{"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}, {"title": "William Franklin", "href": "/wiki/William_Franklin", "description": "William Franklin was an American-born attorney, soldier, politician, and colonial administrator. He was the acknowledged illegitimate son of Benjamin Franklin. William Franklin was the last colonial Governor of New Jersey (1763–1776), and a steadfast Loyalist throughout the American Revolutionary War."}, {"title": "Rutgers University", "href": "/wiki/Rutgers_University", "description": "Rutgers University is a public land-grant research university based in New Brunswick, New Jersey. Chartered in 1766, Rutgers was originally called Queen's College, and today it is the eighth-oldest college in the United States, the second-oldest in New Jersey, and one of the nine U.S. colonial colleges that were chartered before the American War of Independence. In 1825, Queen's College was rename"}]}, {"heading": "Events", "year": "1775", "date": "November 10", "txt": "The United States Marine Corps is founded at Tun Tavern in Philadelphia by Samuel Nicholas.", "entities": [{"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "United States Marine Corps birthday ball", "href": "/wiki/United_States_Marine_Corps_birthday_ball", "description": "The United States Marine Corps Birthday is celebrated every year on 10 November with a traditional ball and cake-cutting ceremony. On that day in 1775, the Continental Marines were established."}, {"title": "Tun Tavern", "href": "/wiki/Tun_Tavern", "description": "Tun Tavern was a tavern and brewery in Philadelphia, Pennsylvania, which was a founding or early meeting place for a number of notable groups. It is traditionally regarded as the site where what became the United States Marine Corps held its first recruitment drive during the American Revolution. It is also regarded as one of the \"birthplaces of Masonic teachings in America\"."}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}, {"title": "Samuel Nicholas", "href": "/wiki/Samuel_Nicholas", "description": "Samuel Nicholas was the first officer commissioned in the United States Continental Marines and by tradition is considered to be the first Commandant of the Marine Corps."}]}, {"heading": "Events", "year": "1793", "date": "November 10", "txt": "A Goddess of Reason is proclaimed by the French Convention at the suggestion of Pierre Gaspard Chaumette.", "entities": [{"title": "Goddess of Reason", "href": "/wiki/Goddess_of_Reason", "description": "The Cult of Reason was France's first established state-sponsored atheistic religion, intended as a replacement for Catholicism during the French Revolution. After holding sway for barely a year, in 1794 it was officially replaced by the rival Cult of the Supreme Being, promoted by Robespierre. Both cults were officially banned in 1802 by Napoleon Bonaparte with his Law on Cults of 18 Germinal, Ye"}, {"title": "French Convention", "href": "/wiki/French_Convention", "description": "The National Convention was a parliament of the French Revolution, following the two-year National Constituent Assembly and the one-year Legislative Assembly. Created after the great insurrection of 10 August 1792, it was the first French government organized as a republic, abandoning the monarchy altogether. The Convention sat as a single-chamber assembly from 20 September 1792 to 26 October 1795"}, {"title": "Pierre Gaspard Chaumette", "href": "/wiki/Pierre_Gaspard_Chaumette", "description": "Pierre Gaspard Chaumette was a French politician of the Revolutionary period who served as the president of the Paris Commune and played a leading role in the establishment of the Reign of Terror. He was one of the ultra-radical enragés of the revolution, an ardent critic of Christianity who was one of the leaders of the dechristianization of France. His radical positions resulted in his alienatio"}]}, {"heading": "Events", "year": "1821", "date": "November 10", "txt": "Cry of Independence by Rufina Alfaro at La Villa de Los Santos, Panama setting into motion a revolt which led to Panama's independence from Spain and to it immediately becoming part of Colombia.", "entities": [{"title": "The Gesture of Rufina Alfaro", "href": "/wiki/The_Gesture_of_Rufina_Alfaro", "description": "Rufina Alfaro is a possibly legendary figure in the Panamanian independence movement. According to legend, she led a march on November 10, 1821 that resulted in the population of Los Santos rising up against Spanish rulers. Although even her existence is disputed, Alfaro is part of popular memory and even is an official symbol of Panama."}, {"title": "Los Santos District", "href": "/wiki/Los_Santos_District", "description": "Los Santos District is a district (distrito) of Los Santos Province in Panama. The population according to the 2000 census was 23,828. The district covers a total area of 429 km². The capital lies at the city of La Villa de los Santos."}, {"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}, {"title": "History of Panama", "href": "/wiki/History_of_Panama#Independence", "description": "The history of Panama includes the long history of the Isthmus of Panama region prior to European colonization, from Pre-Columbian cultures, through the Spanish colonial era, and eventual independence as the modern country of Panama."}, {"title": "Gran Colombia", "href": "/wiki/Gran_Colombia", "description": "Gran Colombia was a state that encompassed much of northern South America and part of southern Central America from 1819 to 1831. At the time, the state was known as \"Colombia.\" It included present-day Colombia, Ecuador, Panama and Venezuela, and parts of northern Peru and northwestern Brazil. The term Gran Colombia is used historiographically to distinguish it from the current Republic of Colombi"}]}, {"heading": "Events", "year": "1847", "date": "November 10", "txt": "The passenger ship Stephen Whitney is wrecked in thick fog off the southern coast of Ireland, killing 92 of the 110 on board. The disaster results in the construction of the Fastnet Rock lighthouse.", "entities": [{"title": "Fastnet Rock", "href": "/wiki/Fastnet_Rock", "description": "Fastnet Lighthouse is a 54m high lighthouse situated on the remote Fastnet Rock in the Atlantic Ocean. It is the most southerly point of Ireland and lies 6.5 kilometres (4.0 mi) southwest of Cape Clear Island and 13 kilometres (8.1 mi) from County Cork on the Irish mainland. The current lighthouse is the second to be built on the rock and is the tallest in Ireland."}]}, {"heading": "Events", "year": "1865", "date": "November 10", "txt": "Major Henry Wirz, the superintendent of a prison camp in Andersonville, Georgia, is hanged, becoming one of only three American Civil War soldiers executed for war crimes.", "entities": [{"title": "Henry Wirz", "href": "/wiki/Henry_Wirz", "description": "Heinrich Hartmann \"Henry\" Wirz was a Swiss-American officer of the Confederate Army during the American Civil War. Wirz was the commandant of the stockade of Camp Sumter, a Confederate prisoner-of-war camp near Andersonville, Georgia, where inhumane conditions led to a high mortality rate of Union detainees. After the war, Wirz was tried and executed for conspiracy and murder relating to his comma"}, {"title": "Andersonville, Georgia", "href": "/wiki/Andersonville,_Georgia#History", "description": "Andersonville is a city in Sumter County, Georgia, United States. As of the 2010 census, the city had a population of 255. It is located in the southwest part of the state, approximately 60 miles (97 km) southwest of Macon on the Central of Georgia railroad. During the American Civil War, it was the site of a prisoner-of-war camp, which is now Andersonville National Historic Site."}, {"title": "Hanging", "href": "/wiki/Hanging", "description": "Hanging is the suspension of a person by a noose or ligature around the neck. The Oxford English Dictionary states that hanging in this sense is \"specifically to put to death by suspension by the neck\", though it formerly also referred to crucifixion and death by impalement in which the body would remain \"hanging\". Hanging has been a common method of capital punishment since medieval times, and is"}, {"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Execution (legal)", "href": "/wiki/Execution_(legal)", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "War crime", "href": "/wiki/War_crime", "description": "A war crime is an act that constitutes a serious violation of the laws of war that gives rise to individual criminal responsibility. Examples of crimes include intentionally killing civilians or prisoners, torturing, destroying civilian property, taking hostages, performing a perfidy, raping, using child soldiers, pillaging, declaring that no quarter will be given, and seriously violating the prin"}]}, {"heading": "Events", "year": "1871", "date": "November 10", "txt": "Henry Morton Stanley locates missing explorer and missionary, Dr David Livingstone in Ujiji, near Lake Tanganyika, famously greeting him with the words, \"Dr. Livingstone, I presume?\".", "entities": [{"title": "Henry Morton Stanley", "href": "/wiki/Henry_Morton_Stanley", "description": "Sir Henry Morton Stanley was a Welsh-American journalist, explorer, soldier, colonial administrator, author and politician who was famous for his exploration of central Africa and his search for missionary and explorer David Livingstone, whom he later claimed to have greeted with the now-famous line: \"Dr Livingstone, I presume?\". He is mainly known for his search for the source of the Nile, work h"}, {"title": "David Livingstone", "href": "/wiki/David_Livingstone", "description": " David Livingstone  was a Scottish physician, Congregationalist, and pioneer Christian missionary with the London Missionary Society, an explorer in Africa, and one of the most popular British heroes of the late 19th-century Victorian era. He had a mythic status that operated on a number of interconnected levels: Protestant missionary martyr, working-class \"rags-to-riches\" inspirational story, sci"}, {"title": "Ujiji", "href": "/wiki/Ujiji", "description": "Ujiji is the oldest town in western Tanzania, located about 6 miles (9.7 km) south of Kigoma. In 1900, the population was estimated at 10,000 and in 1967 about 41,000. Part of the Kigoma/Ujiji urban area, the regional population was about 50,000 in 1978."}, {"title": "Lake Tanganyika", "href": "/wiki/Lake_Tanganyika", "description": "Lake Tanganyika is an African Great Lake. It is the second-oldest freshwater lake in the world, the second-largest by volume, and the second-deepest, in all cases after Lake Baikal in Siberia. It is the world's longest freshwater lake. The lake is shared between four countries – Tanzania, the Democratic Republic of the Congo (DRC), Burundi, and Zambia, with Tanzania (46%) and DRC (40%) possessing "}]}, {"heading": "Events", "year": "1898", "date": "November 10", "txt": "Beginning of the Wilmington insurrection of 1898, the only instance of a municipal government being overthrown in United States history.", "entities": [{"title": "Wilmington insurrection of 1898", "href": "/wiki/Wilmington_insurrection_of_1898", "description": "The Wilmington insurrection of 1898, also known as the Wilmington massacre of 1898 or the Wilmington coup of 1898, was a mass riot and insurrection carried out by white supremacists in Wilmington, North Carolina, United States, on Thursday, November 10, 1898. The white press in Wilmington originally described the event as a race riot caused by black people, as was typical of such events. Since the"}]}, {"heading": "Events", "year": "1910", "date": "November 10", "txt": "The date of Thomas A. Davis' opening of the San Diego Army and Navy Academy, although the official founding date is November 23, 1910.", "entities": [{"title": "Thomas A. Davis", "href": "/wiki/Thomas_A._Davis", "description": "Colonel Thomas Alderson Davis was the founder of two military schools in the United States."}, {"title": "San Diego Army and Navy Academy", "href": "/wiki/San_Diego_Army_and_Navy_Academy", "description": "Army and Navy Academy is a college-preparatory boarding school for boys, grades 7–12, in Carlsbad, California. It was founded in 1910."}]}, {"heading": "Events", "year": "1918", "date": "November 10", "txt": "The Western Union Cable Office in North Sydney, Nova Scotia, receives a top-secret coded message from Europe (that would be sent to Ottawa and Washington, D.C.) that said on November 11, 1918, all fighting would cease on land, sea and in the air.", "entities": [{"title": "North Sydney, Nova Scotia", "href": "/wiki/North_Sydney,_Nova_Scotia", "description": "North Sydney is a former town and current community in Nova Scotia's Cape Breton Regional Municipality."}, {"title": "Ottawa", "href": "/wiki/Ottawa", "description": "Ottawa is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec, and forms the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,476,008 making it the fourth-largest c"}, {"title": "November 11, 1918", "href": "/wiki/November_11,_1918", "description": "The Armistice of 11 November 1918 was the armistice signed at Le Francport near Compiègne that ended fighting on land, sea and air in World War I between the Allies and their last remaining opponent, Germany. Previous armistices had been agreed with Bulgaria, the Ottoman Empire and the Austro-Hungarian Empire. Also known as the Armistice of Compiègne from the place where it was signed at 5:45 a.m."}]}, {"heading": "Events", "year": "1940", "date": "November 10", "txt": "The 1940 Vrancea earthquake strikes Romania killing an estimated 1,000 and injuring approximately 4,000 more.", "entities": [{"title": "1940 Vrancea earthquake", "href": "/wiki/1940_Vrancea_earthquake", "description": "The 1940 Vrancea earthquake, also known as the 1940 Bucharest earthquake, occurred on Sunday, 10 November 1940, in Romania, at 03:39, when the majority of the population was at home."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}]}, {"heading": "Events", "year": "1942", "date": "November 10", "txt": "World War II: Germany invades Vichy France following French Admiral François Darlan's agreement to an armistice with the Allies in North Africa.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Case Anton", "href": "/wiki/Case_Anton", "description": "Case Anton was the military occupation of France carried out by Germany and Italy in November 1942. It marked the end of the Vichy regime as a nominally-independent state and the disbanding of its army, but it continued its existence as a puppet government in Occupied France. One of the last actions of the Vichy armed forces before their dissolution was the scuttling of the French fleet in Toulon "}, {"title": "François Darlan", "href": "/wiki/Fran%C3%A7ois_Darlan", "description": "Jean Louis Xavier François Darlan was a French admiral and political figure. Born in Nérac, Darlan graduated from the École navale in 1902 and quickly advanced through the ranks following his service during World War I. He was promoted to rear admiral in 1929, vice admiral in 1932, lieutenant admiral in 1937 before finally being made admiral and Chief of the Naval Staff in 1937. In 1939, Darlan wa"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1944", "date": "November 10", "txt": "The ammunition ship USS Mount Hood explodes at Seeadler Harbour, Manus, Admiralty Islands, killing at least 432 and wounding 371.", "entities": [{"title": "USS Mount Hood (AE-11)", "href": "/wiki/USS_Mount_Hood_(AE-11)", "description": "USS Mount Hood (AE-11) was the lead ship of her class of ammunition ships for the United States Navy in World War II. She was the first ship named after Mount Hood, a volcano in the Cascade Range in the US state of Oregon. On 10 November 1944, shortly after 18 men had departed for shore leave, the rest of the crew were killed when the ship exploded in Seeadler Harbor at Manus Island in Papua New G"}, {"title": "Manus Island", "href": "/wiki/Manus_Island", "description": "Manus Island is part of Manus Province in northern Papua New Guinea and is the largest of the Admiralty Islands. It is the fifth-largest island in Papua New Guinea, with an area of 2,100 km2 (810 sq mi), measuring around 100 km × 30 km. Manus Island is covered in rugged jungles which can be broadly described as lowland tropical rain forest. The highest point on Manus Island is Mt. Dremsel, 718 met"}, {"title": "Admiralty Islands", "href": "/wiki/Admiralty_Islands", "description": "The Admiralty Islands are an archipelago group of 18 islands in the Bismarck Archipelago, to the north of New Guinea in the South Pacific Ocean. These are also sometimes called the Manus Islands, after the largest island."}]}, {"heading": "Events", "year": "1945", "date": "November 10", "txt": "Heavy fighting in Surabaya between Indonesian nationalists and returning colonialists after World War II, today celebrated as Heroes' Day (Hari Pahlawan).", "entities": [{"title": "Battle of Surabaya", "href": "/wiki/Battle_of_Surabaya", "description": "The Battle of Surabaya was fought between regular infantry and militia of the Indonesian nationalist movement and British and British Indian troops as a part of the Indonesian National Revolution against the re-imposition of Dutch colonial rule. The peak of the battle was in November 1945. The battle was the largest single battle of the revolution and became a national symbol of Indonesian resista"}, {"title": "Surabaya", "href": "/wiki/Surabaya", "description": "Surabaya is the capital of the Indonesian province of East Java and the third-largest city in Indonesia. Located on northeastern border of Java island, on the Madura Strait, it is one of the earliest port cities in Southeast Asia. According to the National Development Planning Agency, Surabaya is one of the four main central cities of Indonesia, alongside Jakarta, Medan, and Makassar. The city has"}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Heroes Day (Indonesia)", "href": "/wiki/Heroes_Day_(Indonesia)", "description": "Heroes' Day or National Heroes' Day may refer to a number of commemorations of national heroes in different countries. It is often held on the birthday of a national hero or heroine, or the anniversary of their great deeds that made them heroes."}]}, {"heading": "Events", "year": "1951", "date": "November 10", "txt": "With the rollout of the North American Numbering Plan, direct-dial coast-to-coast telephone service begins in the United States.", "entities": [{"title": "North American Numbering Plan", "href": "/wiki/North_American_Numbering_Plan", "description": "The North American Numbering Plan (NANP) is a telephone numbering plan for World Zone 1, which comprises twenty-five distinct regions in twenty countries primarily in North America, including the Caribbean. Some North American countries, most notably Mexico, do not participate in the NANP."}, {"title": "Telephone", "href": "/wiki/Telephone", "description": "A telephone is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly. A telephone converts sound, typically and most efficiently the human voice, into electronic signals that are transmitted via cables and other communication channels to another telephone which reproduces the sound to the receiving user. The term is de"}]}, {"heading": "Events", "year": "1954", "date": "November 10", "txt": "U.S. President Dwight D. Eisenhower dedicates the USMC War Memorial (Iwo Jima memorial) in Arlington Ridge Park in Arlington County, Virginia.", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "USMC War Memorial", "href": "/wiki/USMC_War_Memorial", "description": "The United States Marine Corps War Memorial is a national memorial located in Arlington County, Virginia, in the United States. The memorial was dedicated in 1954 to all Marines who have given their lives in defense of the United States since 1775. It is located in Arlington Ridge Park within the George Washington Memorial Parkway, near the Ord-Weitzel Gate to Arlington National Cemetery and the N"}, {"title": "Arlington County, Virginia", "href": "/wiki/Arlington_County,_Virginia", "description": "Arlington County is a county in the Commonwealth of Virginia, often referred to simply as Arlington or Arlington, Virginia. The county is situated in Northern Virginia on the southwestern bank of the Potomac River directly across from the District of Columbia, of which it was once a part, under the name Alexandria County. The county is coterminous with the U.S. Census Bureau's census-designated pl"}]}, {"heading": "Events", "year": "1958", "date": "November 10", "txt": "The Hope Diamond is donated to the Smithsonian Institution by New York diamond merchant Harry Winston.", "entities": [{"title": "Hope Diamond", "href": "/wiki/Hope_Diamond", "description": "The Hope Diamond  is one of the most famous jewels in the world, with ownership records dating back almost four centuries. Its much-admired rare blue color is due to trace amounts of boron atoms. Weighing 45.52 carats, its exceptional size has revealed new findings about the formation of diamonds."}, {"title": "Smithsonian Institution", "href": "/wiki/Smithsonian_Institution", "description": "The Smithsonian Institution, also known simply as The Smithsonian, is a trust instrumentality of the United States composed as a group of museums and research centers. It was founded on August 10, 1846, \"for the increase and diffusion of knowledge\". The institution is named after its founding donor, British scientist James Smithson. It was originally organized as the \"United States National Museum"}, {"title": "Harry Winston", "href": "/wiki/Harry_Winston", "description": "Harry Winston was an American jeweler. He donated the Hope Diamond to the Smithsonian Institution in 1958 after owning it for a decade. He also traded the Portuguese Diamond to the Smithsonian in 1963 in exchange for 3,800 carats of small diamonds."}]}, {"heading": "Events", "year": "1969", "date": "November 10", "txt": "National Educational Television (the predecessor to the Public Broadcasting Service) in the United States debuts Sesame Street.", "entities": [{"title": "National Educational Television", "href": "/wiki/National_Educational_Television", "description": "National Educational Television (NET) was a United States educational broadcast television network that operated from May 16, 1954 to October 4, 1970. It was owned by the Ford Foundation and later co-owned by the Corporation for Public Broadcasting. It was succeeded by the Public Broadcasting Service (PBS), which has memberships with many television stations that were formerly part of NET."}, {"title": "PBS", "href": "/wiki/PBS", "description": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Between the Lions, Cy"}]}, {"heading": "Events", "year": "1970", "date": "November 10", "txt": "Vietnam War: Vietnamization: For the first time in five years, an entire week ends with no reports of American combat fatalities in Southeast Asia.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Vietnamization", "href": "/wiki/Vietnamization", "description": "Vietnamization was a policy of the Richard Nixon administration to end U.S. involvement in the Vietnam War through a program to \"expand, equip, and train South Vietnamese forces and assign to them an ever-increasing combat role, at the same time steadily reducing the number of U.S. combat troops\". Brought on by the Viet Cong's Tet Offensive, the policy referred to U.S. combat troops specifically i"}]}, {"heading": "Events", "year": "1971", "date": "November 10", "txt": "In Cambodia, Khmer Rouge forces attack the city of Phnom Penh and its airport, killing 44, wounding at least 30 and damaging nine aircraft.", "entities": [{"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}, {"title": "Khmer Rouge", "href": "/wiki/Khmer_Rouge", "description": "The Khmer Rouge is the name that was popularly given to members of the Communist Party of Kampuchea (CPK) and by extension to the regime through which the CPK ruled Cambodia between 1975 and 1979. The name was coined in the 1960s by Norodom Sihanouk to describe his country's heterogeneous, communist-led dissidents, with whom he allied after his 1970 overthrow."}, {"title": "Phnom Penh", "href": "/wiki/Phnom_Penh", "description": "Phnom Penh is the capital and most populous city in Cambodia. It has been the national capital since French colonization of Cambodia, and has grown to become the nation's economic, industrial, and cultural center."}, {"title": "Fixed-wing aircraft", "href": "/wiki/Fixed-wing_aircraft", "description": "A fixed-wing aircraft is a heavier-than-air flying machine, such as an airplane, which is capable of flight using wings that generate lift caused by the aircraft's forward airspeed and the shape of the wings. Fixed-wing aircraft are distinct from rotary-wing aircraft, and ornithopters. The wings of a fixed-wing aircraft are not necessarily rigid; kites, hang gliders, variable-sweep wing aircraft a"}]}, {"heading": "Events", "year": "1972", "date": "November 10", "txt": "Southern Airways Flight 49 from Birmingham, Alabama is hijacked and, at one point, is threatened with crashing into the nuclear installation at the Oak Ridge National Laboratory. After two days, the plane lands in Havana, Cuba, where the hijackers are jailed by Fidel Castro.", "entities": [{"title": "Southern Airways", "href": "/wiki/Southern_Airways", "description": "Southern Airways was an airline in the United States, from its founding by Frank Hulse in 1949 until 1979, when it merged with North Central Airlines to become Republic Airlines. Southern's corporate headquarters were in Birmingham, with operations headquartered at Hartsfield–Jackson Atlanta International Airport, near Atlanta."}, {"title": "Southern Airways Flight 49", "href": "/wiki/Southern_Airways_Flight_49", "description": "The hijacking of Southern Airways Flight 49 started on November 10, 1972 in Birmingham, Alabama, stretching over 30 hours, three countries, and 4,000 miles (6,400 km), not ending until the next evening in Havana, Cuba. Three men, Melvin Cale, Louis Moore, and Henry D. Jackson Jr. successfully hijacked a Southern Airways Douglas DC-9 that was scheduled to fly from Memphis, Tennessee to Miami, Flori"}, {"title": "Birmingham, Alabama", "href": "/wiki/Birmingham,_Alabama", "description": "Birmingham is a city in the north central region of the U.S. state of Alabama. With an estimated population of 209,403 in 2019, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and"}, {"title": "Aircraft hijacking", "href": "/wiki/Aircraft_hijacking", "description": "Aircraft hijacking, is the unlawful seizure of an aircraft by an individual or a group. Dating from the earliest of hijackings, most cases involve the pilot being forced to fly according to the hijacker's demands. However, in rare cases, the hijackers have flown the aircraft themselves and used them in suicide attacks –most notably in the September 11 attacks– and in several cases, planes have bee"}, {"title": "Oak Ridge National Laboratory", "href": "/wiki/Oak_Ridge_National_Laboratory", "description": "Oak Ridge National Laboratory is an American multiprogram science and technology national laboratory sponsored by the U.S. Department of Energy (DOE) and administered, managed, and operated by UT–Battelle as a federally funded research and development center (FFRDC) under a contract with the DOE."}, {"title": "Havana", "href": "/wiki/Havana", "description": "Havana is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region."}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}]}, {"heading": "Events", "year": "1975", "date": "November 10", "txt": "The 729-foot-long freighter SS Edmund Fitzgerald sinks during a storm on Lake Superior, killing all 29 crew on board.", "entities": [{"title": "SS Edmund Fitzgerald", "href": "/wiki/SS_Edmund_Fitzgerald", "description": "SS Edmund Fitzgerald was an American Great Lakes freighter that sank in Lake Superior during a storm on November 10, 1975, with the loss of the entire crew of 29 men. When launched on June 7, 1958, she was the largest ship on North America's Great Lakes, and she remains the largest to have sunk there. She was located in deep water on November 14, 1975, by a U.S. Navy aircraft detecting magnetic an"}, {"title": "Lake Superior", "href": "/wiki/Lake_Superior", "description": "Lake Superior is the largest of the Great Lakes of North America, and among freshwater lakes, it is the world's largest by surface area and the third-largest by volume. It is shared by Ontario, Canada to the north, and states in the United States in other directions: Minnesota to the west, and Wisconsin and the Upper Peninsula of Michigan to the south. Lake Superior is the most northerly and most "}]}, {"heading": "Events", "year": "1975", "date": "November 10", "txt": "Israeli-Palestinian conflict: the United Nations General Assembly passes Resolution 3379, determining that Zionism is a form of racism.", "entities": [{"title": "United Nations General Assembly", "href": "/wiki/United_Nations_General_Assembly", "description": "The United Nations General Assembly is one of the six principal organs of the United Nations (UN), serving as the main deliberative, policy-making, and representative organ of the UN. Its powers, composition, functions, and procedures are set out in Chapter IV of the United Nations Charter. The UNGA is responsible for the UN budget, appointing the non-permanent members to the Security Council, app"}, {"title": "Resolution 3379", "href": "/wiki/Resolution_3379", "description": "United Nations General Assembly Resolution 3379, adopted on 10 November 1975 by a vote of 72 to 35, \"determine[d] that Zionism is a form of racism and racial discrimination\". The vote took place approximately one year after UNGA 3237 granted the PLO Permanent Observer status, following PLO president Yasser Arafat's \"olive branch\" speech to the General Assembly in November 1974. The resolution was "}, {"title": "Zionism", "href": "/wiki/Zionism", "description": "Zionism is both an ideology and nationalist movement among the Jewish people that espouses the re-establishment of and support for a Jewish state centered in the area roughly corresponding to Canaan, the Holy Land, or the region of Palestine. Modern Zionism emerged in the late 19th century in Central and Eastern Europe as a national revival movement, both in reaction to newer waves of antisemitism"}, {"title": "Racism", "href": "/wiki/Racism", "description": "Racism is the belief that groups of humans possess different behavioral traits corresponding to physical appearance and can be divided based on the superiority of one race over another. It may also mean prejudice, discrimination, or antagonism directed against other people because they are of a different ethnicity. Modern variants of racism are often based in social perceptions of biological diffe"}]}, {"heading": "Events", "year": "1979", "date": "November 10", "txt": "A 106-car Canadian Pacific freight train carrying explosive and poisonous chemicals from Windsor, Ontario, Canada derails in Mississauga, Ontario, just west of Toronto, causing a massive explosion and the largest peacetime evacuation in Canadian history and one of the largest in North American history.", "entities": [{"title": "Canadian Pacific", "href": "/wiki/Canadian_Pacific", "description": "The Canadian Pacific Railway (CPR), known as CP Rail between 1968 and 1996 and simply Canadian Pacific, is a historic Canadian Class I railway incorporated in 1881. The railway is owned by Canadian Pacific Railway Limited, which began operations as legal owner in a corporate restructuring in 2001."}, {"title": "Windsor, Ontario", "href": "/wiki/Windsor,_Ontario", "description": "Windsor is a city in southwestern Ontario, Canada, on the south bank of the Detroit River directly across from Detroit, Michigan, United States. Located in Essex County, it is the southernmost city in Canada and marks the southwestern end of the Quebec City–Windsor Corridor. The city's population was 217,188 at the 2016 census, making it the third-most populated city in Southwestern Ontario, after"}, {"title": "1979 Mississauga train derailment", "href": "/wiki/1979_Mississauga_train_derailment", "description": "The Mississauga train derailment of 1979, also known as the Mississauga Miracle occurred on Saturday, November 10, 1979, in Mississauga, Ontario, Canada, when a 106-car CP Rail freight train carrying chemicals and explosives including styrene, toluene, propane, caustic soda, and chlorine from Windsor, Ontario derailed near the intersection of Mavis Road and Dundas Street in Mississauga, Ontario. A"}, {"title": "Mississauga", "href": "/wiki/Mississauga", "description": "Mississauga is a city in the Canadian province of Ontario. It is situated on the shores of Lake Ontario in the Regional Municipality of Peel, bordering Toronto to the east. With a population of 721,599 as of the 2016 census, Mississauga is the sixth-most populous municipality in Canada, third-most in Ontario, and second-most in the Greater Toronto Area."}, {"title": "Ontario", "href": "/wiki/Ontario", "description": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province by total area. Ontario is Canada's fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capi"}, {"title": "Toronto", "href": "/wiki/Toronto", "description": "Toronto is the capital city of the Canadian province of Ontario. With a recorded population of 2,731,571 in 2016, it is the most populous city in Canada and the fourth most populous city in North America. The city is the anchor of the Golden Horseshoe, an urban agglomeration of 9,245,438 people surrounding the western end of Lake Ontario, while the Greater Toronto Area (GTA) proper had a 2016 popu"}]}, {"heading": "Events", "year": "1983", "date": "November 10", "txt": "Bill Gates introduces Windows 1.0.", "entities": [{"title": "Bill Gates", "href": "/wiki/Bill_Gates", "description": "William Henry Gates III is an American business magnate, software developer, investor, author, and philanthropist. He is the co-founder of Microsoft Corporation. During his career at Microsoft, Gates held the positions of chairman, chief executive officer (CEO), president and chief software architect, while also being the largest individual shareholder until May 2014. He is considered one of the b"}, {"title": "Windows 1.0", "href": "/wiki/Windows_1.0", "description": "Windows 1.0 is a graphical operating environment for personal computers, developed by Microsoft. Microsoft had worked with Apple Computer to develop applications for Apple's January 1984 original Macintosh, the first mass-produced personal computer with a graphical user-interface (GUI) that enabled users to see user-friendly icons on screen. Microsoft released Windows 1.0 on November 20, 1985, as "}]}, {"heading": "Events", "year": "1989", "date": "November 10", "txt": "Longtime Bulgarian leader Todor Zhivkov is removed from office and replaced by Petar Mladenov.", "entities": [{"title": "People's Republic of Bulgaria", "href": "/wiki/People%27s_Republic_of_Bulgaria", "description": "The People's Republic of Bulgaria was the official name of Bulgaria, when it was a socialist republic that existed from 1946 to 1990 ruled by the Bulgarian Communist Party (BCP), which in turn ruled together with its coalition partner, the Bulgarian Agrarian People's Union. Bulgaria was closely allied with the Soviet Union during the Cold War, being part of Comecon as well as a member of the Warsa"}, {"title": "Todor Zhivkov", "href": "/wiki/Todor_Zhivkov", "description": "Todor Hristov Zhivkov was a Bulgarian communist statesman who served as the de facto leader of the People's Republic of Bulgaria (PRB) from 1954 until 1989 as General Secretary of the Bulgarian Communist Party. He was the second longest-serving leader in the Eastern Bloc."}, {"title": "Petar Mladenov", "href": "/wiki/Petar_Mladenov", "description": "Petar Toshev Mladenov was a Bulgarian communist diplomat and politician. He was the last leader of the Bulgarian People's Republic from 1989 to 1990, and briefly the first President of the Bulgarian Republic in 1990."}]}, {"heading": "Events", "year": "1989", "date": "November 10", "txt": "Germans begin to tear down the Berlin Wall.", "entities": []}, {"heading": "Events", "year": "1995", "date": "November 10", "txt": "In Nigeria, playwright and environmental activist Ken Saro-Wiwa, along with eight others from the Movement for the Survival of the Ogoni People (Mosop), are hanged by government forces.", "entities": [{"title": "Nigeria", "href": "/wiki/Nigeria", "description": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its southern coast is on the Gulf of Guinea in the Atlantic Ocean. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. Lagos, one of the largest me"}, {"title": "Ken Saro-Wiwa", "href": "/wiki/Ken_Saro-Wiwa", "description": "Kenule Beeson \"Ken\" Saro-Wiwa was a Nigerian writer, television producer, environmental activist. Saro-Wiwa was a member of the Ogoni people, an ethnic minority in Nigeria whose homeland, Ogoniland, in the Niger Delta has been targeted for crude oil extraction since the 1950s and which has suffered extreme environmental damage from decades of indiscriminate petroleum waste dumping."}, {"title": "Movement for the Survival of the Ogoni People", "href": "/wiki/Movement_for_the_Survival_of_the_Ogoni_People", "description": "The Movement for the Survival of the Ogoni People, also known as (MOSOP), is a mass‐based social movement organization of the indigenous Ogoni people of Central Niger Delta. MOSOP is the umbrella organization of currently 11 member groups representing more than 700,000 indigenous Ogoni in campaigning for social, economic and environmental justice in the Niger Delta of Nigeria. MOSOP's mandated use"}]}, {"heading": "Events", "year": "1997", "date": "November 10", "txt": "WorldCom and MCI Communications announce a $37 billion merger (the largest merger in US history at the time).", "entities": [{"title": "WorldCom", "href": "/wiki/WorldCom", "description": "MCI, Inc. was a telecommunications company. For a time, it was the second largest long-distance telephone company in the United States, after AT&T. Worldcom grew largely by acquiring other telecommunications companies, including MCI Communications in 1998, and filed bankruptcy in 2002 after an accounting scandal, in which several executives, including CEO Bernard Ebbers, were convicted of a scheme"}, {"title": "MCI Communications", "href": "/wiki/MCI_Communications", "description": "MCI Communications Corp. was a telecommunications company headquartered in Washington, D.C. that was at one point the second-largest long-distance provider in the United States."}]}, {"heading": "Events", "year": "2002", "date": "November 10", "txt": "Veteran's Day Weekend Tornado Outbreak: A tornado outbreak stretching from Northern Ohio to the Gulf Coast, one of the largest outbreaks recorded in November. The strongest tornado, an F4, hits Van Wert, Ohio, during the early to mid afternoon and destroys a movie theater, which had been evacuated.", "entities": [{"title": "2002 Veterans Day Weekend tornado outbreak", "href": "/wiki/2002_Veterans_Day_Weekend_tornado_outbreak", "description": "The Tornado outbreak of November 9–11, 2002 was a large, widespread and rare outbreak of storms that occurred during the late afternoon hours on November 9 through the early morning hours on Veterans Day, November 11, 2002. The event is commonly referred to as the Veterans Day weekend tornado outbreak. In all, 88 tornadoes hit 17 states, including 12 tornadoes that killed 36 people in five states."}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}, {"title": "Van Wert, Ohio", "href": "/wiki/Van_Wert,_Ohio", "description": "Van Wert is a city in and the county seat of Van Wert County, Ohio, United States. The municipality is located in northwestern Ohio approximately 77 mi (123 km) SW of Toledo and 34 mi (54 km) SE of Fort Wayne, Indiana. The population was 10,846 at the 2010 census. It is the principal city of and is included in the Van Wert Micropolitan Statistical Area, which is included in the Lima-Van Wert-Wapak"}]}, {"heading": "Events", "year": "2006", "date": "November 10", "txt": "Sri Lankan Tamil politician Nadarajah Raviraj is assassinated in Colombo.", "entities": [{"title": "Sri Lankan Tamil", "href": "/wiki/Sri_Lankan_Tamil", "description": "Sri Lankan Tamils, also known as Eelam Tamils, Ceylon Tamils, or simply Tamils, are members of the Tamil ethnic group native to the South Asian island state of Sri Lanka. Today, they constitute a majority in the Northern Province, live in significant numbers in the Eastern Province and are in the minority throughout the rest of the country. 70% of Sri Lankan Tamils in Sri Lanka live in the Norther"}, {"title": "Nadarajah Raviraj", "href": "/wiki/Nadarajah_Raviraj", "description": "Nadarajah Raviraj was a Sri Lankan Tamil lawyer and politician. He was Mayor of Jaffna in 2001 and a Member of Parliament for Jaffna District from 2001 to 2006. A member of the Tamil National Alliance, he was shot dead on 10 November 2006 in Colombo."}, {"title": "Colombo", "href": "/wiki/Colombo", "description": "Colombo is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura "}]}, {"heading": "Events", "year": "2006", "date": "November 10", "txt": "The National Museum of the Marine Corps in Quantico, Virginia is opened and dedicated by U.S. President George W. Bush, who announces that Marine Corporal Jason Dunham will posthumously receive the Medal of Honor.", "entities": [{"title": "Quantico, Virginia", "href": "/wiki/Quantico,_Virginia", "description": "Quantico is a town in Prince William County, Virginia, United States. The population was 480 at the 2010 census. Quantico is approximately 35 miles southwest of Washington, DC, bordered by the Potomac River to the east and the Quantico Creek to the north. The word Quantico is a derivation of the name of a Doeg village recorded by English colonists as Pamacocack."}, {"title": "George W. Bush", "href": "/wiki/George_W._Bush", "description": "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush previously served as the 46th governor of Texas from 1995 to 2000. He was born into the Bush family; his father, George H. W. Bush, was the 41st president of the United States from 1989 to 1993."}, {"title": "Jason Dunham", "href": "/wiki/Jason_Dunham", "description": "Jason Lee Dunham was a corporal in the United States Marine Corps who was posthumously awarded the Medal of Honor for his actions while serving with 3rd Battalion 7th Marines during the Iraq War. While on a patrol in Husaybah, his unit was attacked and he deliberately covered an enemy grenade to save nearby Marines. When it exploded Dunham was gravely injured and died eight days later."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Events", "year": "2008", "date": "November 10", "txt": "Over five months after landing on Mars, NASA declares the Phoenix mission concluded after communications with the lander were lost.", "entities": [{"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Lander (spacecraft)", "href": "/wiki/Lander_(spacecraft)", "description": "A lander is a spacecraft that descends towards, and comes to rest on, the surface of an astronomical body. In contrast to an impact probe, which makes a hard landing that damages or destroys the probe upon reaching the surface, a lander makes a soft landing after which the probe remains functional."}]}, {"heading": "Events", "year": "2009", "date": "November 10", "txt": "Ships of the South and North Korean navies skirmish off Daecheong Island in the Yellow Sea.", "entities": [{"title": "Battle of Daecheong", "href": "/wiki/Battle_of_Daecheong", "description": "The Daecheong incident, also known as the Battle of Daecheong, was a skirmish between the South Korean and North Korean navies near the Northern Limit Line (NLL) on 10 November 2009 off Daecheong Island. The incident began around 11:27 am when a North Korean navy patrol boat crossed down through the NLL, which is not recognized by North Korea (DPRK). Following two warnings from South Korean naval "}, {"title": "Daecheong Island", "href": "/wiki/Daecheong_Island", "description": "Daecheong Island or Daecheongdo is a 12.63 km2 (4.88 sq mi), 7 km (4.3 mi) long and 6.3 km (3.9 mi) wide island in Ongjin County, Incheon, South Korea, near the Northern Limit Line. The 1953 Korean Armistice Agreement which ended the Korean War specified that the five islands including Daecheong Island would remain under U.N. and South Korea control. This agreement was signed by both DPRK and Unit"}, {"title": "Yellow Sea", "href": "/wiki/Yellow_Sea", "description": "The Yellow Sea is a marginal sea of the Western Pacific Ocean located between mainland China and the Korean Peninsula, and can be considered the northwestern part of the East China Sea. It is one of four seas named after common colour terms, and its name is descriptive of the phenomenon whereby fine sand grains from the Gobi Desert sand storms, that descend annually from the northwest, turn the su"}]}, {"heading": "Events", "year": "2019", "date": "November 10", "txt": "President of Bolivia Evo Morales and several of his government resign after 19 days of civil protests and a recommendation from the military.", "entities": [{"title": "Evo Morales", "href": "/wiki/Evo_Morales", "description": "Juan Evo Morales Ayma is a Bolivian politician and former cocalero activist who served as the 65th President of Bolivia from 2006 to 2019. Widely regarded as the country's first president to come from its indigenous population, his administration focused on the implementation of leftist policies and combating the influence of the United States and multinational corporations. Ideologically a social"}, {"title": "2019 Bolivian political crisis", "href": "/wiki/2019_Bolivian_political_crisis", "description": "The 2019 Bolivian political crisis occurred on 10 November 2019, after 21 days of civil protests following the disputed 2019 Bolivian general election and the release of a report from the Organization of American States (OAS), which alleged irregularities in the electoral process. The military and the police of Bolivia compelled President Evo Morales to resign. He complied, accompanied by other re"}, {"title": "2019 Bolivian protests", "href": "/wiki/2019_Bolivian_protests", "description": "The 2019 Bolivian protests were protests and marches from 21 October 2019 until late November of that year in Bolivia, in response to claims of electoral fraud in the 2019 general election of 20 October. Additionally, after 11 November 2019 there were protests by supporters of the outgoing government in response to Jeanine Áñez becoming the acting president of Bolivia. The claims of fraud were mad"}]}, {"heading": "Births", "year": "745", "date": "November 10", "txt": "Musa al-Kadhim the seventh Shia Imam (d.  799)", "entities": [{"title": "Musa al-Kadhim", "href": "/wiki/Musa_al-Kadhim", "description": "Musa ibn Ja'far al-Kadhim, also spelled al-Kazim, and also known as Abu al-Hasan, Abu Abd Allah or Abu Ibrahim, was the seventh Imam in Twelver Shia Islam after his father Ja'far al-Sadiq. He is regarded by Sunnis as a renowned scholar, and was a contemporary of the Abbasid caliphs Al-Mansur, Al-Hadi, Al-Mahdi and Harun al-Rashid. He was imprisoned several times; finally dying in Baghdad in the Si"}, {"title": "Shia", "href": "/wiki/Shia", "description": "Shia Islam or Shi'ism is one of the two main branches of Islam. It holds that the Islamic prophet Muhammad designated Ali ibn Abi Talib as his successor and the Imam after him, most notably at the event of Ghadir Khumm, but was prevented from succeeding Muhammad as the leader of all Muslims as a result of the choice made by Muhammad's other companions at Saqifah. This view primarily contrasts with"}, {"title": "Imam", "href": "/wiki/Imam", "description": "Imam is an Islamic leadership position."}]}, {"heading": "Births", "year": "1278", "date": "November 10", "txt": "Philip I, Prince of Taranto (d. 1332)", "entities": [{"title": "Philip I, Prince of Taranto", "href": "/wiki/Philip_I,_Prince_of_Taranto", "description": "Philip I of Taranto, of the Angevin house, was titular Latin Emperor of Constantinople by right of his wife Catherine of Valois–Courtenay, Despot of Romania, King of Albania, Prince of Achaea and Taranto."}]}, {"heading": "Births", "year": "1341", "date": "November 10", "txt": "Henry Percy, 1st Earl of Northumberland, English politician (d. 1408)", "entities": [{"title": "Henry Percy, 1st Earl of Northumberland", "href": "/wiki/Henry_Percy,_1st_Earl_of_Northumberland", "description": "Henry Percy, 1st Earl of Northumberland, 4th Baron Percy, titular King of Mann, KG, Lord Marshal was the son of Henry de Percy, 3rd Baron Percy, and a descendant of Henry III of England. His mother was Mary of Lancaster, daughter of Henry, 3rd Earl of Lancaster, son of Edmund, Earl of Leicester and Lancaster, who was the son of Henry III."}]}, {"heading": "Births", "year": "1433", "date": "November 10", "txt": "Charles the Bold, Duke of Burgundy (d. 1477)", "entities": [{"title": "Charles the Bold", "href": "/wiki/Charles_the_Bold", "description": "Charles, nicknamed the Bold, was the Duke of Burgundy from 1467 to 1477."}, {"title": "Duke of Burgundy", "href": "/wiki/Duke_of_Burgundy", "description": "Duke of Burgundy was a title used by the rulers of the Duchy of Burgundy, from its establishment in 843 to its annexation by France in 1477, and later by Habsburg sovereigns of the Low Countries (1482–1556)."}]}, {"heading": "Births", "year": "1480", "date": "November 10", "txt": "Bridget of York, English nun (d. 1517)", "entities": [{"title": "Bridget of York", "href": "/wiki/Bridget_of_York", "description": "Bridget of York was an English princess, the tenth child and seventh daughter of Edward IV and Elizabeth Woodville. She was a nun at Dartford Priory."}]}, {"heading": "Births", "year": "1483", "date": "November 10", "txt": "Martin Luther, German monk and priest, leader of the Protestant Reformation (d. 1546)", "entities": [{"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}, {"title": "Protestant Reformation", "href": "/wiki/Protestant_Reformation", "description": "The Reformation was a major movement within Western Christianity in 16th-century Europe that posed a religious and political challenge to the Catholic Church and in particular to papal authority, arising from what were perceived to be errors, abuses, and discrepancies by the Catholic Church. The Reformation was the start of Protestantism and the split of the Western Church into Protestantism and w"}]}, {"heading": "Births", "year": "1489", "date": "November 10", "txt": "Henry V, Duke of Brunswick-Lüneburg and Prince of Wolfenbüttel (d. 1568)", "entities": [{"title": "Henry V, Duke of Brunswick-Lüneburg", "href": "/wiki/Henry_V,_Duke_of_Brunswick-L%C3%BCneburg", "description": "Henry V of Brunswick-Wolfenbüttel, called the Younger,, a member of the House of Welf, was Duke of Brunswick-Lüneburg and ruling Prince of Brunswick-Wolfenbüttel from 1514 until his death. The last Catholic of the Welf princes, he was known for the large number of wars in which he was involved and for the long-standing affair with his mistress Eva von Trott."}]}, {"heading": "Births", "year": "1490", "date": "November 10", "txt": "John III, Duke of Cleves (d. 1539)", "entities": [{"title": "John III, Duke of Cleves", "href": "/wiki/John_III,_Duke_of_Cleves", "description": "John III, Duke of Cleves and Count of Mark, called John the Peaceful, was a son of John II, Duke of Cleves and Mathilde of Hesse, daughter of Henry III, Landgrave of Upper Hesse."}]}, {"heading": "Births", "year": "1520", "date": "November 10", "txt": "Dorothea of Denmark, Electress Palatine, Princess of Denmark, Sweden and Norway (d. 1580)", "entities": [{"title": "Dorothea of Denmark, Electress Palatine", "href": "/wiki/Dorothea_of_Denmark,_Electress_Palatine", "description": "Dorothea of Denmark and Norway was a Danish, Norwegian and Swedish princess and an electress of the Palatinate as the wife of Elector Frederick II of the Palatinate. She was a claimant to the Danish, Norwegian and Swedish thrones and titular monarch in 1559–1561."}]}, {"heading": "Births", "year": "1547", "date": "November 10", "txt": "Gebhard Truchsess von Waldburg, Archbishop of Cologne (d. 1601)", "entities": [{"title": "Gebhard Truchsess von Waldburg", "href": "/wiki/Gebhard_Truchsess_von_Waldburg", "description": "Gebhard Truchsess von Waldburg was Archbishop-Elector of Cologne. After pursuing an ecclesiastical career, he won a close election in the Cathedral chapter of Cologne over Ernst of Bavaria. After his election, he fell in love with and later married Agnes von Mansfeld-Eisleben, a Protestant Canoness at the Abbey of Gerresheim. His conversion to Calvinism and announcement of religious parity in the "}]}, {"heading": "Births", "year": "1565", "date": "November 10", "txt": "Robert Devereux, 2nd Earl of Essex, English general and politician, Lord Lieutenant of Ireland (d. 1601)", "entities": [{"title": "Robert Devereux, 2nd Earl of Essex", "href": "/wiki/Robert_Devereux,_2nd_Earl_of_Essex", "description": "Robert Devereux, 2nd Earl of Essex, KG, PC was an English nobleman and a favourite of Elizabeth I. Politically ambitious, and a committed general, he was placed under house arrest following a poor campaign in Ireland during the Nine Years' War in 1599. In 1601, he led an abortive coup d'état against the government and was executed for treason."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Births", "year": "1565", "date": "November 10", "txt": "Laurentius Paulinus Gothus, Swedish astronomer and theologian (d. 1646)", "entities": []}, {"heading": "Births", "year": "1577", "date": "November 10", "txt": "Jacob Cats, Dutch poet, jurist, and politician (d. 1660)", "entities": [{"title": "Jacob Cats", "href": "/wiki/Jacob_Cats", "description": "Jacob Cats was a Dutch poet, humorist, jurist and politician. He is most famous for his emblem books."}]}, {"heading": "Births", "year": "1584", "date": "November 10", "txt": "Catherine of Sweden, Countess Palatine of Kleeburg (d. 1638)", "entities": [{"title": "Catherine of Sweden, Countess Palatine of Kleeburg", "href": "/wiki/Catherine_of_Sweden,_Countess_Palatine_of_Kleeburg", "description": "Catherine of Sweden was a Swedish princess and a Countess Palatine of Zweibrücken as the consort of her second cousin John Casimir of Palatinate-Zweibrücken. She is known as the periodical foster-mother of Queen Christina of Sweden and the mother of Charles X of Sweden."}]}, {"heading": "Births", "year": "1620", "date": "November 10", "txt": "Ninon de l'Enclos, French courtier and author (d. 1705)", "entities": [{"title": "Ninon de l'Enclos", "href": "/wiki/Ninon_de_l%27Enclos", "description": "Anne \"Ninon\" de l'Enclos, also spelled Ninon de Lenclos and Ninon de Lanclos, was a French author, courtesan and patron of the arts."}]}, {"heading": "Births", "year": "1668", "date": "November 10", "txt": "François Couperin, French organist and composer (d. 1733)", "entities": [{"title": "François Couperin", "href": "/wiki/Fran%C3%A7ois_Couperin", "description": "François Couperin was a French Baroque composer, organist and harpsichordist. He was known as Couperin le Grand to distinguish him from other members of the musically talented Couperin family."}]}, {"heading": "Births", "year": "1668", "date": "November 10", "txt": "Louis, Prince of Condé (d. 1710)", "entities": []}, {"heading": "Births", "year": "1695", "date": "November 10", "txt": "John Bevis, English physician and astronomer (d. 1771)", "entities": [{"title": "John Bevis", "href": "/wiki/John_Bevis", "description": "\n\nJohn Bevis was an English doctor, electrical researcher and astronomer. He is best known for discovering the Crab Nebula in 1731."}]}, {"heading": "Births", "year": "1697", "date": "November 10", "txt": "William Hogarth, English painter, illustrator, and critic (d. 1764)", "entities": [{"title": "William Hogarth", "href": "/wiki/William_Hogarth", "description": "William Hogarth was an English painter, printmaker, pictorial satirist, social critic, and editorial cartoonist. His work ranges from realistic portraiture to comic strip-like series of pictures called \"modern moral subjects\", and he is perhaps best known for his series A Harlot's Progress, A Rake's Progress and Marriage A-la-Mode. Knowledge of his work is so pervasive that satirical political ill"}]}, {"heading": "Births", "year": "1710", "date": "November 10", "txt": "Adam Gottlob Moltke, Danish courtier, politician, and diplomat (d. 1792)", "entities": [{"title": "Adam Gottlob Moltke", "href": "/wiki/Adam_Gottlob_Moltke", "description": "Count Adam Gottlob von Moltke was a Danish courtier, statesman and diplomat, and Favourite of Frederick V of Denmark. Moltke was born at Riesenhof in Mecklenburg. His son, Joachim Godske Moltke, and his grandson, Adam Wilhelm Moltke, later served as Prime Minister of Denmark."}]}, {"heading": "Births", "year": "1728", "date": "November 10", "txt": "Oliver Goldsmith, Irish-English author, poet, and playwright (d. 1774)", "entities": [{"title": "Oliver Goldsmith", "href": "/wiki/Oliver_Goldsmith", "description": "Oliver Goldsmith was an Anglo-Irish novelist, playwright and poet, who is best known for his novel The Vicar of Wakefield (1766), his pastoral poem The Deserted Village (1770), and his plays The Good-Natur'd Man (1768) and She Stoops to Conquer. He is thought to have written the classic children's tale The History of Little Goody Two-Shoes (1765)."}]}, {"heading": "Births", "year": "1735", "date": "November 10", "txt": "Granville Sharp, English activist and scholar, co-founded the Sierra Leone Company (d. 1813)", "entities": [{"title": "Granville Sharp", "href": "/wiki/Granville_Sharp", "description": "Granville Sharp was one of the first British campaigners for the abolition of the slave trade. He also involved himself in trying to correct other social injustices. Sharp formulated the plan to settle black people in Sierra Leone, and founded the St George's Bay Company, a forerunner of the Sierra Leone Company. His efforts led to both the founding of the Province of Freedom, and later on Freetow"}, {"title": "Sierra Leone Company", "href": "/wiki/Sierra_Leone_Company", "description": "\nThe Sierra Leone Company was the corporate body involved in founding the second British colony in Africa on 11 March 1792 through the resettlement of Black Loyalists who had initially been settled in Nova Scotia after the American Revolutionary War. The company came about because of the work of the ardent abolitionists, Granville Sharp, Thomas Clarkson, Henry Thornton, and Thomas's brother, John "}]}, {"heading": "Births", "year": "1755", "date": "November 10", "txt": "Franz Anton Ries, German violinist and educator (d. 1846)", "entities": [{"title": "Franz Anton Ries", "href": "/wiki/Franz_Anton_Ries", "description": "Franz Anton Xaverius Ries was a German violinist. His father Johann Ries (1723–1784) was court trumpeter to the Elector of Cologne in Bonn.\nRies was born in Bonn, and studied under J.P. Salomon. He was a child prodigy, and was concertmaster of the Kurfürstlichen Hoforchester in Vienna. He spent most of his life in Bonn, though he had success in his early years in Vienna as both a solo violinist an"}]}, {"heading": "Births", "year": "1759", "date": "November 10", "txt": "Friedrich Schiller, German poet, playwright, and historian (d. 1805)", "entities": [{"title": "Friedrich Schiller", "href": "/wiki/Friedrich_Schiller", "description": "Johann Christoph Friedrich (von) Schiller was a German playwright, poet, and philosopher. During the last seventeen years of his life (1788–1805), Schiller developed a productive, if complicated, friendship with the already famous and influential Johann Wolfgang von Goethe. They frequently discussed issues concerning aesthetics, and Schiller encouraged Goethe to finish works he left as sketches. T"}]}, {"heading": "Births", "year": "1764", "date": "November 10", "txt": "Andrés Manuel del Rio, Spanish-Mexican scientist and discoverer of vanadium (d. 1849)", "entities": [{"title": "Andrés Manuel del Rio", "href": "/wiki/Andr%C3%A9s_Manuel_del_Rio", "description": "Andrés Manuel del Río y Fernández was a Spanish–Mexican scientist, naturalist and engineer who discovered compounds of vanadium in 1801. He proposed that the element be given the name panchromium, or later, erythronium, but his discovery was not credited at the time, and his names were not used."}]}, {"heading": "Births", "year": "1779", "date": "November 10", "txt": "Anne-Marie Javouhey, French nun, founder of the Sisters of St Joseph of Cluny (d. 1851)", "entities": [{"title": "Anne-Marie Javouhey", "href": "/wiki/Anne-Marie_Javouhey", "description": "Anne-Marie Javouhey was a French nun who founded the Sisters of Saint Joseph of Cluny. She is venerated in the Roman Catholic Church. She is known as the Liberator of the Slaves in the New World, and as the mother of the town of Mana, French Guiana."}]}, {"heading": "Births", "year": "1801", "date": "November 10", "txt": "Vladimir Dal, Russian lexicographer and author (d. 1872)", "entities": [{"title": "Vladimir Dal", "href": "/wiki/Vladimir_Dal", "description": "Vladimir Ivanovich Dal was a noted Russian-language lexicographer, polyglot, Turkologist, and founding member of the Russian Geographical Society. During his lifetime he compiled and documented the oral history of the region that was later published in Russian and became part of modern folklore."}]}, {"heading": "Births", "year": "1801", "date": "November 10", "txt": "Samuel Gridley Howe, American physician and activist (d. 1876)", "entities": []}, {"heading": "Births", "year": "1810", "date": "November 10", "txt": "George Jennings, English plumber and engineer, invented the flush toilet (d. 1882)", "entities": [{"title": "George Jennings", "href": "/wiki/George_Jennings", "description": "George Jennings was an English sanitary engineer and plumber who invented the first public flush toilets."}, {"title": "Flush toilet", "href": "/wiki/Flush_toilet", "description": "A flush toilet is a toilet that disposes of human waste by using water to flush it through a drainpipe to another location for disposal, thus maintaining a separation between humans and their waste. Flush toilets can be designed for sitting or for squatting, in the case of squat toilets. Most modern toilets are designed to dispose of toilet paper also. The opposite of a flush toilet is a dry toile"}]}, {"heading": "Births", "year": "1834", "date": "November 10", "txt": "José Hernández, Argentinian journalist, poet, and politician (d. 1886)", "entities": [{"title": "José Hernández (writer)", "href": "/wiki/Jos%C3%A9_Hern%C3%A1ndez_(writer)", "description": "José Hernández was an Argentine journalist, poet, and politician best known as the author of the epic poem Martín Fierro."}]}, {"heading": "Births", "year": "1844", "date": "November 10", "txt": "Henry Eyster Jacobs, American educator and theologian (d. 1932)", "entities": [{"title": "Henry Eyster Jacobs", "href": "/wiki/Henry_Eyster_Jacobs", "description": "Henry Eyster Jacobs was an American religious educator, Biblical commentator and Lutheran theologian."}]}, {"heading": "Births", "year": "1845", "date": "November 10", "txt": "John Sparrow David Thompson, Canadian lawyer, judge, and politician, 4th Prime Minister of Canada (d. 1894)", "entities": [{"title": "John Sparrow David Thompson", "href": "/wiki/John_Sparrow_David_Thompson", "description": "Sir John Sparrow David Thompson was a Canadian lawyer, judge, and politician who served as the fourth prime minister of Canada, in office from 1892 until his death. He had previously been premier of Nova Scotia for a brief period in 1882."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1848", "date": "November 10", "txt": "Surendranath Banerjee, Indian academic and politician (d. 1925)", "entities": [{"title": "Surendranath Banerjee", "href": "/wiki/Surendranath_Banerjee", "description": "Sir Surendranath Banerjee was one of the earliest Indian political leaders during the British Rule. He founded a nationalist organization called the Indian National Association, through which he led two sessions of the Indian National Conference in 1883 and 1885, along with Anandamohan Bose. Banerjee later became a senior member of the Indian National Congress. Surendranath repudiated Montagu–Chel"}]}, {"heading": "Births", "year": "1850", "date": "November 10", "txt": "Arthur Goring Thomas, English composer (d. 1892)", "entities": [{"title": "Arthur Goring Thomas", "href": "/wiki/Arthur_Goring_Thomas", "description": "Arthur Goring Thomas was an English composer."}]}, {"heading": "Births", "year": "1851", "date": "November 10", "txt": "Richard Armstedt, German philologist, historian, and educator (d. 1931)", "entities": [{"title": "Richard Armstedt", "href": "/wiki/Richard_Armstedt", "description": "Richard Armstedt was a German philologist, educator, and historian."}]}, {"heading": "Births", "year": "1858", "date": "November 10", "txt": "Heinrich XXVII, Prince Reuss Younger Line (d. 1928)", "entities": [{"title": "Heinrich XXVII, Prince Reuss Younger Line", "href": "/wiki/Heinrich_XXVII,_Prince_Reuss_Younger_Line", "description": "Heinrich XXVII, Prince Reuss Younger Line was the last reigning Prince Reuss Younger Line from 1913 to 1918. Then he became Head of the House of Reuss Younger Line from 1918 to 1928."}]}, {"heading": "Births", "year": "1868", "date": "November 10", "txt": "Gichin Funakoshi, Japanese martial artist and educator, founded Shotokan (d. 1957)", "entities": [{"title": "Gichin Funakoshi", "href": "/wiki/Gichin_Funakoshi", "description": "Gichin Funakoshi  is the founder of Shotokan karate-do, perhaps the most widely known style of karate, and is known as a \"father of modern karate\". Following the teachings of Anko Itosu and Anko Asato, he was one of the Okinawan karate masters who introduced karate, but after Ankō Itosu sensei, Funakoshi sensei's teacher, had introduced the art pre-1922, to the Japanese mainland in 1922. He taught"}, {"title": "Shotokan", "href": "/wiki/Shotokan", "description": "Shotokan  is a style of karate, developed from various martial arts by Gichin Funakoshi (1868–1957) and his son Gigo (Yoshitaka) Funakoshi (1906–1945). Gichin Funakoshi was born in Okinawa and is widely credited with popularizing \"karate do\" through a series of public demonstrations, and by promoting the development of university karate clubs, including those at Keio, Waseda, Hitotsubashi (Shodai)"}]}, {"heading": "Births", "year": "1869", "date": "November 10", "txt": "Gaetano Bresci, Italian-American assassin of Umberto I of Italy (d. 1901)", "entities": [{"title": "Gaetano Bresci", "href": "/wiki/Gaetano_Bresci", "description": "Gaetano Bresci was an Italian anarchist who assassinated King Umberto I of Italy on July 29, 1900. Bresci was the first European regicide offender not to be executed, as capital punishment in Italy had been abolished in 1889."}, {"title": "Umberto I of Italy", "href": "/wiki/Umberto_I_of_Italy", "description": "Umberto I, nicknamed the Good, was the King of Italy from 9 January 1878 until his assassination on 29 July 1900."}]}, {"heading": "Births", "year": "1871", "date": "November 10", "txt": "Winston Churchill, American author and painter (d. 1947)", "entities": [{"title": "Winston Churchill (novelist)", "href": "/wiki/Winston_Churchill_(novelist)", "description": "Winston Churchill was an American best-selling novelist of the early 20th century."}]}, {"heading": "Births", "year": "1873", "date": "November 10", "txt": "Henri Rabaud, French conductor and composer (d. 1949)", "entities": [{"title": "Henri Rabaud", "href": "/wiki/Henri_Rabaud", "description": "Henri Benjamin Rabaud was a French conductor, composer and pedagogue, who held important posts in the French musical establishment and upheld mainly conservative trends in French music in the first half of the twentieth century."}]}, {"heading": "Births", "year": "1874", "date": "November 10", "txt": "Idabelle Smith Firestone, American composer and songwriter (d. 1954)", "entities": [{"title": "Idabelle Smith Firestone", "href": "/wiki/Idabelle_Smith_Firestone", "description": "Idabelle Smith Firestone was an American composer and songwriter."}]}, {"heading": "Births", "year": "1878", "date": "November 10", "txt": "Cy Morgan, American baseball player (d. 1962)", "entities": [{"title": "Cy Morgan", "href": "/wiki/Cy_Morgan", "description": "Harry Richard \"Cy\" Morgan was an American Major League Baseball pitcher with the St. Louis Browns, Boston Red Sox, Philadelphia Athletics and the Cincinnati Reds between 1903 and 1913. Morgan batted and threw right-handed. He was born in Pomeroy, Ohio"}]}, {"heading": "Births", "year": "1879", "date": "November 10", "txt": "Vachel Lindsay, American poet and educator (d. 1931)", "entities": [{"title": "Vachel Lindsay", "href": "/wiki/Vachel_Lindsay", "description": "Nicholas Vachel Lindsay was an American poet. He is considered a founder of modern singing poetry, as he referred to it, in which verses are meant to be sung or chanted."}]}, {"heading": "Births", "year": "1879", "date": "November 10", "txt": "Patrick Pearse, Irish lawyer, poet, teacher, and insurrectionist; executed for his role in the Easter Rising (d. 1916)", "entities": [{"title": "Easter Rising", "href": "/wiki/Easter_Rising", "description": "The Easter Rising, also known as the Easter Rebellion, was an armed insurrection in Ireland during Easter Week in April 1916. The Rising was launched by Irish republicans against British rule in Ireland with the aim of establishing an independent Irish Republic while the United Kingdom was fighting the First World War. It was the most significant uprising in Ireland since the rebellion of 1798 and"}]}, {"heading": "Births", "year": "1880", "date": "November 10", "txt": "Jacob Epstein, American-English sculptor (d. 1959)", "entities": [{"title": "Jacob Epstein", "href": "/wiki/Jacob_Epstein", "description": "Sir Jacob Epstein was an American-British sculptor who helped pioneer modern sculpture. He was born in the United States, and moved to Europe in 1902, becoming a British subject in 1911. He often produced controversial works which challenged ideas on what was appropriate subject matter for public artworks. He also made paintings and drawings, and often exhibited his work."}]}, {"heading": "Births", "year": "1884", "date": "November 10", "txt": "Zofia Nałkowska, Polish author and playwright (d. 1954)", "entities": [{"title": "Zofia Nałkowska", "href": "/wiki/Zofia_Na%C5%82kowska", "description": "Zofia Nałkowska was a Polish prose writer, dramatist, and prolific essayist. She served as the executive member of the prestigious Polish Academy of Literature (1933–1939) during the interwar period."}]}, {"heading": "Births", "year": "1886", "date": "November 10", "txt": "Edward Joseph Collins, American pianist, composer, and conductor (d. 1951)", "entities": [{"title": "Edward Joseph Collins", "href": "/wiki/Edward_Joseph_Collins", "description": "\nEdward Joseph Collins was an American pianist, conductor and composer of classical music in a neoromantic style."}]}, {"heading": "Births", "year": "1887", "date": "November 10", "txt": "Elisa Leonida Zamfirescu, Romanian engineer and academic (d. 1973)", "entities": [{"title": "Elisa Leonida Zamfirescu", "href": "/wiki/Elisa_Leonida_Zamfirescu", "description": "Elisa Leonida Zamfirescu was a Romanian engineer who was one of the first women to obtain a degree in engineering. She was born in the Romanian town of Galați but qualified in Berlin. During World War I she managed a hospital in Romania."}]}, {"heading": "Births", "year": "1887", "date": "November 10", "txt": "Arnold Zweig, German author and activist (d. 1968)", "entities": []}, {"heading": "Births", "year": "1888", "date": "November 10", "txt": "Andrei Tupolev, Russian engineer and designer, founded the Tupolev Company (d. 1972)", "entities": [{"title": "Andrei Tupolev", "href": "/wiki/Andrei_Tupolev", "description": "Andrei Nikolayevich Tupolev was a Soviet aeronautical engineer known for his pioneering aircraft designs as Director of the Tupolev Design Bureau."}, {"title": "Tupolev", "href": "/wiki/Tupolev", "description": "Tupolev, officially Joint Stock Company Tupolev, is a Russian aerospace and defence company headquartered in Basmanny District, Moscow."}]}, {"heading": "Births", "year": "1889", "date": "November 10", "txt": "Claude Rains, English-American actor (d. 1967)", "entities": [{"title": "Claude Rains", "href": "/wiki/Claude_Rains", "description": "William Claude Rains was a British-American film and stage actor whose career spanned almost seven decades. After his American film debut as Dr. Jack Griffin in The Invisible Man (1933), he appeared in such highly regarded films as The Adventures of Robin Hood (1938), Mr. Smith Goes to Washington (1939), The Wolf Man (1941), Casablanca and Kings Row, Notorious (1946), Lawrence of Arabia (1962), an"}]}, {"heading": "Births", "year": "1891", "date": "November 10", "txt": "Carl Stalling, American pianist and composer (d. 1972)", "entities": [{"title": "Carl Stalling", "href": "/wiki/Carl_Stalling", "description": "Carl W. Stalling was an American composer and arranger for music in animated films. He is most closely associated with the Looney Tunes and Merrie Melodies shorts produced by Warner Bros., where he averaged one complete score each week, for 22 years."}]}, {"heading": "Births", "year": "1893", "date": "November 10", "txt": "John P. Marquand, American author (d. 1960)", "entities": [{"title": "John P. Marquand", "href": "/wiki/John_P._Marquand", "description": "John Phillips Marquand was an American writer. Originally best known for his Mr. Moto spy stories, he achieved popular success and critical respect for his satirical novels, winning a Pulitzer Prize for The Late George Apley in 1938. One of his abiding themes was the confining nature of life in America's upper class and among those who aspired to join it. Marquand treated those whose lives were bo"}]}, {"heading": "Births", "year": "1894", "date": "November 10", "txt": "Boris Furlan, Slovenian lawyer, jurist, and politician (d. 1957)", "entities": [{"title": "Boris Furlan", "href": "/wiki/Boris_Furlan", "description": "Boris Furlan was a Slovenian jurist, philosopher of law, translator and liberal politician. During World War II, he worked as a speaker on Radio London, and was known as \"London's Slovene voice\". He served as a Minister in the Tito–Šubašić coalition government. In 1947, he was convicted by the Yugoslav Communist authorities at the Nagode Trial."}]}, {"heading": "Births", "year": "1895", "date": "November 10", "txt": "József Mátyás Baló, Hungarian physician and academic (d. 1979)", "entities": [{"title": "József Mátyás Baló", "href": "/wiki/J%C3%B3zsef_M%C3%A1ty%C3%A1s_Bal%C3%B3", "description": "József Mátyás Baló was a Hungarian physician and academic. He researched extensively into neurological conditions, cardiovascular conditions and with his wife isolated the enzyme elastase. He published numerous related papers and authored a medical book. He gave his name to Baló's Disease."}]}, {"heading": "Births", "year": "1895", "date": "November 10", "txt": "Jack Northrop, American businessman, founded the Northrop Corporation (d. 1981)", "entities": [{"title": "Northrop Corporation", "href": "/wiki/Northrop_Corporation", "description": "Northrop Corporation was an American aircraft manufacturer from its formation in 1939 until its 1994 merger with Grumman to form Northrop Grumman. The company is known for its development of the flying wing design, most successfully the B-2 Spirit stealth bomber."}]}, {"heading": "Births", "year": "1896", "date": "November 10", "txt": "Jimmy Dykes, American baseball player and manager (d. 1976)", "entities": [{"title": "Jimmy Dykes", "href": "/wiki/Jimmy_Dykes", "description": "James Joseph Dykes was an American professional baseball player, coach and manager. He played in Major League Baseball as a third and second baseman from 1918 through 1939, most notably as a member of the Philadelphia Athletics dynasty that won three consecutive American League pennants from 1929 to 1931 and, won the World Series in 1929 and 1930. He played his final six seasons for the Chicago Wh"}]}, {"heading": "Births", "year": "1899", "date": "November 10", "txt": "Kate Seredy, Hungarian-American author and illustrator (d. 1975)", "entities": [{"title": "Kate Seredy", "href": "/wiki/Kate_Seredy", "description": "Kate Seredy was a Hungarian-born writer and illustrator of children's books. She won the Newbery Medal once, the Newbery Honor twice, the Caldecott Honor once, and Lewis Carroll Shelf Award. Most of her books were written in English, which was not her first language. Seredy seems to be unknown in her native Hungary, despite the fact that her story of the Good Master, and the sequel set in World Wa"}]}, {"heading": "Births", "year": "1906", "date": "November 10", "txt": "Josef Kramer, German SS officer (d. 1945)", "entities": [{"title": "Josef Kramer", "href": "/wiki/Josef_Kramer", "description": "Josef Kramer was the Commandant of Auschwitz-Birkenau and of the Bergen-Belsen concentration camp. Dubbed the Beast of Belsen by camp inmates, he was a German Nazi war criminal, directly responsible for the deaths of thousands of people. He was detained by the British Army after the Second World War, convicted of war crimes and hanged on the gallows in the prison at Hamelin by British executioner "}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1907", "date": "November 10", "txt": "Jane Froman, American actress and singer (d. 1980)", "entities": [{"title": "Jane Froman", "href": "/wiki/Jane_Froman", "description": "Ellen Jane Froman was an American singer and actress. During her thirty-year career, Froman performed on stage, radio and television despite chronic health problems due to injuries sustained in a 1943 plane crash."}]}, {"heading": "Births", "year": "1907", "date": "November 10", "txt": "John Moore, English activist and author (d. 1967)", "entities": []}, {"heading": "Births", "year": "1908", "date": "November 10", "txt": "Noemí Gerstein, Argentinian sculptor and illustrator (d. 1996)", "entities": [{"title": "Noemí Gerstein", "href": "/wiki/Noem%C3%AD_Gerstein", "description": "Noemí Gerstein was an Argentine sculptor, illustrator and plastic artist."}]}, {"heading": "Births", "year": "1908", "date": "November 10", "txt": "Charles Merritt, Canadian colonel and politician, Victoria Cross recipient (d. 2000)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1909", "date": "November 10", "txt": "Paweł Jasienica, Russian-Polish soldier, journalist, and historian (d. 1970)", "entities": [{"title": "Paweł Jasienica", "href": "/wiki/Pawe%C5%82_Jasienica", "description": "Paweł Jasienica was the pen name of Leon Lech Beynar, a Polish historian, journalist, essayist and soldier."}]}, {"heading": "Births", "year": "1909", "date": "November 10", "txt": "Johnny Marks, American composer and songwriter (d. 1985)", "entities": []}, {"heading": "Births", "year": "1910", "date": "November 10", "txt": "Angelo Frattini, Italian sculptor (d. 1975)", "entities": [{"title": "Angelo Frattini", "href": "/wiki/Angelo_Frattini", "description": "Angelo Frattini was an Italian sculptor from Varese. He studied at Brera Academy and his first contacts with sculptural art were influenced by Scapigliatura's teachings. He also exhibited his works in New York City and Washington DC, where he was received by president Lyndon Johnson. Angelo Frattini died in Varese on September 2, 1975. In 1978 the artistic lyceum of his hometown was named after hi"}]}, {"heading": "Births", "year": "1912", "date": "November 10", "txt": "Birdie Tebbetts, American baseball player and manager (d. 1999)", "entities": [{"title": "Birdie Tebbetts", "href": "/wiki/Birdie_Tebbetts", "description": "George Robert \"Birdie\" Tebbetts was an American professional baseball player, manager, scout and front office executive. He played in Major League Baseball (MLB) as a catcher for the Detroit Tigers, Boston Red Sox and the Cleveland Indians from 1936 to 1952. Tebbets was regarded as the best catcher in the American League in the late 1940s."}]}, {"heading": "Births", "year": "1913", "date": "November 10", "txt": "Karl Shapiro, American poet and academic (d. 2000)", "entities": [{"title": "Karl Shapiro", "href": "/wiki/Karl_Shapiro", "description": "Karl Jay Shapiro was an American poet. He was appointed the fifth Poet Laureate Consultant in Poetry to the Library of Congress in 1946."}]}, {"heading": "Births", "year": "1916", "date": "November 10", "txt": "Louis le Brocquy, Irish painter and illustrator (d. 2012)", "entities": [{"title": "Louis le Brocquy", "href": "/wiki/Louis_le_Brocquy", "description": "Louis le Brocquy HRHA was an Irish painter born in Dublin to Albert and Sybil le Brocquy. His work received many accolades in a career that spanned some seventy years of creative practice. In 1956, he represented Ireland at the Venice Biennale, winning the Premio Acquisito Internationale with A Family, subsequently included in the historic exhibition Fifty Years of Modern Art Brussels, World Fair "}]}, {"heading": "Births", "year": "1916", "date": "November 10", "txt": "Billy May, American trumpet player and composer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1918", "date": "November 10", "txt": "Sir Yue-Kong (Y.K.) Pao, founder of Hong Kong's World-Wide Shipping Group (d. 1991)", "entities": [{"title": "Yue-Kong Pao", "href": "/wiki/Yue-Kong_Pao", "description": "Sir Yue-Kong Pao CBE JP, was the founder of Hong Kong's Worldwide Shipping Group which in the 20 years from purchasing its first second-hand ship in 1955 became by far the largest shipping company in the world with over 20 million tonnes deadweight (DWT)\n. Anticipating the seriousness of the shipping downturn starting in the late 1970s, he drastically reduced his fleet and was able to pay off asso"}]}, {"heading": "Births", "year": "1918", "date": "November 10", "txt": "Ernst Otto Fischer, German chemist and academic, Nobel Prize laureate (d. 2007)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1919", "date": "November 10", "txt": "George Fenneman, American radio and television announcer (d. 1997)", "entities": [{"title": "George Fenneman", "href": "/wiki/George_Fenneman", "description": "George Watt Fenneman was an American radio and television announcer."}]}, {"heading": "Births", "year": "1919", "date": "November 10", "txt": "Michael Strank, American sergeant and flag raiser at the Battle of Iwo Jima (d. 1945)", "entities": [{"title": "Battle of Iwo Jima", "href": "/wiki/Battle_of_Iwo_Jima", "description": "The Battle of Iwo Jima was a major battle in which the United States Marine Corps and Navy landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army (IJA) during World War II. The American invasion, designated Operation Detachment, had the purpose of capturing the island with its two airfields: South Field and Central Field."}]}, {"heading": "Births", "year": "1919", "date": "November 10", "txt": "Mikhail Kalashnikov, Russian general and engineer, designed the AK-47 (d. 2013)", "entities": [{"title": "AK-47", "href": "/wiki/AK-47", "description": "The AK-47, officially known as the Avtomat Kalashnikova, is a gas-operated, 7.62×39mm assault rifle developed in the Soviet Union by Mikhail Kalashnikov in the aftermath of World War II. It is the originating firearm of the Kalashnikov rifle family. The number 47 refers to the year it was finished."}]}, {"heading": "Births", "year": "1919", "date": "November 10", "txt": "Moise Tshombe, Congolese accountant and politician, Prime Minister of the Democratic Republic of the Congo (d. 1969)", "entities": [{"title": "Prime Minister of the Democratic Republic of the Congo", "href": "/wiki/Prime_Minister_of_the_Democratic_Republic_of_the_Congo", "description": "The prime minister of the Democratic Republic of the Congo is the head of government of the Democratic Republic of the Congo. The Constitution of the Third Republic grants the Prime Minister a significant amount of power."}]}, {"heading": "Births", "year": "1920", "date": "November 10", "txt": "Ina Clough, English actress (d. 2003)", "entities": [{"title": "Ina Clough", "href": "/wiki/Ina_Clough", "description": "Ina Clough was an English character and bit-part actress."}]}, {"heading": "Births", "year": "1920", "date": "November 10", "txt": "Rafael del Pino, Spanish businessman, founded the Ferrovial Company (d. 2008)", "entities": [{"title": "Ferrovial", "href": "/wiki/Ferrovial", "description": "Ferrovial, S.A., previously Grupo Ferrovial, is a Spanish multinational company involved in the design, construction, financing, operation (DBFO) and maintenance of transport infrastructure and urban services. It is a publicly traded company and is part of the IBEX 35 capitalization-weighted stock market index. The company is headquartered in Madrid. Ferrovial operates through four divisions in ov"}]}, {"heading": "Births", "year": "1923", "date": "November 10", "txt": "Hachikō, Japanese dog famous for his loyalty to his owner (d. 1935)", "entities": [{"title": "Hachikō", "href": "/wiki/Hachik%C5%8D", "description": "Hachikō  was a Japanese Akita dog remembered for his remarkable loyalty to his owner, Hidesaburō Ueno, for whom he continued to wait for over nine years following Ueno's death."}]}, {"heading": "Births", "year": "1924", "date": "November 10", "txt": "Tsai Wan-lin, Taiwanese businessman, founder of Lin Yuan Group (d. 2004)", "entities": [{"title": "Tsai Wan-lin", "href": "/wiki/Tsai_Wan-lin", "description": "Tsai Wan-lin was a Taiwanese businessman who, at the peak of his wealth in 1996, was considered to be the fifth richest person in the world, with a family net worth of US$12.2 billion. At the time of his death in 2004, he was the richest man in Taiwan with a fortune of US$4.6 billion, ranked 94th worldwide. He founded the Lin Yuan Group, a large banking and insurance group."}]}, {"heading": "Births", "year": "1924", "date": "November 10", "txt": "Bobby Limb, Australian comedian, actor, and bandleader (d. 1999)", "entities": []}, {"heading": "Births", "year": "1925", "date": "November 10", "txt": "Richard Burton, Welsh actor and singer (d. 1984)", "entities": [{"title": "Richard Burton", "href": "/wiki/Richard_Burton", "description": "Richard Burton, was a Welsh actor. Noted for his mellifluous baritone voice, Burton established himself as a formidable Shakespearean actor in the 1950s, and he gave a memorable performance of Hamlet in 1964. He was called \"the natural successor to Olivier\" by critic and dramaturge Kenneth Tynan. A heavy drinker, Burton's purported failure to live up to those expectations disappointed some critics"}]}, {"heading": "Births", "year": "1927", "date": "November 10", "txt": "Richard Connolly, Australian hymnodist", "entities": [{"title": "Richard Connolly (composer)", "href": "/wiki/Richard_Connolly_(composer)", "description": "Richard Connolly is an Australian musician, composer and former broadcaster for the Australian Broadcasting Corporation."}, {"title": "Hymnodist", "href": "/wiki/Hymnodist", "description": "\nA hymn writer is someone who writes the text, music or both of hymns. In the Judeo-Christian tradition the composition of hymns dates back to before the time of David who composed many of the Psalms. The term hymnodist, in the United States more than in other regions, broadens the scope to include the study of hymns."}]}, {"heading": "Births", "year": "1927", "date": "November 10", "txt": "Vaughn O. Lang, American general (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 10", "txt": "Sohei Miyashita, Japanese politician, Japanese Minister of Defense (d. 2013)", "entities": [{"title": "Minister of Defense (Japan)", "href": "/wiki/Minister_of_Defense_(Japan)", "description": "The Minister of Defense , or Bōei-shō (防衛相), is the Cabinet of Japan member in charge of the Ministry of Defense. The current Minister of Defense is Nobuo Kishi."}]}, {"heading": "Births", "year": "1927", "date": "November 10", "txt": "Vedat Dalokay, Turkish architect and a former mayor of Ankara (d. 1991)", "entities": []}, {"heading": "Births", "year": "1927", "date": "November 10", "txt": "Sabah, Lebanese singer and actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1928", "date": "November 10", "txt": "Ennio Morricone, Italian trumpet player, composer, and conductor (d. 2020)", "entities": [{"title": "Ennio Morricone", "href": "/wiki/Ennio_Morricone", "description": "Ennio Morricone, OMRI was an Italian composer, orchestrator, conductor, and trumpeter who wrote music in a wide range of styles. With more than 400 scores for cinema and television, as well as more than 100 classical works, Morricone is widely considered as one of the most prolific and greatest film composers of all time. His filmography includes more than 70 award-winning films, all Sergio Leone'"}]}, {"heading": "Births", "year": "1929", "date": "November 10", "txt": "Marilyn Bergman, American composer and songwriter", "entities": [{"title": "Marilyn Bergman", "href": "/wiki/Marilyn_Bergman", "description": "Alan Bergman and Marilyn Keith Bergman are American lyricists and songwriters. The pair have been married since 1958 and have written the music and lyrics for numerous celebrated television shows, films, and stage musicals. The Bergmans have won two Academy Awards for Best Original Song and have been inducted into the Songwriters Hall of Fame."}]}, {"heading": "Births", "year": "1929", "date": "November 10", "txt": "W. E. B. Griffin, American soldier and author (d. 2019)", "entities": []}, {"heading": "Births", "year": "1929", "date": "November 10", "txt": "Ninón Sevilla, Cuban-Mexican actress and dancer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "November 10", "txt": "Lilly Pulitzer, American fashion designer (d. 2013)", "entities": [{"title": "Lilly Pulitzer", "href": "/wiki/Lilly_Pulitzer", "description": "Lillian Pulitzer Rousseau, better known as Lilly Pulitzer, was an entrepreneur, fashion designer, and American socialite. She founded Lilly Pulitzer, Inc., which produces clothing and other such wares featuring bright, colorful, floral prints. As the brand is popular with high society, she was called the \"Queen of Prep\"."}]}, {"heading": "Births", "year": "1932", "date": "November 10", "txt": "Paul Bley, Canadian-American pianist and composer (d. 2016)", "entities": [{"title": "Paul Bley", "href": "/wiki/Paul_Bley", "description": "Paul Bley, CM was a jazz pianist known for his contributions to the free jazz movement of the 1960s as well as his innovations and influence on trio playing and his early live performance on the Moog and Arp audio synthesizers. His music has been described by Ben Ratliff of the New York Times as \"deeply original and aesthetically aggressive\". Bley's prolific output includes influential recordings "}]}, {"heading": "Births", "year": "1932", "date": "November 10", "txt": "Necmettin Hacıeminoğlu, Turkish linguist, author, and academic (d. 1996)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 10", "txt": "Roy Scheider, American actor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1932", "date": "November 10", "txt": "Arthur K. Snyder, American lawyer and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 10", "txt": "Ronald Evans, American captain, engineer, and astronaut (d. 1990)", "entities": [{"title": "Ronald Evans (astronaut)", "href": "/wiki/Ronald_Evans_(astronaut)", "description": "Capt. Ronald Ellwin Evans Jr., USN was an American naval officer and aviator, electrical engineer, aeronautical engineer, and NASA astronaut. As command module pilot on Apollo 17 he was one of the 24 astronauts to have flown to the Moon, and one of 12 people to have flown to the Moon without landing on it."}]}, {"heading": "Births", "year": "1933", "date": "November 10", "txt": "Seymour Nurse, Barbadian cricketer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 10", "txt": "Lucien Bianchi, Italian-Belgian race car driver (d. 1969)", "entities": [{"title": "Lucien Bianchi", "href": "/wiki/Lucien_Bianchi", "description": "Lucien Bianchi, born Luciano Bianchi, was an Italian born Belgian racing driver who raced for the Cooper, ENB, UDT Laystall and Scuderia Centro Sud teams in Formula One. He entered a total of 19 Formula One World Championship races, scoring six points and had a best finish of third at the 1968 Monaco Grand Prix."}]}, {"heading": "Births", "year": "1934", "date": "November 10", "txt": "Garry Runciman, 3rd Viscount Runciman of Doxford, English sociologist and academic", "entities": []}, {"heading": "Births", "year": "1934", "date": "November 10", "txt": "A. Thurairajah, Sri Lankan engineer and academic (d. 1994)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 10", "txt": "Bernard Babior, American physician and biochemist (d. 2004)", "entities": [{"title": "Bernard Babior", "href": "/wiki/Bernard_Babior", "description": "Bernard Macy Babior was an American physician and research biochemist."}]}, {"heading": "Births", "year": "1935", "date": "November 10", "txt": "Igor Dmitriyevich Novikov, Russian astronomer, astrophysicist, and cosmologist", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 10", "txt": "Denis Edozie, Nigerian Supreme Court judge (d. 2018)", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 10", "txt": "Anscar Chupungco, Filipino monk and theologian (d. 2013)", "entities": [{"title": "Anscar Chupungco", "href": "/wiki/Anscar_Chupungco", "description": "Dom Anscar Chupungco, O.S.B., STD was a Filipino Benedictine monk, who was a noted liturgist, theologian and a mentor to all Filipino liturgists and countless students of the Pontifical Atheneum of St. Anselm in Rome and San Beda University in Manila. He was known for integrating local customs and traditions into the Catholic Mass."}]}, {"heading": "Births", "year": "1939", "date": "November 10", "txt": "Tommy Facenda, American rock & roll singer and guitarist", "entities": []}, {"heading": "Births", "year": "1939", "date": "November 10", "txt": "Allan Moffat, Canadian-Australian race car driver", "entities": []}, {"heading": "Births", "year": "1940", "date": "November 10", "txt": "Richard Cotton, Australian geneticist and academic (d. 2015)", "entities": [{"title": "Richard Cotton (geneticist)", "href": "/wiki/Richard_Cotton_(geneticist)", "description": "Richard Cotton AM was an Australian medical researcher and founder of the Murdoch Institute and the Human Variome Project. Cotton focused on the prevention and treatment of genetic disorders and birth defects."}]}, {"heading": "Births", "year": "1940", "date": "November 10", "txt": "Screaming Lord Sutch, English singer-songwriter and politician (d. 1999)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 10", "txt": "Robert F. Engle, American economist and academic, Nobel Prize laureate", "entities": [{"title": "Robert F. Engle", "href": "/wiki/Robert_F._Engle", "description": "Robert Fry Engle III is an American statistician and the winner of the 2003 Nobel Memorial Prize in Economic Sciences, sharing the award with Clive Granger, \"for methods of analyzing economic time series with time-varying volatility (ARCH)\"."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1942", "date": "November 10", "txt": "James Hood, American activist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "November 10", "txt": "Hans-Rudolf Merz, Swiss lawyer and politician, 92nd President of the Swiss Confederation", "entities": [{"title": "President of the Swiss Confederation", "href": "/wiki/President_of_the_Swiss_Confederation", "description": "The president of the Swiss Confederation, also known as the president of the Confederation or colloquially as the president of Switzerland, is the head of Switzerland's seven-member Federal Council, the country's executive branch. Elected by the Federal Assembly for one year, the officeholder chairs the meetings of the Federal Council and undertakes special representational duties."}]}, {"heading": "Births", "year": "1943", "date": "November 10", "txt": "Saxby Chambliss, American lawyer and politician", "entities": [{"title": "Saxby Chambliss", "href": "/wiki/Saxby_Chambliss", "description": "Clarence Saxby Chambliss is an American lawyer and politician who was a United States Senator from Georgia from 2003 to 2015. A member of the Republican Party, he previously served as a U.S. Representative from 1995 to 2003."}]}, {"heading": "Births", "year": "1943", "date": "November 10", "txt": "Ross Warner, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 10", "txt": "Askar Akayev, Kyrgyzstani economist and politician, 1st President of Kyrgyzstan", "entities": [{"title": "Askar Akayev", "href": "/wiki/Askar_Akayev", "description": "Askar Akayevich Akayev is a Kyrgyz politician who served as President of Kyrgyzstan from 1990 until being overthrown in the March 2005 Tulip Revolution."}, {"title": "President of Kyrgyzstan", "href": "/wiki/President_of_Kyrgyzstan", "description": "The president of Kyrgyzstan is the head of state and the highest official of the Kyrgyz Republic. The president, according to the constitution, \"is the symbol of the unity of people and state power, and is the guarantor of the Constitution of the Kyrgyz Republic, and of an individual and citizen.\" The president is directly elected for no more than one six-year term by the Kyrgyz electorate. The of"}]}, {"heading": "Births", "year": "1944", "date": "November 10", "txt": "Mark E. Neely, Jr., American historian, author, and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 10", "txt": "Silvestre Reyes, American sergeant and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "November 10", "txt": "Tim Rice, English lyricist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "November 10", "txt": "Terence Davies, English actor, director, and screenwriter", "entities": [{"title": "Terence Davies", "href": "/wiki/Terence_Davies", "description": "Terence Davies is an English screenwriter, film director, novelist and actor. He is best known as the writer and director of Distant Voices, Still Lives (1988), The Long Day Closes (1992) and The House of Mirth (2000) as well the collage film Of Time and the City (2008)."}]}, {"heading": "Births", "year": "1945", "date": "November 10", "txt": "Donna Fargo, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 10", "txt": "Glen Buxton, American guitarist and songwriter (d. 1997)", "entities": [{"title": "Glen Buxton", "href": "/wiki/Glen_Buxton", "description": "Glen Edward Buxton was an American musician and composer, best known as the lead guitarist for the rock band Alice Cooper. In 2003, Rolling Stone ranked Buxton number 90 on its list of the 100 greatest guitarists of all time. In 2011, he was posthumously inducted into the Rock and Roll Hall of Fame as a member of the original Alice Cooper group."}]}, {"heading": "Births", "year": "1947", "date": "November 10", "txt": "Bachir Gemayel, Lebanese commander and politician (d. 1982)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 10", "txt": "Greg Lake, English singer-songwriter, guitarist, and producer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 10", "txt": "Dave Loggins, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 10", "txt": "Aaron Brown, American journalist and academic", "entities": [{"title": "Aaron Brown (journalist)", "href": "/wiki/Aaron_Brown_(journalist)", "description": "Aaron Brown is an American broadcast journalist most recognized for his coverage of the September 11 attacks on CNN. He was a longtime reporter for ABC, the founding host of ABC's World News Now, weekend anchor of World News Tonight and the host of CNN's flagship evening program NewsNight with Aaron Brown. He was the anchor of the PBS documentary series Wide Angle from 2008 to 2009. He was a profe"}]}, {"heading": "Births", "year": "1948", "date": "November 10", "txt": "Shigesato Itoi, Japanese video game designer and voice actor, created EarthBound", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 10", "txt": "Steven Utley, American author and poet (d. 2013)", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 10", "txt": "Ann Reinking, American actress, dancer, and choreographer (d. 2020)", "entities": [{"title": "Ann Reinking", "href": "/wiki/Ann_Reinking", "description": "Ann Reinking was an American actress, dancer, and choreographer. She worked extensively in musical theater, starring in Broadway productions such as Coco (1969), Over Here! (1974), Goodtime Charley (1975), Chicago (1977), Dancin' (1978), and Sweet Charity (1986)."}]}, {"heading": "Births", "year": "1949", "date": "November 10", "txt": "Don Saleski, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 10", "txt": "Mustafa Denizli, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 10", "txt": "Debra Hill, American screenwriter and producer (d. 2005)", "entities": [{"title": "Debra Hill", "href": "/wiki/Debra_Hill", "description": "Debra Hill was an American film producer and screenwriter, best known for producing various works of John Carpenter."}]}, {"heading": "Births", "year": "1950", "date": "November 10", "txt": "Bram Tchaikovsky, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 10", "txt": "Les Miles, American football player and coach", "entities": [{"title": "Les Miles", "href": "/wiki/Les_Miles", "description": "Leslie Edwin Miles is an American football coach. He most recently served as the head coach at Kansas. His head coaching career began with the Oklahoma State Cowboys, where he coached from 2001 to 2004. Following that, he coached LSU from 2005 to 2016. Miles is nicknamed \"The Hat\" for his signature white cap, as well as \"The Mad Hatter\" for his eccentricities and play-calling habits. Prior to bein"}]}, {"heading": "Births", "year": "1954", "date": "November 10", "txt": "Kevin Spraggett, Canadian chess player", "entities": [{"title": "Kevin Spraggett", "href": "/wiki/Kevin_Spraggett", "description": " Kevin Spraggett  is a Canadian chess grandmaster. He was the fourth Canadian to earn the grandmaster title, after Abe Yanofsky, Duncan Suttles and Peter Biyiasas. Spraggett is the only Canadian to have qualified for the Candidates' level, having done so in 1985 and 1988. He has won a total of eight Canadian Open Chess Championships, seven Closed Canadian Chess Championships, and has represented C"}]}, {"heading": "Births", "year": "1954", "date": "November 10", "txt": "Bob Stanley, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "November 10", "txt": "Jack Clark, American baseball player, coach, and manager", "entities": [{"title": "Jack Clark (baseball)", "href": "/wiki/Jack_Clark_(baseball)", "description": "Jack Anthony Clark, also known as \"Jack the Ripper\" is a former Major League Baseball player. From 1975 through 1992, Clark played for the San Francisco Giants (1975–84), St. Louis Cardinals (1985–87), New York Yankees (1988), San Diego Padres (1989–90) and Boston Red Sox (1991–92)."}]}, {"heading": "Births", "year": "1955", "date": "November 10", "txt": "Roland Emmerich, German director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 10", "txt": "Mohsen Badawi, Egyptian businessman and activist", "entities": [{"title": "Mohsen Badawi", "href": "/wiki/Mohsen_Badawi", "description": "Mohsen Badawi is an entrepreneur, political activist, and writer."}]}, {"heading": "Births", "year": "1956", "date": "November 10", "txt": "Sinbad, American comedian, actor, and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 10", "txt": "Nigel Evans, Welsh politician, Shadow Secretary of State for Wales", "entities": [{"title": "Nigel Evans", "href": "/wiki/Nigel_Evans", "description": "Nigel Martin Evans is a British politician serving as the Member of Parliament (MP) for the Ribble Valley constituency in Lancashire since 1992. A member of the Conservative Party, he was Joint Executive Secretary of the 1922 Committee from 2017 to 2019. He served as First Deputy Chairman of Ways and Means, one of the Speaker's three deputies, from 2010 to 2013. He was elected as Second Deputy Cha"}, {"title": "Shadow Secretary of State for Wales", "href": "/wiki/Shadow_Secretary_of_State_for_Wales", "description": null}]}, {"heading": "Births", "year": "1958", "date": "November 10", "txt": "Deborah Cameron, English linguist, anthropologist, and academic", "entities": [{"title": "Deborah Cameron (linguist)", "href": "/wiki/Deborah_Cameron_(linguist)", "description": "Deborah Cameron is a feminist linguist who currently holds the Rupert Murdoch Professorship in Language and Communication at Worcester College, Oxford University."}]}, {"heading": "Births", "year": "1958", "date": "November 10", "txt": "Stephen Herek, American director and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 10", "txt": "Omar Minaya, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 10", "txt": "Massimo Morsello, Italian singer-songwriter and activist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1958", "date": "November 10", "txt": "Brooks Williams, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 10", "txt": "Mackenzie Phillips, American actress", "entities": [{"title": "Mackenzie Phillips", "href": "/wiki/Mackenzie_Phillips", "description": "Laura Mackenzie Phillips is an American actress and singer, known for her roles in the film American Graffiti, as rebellious but ultimately loving teenager Julie Mora Cooper Horvath, on the sitcom One Day at a Time, and on the Disney Channel supernatural series So Weird."}]}, {"heading": "Births", "year": "1959", "date": "November 10", "txt": "Michael Schröder, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 10", "txt": "Neil Gaiman, English author, illustrator, and screenwriter", "entities": [{"title": "Neil Gaiman", "href": "/wiki/Neil_Gaiman", "description": "Neil Richard MacKinnon Gaiman is an English author of short fiction, novels, comic books, graphic novels, nonfiction, audio theatre, and films. His works include the comic book series The Sandman and novels Stardust, American Gods, Coraline, and The Graveyard Book. He has won numerous awards, including the Hugo, Nebula, and Bram Stoker awards, as well as the Newbery and Carnegie medals. He is the "}]}, {"heading": "Births", "year": "1960", "date": "November 10", "txt": "Dan Hawkins, American football player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 10", "txt": "Naomi Kawashima, Japanese actress and singer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 10", "txt": "Maeve Sherlock, English politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 10", "txt": "Rudolf Grimm, German-Austrian physicist and academic", "entities": [{"title": "Rudolf Grimm", "href": "/wiki/Rudolf_Grimm", "description": "Rudolf Grimm is an experimental physicist from Austria. His work centres on ultracold atoms and quantum gases. He was the first scientist worldwide who, with his team, succeeded in realizing a Bose–Einstein condensation of molecules."}]}, {"heading": "Births", "year": "1961", "date": "November 10", "txt": "John Walton, English darts player", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 10", "txt": "Bob Lindner, Australian rugby league player and coach", "entities": [{"title": "Bob Lindner", "href": "/wiki/Bob_Lindner", "description": "Bob Lindner is an Australian former professional rugby league footballer who played in the 1980s and 1990s, and coached in the 1990s. An Australia national and Queensland State of Origin representative forward, he is one of a handful of players to be named man-of-the-match in State of Origin football more than once. Fifteen years after his retirement from football in Australia, he had made the mos"}]}, {"heading": "Births", "year": "1962", "date": "November 10", "txt": "Daniel Waters, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 10", "txt": "Hugh Bonneville, English actor", "entities": [{"title": "Hugh Bonneville", "href": "/wiki/Hugh_Bonneville", "description": "Hugh Richard Bonneville Williams is an English actor. He is best known for playing Robert Crawley, Earl of Grantham in the ITV historical drama series Downton Abbey. His performance on the show earned him a nomination at the Golden Globes and two consecutive Primetime Emmy Award nominations."}]}, {"heading": "Births", "year": "1963", "date": "November 10", "txt": "Mike McCarthy, American football player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 10", "txt": "Mike Powell, American long jumper", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 10", "txt": "Tommy Davidson, American actor and comedian", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 10", "txt": "Kenny Rogers, American baseball player and coach", "entities": [{"title": "Kenny Rogers (baseball)", "href": "/wiki/Kenny_Rogers_(baseball)", "description": "Kenneth Scott Rogers is an American former Major League Baseball (MLB) pitcher, with a 20-year career for six different teams. He won the 1996 World Series with the New York Yankees over Atlanta Braves, and played in the 2006 World Series with the Detroit Tigers. In addition to being known for his fielding, he pitched the 14th perfect game in MLB history. In 2008, he was the oldest baseball player"}]}, {"heading": "Births", "year": "1965", "date": "November 10", "txt": "Jamie Dixon, American basketball player and coach", "entities": [{"title": "Jamie Dixon", "href": "/wiki/Jamie_Dixon", "description": "James Patrick Dixon II is an American basketball coach who is the head coach of the TCU Horned Frogs men's basketball team, where he played college basketball. He previously served as the head coach of the University of Pittsburgh men's basketball team from 2003 through 2016."}]}, {"heading": "Births", "year": "1965", "date": "November 10", "txt": "Eddie Irvine, Northern Irish race car driver", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 10", "txt": "Robert Jones, Welsh rugby player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 10", "txt": "Jackie Fairweather, Australian runner and coach (d. 2014)", "entities": [{"title": "Jackie Fairweather", "href": "/wiki/Jackie_Fairweather", "description": "Jacquilyn Louise \"Jackie\" Fairweather was an Australian world champion triathlete, long-distance runner, coach and Australian Institute of Sport high performance administrator."}]}, {"heading": "Births", "year": "1968", "date": "November 10", "txt": "Tracy Morgan, American comedian, actor, and producer", "entities": [{"title": "Tracy Morgan", "href": "/wiki/Tracy_Morgan", "description": "Tracy Jamel Morgan is an American stand-up comedian and actor best known for his television work as a cast member on Saturday Night Live (1996–2003) and for his role as Tracy Jordan in the sitcom 30 Rock (2006–2013), each of which earned him a Primetime Emmy Award nomination. He has also been nominated for ten NAACP Image Awards. He currently stars as Tray Barker in the TBS comedy The Last O.G., w"}]}, {"heading": "Births", "year": "1968", "date": "November 10", "txt": "Tom Papa, American comedian, actor, television host", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 10", "txt": "Faustino Asprilla, Colombian footballer and coach", "entities": [{"title": "Faustino Asprilla", "href": "/wiki/Faustino_Asprilla", "description": "Faustino Hernán Asprilla Hinestroza is a Colombian former professional footballer who most notably played for Parma, Newcastle United and the Colombia national team as a forward."}]}, {"heading": "Births", "year": "1969", "date": "November 10", "txt": "Jens Lehmann, German footballer and actor", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 10", "txt": "Ellen Pompeo, American actress and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 10", "txt": "Freddy Loix, Belgian race car driver", "entities": [{"title": "Freddy Loix", "href": "/wiki/Freddy_Loix", "description": "Freddy Loix is a Belgian rally driver."}]}, {"heading": "Births", "year": "1970", "date": "November 10", "txt": "Sergei Ovchinnikov, Russian footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 10", "txt": "Warren G, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 10", "txt": "Big Pun, American rapper (d. 2000)", "entities": [{"title": "Big Pun", "href": "/wiki/Big_Pun", "description": "Christopher Lee Rios, better known by his stage name Big Pun, was an American rapper and songwriter. Pun's lyrics are notable for their technical efficiency, having exceptional breath control, heavy use of alliteration, as well as internal and multi-syllabic rhyming schemes. He is frequently cited as one of the best MCs of all time. Emerging from the underground hip hop scene in the Bronx borough "}]}, {"heading": "Births", "year": "1971", "date": "November 10", "txt": "Holly Black, American journalist, author, and poet", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 10", "txt": "Walton Goggins, American actor and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 10", "txt": "Magnus Johansson, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 10", "txt": "Niki Karimi, Iranian actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "November 10", "txt": "Terry Pearson, American baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 10", "txt": "Virág Csurgó, Hungarian tennis player", "entities": [{"title": "Virág Csurgó", "href": "/wiki/Vir%C3%A1g_Csurg%C3%B3", "description": "Virág Csurgó is a retired Hungarian tennis player."}]}, {"heading": "Births", "year": "1972", "date": "November 10", "txt": "Shawn Green, American baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 10", "txt": "Greg LaRocca, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 10", "txt": "Patrik Berger, Czech footballer", "entities": [{"title": "Patrik Berger", "href": "/wiki/Patrik_Berger", "description": "Patrik Berger is a Czech former professional footballer who played as a midfielder. He started his career in his own country with Slavia Prague and spent a season in Germany playing for Borussia Dortmund. He moved to England in 1996, where he spent seven years with Liverpool, winning six trophies in his time there. This was followed by spells at Portsmouth, Aston Villa and Stoke City. He spent the"}]}, {"heading": "Births", "year": "1973", "date": "November 10", "txt": "Marco Antonio Rodríguez, Mexican footballer and referee", "entities": []}, {"heading": "Births", "year": "1974", "date": "November 10", "txt": "Chris Lilley, Australian comedian and producer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 10", "txt": "Jim Adkins, American singer-songwriter and guitarist", "entities": [{"title": "Jim Adkins", "href": "/wiki/Jim_Adkins", "description": "Jimmy Eat World is an American rock band formed in 1993 in Mesa, Arizona. The band is composed of lead vocalist and lead guitarist Jim Adkins, rhythm guitarist and backing vocalist Tom Linton, bassist Rick Burch, and drummer Zach Lind. They have released ten studio albums, the last nine featuring the current lineup."}]}, {"heading": "Births", "year": "1975", "date": "November 10", "txt": "Markko Märtin, Estonian race car driver", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 10", "txt": "Martin Åslund, Swedish footballer and sportscaster", "entities": [{"title": "Martin Åslund", "href": "/wiki/Martin_%C3%85slund", "description": "John Allan Martin Åslund is a Swedish former professional footballer who played as a midfielder. He won four caps for the Sweden national team, scoring two goals."}]}, {"heading": "Births", "year": "1976", "date": "November 10", "txt": "Sergio González Soriano, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 10", "txt": "Steffen Iversen, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 10", "txt": "Shefki Kuqi, Finnish footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 10", "txt": "Mike Leclerc, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 10", "txt": "Josh Barnett, American mixed martial artist and wrestler", "entities": [{"title": "Josh Barnett", "href": "/wiki/Josh_Barnett", "description": "Joshua Lawrence Barnett is an American mixed martial artist, submission grappler, professional wrestler and color commentator currently signed to Bellator MMA, where he is expected to compete in their Heavyweight division. Barnett previously competed for the Ultimate Fighting Championship (UFC), where he is a former UFC Heavyweight Champion. In 2003, Barnett won the King of Pancrase Openweight Cha"}]}, {"heading": "Births", "year": "1977", "date": "November 10", "txt": "Brittany Murphy, American actress (d. 2009)", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 10", "txt": "Erik Nevland, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 10", "txt": "Ruth Davidson, Scottish politician", "entities": [{"title": "Ruth Davidson", "href": "/wiki/Ruth_Davidson", "description": "Ruth Elizabeth Davidson is a Scottish politician who served as Leader of the Scottish Conservative Party from 2011 to 2019 and is currently the Leader of the Conservative Party in the Scottish Parliament from 2020. She served as a Member of the Scottish Parliament (MSP) for Glasgow from 2011 to 2016 and for Edinburgh Central from 2016 to 2021."}]}, {"heading": "Births", "year": "1978", "date": "November 10", "txt": "Jorge DePaula, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 10", "txt": "Eve, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 10", "txt": "Kristian Huselius, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 10", "txt": "Drew McConnell, Irish bass player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 10", "txt": "David Paetkau, Canadian actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 10", "txt": "Chris Joannou, Australian bass player", "entities": [{"title": "Chris Joannou", "href": "/wiki/Chris_Joannou", "description": "Christopher Andrew Joannou is an Australian musician best known as the bassist for the Newcastle-based alternative rock band Silverchair. He was the first of the three band members to cut his long hair short. Joannou was nicknamed 'Lumberjack' by Silverchair fans for his love of trees, and plaid shirts. Chris' bandmate Ben Gillies taught him how to play bass guitar."}]}, {"heading": "Births", "year": "1979", "date": "November 10", "txt": "Anthony Réveillère, French footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 10", "txt": "Ragnvald Soma, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 10", "txt": "Danilo Belić, Serbian footballer", "entities": [{"title": "Danilo Belić", "href": "/wiki/Danilo_Beli%C4%87", "description": "Danilo Belić is a Serbian football player whose last known club was FC Akzhayik."}]}, {"heading": "Births", "year": "1980", "date": "November 10", "txt": "Troy Bell, American basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 10", "txt": "Agustín De La Canal, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 10", "txt": "Jeroen Ketting, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 10", "txt": "Donté Stallworth, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 10", "txt": "Tony Blanco, Dominican baseball player", "entities": [{"title": "Tony Blanco", "href": "/wiki/Tony_Blanco", "description": "Tony Enrique Blanco Cabrera is a Dominican professional baseball player. He is mainly a first baseman, third baseman and outfielder. Blanco plays for the Orix Buffaloes of Nippon Professional Baseball (NPB). He has also played in Major League Baseball for the Washington Nationals and the Chunichi Dragons, Yokohama DeNA BayStars of NPB."}]}, {"heading": "Births", "year": "1981", "date": "November 10", "txt": "Jason Dunham, American soldier, Medal of Honor recipient (d. 2004)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1981", "date": "November 10", "txt": "Ezequiel Garré, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 10", "txt": "Paul Kipsiele Koech, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 10", "txt": "Ryback, American wrestler", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 10", "txt": "Miroslav Slepička, Czech footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 10", "txt": "Brett Tamburrino, Australian baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 10", "txt": "Shane Cansdell-Sherriff, Australian footballer", "entities": [{"title": "Shane Cansdell-Sherriff", "href": "/wiki/Shane_Cansdell-Sherriff", "description": "Shane Lewis Cansdell-Sherriff, also known simply as Shane Sherriff, is an Australian professional footballer. Traditionally a left or central defender, Sherriff has also been deployed on the left side of midfield. He is currently coaching at Australian football club Bankstown City."}]}, {"heading": "Births", "year": "1982", "date": "November 10", "txt": "Chris Canty, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 10", "txt": "Clayton Fortune, English footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 10", "txt": "Heather Matarazzo, American actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 10", "txt": "Matt Pagnozzi, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 10", "txt": "Rafael Rosell, Filipino actor and model", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 10", "txt": "Brian Dinkelman, American baseball player", "entities": [{"title": "Brian Dinkelman", "href": "/wiki/Brian_Dinkelman", "description": "Brian Adam Dinkelman is an American retired professional baseball second baseman who is the manager of the Cedar Rapids Kernels, the Class-A minor-league affiliate of the Minnesota Twins. Dinkelman was drafted by the Minnesota Twins in the eighth round of the 2006 MLB draft, and made his MLB debut on June 4, 2011. He last played professional baseball in 2013, transitioning into coaching in the Twi"}]}, {"heading": "Births", "year": "1983", "date": "November 10", "txt": "Dinko Felić, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 10", "txt": "Miranda Lambert, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 10", "txt": "Ryan Mattheus, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 10", "txt": "Craig Smith, American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 10", "txt": "Marius Žaliūkas, Lithuanian footballer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 10", "txt": "Jarno Mattila, Finnish footballer", "entities": [{"title": "Jarno Mattila", "href": "/wiki/Jarno_Mattila", "description": "Jarno Mattila is a Finnish professional footballer who currently plays for the Veikkausliiga side FC Haka in Finland. He usually plays on the left side as a defender or a midfielder, originally he has mostly played at striker."}]}, {"heading": "Births", "year": "1984", "date": "November 10", "txt": "Ludovic Obraniak, Polish footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 10", "txt": "Kendrick Perkins, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 10", "txt": "Ricki-Lee Coulter, New Zealand singer-songwriter and dancer", "entities": [{"title": "Ricki-Lee Coulter", "href": "/wiki/Ricki-Lee_Coulter", "description": "Ricki-Lee Dawn Coulter, also known mononymously as Ricki-Lee, is an Australian singer, songwriter, television, and radio presenter. She was born in Auckland, New Zealand, grew up on the Gold Coast, Queensland and began performing at the age of 15. Coulter rose to fame in 2004 on the second season of Australian Idol and placed seventh in the competition. She subsequently signed with Australian inde"}]}, {"heading": "Births", "year": "1985", "date": "November 10", "txt": "Daan Huiskamp, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 10", "txt": "Aleksandar Kolarov, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 10", "txt": "Cherno Samba, Gambian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 10", "txt": "Krystian Trochowski, German rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 10", "txt": "Aaron Crow, American baseball player", "entities": [{"title": "Aaron Crow", "href": "/wiki/Aaron_Crow", "description": "Aaron James Crow is an American former professional baseball pitcher. He pitched in Major League Baseball (MLB) for the Kansas City Royals."}]}, {"heading": "Births", "year": "1986", "date": "November 10", "txt": "Will Hendry, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 10", "txt": "Josh Peck, American actor", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 10", "txt": "Goran Jerković, French footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 10", "txt": "Stanislav Namașco, Moldovan footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 10", "txt": "Eric Thames, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 10", "txt": "Samuel Wanjiru, Kenyan runner (d. 2011)", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 10", "txt": "Sam Malsom, English footballer", "entities": [{"title": "Sam Malsom", "href": "/wiki/Sam_Malsom", "description": "Samuel Andrew Malsom is an English professional footballer who plays for Icelandic fourth tier side Hamar. He plays as a Winger, attacking midfielder or forward."}]}, {"heading": "Births", "year": "1987", "date": "November 10", "txt": "Kana Oya, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 10", "txt": "Charles Hamilton, American rapper", "entities": []}, {"heading": "Births", "year": "1987", "date": "November 10", "txt": "Theo Peckham, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 10", "txt": "Massimo Coda, Italian footballer", "entities": [{"title": "Massimo Coda", "href": "/wiki/Massimo_Coda", "description": "Massimo Coda is an Italian professional footballer who plays as a striker for Serie B club Lecce."}]}, {"heading": "Births", "year": "1988", "date": "November 10", "txt": "Pauleen Luna, Filipino actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 10", "txt": "Aiden Tolman, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 10", "txt": "Daniel Agyei, Ghanaian footballer", "entities": [{"title": "Daniel Agyei", "href": "/wiki/Daniel_Agyei", "description": "Daniel Yaw Agyei is a Ghanaian professional footballer who plays for Ethiopian club Sebeta City as a goalkeeper."}]}, {"heading": "Births", "year": "1989", "date": "November 10", "txt": "Luke Daley, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 10", "txt": "Taron Egerton, Welsh actor", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 10", "txt": "Brendon Hartley, New Zealand race car driver", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 10", "txt": "Matt Magill, American baseball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 10", "txt": "Adrian Nikçi, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "November 10", "txt": "Sarah Wells, Canadian hurdler", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 10", "txt": "Andre Blackman, English footballer", "entities": [{"title": "Andre Blackman", "href": "/wiki/Andre_Blackman", "description": "Andre Alexander-George Blackman is an English professional footballer who plays for Dulwich Hamlet."}]}, {"heading": "Births", "year": "1990", "date": "November 10", "txt": "Marcus Browne, American boxer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 10", "txt": "Aaron Murray, American football player", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 10", "txt": "Robert Primus, Trinidadian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 10", "txt": "Kristina Vogel, German track cyclist", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 10", "txt": "Leo, South Korean singer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 10", "txt": "Marko Blaževski, Macedonian swimmer", "entities": [{"title": "Marko Blaževski", "href": "/wiki/Marko_Bla%C5%BEevski", "description": "Marko Blazhevski is a Macedonian swimmer who competes in the Men's 400m individual medley. At the 2012 Summer Olympics he finished 34th overall in the heats in the Men's 400 metre individual medley and failed to reach the final."}]}, {"heading": "Births", "year": "1992", "date": "November 10", "txt": "Teddy Bridgewater, American football player", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 10", "txt": "Marek Frimmel, Slovak footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 10", "txt": "Dimitri Petratos, Australian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 10", "txt": "Rafał Wolski, Polish footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 10", "txt": "Wilfried Zaha, English footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 10", "txt": "Daieishō Hayato, Japanese sumo wrestler", "entities": [{"title": "Daieishō Hayato", "href": "/wiki/Daieish%C5%8D_Hayato", "description": "Daieishō Hayato  is a Japanese professional sumo wrestler. He began his professional career in 2012 at the age of eighteen and reached the top makuuchi division in September 2015. His highest rank to date has been sekiwake. He has two gold stars for defeating yokozuna, three special prize for Outstanding Performance and one special prize for Technique. He wrestles for the Oitekaze stable. In Janua"}]}, {"heading": "Births", "year": "1994", "date": "November 10", "txt": "Zoey Deutch, American actress", "entities": [{"title": "Zoey Deutch", "href": "/wiki/Zoey_Deutch", "description": "Zoey Francis Thompson Deutch is an American actress and producer. Deutch is a daughter of director Howard Deutch and actress-director Lea Thompson. She gained recognition for her roles in the film Everybody Wants Some!!, Netflix comedy series The Politician, and the Netflix film Set It Up."}]}, {"heading": "Births", "year": "1994", "date": "November 10", "txt": "Andre De Grasse, Canadian sprinter", "entities": []}, {"heading": "Births", "year": "1994", "date": "November 10", "txt": "Claudio Dias, English footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "November 10", "txt": "Ralfs Grīnbergs, Latvian ice hockey player", "entities": [{"title": "Ralfs Grīnbergs", "href": "/wiki/Ralfs_Gr%C4%ABnbergs", "description": "Ralfs Grīnbergs is a Latvian ice hockey player currently playing for the HK Rīga of the MHL."}]}, {"heading": "Births", "year": "1996", "date": "November 10", "txt": "Drew Lock, American football player", "entities": [{"title": "Drew Lock", "href": "/wiki/Drew_Lock", "description": "Andrew Stephen Lock is an American football quarterback for the Denver Broncos of the National Football League (NFL). He played college football for the University of Missouri and was drafted by the Broncos in the second round of the 2019 NFL Draft."}]}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Benoit Buratti, French skier", "entities": [{"title": "Benoit Buratti", "href": "/wiki/Benoit_Buratti", "description": "Benoit Buratti  is a French freestyle skier."}]}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Federico Dimarco, Italian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Cao Dong, Chinese footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Marios Georgiou, Cypriot gymnast", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Maurice Gomis, Italian-Senegalese footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Daniel James, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Patrik Klačan, Slovak footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Khalil Madovi, British actor", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Dhruv Pratap Singh, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Giovanna Scoccimarro, German judoka", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Yuriy Vakulko, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Jasper van Heertum, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "November 10", "txt": "Wang Xin, Chinese footballer", "entities": []}, {"heading": "Births", "year": "1998", "date": "November 10", "txt": "Karen Villanueva, Mexican rhythmic gymnast", "entities": [{"title": "Karen Villanueva", "href": "/wiki/Karen_Villanueva", "description": "Karen Villanueva is a Mexican rhythmic gymnast."}]}, {"heading": "Births", "year": "1999", "date": "November 10", "txt": "Kiernan Shipka, American actress", "entities": [{"title": "Kiernan Shipka", "href": "/wiki/Kiernan_Shipka", "description": "Kiernan Brennan Shipka is an American actress. She is best known for her role as Sally Draper in the AMC drama series Mad Men and as Sabrina Spellman in the Netflix series Chilling Adventures of Sabrina. She also appeared as B. D. Hyman in the FX series Feud: Bette and Joan and voiced Jinora in The Legend of Korra."}]}, {"heading": "Deaths", "year": "461", "date": "November 10", "txt": "Pope Leo I (b. 400)", "entities": [{"title": "Pope Leo I", "href": "/wiki/Pope_Leo_I", "description": "Leo I, also known as Leo the Great, was Bishop of Rome from 29 September 440 until his death. Pope Benedict XVI said that Leo's papacy \"was undoubtedly one of the most important in the Church's history.\""}]}, {"heading": "Deaths", "year": "474", "date": "November 10", "txt": "Leo II, Byzantine emperor (b. 467)", "entities": [{"title": "Leo II (emperor)", "href": "/wiki/Leo_II_(emperor)", "description": "Leo II, nicknamed \"the Younger\" or \"the Small\", was briefly Roman emperor in 474 when he was a child aged six or seven. He was the son of Zeno, the Isaurian general and future emperor, and Ariadne, a daughter of the emperor Leo I, who ruled the eastern Roman empire. Leo II was made co-emperor with his grandfather Leo I on 17 November 473, and became sole emperor on 18 January 474 after Leo I died "}]}, {"heading": "Deaths", "year": "627", "date": "November 10", "txt": "Justus, Italian-English archbishop and saint", "entities": [{"title": "Justus", "href": "/wiki/Justus", "description": "Justus was the fourth Archbishop of Canterbury. He was sent from Italy to England by Pope Gregory the Great, on a mission to Christianize the Anglo-Saxons from their native paganism, probably arriving with the second group of missionaries despatched in 601. Justus became the first Bishop of Rochester in 604, and attended a church council in Paris in 614."}]}, {"heading": "Deaths", "year": "901", "date": "November 10", "txt": "Adelaide of Paris (b. 850)", "entities": [{"title": "Adelaide of Paris", "href": "/wiki/Adelaide_of_Paris", "description": "Adélaïde of Paris was a Frankish queen. She was the second wife of Louis the Stammerer, King of West Francia, and was the mother of Charles the Simple."}]}, {"heading": "Deaths", "year": "948", "date": "November 10", "txt": "Zhao Yanshou, Chinese general and governor", "entities": [{"title": "Zhao Yanshou", "href": "/wiki/Zhao_Yanshou", "description": "Zhao Yanshou, né Liu Yanshou (劉延壽), formally the Prince of Wei (魏王), was a major general of Later Tang of the Chinese Five Dynasties and Ten Kingdoms Period, as well as the Khitan Liao Dynasty. He first became prominent as a son-in-law of Later Tang's second emperor Li Siyuan, but was captured by Liao's Emperor Taizong when Later Tang fell. He subsequently served Emperor Taizong, who promised him "}]}, {"heading": "Deaths", "year": "1066", "date": "November 10", "txt": "John Scotus, bishop of Mecklenburg", "entities": [{"title": "John Scotus (bishop of Mecklenburg)", "href": "/wiki/John_Scotus_(bishop_of_Mecklenburg)", "description": "\nJohn Scotus was a Bishop of Mecklenburg from Scotland. It is likely this John can be identified as the John who was allegedly made Bishop of Glasgow sometime between 1055 and 1060 and possibly the same John allegedly holding the title of Bishop of Orkney."}]}, {"heading": "Deaths", "year": "1068", "date": "November 10", "txt": "Agnes of Burgundy, Duchess of Aquitaine, regent of Aquitaine", "entities": [{"title": "Agnes of Burgundy, Duchess of Aquitaine", "href": "/wiki/Agnes_of_Burgundy,_Duchess_of_Aquitaine", "description": "Agnes of Burgundy was Duchess of Aquitaine by marriage to Duke William V and Countess of Anjou by marriage to Count Geoffrey II. She served as regent of the Duchy of Aquitaine during the minority of her son from 1039 until 1044. \nShe was a daughter of Otto-William, Count of Burgundy and Ermentrude de Roucy and a member of the House of Ivrea."}]}, {"heading": "Deaths", "year": "1187", "date": "November 10", "txt": "Guðrøðr Óláfsson, King of the Isles", "entities": [{"title": "Guðrøðr Óláfsson", "href": "/wiki/Gu%C3%B0r%C3%B8%C3%B0r_%C3%93l%C3%A1fsson", "description": "Guðrøðr Óláfsson was a twelfth-century ruler of the kingdoms of Dublin and the Isles. Guðrøðr was a son of Óláfr Guðrøðarson, King of the Isles and Affraic, daughter of Fergus, Lord of Galloway. Throughout his career, Guðrøðr battled rival claimants to the throne, permanently losing about half of his realm to a rival dynasty in the process. Although dethroned for nearly a decade, Guðrøðr clawed hi"}]}, {"heading": "Deaths", "year": "1241", "date": "November 10", "txt": "Pope Celestine IV", "entities": [{"title": "Pope Celestine IV", "href": "/wiki/Pope_Celestine_IV", "description": "Pope Celestine IV, born Goffredo da Castiglione, was Bishop of Rome and as such head of the Catholic Church and ruler of the Papal States for only a few days from 25 October 1241 to his death."}]}, {"heading": "Deaths", "year": "1258", "date": "November 10", "txt": "William de Bondington, Bishop of Glasgow", "entities": [{"title": "William de Bondington", "href": "/wiki/William_de_Bondington", "description": "William de Bondington was a 13th-century Chancellor of Scotland and a bishop of Glasgow."}]}, {"heading": "Deaths", "year": "1290", "date": "November 10", "txt": "Al-Mansur Qalawun, Sultan of Egypt (b. c. 1222)", "entities": [{"title": "Al-Mansur Qalawun", "href": "/wiki/Al-Mansur_Qalawun", "description": "Qalāwūn aṣ-Ṣāliḥī was the seventh Bahri Mamluk sultan; he ruled Egypt from 1279 to 1290."}]}, {"heading": "Deaths", "year": "1293", "date": "November 10", "txt": "Isabella de Forz, Countess of Devon (b. 1237)", "entities": [{"title": "Isabel de Forz, suo jure 8th Countess of Devon", "href": "/wiki/Isabel_de_Forz,_suo_jure_8th_Countess_of_Devon", "description": "Isabel de Forz was the eldest daughter of Baldwin de Redvers, 6th Earl of Devon (1217–1245). On the death of her brother Baldwin de Redvers, 7th Earl of Devon in 1262, without children, she inherited suo jure the earldom and also the feudal barony of Plympton in Devon, and the Lordship of the Isle of Wight. After the early death of her husband and her brother, before she was thirty years old, she "}]}, {"heading": "Deaths", "year": "1299", "date": "November 10", "txt": "John I, Count of Holland (b. 1284)", "entities": [{"title": "John I, Count of Holland", "href": "/wiki/John_I,_Count_of_Holland", "description": "John I was Count of Holland and son of Count Floris V. John inherited the county in 1296 after the murder of his father."}]}, {"heading": "Deaths", "year": "1444", "date": "November 10", "txt": "Władysław III of Poland (b. 1424)", "entities": [{"title": "Władysław III of Poland", "href": "/wiki/W%C5%82adys%C5%82aw_III_of_Poland", "description": "Władysław III, also known as Władysław of Varna, was King of Poland and the Supreme Duke of Grand Duchy of Lithuania from 1434 and King of Hungary and Croatia from 1440 until his death at the Battle of Varna. He was the eldest son of Władysław II Jagiełło, King of Poland and Grand Duke of Lithuania, and the Lithuanian noblewoman Sophia of Halshany."}]}, {"heading": "Deaths", "year": "1549", "date": "November 10", "txt": "Pope Paul III (b. 1468)", "entities": [{"title": "Pope Paul III", "href": "/wiki/Pope_Paul_III", "description": "Pope Paul III, born Alessandro Farnese, was head of the Catholic Church and ruler of the Papal States from 13 October 1534 to his death in 1549."}]}, {"heading": "Deaths", "year": "1556", "date": "November 10", "txt": "Richard Chancellor, English explorer(b. c. 1521)", "entities": [{"title": "Richard Chancellor", "href": "/wiki/Richard_Chancellor", "description": "Richard Chancellor was an English explorer and navigator; the first to penetrate to the White Sea and establish relations with the Tsardom of Russia."}]}, {"heading": "Deaths", "year": "1617", "date": "November 10", "txt": "Barnabe Rich, English soldier and author (b. 1540)", "entities": [{"title": "Barnabe Rich", "href": "/wiki/Barnabe_Rich", "description": "\nBarnabe Rich, was an English author and soldier, and a distant relative of Lord Chancellor Rich."}]}, {"heading": "Deaths", "year": "1624", "date": "November 10", "txt": "Henry Wriothesley, 3rd Earl of Southampton, English politician, Lord Lieutenant of Hampshire (b. 1573)", "entities": [{"title": "Henry Wriothesley, 3rd Earl of Southampton", "href": "/wiki/Henry_Wriothesley,_3rd_Earl_of_Southampton", "description": "Henry Wriothesley, 3rd Earl of Southampton, , was the only son of Henry Wriothesley, 2nd Earl of Southampton, and Mary Browne, daughter of Anthony Browne, 1st Viscount Montagu. Shakespeare's two narrative poems, Venus and Adonis and The Rape of Lucrece, were dedicated to Southampton, who is frequently identified as the Fair Youth of Shakespeare's Sonnets."}, {"title": "Lord Lieutenant of Hampshire", "href": "/wiki/Lord_Lieutenant_of_Hampshire", "description": "This is a list of people who have served as Lord Lieutenant of Hampshire. Since 1688, all the Lords Lieutenant have also been Custos Rotulorum of Hampshire. From 1889 until 1959, the administrative county was named the County of Southampton."}]}, {"heading": "Deaths", "year": "1644", "date": "November 10", "txt": "Luis Vélez de Guevara, Spanish author and playwright (b. 1579)", "entities": [{"title": "Luis Vélez de Guevara", "href": "/wiki/Luis_V%C3%A9lez_de_Guevara", "description": "\nLuis Vélez de Guevara was a Spanish dramatist and novelist.\nHe was born at Écija and was of Jewish converso descent.\nAfter graduating as a sizar at the University of Osuna in 1596, he joined the household of Rodrigo de Castro, Cardinal-Archbishop of Seville, and celebrated the marriage of Philip III in a poem signed Vélez de Santander, a name which he continued to use till some years later."}]}, {"heading": "Deaths", "year": "1659", "date": "November 10", "txt": "Afzal Khan, Indian commander", "entities": [{"title": "Afzal Khan (general)", "href": "/wiki/Afzal_Khan_(general)", "description": "Afzal Khan was a general who served the Adil Shahi dynasty of Bijapur Sultanate in India. He played an important role in the southern expansion of the Bijapur Sultanate by subjugating the Nayaka chiefs who had taken control of the former Vijayanagara territory."}]}, {"heading": "Deaths", "year": "1673", "date": "November 10", "txt": "Michał Korybut Wiśniowiecki, King of Poland (b. 1640)", "entities": [{"title": "Michał Korybut Wiśniowiecki", "href": "/wiki/Micha%C5%82_Korybut_Wi%C5%9Bniowiecki", "description": "Michael I was the ruler of the Polish–Lithuanian Commonwealth as King of Poland and Grand Duke of Lithuania from 29 September 1669 until his death in 1673."}]}, {"heading": "Deaths", "year": "1727", "date": "November 10", "txt": "Alphonse de Tonty, French-American sailor and explorer (b. 1659)", "entities": [{"title": "Alphonse de Tonty", "href": "/wiki/Alphonse_de_Tonty", "description": "Pierre Alphonse de Tonty, or Alphonse de Tonty, Baron de Paludy was an officer who served under the French explorer Cadillac and helped establish the first European settlement at Detroit, Michigan, Fort Pontchartrain du Detroit on the Detroit River in 1701. Several months later, both Cadillac and Tonty brought their wives to the fort, making them the first European women to travel so deep into the"}]}, {"heading": "Deaths", "year": "1728", "date": "November 10", "txt": "Fyodor Apraksin, Russian admiral (b. 1661)", "entities": [{"title": "Fyodor Apraksin", "href": "/wiki/Fyodor_Apraksin", "description": "Count Fyodor Matveyevich Apraksin was one of the first Russian admirals, governed Estonia and Karelia from 1712 to 1723, was made general admiral (1708), presided over the Russian Admiralty from 1718 and commanded the Baltic Fleet from 1723."}]}, {"heading": "Deaths", "year": "1772", "date": "November 10", "txt": "Pedro Correia Garção, Portuguese poet and author (b. 1724)", "entities": [{"title": "Pedro Correia Garção", "href": "/wiki/Pedro_Correia_Gar%C3%A7%C3%A3o", "description": "Pedro António Joaquim Correia da Serra Garção was a Portuguese lyric poet."}]}, {"heading": "Deaths", "year": "1777", "date": "November 10", "txt": "Cornstalk, American tribal chief (b. 1720)", "entities": [{"title": "Cornstalk", "href": "/wiki/Cornstalk", "description": "Cornstalk was a prominent Shawnee leader in the Ohio Country in the 1760s and 1770s. His name in the Shawnee language was Hokoleskwa. Little is known about his early life. He may have been born in the Province of Pennsylvania. In 1763, he reportedly led a raid against British-American colonists in Pontiac's War. He first appears in historical documents in 1764, when he was one of the hostages surr"}]}, {"heading": "Deaths", "year": "1808", "date": "November 10", "txt": "Guy Carleton, 1st Baron Dorchester, Irish-born English general and politician, 21st Governor General of Canada (b. 1724)", "entities": [{"title": "Guy Carleton, 1st Baron Dorchester", "href": "/wiki/Guy_Carleton,_1st_Baron_Dorchester", "description": "Guy Carleton, 1st Baron Dorchester, known between 1776 and 1786 as Sir Guy Carleton, was an Anglo-Irish soldier and administrator. He twice served as Governor of the Province of Quebec, from 1768 to 1778, concurrently serving as Governor General of British North America in that time, and again from 1785 to 1795. The title Baron Dorchester was created on 21 August 1786."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1852", "date": "November 10", "txt": "Gideon Mantell, English scientist (b. 1790)", "entities": [{"title": "Gideon Mantell", "href": "/wiki/Gideon_Mantell", "description": "Gideon Algernon Mantell MRCS FRS was an English obstetrician, geologist and palaeontologist. His attempts to reconstruct the structure and life of Iguanodon began the scientific study of dinosaurs: in 1822 he was responsible for the discovery of the first fossil teeth, and later much of the skeleton, of Iguanodon. Mantell's work on the Cretaceous of southern England was also important."}]}, {"heading": "Deaths", "year": "1865", "date": "November 10", "txt": "Henry Wirz, Swiss-American captain in Confederate army, commandant of Andersonville Prison (b. 1823)", "entities": [{"title": "Henry Wirz", "href": "/wiki/Henry_Wirz", "description": "Heinrich Hartmann \"Henry\" Wirz was a Swiss-American officer of the Confederate Army during the American Civil War. Wirz was the commandant of the stockade of Camp Sumter, a Confederate prisoner-of-war camp near Andersonville, Georgia, where inhumane conditions led to a high mortality rate of Union detainees. After the war, Wirz was tried and executed for conspiracy and murder relating to his comma"}, {"title": "Andersonville National Historic Site", "href": "/wiki/Andersonville_National_Historic_Site", "description": "The Andersonville National Historic Site, located near Andersonville, Georgia, preserves the former Andersonville Prison, a Confederate prisoner-of-war camp during the final fourteen months of the American Civil War. Most of the site lies in southwestern Macon County, adjacent to the east side of the town of Andersonville. As well as the former prison, the site contains the Andersonville National "}]}, {"heading": "Deaths", "year": "1869", "date": "November 10", "txt": "John E. Wool, American general (b. 1784)", "entities": [{"title": "John E. Wool", "href": "/wiki/John_E._Wool", "description": "John Ellis Wool was an officer in the United States Army during three consecutive U.S. wars: the War of 1812, the Mexican–American War and the American Civil War. By the time of the Mexican-American War, he was widely considered one of the most capable officers in the army and a superb organizer."}]}, {"heading": "Deaths", "year": "1873", "date": "November 10", "txt": "Maria Jane Williams, Welsh musician and folklorist (b. circa 1794)", "entities": [{"title": "Maria Jane Williams", "href": "/wiki/Maria_Jane_Williams", "description": "Maria Jane Williams was a 19th-century Welsh musician and folklorist born at Aberpergwm House, Glynneath in Glamorgan, South Wales. She rescued many Welsh songs from obscurity, including Y Deryn Pur  and Y Ferch o'r Sger."}]}, {"heading": "Deaths", "year": "1887", "date": "November 10", "txt": "Louis Lingg, German-American carpenter and activist (b. 1864)", "entities": [{"title": "Louis Lingg", "href": "/wiki/Louis_Lingg", "description": "Louis Lingg was a German-born American anarchist who committed suicide while in jail after being convicted and sentenced to hang as a member of a criminal conspiracy behind the Haymarket Square bombing. Lingg committed suicide in his cell with an explosive shortly before his scheduled execution."}]}, {"heading": "Deaths", "year": "1891", "date": "November 10", "txt": "Arthur Rimbaud, French poet and educator (b. 1854)", "entities": [{"title": "Arthur Rimbaud", "href": "/wiki/Arthur_Rimbaud", "description": "Jean Nicolas Arthur Rimbaud was a French poet known for his transgressive and surreal themes, and his influence on modern literature and arts, prefiguring surrealism. Born in Charleville, he started writing at a very young age and excelled as a student, but abandoned his formal education in his teenage years to run away from home to Paris amidst the Franco-Prussian War. During his late adolescence"}]}, {"heading": "Deaths", "year": "1909", "date": "November 10", "txt": "George Essex Evans, Australian poet and educator (b. 1863)", "entities": [{"title": "George Essex Evans", "href": "/wiki/George_Essex_Evans", "description": "George Essex Evans was an Australian poet."}]}, {"heading": "Deaths", "year": "1928", "date": "November 10", "txt": "Anita Berber, German dancer (b. 1899)", "entities": [{"title": "Anita Berber", "href": "/wiki/Anita_Berber", "description": "Anita Berber was a German dancer, actress, and writer who was the subject of an Otto Dix painting. She lived during the time of the Weimar Republic."}]}, {"heading": "Deaths", "year": "1936", "date": "November 10", "txt": "Louis Gustave Binger, French general and explorer (b. 1856)", "entities": [{"title": "Louis Gustave Binger", "href": "/wiki/Louis_Gustave_Binger", "description": "Louis-Gustave Binger was a French officer and explorer who claimed the Côte d'Ivoire for France."}]}, {"heading": "Deaths", "year": "1938", "date": "November 10", "txt": "Mustafa Kemal Atatürk, Turkish field marshal and statesman, 1st President of Turkey (b. 1881)", "entities": [{"title": "Mustafa Kemal Atatürk", "href": "/wiki/Mustafa_Kemal_Atat%C3%BCrk", "description": "Kemal Atatürk was a Turkish field marshal, revolutionary statesman, author, and the founding father of the Republic of Turkey, serving as its first president from 1923 until his death in 1938. He undertook sweeping progressive reforms, which modernized Turkey into a secular, industrial nation. Ideologically a secularist and nationalist, his policies and theories became known as Kemalism. Due to hi"}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Deaths", "year": "1941", "date": "November 10", "txt": "Carrie Derick, Canadian botanist and geneticist (b. 1862)", "entities": [{"title": "Carrie Derick", "href": "/wiki/Carrie_Derick", "description": "Carrie Matilda Derick was a Canadian botanist and geneticist, the first female professor in a Canadian university, and the founder of McGill University's Genetics Department."}]}, {"heading": "Deaths", "year": "1944", "date": "November 10", "txt": "Claude Rodier physicist (b.1903) ", "entities": [{"title": "Claude Rodier", "href": "/wiki/Claude_Rodier", "description": "Claude Rodier was a physicist, teacher and staff sergeant in the Mouvements Unis de la Résistance (MUR), part of the French Resistance in Auvergne, France."}]}, {"heading": "Deaths", "year": "1946", "date": "November 10", "txt": "Louis Zutter, Swiss gymnast (b. 1856)", "entities": [{"title": "Louis Zutter", "href": "/wiki/Louis_Zutter", "description": "Louis Arnold Zutter was a Swiss gymnast. He competed at the 1896 Summer Olympics in Athens."}]}, {"heading": "Deaths", "year": "1956", "date": "November 10", "txt": "Gordon MacQuarrie, American author and journalist (b. 1900)", "entities": [{"title": "Gordon MacQuarrie", "href": "/wiki/Gordon_MacQuarrie", "description": "Gordon MacQuarrie was an American writer and journalist. Born in Superior, Wisconsin, he is best known for his short stories involving hunting and fishing, and for his semi-fictional organization known as The Old Duck Hunters' Association, Inc.(ODHA, Inc.) He died unexpectedly in Milwaukee, Wisconsin of a heart attack."}]}, {"heading": "Deaths", "year": "1962", "date": "November 10", "txt": "Julius Lenhart, Austrian gymnast and engineer (b. 1875)", "entities": [{"title": "Julius Lenhart", "href": "/wiki/Julius_Lenhart", "description": "Julius Lenhart was an Austrian gymnast who competed in the 1904 Summer Olympics. He won two gold medals and one silver medal, making him the most successful Austrian competitor ever at the Summer Olympic Games."}]}, {"heading": "Deaths", "year": "1963", "date": "November 10", "txt": "Klara Dan von Neumann, Hungarian-American computer scientist (b. 1911)", "entities": [{"title": "Klara Dan von Neumann", "href": "/wiki/Klara_Dan_von_Neumann", "description": "Klára (Klari) Dán von Neumann was a Hungarian-American computer scientist, noted as one of the first computer programmers."}]}, {"heading": "Deaths", "year": "1971", "date": "November 10", "txt": "Walter Van Tilburg Clark, American author and academic (b. 1909)", "entities": [{"title": "Walter Van Tilburg Clark", "href": "/wiki/Walter_Van_Tilburg_Clark", "description": "Walter Van Tilburg Clark was an American novelist, short story writer, and educator. He ranks as one of Nevada's most distinguished literary figures of the 20th century, and was the first inductee into the 'Nevada Writers Hall of Fame' in 1988, together with Robert Laxalt, Clark's mentee and Nevada's other heralded twentieth century author. Two of Clark's novels, The Ox-Bow Incident and The Track "}]}, {"heading": "Deaths", "year": "1975", "date": "November 10", "txt": "Ernest M. McSorley, Canadian-American captain (b. 1912)", "entities": [{"title": "Ernest M. McSorley", "href": "/wiki/Ernest_M._McSorley", "description": "Ernest Michael McSorley was the last captain of the ill-fated Laker-type freighter SS Edmund Fitzgerald. McSorley died along with the other 28 members of his crew when the Fitzgerald sank in Lake Superior on November 10, 1975."}]}, {"heading": "Deaths", "year": "1982", "date": "November 10", "txt": "Leonid Brezhnev, Ukrainian-Russian general and politician, 4th Head of State of the Soviet Union (b. 1906)", "entities": [{"title": "Leonid Brezhnev", "href": "/wiki/Leonid_Brezhnev", "description": "Leonid Ilyich Brezhnev was a Soviet politician who led the Soviet Union as General Secretary of the governing Communist Party (1964–1982) and as Chairman of the Presidium of the Supreme Soviet. His 18-year term as general secretary was second only to Joseph Stalin's in duration. While Brezhnev's rule was characterised by political stability and notable foreign policy successes, it was also marked "}, {"title": "List of heads of state of the Soviet Union", "href": "/wiki/List_of_heads_of_state_of_the_Soviet_Union", "description": "The Constitution of the Soviet Union recognised the Presidium of the Supreme Soviet and the earlier Central Executive Committee (CEC) of the Congress of Soviets as the highest organs of state authority in the Union of Soviet Socialist Republics (USSR). Under the 1924, 1936 and 1977 Soviet Constitutions these bodies served as the collective head of state of the Soviet Union. The Chairman of these b"}]}, {"heading": "Deaths", "year": "1984", "date": "November 10", "txt": "Xavier Herbert, Australian author (b. 1901)", "entities": [{"title": "Xavier Herbert", "href": "/wiki/Xavier_Herbert", "description": "Xavier Herbert was an Australian writer best known for his Miles Franklin Award-winning novel Poor Fellow My Country (1975). He is considered one of the elder statesmen of Australian literature. He is also known for short story collections and his autobiography Disturbing Element."}]}, {"heading": "Deaths", "year": "1986", "date": "November 10", "txt": "Rogelio de la Rosa, Filipino actor and politician (b. 1916)", "entities": [{"title": "Rogelio de la Rosa", "href": "/wiki/Rogelio_de_la_Rosa", "description": "Regidor de la Rosa, professionally known as Rogelio de la Rosa, was one of the most popular Filipino matinee idols of the 20th century. He is also remembered for his statesmanship, in particular his accomplishments as a diplomat. Elected to the Philippine Senate from 1957 to 1963, he was the first Filipino film actor to parlay his fame into a substantial political career, paving the way for other "}]}, {"heading": "Deaths", "year": "1986", "date": "November 10", "txt": "Gordon Richards, English jockey and manager (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "November 10", "txt": "Noor Hossain, Bangladeshi activist (b. 1961)", "entities": [{"title": "Noor Hossain", "href": "/wiki/Noor_Hossain", "description": "Noor Hossain was a Bangladeshi activist who was killed by the Bangladesh Police on November 10, 1987, while protesting against President Hussain Muhammad Ershad near Zero Point in Dhaka, Bangladesh. Zero Point was later renamed Noor Hossain Square and the anniversary of his death is officially commemorated each year as Shohid Noor Hossain Day. He is one of the most widely known martyrs of Banglade"}]}, {"heading": "Deaths", "year": "1990", "date": "November 10", "txt": "Aurelio Monteagudo, Cuban baseball player and manager (b. 1943)", "entities": [{"title": "Aurelio Monteagudo", "href": "/wiki/Aurelio_Monteagudo", "description": "Aurelio Faustino Monteagudo Cintra, nicknamed \"Monty\", was a right-handed screwball pitcher who played in Major League Baseball. He was the son of former big-leaguer René Monteagudo."}]}, {"heading": "Deaths", "year": "1990", "date": "November 10", "txt": "Mário Schenberg, Brazilian physicist and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "November 10", "txt": "William Afflis, American football player and wrestler (b. 1929)", "entities": [{"title": "Dick the Bruiser", "href": "/wiki/Dick_the_Bruiser", "description": "William Fritz Afflis was an American professional wrestler and football player, better known by his ring name, Dick the Bruiser. He was a fifteen-time world champion in professional wrestling, having held the AWA World Heavyweight Championship, the WWA World Heavyweight Championship thirteen times and the WWA World Heavyweight Championship once."}]}, {"heading": "Deaths", "year": "1992", "date": "November 10", "txt": "Chuck Connors, American actor (b. 1921)", "entities": [{"title": "Chuck Connors", "href": "/wiki/Chuck_Connors", "description": "Kevin Joseph Aloysius \"Chuck\" Connors was an American actor, writer, and professional basketball and baseball player. He is one of only 13 athletes in the history of American professional sports to have played both Major League Baseball and in the National Basketball Association. With a 40-year film and television career, he is best known for his five-year role as Lucas McCain in the highly rated "}]}, {"heading": "Deaths", "year": "1994", "date": "November 10", "txt": "Carmen McRae, American singer, pianist, and actress (b. 1920)", "entities": [{"title": "Carmen McRae", "href": "/wiki/Carmen_McRae", "description": "Carmen Mercedes McRae was an American jazz singer. She is considered one of the most influential jazz vocalists of the 20th century and is remembered for her behind-the-beat phrasing and ironic interpretation of lyrics."}]}, {"heading": "Deaths", "year": "1995", "date": "November 10", "txt": "Ken Saro-Wiwa, Nigerian author and activist (b. 1941)", "entities": [{"title": "Ken Saro-Wiwa", "href": "/wiki/Ken_Saro-Wiwa", "description": "Kenule Beeson \"Ken\" Saro-Wiwa was a Nigerian writer, television producer, environmental activist. Saro-Wiwa was a member of the Ogoni people, an ethnic minority in Nigeria whose homeland, Ogoniland, in the Niger Delta has been targeted for crude oil extraction since the 1950s and which has suffered extreme environmental damage from decades of indiscriminate petroleum waste dumping."}]}, {"heading": "Deaths", "year": "1998", "date": "November 10", "txt": "Mary Millar, English actress (b. 1936)", "entities": [{"title": "Mary Millar", "href": "/wiki/Mary_Millar", "description": "Irene Mary Wetton, better known by her stage name Mary Millar, was an English actress and singer best remembered for her role as the second actress to play Rose in the highly successful BBC sitcom Keeping Up Appearances between 1991 and 1995."}]}, {"heading": "Deaths", "year": "2000", "date": "November 10", "txt": "Adamantios Androutsopoulos, Greek lawyer and politician, 171st Prime Minister of Greece (b. 1919)", "entities": [{"title": "Adamantios Androutsopoulos", "href": "/wiki/Adamantios_Androutsopoulos", "description": "Adamantios Androutsopoulos was a lawyer and professor. He held various ministerial posts under the Greek military junta of 1967–1974 and was finally appointed 168th Prime Minister of Greece from 1973 to 1974 by junta strongman Dimitrios Ioannides."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "2000", "date": "November 10", "txt": "Jacques Chaban-Delmas, French general and politician, 153rd Prime Minister of France (b. 1915)", "entities": [{"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Deaths", "year": "2001", "date": "November 10", "txt": "Ken Kesey, American novelist, essayist, and poet (b. 1935)", "entities": [{"title": "Ken Kesey", "href": "/wiki/Ken_Kesey", "description": "Kenneth Elton Kesey was an American novelist, essayist, and countercultural figure. He considered himself a link between the Beat Generation of the 1950s and the hippies of the 1960s."}]}, {"heading": "Deaths", "year": "2002", "date": "November 10", "txt": "Michel Boisrond, French actor, director, and screenwriter (b. 1921)", "entities": [{"title": "Michel Boisrond", "href": "/wiki/Michel_Boisrond", "description": "Michel Jacques Boisrond was a French film director and screenwriter. His work spanned five decades, from the 1950s to the 1990s."}]}, {"heading": "Deaths", "year": "2003", "date": "November 10", "txt": "Canaan Banana, Zimbabwean minister and politician, 1st President of Zimbabwe (b. 1936)", "entities": [{"title": "Canaan Banana", "href": "/wiki/Canaan_Banana", "description": "Canaan Sodindo Banana was a Zimbabwean Methodist minister, theologian, and politician who served as the first President of Zimbabwe from 1980 to 1987. He was Zimbabwe's first head of state after the Lancaster House Agreement that led to the country’s independence. In 1987, he stepped down as President and was succeeded by Prime Minister Robert Mugabe, who became the country's executive president. "}, {"title": "President of Zimbabwe", "href": "/wiki/President_of_Zimbabwe", "description": "The President of Zimbabwe is the highest office in the executive branch of the country's government. The president is head of state of Zimbabwe, elected by direct universal suffrage using a two-round system. Formerly a ceremonial role, the president is now also the head of government. The president serves a maximum of two five-year terms."}]}, {"heading": "Deaths", "year": "2003", "date": "November 10", "txt": "Irv Kupcinet, American journalist and talk show host (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "November 10", "txt": "Katy de la Cruz, Filipino-American singer and actress (b. 1907)", "entities": [{"title": "Katy de la Cruz", "href": "/wiki/Katy_de_la_Cruz", "description": "Katy de la Cruz was a leading Filipino singer who specialized in jazz vocals and torch songs in a hon career that lasted eight decades. Hailed as \"The Queen of Filipino Jazz\" and as \"The Queen of Bodabil\", she was, by the age of 18, the highest paid entertainer in the Philippines. De la Cruz also appeared in films and received a FAMAS Best Supporting Actress Award in 1953. One of the famous musici"}]}, {"heading": "Deaths", "year": "2004", "date": "November 10", "txt": "Şeref Görkey, Turkish footballer and manager (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 10", "txt": "Diana Coupland, English actress and singer (b. 1932)", "entities": [{"title": "Diana Coupland", "href": "/wiki/Diana_Coupland", "description": "Betty Diana Coupland, billed as Diana Coupland, was an English actress and singer, best remembered for her role as Jean Abbott in the sitcom Bless This House, which she played from 1971 to 1976."}]}, {"heading": "Deaths", "year": "2006", "date": "November 10", "txt": "Fokko du Cloux, Dutch mathematician and computer scientist (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 10", "txt": "Gerald Levert, American singer-songwriter and producer (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 10", "txt": "Jack Palance, American boxer and actor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 10", "txt": "Nadarajah Raviraj, Sri Lankan lawyer and politician (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "November 10", "txt": "Jack Williamson, American author, critic, and academic (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 10", "txt": "Laraine Day, American actress (b. 1920)", "entities": [{"title": "Laraine Day", "href": "/wiki/Laraine_Day", "description": "Laraine Day was an American actress, radio and television commentator and a former Metro-Goldwyn-Mayer contract star. As a leading lady, she was paired opposite major film stars including Robert Mitchum, Lana Turner, Cary Grant, Ronald Reagan, Kirk Douglas, and John Wayne. As well as her numerous film and television roles, she acted on stage, conducted her own radio and television shows, and wrote"}]}, {"heading": "Deaths", "year": "2007", "date": "November 10", "txt": "Augustus F. Hawkins, American engineer and politician (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 10", "txt": "Norman Mailer, American novelist and essayist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "November 10", "txt": "Wannes Van de Velde, Belgian singer and poet (b. 1937)", "entities": [{"title": "Wannes Van de Velde", "href": "/wiki/Wannes_Van_de_Velde", "description": "Wannes Van de Velde, born Willy Cecile Johannes Van de Velde, in Antwerp, was a Flemish folk singer, guitarist, musician, poet, puppeteer and artist. He is most famous for his songs Ik Wil deze Nacht in de Straten Verdwalen (1973), Mijn Mansarde and De Brug van Willebroek (1990). His work is often categorized as kleinkunst. Van de Velde was known for singing in his local dialect."}]}, {"heading": "Deaths", "year": "2008", "date": "November 10", "txt": "Kiyosi Itô, Japanese mathematician and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 10", "txt": "Robert Enke, German footballer (b. 1977)", "entities": [{"title": "Robert Enke", "href": "/wiki/Robert_Enke", "description": "Robert Enke was a German professional footballer who played as a goalkeeper."}]}, {"heading": "Deaths", "year": "2009", "date": "November 10", "txt": "John Allen Muhammad, American spree killer (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "November 10", "txt": "Dino De Laurentiis, Italian-American actor, producer, and production manager (b. 1919)", "entities": [{"title": "Dino De Laurentiis", "href": "/wiki/Dino_De_Laurentiis", "description": "Agostino \"Dino\" De Laurentiis was an Italian film producer. Along with Carlo Ponti, he was one of the producers who brought Italian cinema to the international scene at the end of World War II. He produced or co-produced more than 500 films, of which 38 were nominated for Academy Awards. He also had a brief acting career in the late 1930s and early 1940s."}]}, {"heading": "Deaths", "year": "2011", "date": "November 10", "txt": "Peter J. Biondi, American soldier and politician (b. 1942)", "entities": [{"title": "Peter J. Biondi", "href": "/wiki/Peter_J._Biondi", "description": "Peter J. \"Pete\" Biondi was an American Republican Party politician who served in the New Jersey General Assembly from 1998 until his death in 2011, where he represented the 16th Legislative District."}]}, {"heading": "Deaths", "year": "2011", "date": "November 10", "txt": "Ivan Martin Jirous, Czech poet (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 10", "txt": "John Louis Coffey, American lawyer and judge (b. 1922)", "entities": [{"title": "John Louis Coffey", "href": "/wiki/John_Louis_Coffey", "description": "John Louis Coffey was a Justice of the Wisconsin Supreme Court and later a United States Circuit Judge of the United States Court of Appeals for the Seventh Circuit."}]}, {"heading": "Deaths", "year": "2012", "date": "November 10", "txt": "Mitsuko Mori, Japanese actress (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 10", "txt": "Piet van Zeil, Dutch lawyer and politician, Dutch Minister of Economic Affairs (b. 1927)", "entities": [{"title": "Ministry of Economic Affairs (Netherlands)", "href": "/wiki/Ministry_of_Economic_Affairs_(Netherlands)", "description": "The Ministry of Economic Affairs and Climate Policy is the Dutch Ministry responsible for Commercial policy, International trade, Industrial policy, Investment policy, Technology policy, Energy policy, Nuclear energy policy, Renewable energy policy, Environmental policy, Climate change policy, Natural resources, Mining, Space policy and Tourism Affairs."}]}, {"heading": "Deaths", "year": "2013", "date": "November 10", "txt": "Vijaydan Detha, Indian author (b. 1926)", "entities": [{"title": "Vijaydan Detha", "href": "/wiki/Vijaydan_Detha", "description": "Vijaydan Detha, also known as Bijji, was a noted Indian writer of Rajasthani literature. He was a recipient of several awards including the Padma Shri and the Sahitya Akademi Award."}]}, {"heading": "Deaths", "year": "2013", "date": "November 10", "txt": "John Grant, Australian neurosurgeon (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 10", "txt": "John Matchefts, American ice hockey player and coach (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 10", "txt": "Giorgio Orelli, Swiss poet and translator (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 10", "txt": "Josip Boljkovac, Croatian soldier and politician, 1st Croatia Minister of the Interior (b. 1920)", "entities": [{"title": "Josip Boljkovac", "href": "/wiki/Josip_Boljkovac", "description": "Josip Boljkovac was a Croatian politician who served as the first Minister of Internal Affairs in the Croatian Government, thus being one of the closest associates of former President Franjo Tudjman."}, {"title": "Ministry of the Interior (Croatia)", "href": "/wiki/Ministry_of_the_Interior_(Croatia)", "description": "The Ministry of the Interior of the Republic of Croatia is the ministry in the Government of Croatia which is in charge of state security among other roles. Croatian Police is a public service of the Ministry of the Interior."}]}, {"heading": "Deaths", "year": "2014", "date": "November 10", "txt": "Wayne Goss, Australian lawyer and politician, 34th Premier of Queensland (b. 1951)", "entities": [{"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "2014", "date": "November 10", "txt": "John Hans Krebs, American lawyer and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 10", "txt": "Dorian \"Doc\" Paskowitz, American surfer and physician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 10", "txt": "Al Renfrew, American ice hockey player and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 10", "txt": "Gene Amdahl, American computer scientist, physicist, and engineer, founded the Amdahl Corporation (b. 1922)", "entities": [{"title": "Gene Amdahl", "href": "/wiki/Gene_Amdahl", "description": "Gene Myron Amdahl was an American computer architect and high-tech entrepreneur, chiefly known for his work on mainframe computers at IBM and later his own companies, especially Amdahl Corporation. He formulated Amdahl's law, which states a fundamental limitation of parallel computing."}, {"title": "Amdahl Corporation", "href": "/wiki/Amdahl_Corporation", "description": "Amdahl Corporation was an information technology company which specialized in IBM mainframe-compatible computer products, some of which were regarded as supercomputers competing with those from Cray Research. Founded in 1970 by Gene Amdahl, a former IBM computer engineer best known as chief architect of System/360, it has been a wholly owned subsidiary of Fujitsu since 1997. The company is located"}]}, {"heading": "Deaths", "year": "2015", "date": "November 10", "txt": "Pat Eddery, Irish jockey and trainer (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 10", "txt": "André Glucksmann, French philosopher and author (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 10", "txt": "Helmut Schmidt, German soldier, economist, and politician, 5th Chancellor of Germany (b. 1918)", "entities": [{"title": "List of Chancellors of Germany", "href": "/wiki/List_of_Chancellors_of_Germany", "description": "The chancellor of Germany is the political leader of Germany and the head of the federal government. The office holder is responsible for selecting all other members of the government and chairing cabinet meetings."}]}, {"heading": "Deaths", "year": "2015", "date": "November 10", "txt": "Allen Toussaint, American singer-songwriter, pianist, and producer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "November 10", "txt": "Saeb Erekat, Chief Palestinian negotiator (b. 1955)", "entities": []}]