[{"heading": "Events", "year": "587", "date": "November 28", "txt": "Treaty of Andelot: King Guntram of Burgundy recognizes Childebert II as his heir.", "entities": [{"title": "Treaty of Andelot", "href": "/wiki/Treaty_of_Andelot", "description": "The Treaty of Andelot was signed at Andelot-Blancheville in 587 between King Guntram of Burgundy and Queen Brunhilda of Austrasia. Based on the terms of the accord, Brunhilda agreed that Guntram adopt her son Childebert II as his successor and ally himself with Childebert against the revolted leudes. Gregory of Tours wrote in his Historia Francorum that in the thirteenth year of Childebert, he wen"}, {"title": "Guntram", "href": "/wiki/Guntram", "description": "Saint Gontrand, also called Gontran, Gontram, Guntram, Gunthram, Gunthchramn, and Guntramnus, was the king of the Kingdom of Orléans from AD 561 to AD 592. He was the third eldest and second eldest surviving son of Chlothar I and Ingunda. On his father's death in 561, he became king of a fourth of the Kingdom of the Franks, and made his capital at Orléans. The name \"Gontrand\" denotes \"War Raven\"."}, {"title": "Kingdom of Burgundy", "href": "/wiki/Kingdom_of_Burgundy", "description": "Kingdom of Burgundy was a name given to various states located in Western Europe during the Middle Ages. The historical Burgundy correlates with the border area of France, Italy and Switzerland and includes the major modern cities of Geneva and Lyon."}, {"title": "Childebert II", "href": "/wiki/Childebert_II", "description": "Childebert II (c.570–596) was the Merovingian king of Austrasia from 575 until his death in March 596, as the only son of Sigebert I and Brunhilda of Austrasia; and the king of Burgundy from 592 to his death, as the adopted son of his uncle Chilperic."}]}, {"heading": "Events", "year": "936", "date": "November 28", "txt": "Shi Jingtang is enthroned as the first emperor of the Later Jin by Emperor Taizong of Liao, following a revolt against Emperor Fei of Later Tang.", "entities": [{"title": "Shi Jingtang", "href": "/wiki/Shi_Jingtang", "description": "Shi Jingtang (石敬瑭), also known by his temple name Gaozu (高祖), was the founding emperor of imperial China's short-lived Later Jin during the Five Dynasties and Ten Kingdoms period, reigning from 936 until his death."}, {"title": "Later Jin (Five Dynasties)", "href": "/wiki/Later_Jin_(Five_Dynasties)", "description": "The Later Jìn, also called Shi Jin (石晉), was one of the Five Dynasties during the Five Dynasties and Ten Kingdoms period in China. It was founded by Shi Jingtang and became a vassal of the Khitan-led Liao dynasty, its protector. After Jin's second ruler, Shi Chonggui, fell out with the Liao, the Liao invaded in 946 and 947, destroying and annexing the Later Jin."}, {"title": "Emperor Taizong of Liao", "href": "/wiki/Emperor_Taizong_of_Liao", "description": "Emperor Taizong of Liao, personal name Yaogu, sinicised name Yelü Deguang, courtesy name Dejin, was the second emperor of the Khitan-led Liao dynasty."}, {"title": "Li Congke", "href": "/wiki/Li_Congke", "description": "Li Congke, also known posthumously as the Last Emperor of Later Tang (後唐末帝), Deposed Emperor of Later Tang (後唐廢帝), Wang Congke (王從珂), or Prince of Lu, nickname Ershisan or, in short, Asan (阿三), was the last emperor of the Later Tang - the second of the Five Dynasties following the fall of the Tang Dynasty. He was an adoptive son of Li Siyuan and took the throne after overthrowing Emperor Mingzong'"}, {"title": "Later Tang", "href": "/wiki/Later_Tang", "description": "Tang, known in history as Later Tang, was a short-lived imperial dynasty that lasted from 923 to 937 during the Five Dynasties and Ten Kingdoms period in the history of China."}]}, {"heading": "Events", "year": "1443", "date": "November 28", "txt": "Skanderbeg and his forces liberate Kruja in central Albania and raise the Albanian flag.", "entities": [{"title": "Skanderbeg", "href": "/wiki/Skanderbeg", "description": "Gjergj Kastrioti, known as Skanderbeg, was an Albanian nobleman and military commander who led a rebellion against the Ottoman Empire in what is today Albania, North Macedonia, Greece, Kosovo, Montenegro and Serbia."}, {"title": "Kruja", "href": "/wiki/Kruja", "description": "Krujë is a town and a municipality in north central Albania. Located between Mount Krujë and the Ishëm River, the city is only 20 km north from the capital of Albania, Tirana."}, {"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}, {"title": "Flag of Albania", "href": "/wiki/Flag_of_Albania", "description": "The Flag of Albania is a red flag with a silhouetted black double-headed eagle in the center. The red stands for bravery, strength, valour and bloodshed, while the double-headed eagle represents the sovereign state of Albania. The flag was established as the national flag of Albania when the country gained its independence from the Ottoman empire in 1912."}]}, {"heading": "Events", "year": "1470", "date": "November 28", "txt": "Champa–Đại Việt War: Emperor Lê Thánh Tông of Đại Việt formally launches his attack against Champa.", "entities": [{"title": "Cham–Vietnamese War (1471)", "href": "/wiki/Cham%E2%80%93Vietnamese_War_(1471)", "description": "The Cham-Đại Việt War of 1471 was a military expedition launched by king Lê Thánh Tông of Đại Việt under the Lê dynasty and is widely regarded as the event that marked the downfall of Champa. The Vietnamese forces attacked and ransacked the kingdom's largest city-state, Vijaya and defeated the Cham army, bringing the kingdom of Champa to an end."}, {"title": "Lê Thánh Tông", "href": "/wiki/L%C3%AA_Th%C3%A1nh_T%C3%B4ng", "description": "Lê Thánh Tông, personal name Lê Hạo, temple name Thánh Tông, courtesy name Tư Thành, was the emperor of Đại Việt from 1460 to 1497, the fifth monarch of the House of Lê and is one of the greatest monarchs in Vietnamese history. He came to power through a coup d'état against his second brother Lê Nghi Dân in 1460. His reign is recognized for the extensive administrative, military, education, and fi"}, {"title": "Đại Việt", "href": "/wiki/%C4%90%E1%BA%A1i_Vi%E1%BB%87t", "description": "Đại Việt, often known as Annam, was a Vietnamese kingdom and sovereign state on Eastern Mainland Southeast Asia from the 10th century AD to the early 19th century. Its early name, Đại Cồ Việt, was established in 968 by Vietnamese ruler Đinh Bộ Lĩnh after he ended the Anarchy of the 12 Warlords, until the beginning of the reign of Lý Thánh Tông, the third emperor of the Lý dynasty. Đại Việt lasted "}, {"title": "Champa", "href": "/wiki/Champa", "description": "Champa was a collection of independent Cham polities that extended across the coast of what is today central and southern Vietnam from approximately the 2nd century AD until 1832, when it was annexed by the Vietnamese Empire under Minh Mạng. The kingdom was known variously as Nagaracampa, ꨌꩌꨛꨩ in the Chamic and ចាម្ប៉ា in the Khmer inscriptions, Chiêm Thành in Sino-Vietnamese vocabulary and Zhànch"}]}, {"heading": "Events", "year": "1520", "date": "November 28", "txt": "An expedition under the command of Ferdinand Magellan passes through the Strait of Magellan.", "entities": [{"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Strait of Magellan", "href": "/wiki/Strait_of_Magellan", "description": "The Strait of Magellan, also called the Straits of Magellan, is a navigable sea route in southern Chile separating mainland South America to the north and Tierra del Fuego to the south. The strait is considered the most important natural passage between the Atlantic and Pacific oceans. It was discovered and first traversed by the Spanish expedition of Ferdinand Magellan in 1520, after whom it is n"}]}, {"heading": "Events", "year": "1582", "date": "November 28", "txt": "In Stratford-upon-Avon, William Shakespeare and Anne Hathaway pay a £40 bond for their marriage licence.", "entities": [{"title": "Stratford-upon-Avon", "href": "/wiki/Stratford-upon-Avon", "description": "Stratford-upon-Avon, commonly known as just Stratford, is a market town and civil parish in the Stratford-on-Avon district, in the county of Warwickshire, England. It is situated on the River Avon, 91 miles (146 km) north-west of London, 22 miles (35 km) south-east of Birmingham and 8 miles (13 km) south-west of Warwick. The estimated population in 2007 was 25,505, increasing to 27,445 at the 2011"}, {"title": "William Shakespeare", "href": "/wiki/William_Shakespeare", "description": "William Shakespeare was an English playwright, poet, and actor, widely regarded as the greatest writer in the English language and the world's greatest dramatist. He is often called England's national poet and the \"Bard of Avon\". His extant works, including collaborations, consist of some 39 plays, 154 sonnets, three long narrative poems, and a few other verses, some of uncertain authorship. His p"}, {"title": "Anne Hathaway (Shakespeare's wife)", "href": "/wiki/Anne_Hathaway_(Shakespeare%27s_wife)", "description": "Anne Hathaway was the wife of William Shakespeare, the English poet, playwright and actor. They were married in 1582, when Hathaway was 26 years old and Shakespeare was 18. She outlived her husband by seven years. Very little is known about her life beyond a few references in legal documents. Her personality and relationship to Shakespeare have been the subject of much speculation by many historia"}, {"title": "Marriage licence", "href": "/wiki/Marriage_licence", "description": "A marriage license is a document issued, either by a religious organization or state authority, authorizing a couple to marry. The procedure for obtaining a license varies between jurisdictions, and has changed over time. Marriage licenses began to be issued in the Middle Ages, to permit a marriage which would otherwise be illegal."}]}, {"heading": "Events", "year": "1627", "date": "November 28", "txt": "The Polish–Lithuanian Commonwealth Navy has its greatest and last victory in the Battle of Oliwa.", "entities": [{"title": "Polish–Lithuanian Commonwealth Navy", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth_Navy", "description": "Polish–Lithuanian Commonwealth Navy was the navy of the Polish–Lithuanian Commonwealth."}, {"title": "Battle of Oliwa", "href": "/wiki/Battle_of_Oliwa", "description": "The Battle of Oliwa, also known as the Battle of Oliva, or the Battle of Gdańsk Roadstead, was a naval battle that took place on 28 November 1627 slightly north of the port of Danzig off the coast of the village of Oliva, during the Polish–Swedish War. It was the largest naval engagement ever fought by the Polish–Lithuanian Commonwealth Navy, and resulted in the defeat of a Swedish squadron led by"}]}, {"heading": "Events", "year": "1660", "date": "November 28", "txt": "At Gresham College, twelve men, including Christopher Wren, Robert Boyle, John Wilkins, and Sir Robert Moray decide to found what is later known as the Royal Society.", "entities": [{"title": "Gresham College", "href": "/wiki/Gresham_College", "description": "Gresham College is an institution of higher learning located at Barnard's Inn Hall off Holborn in Central London, England. It does not enroll students or award degrees. It was founded in 1597 under the will of Sir Thomas Gresham, and hosts over 140 free public lectures every year. Since 2001, all lectures have also been made available online."}, {"title": "Christopher Wren", "href": "/wiki/Christopher_Wren", "description": "Sir Christopher Wren PRS FRS was one of the most highly acclaimed English architects in history, as well as an anatomist, astronomer, geometer, and mathematician-physicist. He was accorded responsibility for rebuilding 52 churches in the City of London after the Great Fire in 1666, including what is regarded as his masterpiece, St Paul's Cathedral, on Ludgate Hill, completed in 1710."}, {"title": "Robert Boyle", "href": "/wiki/Robert_Boyle", "description": "Robert Boyle was an Anglo-Irish natural philosopher, chemist, physicist, and inventor. Boyle is largely regarded today as the first modern chemist, and therefore one of the founders of modern chemistry, and one of the pioneers of modern experimental scientific method. He is best known for Boyle's law, which describes the inversely proportional relationship between the absolute pressure and volume "}, {"title": "John Wilkins", "href": "/wiki/John_Wilkins", "description": "John Wilkins, was an Anglican clergyman, natural philosopher and author, and was one of the founders of the Royal Society. He was Bishop of Chester from 1668 until his death."}, {"title": "Robert Moray", "href": "/wiki/Robert_Moray", "description": "Sir Robert Moray FRS was a Scottish soldier, statesman, diplomat, judge, spy, and natural philosopher. He was well known to Charles I and Charles II, and to the French cardinals Richelieu and Mazarin. He attended the meeting of the 1660 committee of 12 on 28 November 1660 that led to the formation of the Royal Society, and was influential in gaining its Royal Charter and formulating its statutes a"}, {"title": "Royal Society", "href": "/wiki/Royal_Society", "description": "The Royal Society, formally The Royal Society of London for Improving Natural Knowledge, is a learned society and the United Kingdom's national academy of sciences. Founded on 28 November 1660, it was granted a royal charter by King Charles II as The Royal Society. It is the oldest national scientific institution in the world. The society fulfils a number of roles: promoting science and its benefi"}]}, {"heading": "Events", "year": "1666", "date": "November 28", "txt": "At least 3,000 men of the Royal Scots Army led by Tam Dalyell of the Binns defeat about 900 Covenanter insurgents led by James Wallace of Auchens in the Battle of Rullion Green.", "entities": [{"title": "Royal Scots Army", "href": "/wiki/Royal_Scots_Army", "description": "The Scots Army was the army of the Kingdom of Scotland between the Restoration in 1660 and the Acts of Union of 1707. A small standing army was established at the Restoration, which was mainly engaged in opposing Covenanter rebellions and guerrilla warfare pursued by the Cameronians in the East. There were also attempts to found a larger militia. By the Glorious Revolution in 1688–89 the standing "}, {"title": "Tam Dalyell of the Binns", "href": "/wiki/Tam_Dalyell_of_the_Binns", "description": "Sir Thomas Dalyell of The Binns, 1st Baronet (1615–1685) was a Scottish Royalist general in the Wars of the Three Kingdoms, also known by the soubriquets \"Bluidy Tam\" and \"The Muscovite De'il\"."}, {"title": "Covenanter", "href": "/wiki/Covenanter", "description": "Covenanters were members of a 17th-century Scottish religious and political movement, who supported a Presbyterian Church of Scotland, and the primacy of its leaders in religious affairs. The name derived from Covenant, a biblical term for a bond or agreement with God."}, {"title": "James Wallace of Auchens", "href": "/wiki/James_Wallace_of_Auchens", "description": "James Wallace was a Scottish soldier and covenanter. He was the son of Matthew Wallace and Agnes Somervell and succeeded about 1641 to his father's lands at Auchans, Ayrshire. Early in life he adopted the military profession, and became lieutenant-colonel in the parliamentary army. He went to Ireland in the Marquis of Argyll's regiment in 1642, and in 1645 was recalled to oppose the progress of Mo"}, {"title": "Battle of Rullion Green", "href": "/wiki/Battle_of_Rullion_Green", "description": "The Battle of Rullion Green took place on 28 November 1666, near the Pentland Hills, in Midlothian, Scotland. It was the only significant battle of the Pentland Rising, a brief revolt by Covenanter dissidents against the Scottish government."}]}, {"heading": "Events", "year": "1785", "date": "November 28", "txt": "The first Treaty of Hopewell is signed, by which the United States acknowledges Cherokee lands in what is now East Tennessee.", "entities": [{"title": "Treaty of Hopewell", "href": "/wiki/Treaty_of_Hopewell", "description": "Three agreements, each known as the Treaty of Hopewell, were signed between representatives of the Congress of the United States and the Cherokee, Choctaw, and Chickasaw peoples, were negotiated and signed at the Hopewell plantation in South Carolina during the winter of 1785–86."}, {"title": "Cherokee", "href": "/wiki/Cherokee", "description": "The Cherokee are one of the indigenous people of the Southeastern Woodlands of the United States. Prior to the 18th century, they were concentrated in their homelands, in towns along river valleys of what is now southwestern North Carolina, southeastern Tennessee, edges of western South Carolina, northern Georgia and northeastern Alabama."}, {"title": "East Tennessee", "href": "/wiki/East_Tennessee", "description": "East Tennessee comprises approximately the eastern third of the U.S. state of Tennessee, one of the three Grand Divisions of Tennessee defined in state law. East Tennessee consists of 33 counties, 30 located within the Eastern Time Zone and three counties in the Central Time Zone, namely Bledsoe, Cumberland, and Marion. East Tennessee is entirely located within the Appalachian Mountains, although "}]}, {"heading": "Events", "year": "1798", "date": "November 28", "txt": "Trade between the United States and modern-day Uruguay begins when John Leamy's frigate John arrives in Montevideo.", "entities": [{"title": "John Leamy (merchant)", "href": "/wiki/John_Leamy_(merchant)", "description": "John Leamy was an Irish-born American merchant who pioneered Philadelphia's trade with the Spanish colonies in the Americas. He was a founder of the Insurance Company of North America and the Hibernian Society. As an active Roman Catholic, he helped fund the construction of St. Augustine Church, was a trustee at St. Mary's and there participated in the Hogan schism."}, {"title": "Montevideo", "href": "/wiki/Montevideo", "description": "Montevideo is the capital and largest city of Uruguay. According to the 2011 census, the city proper has a population of 1,319,108 in an area of 201 square kilometres (78 sq mi). The southernmost capital city in the Americas, Montevideo is situated on the southern coast of the country, on the northeastern bank of the Río de la Plata."}]}, {"heading": "Events", "year": "1811", "date": "November 28", "txt": "Beethoven's Piano Concerto No. 5 in E-flat major, Op. 73, premieres at the Gewandhaus in Leipzig.", "entities": [{"title": "Beethoven", "href": "/wiki/Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}, {"title": "Piano Concerto No. 5 (Beethoven)", "href": "/wiki/Piano_Concerto_No._5_(Beethoven)", "description": "The Piano Concerto No. 5 in E♭ major, Op. 73, by Ludwig van Beethoven, popularly known as the Emperor Concerto, was his last completed piano concerto. It was written between 1809 and 1811 in Vienna, and was dedicated to Archduke Rudolf, Beethoven's patron and pupil. The first performance took place on 13 January 1811 at the Palace of Prince Joseph Lobkowitz in Vienna, with Archduke Rudolf as the s"}, {"title": "Gewandhaus", "href": "/wiki/Gewandhaus", "description": "Gewandhaus is a concert hall in Leipzig, the home of the Leipzig Gewandhaus Orchestra. Today's hall is the third to bear this name; like the second, it is noted for its fine acoustics."}, {"title": "Leipzig", "href": "/wiki/Leipzig", "description": "Leipzig is the most populous city in the German state of Saxony. With a population of 605,407 inhabitants as of 2021, it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig"}]}, {"heading": "Events", "year": "1814", "date": "November 28", "txt": "The Times of London becomes the first newspaper to be produced on a steam-powered printing press, built by the German team of Koenig & Bauer.", "entities": [{"title": "Printing press", "href": "/wiki/Printing_press", "description": "A printing press is a mechanical device for applying pressure to an inked surface resting upon a print medium, thereby transferring the ink. It marked a dramatic improvement on earlier printing methods in which the cloth, paper or other medium was brushed or rubbed repeatedly to achieve the transfer of ink, and accelerated the process. Typically used for texts, the invention and global spread of t"}, {"title": "Koenig & Bauer", "href": "/wiki/Koenig_%26_Bauer", "description": "Koenig & Bauer AG is a German company that makes printing presses based in Würzburg. It was founded by Friedrich Koenig and Andreas Friedrich Bauer in Würzburg in 1817, making it the oldest printing press manufacturer in the world still in service."}]}, {"heading": "Events", "year": "1821", "date": "November 28", "txt": "Panama Independence Day: Panama separates from Spain and joins Gran Colombia.", "entities": [{"title": "Public holidays in Panama", "href": "/wiki/Public_holidays_in_Panama", "description": "This article is about public holidays in Panama."}, {"title": "Gran Colombia", "href": "/wiki/Gran_Colombia", "description": "Gran Colombia was a state that encompassed much of northern South America and part of southern Central America from 1819 to 1831. At the time, the state was known as \"Colombia.\" It included present-day Colombia, Ecuador, Panama and Venezuela, and parts of northern Peru and northwestern Brazil. The term Gran Colombia is used historiographically to distinguish it from the current Republic of Colombi"}]}, {"heading": "Events", "year": "1843", "date": "November 28", "txt": "Ka Lā Hui (Hawaiian Independence Day): The Kingdom of Hawaii is officially recognized by the United Kingdom and France as an independent nation.", "entities": [{"title": "Kingdom of Hawaii", "href": "/wiki/Kingdom_of_Hawaii#Anglo-Franco_Proclamation", "description": "The Hawaiian Kingdom, or Kingdom of Hawaiʻi, was an independent state on the Hawaii Islands. The country originated in 1795, when the warrior chief Kamehameha the Great, of the independent island of Hawaiʻi, conquered the independent islands of Oʻahu, Maui, Molokaʻi, and Lānaʻi and unified them under one government. In 1810, the whole Hawaiian archipelago became unified when Kauaʻi and Niʻihau joi"}, {"title": "Kingdom of Hawaii", "href": "/wiki/Kingdom_of_Hawaii", "description": "The Hawaiian Kingdom, or Kingdom of Hawaiʻi, was an independent state on the Hawaii Islands. The country originated in 1795, when the warrior chief Kamehameha the Great, of the independent island of Hawaiʻi, conquered the independent islands of Oʻahu, Maui, Molokaʻi, and Lānaʻi and unified them under one government. In 1810, the whole Hawaiian archipelago became unified when Kauaʻi and Niʻihau joi"}]}, {"heading": "Events", "year": "1861", "date": "November 28", "txt": "American Civil War: The Confederate States of America accept a rival state government's pronouncement that declares Missouri to be the 12th state of the Confederacy.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}]}, {"heading": "Events", "year": "1862", "date": "November 28", "txt": "American Civil War: In the Battle of Cane Hill, Union troops under General James G. Blunt defeat General John Marmaduke's Confederates.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "James G. Blunt", "href": "/wiki/James_G._Blunt", "description": "James Gillpatrick Blunt was a physician and abolitionist who rose to the rank of major general in the Union Army during the American Civil War. He was defeated by Quantrill's Raiders at the Battle of Baxter Springs in Kansas in 1863, but is considered to have served well the next year as a division commander during Price's Raid in Missouri."}, {"title": "John Marmaduke", "href": "/wiki/John_Marmaduke", "description": "John Sappington Marmaduke served as the 25th governor of Missouri from 1885 until his death in 1887. During the American Civil War, he was a senior officer of the Confederate States Army who commanded cavalry in the Trans-Mississippi Theater."}]}, {"heading": "Events", "year": "1885", "date": "November 28", "txt": "Bulgarian victory in the Serbo-Bulgarian War preserves the Unification of Bulgaria.", "entities": [{"title": "Serbo-Bulgarian War", "href": "/wiki/Serbo-Bulgarian_War", "description": "The Serbo-Bulgarian War or Serbian–Bulgarian War was a war between the Kingdom of Serbia and Principality of Bulgaria that erupted on 14 November [O.S. 2 November] 1885 and lasted until 28 November [O.S. 16 November] 1885. Despite Bulgaria being a vassal state of the Ottoman Empire, the Turks did not intervene in the war. Serbia took the initiative in starting the war but was decisively defeated. "}, {"title": "Unification of Bulgaria", "href": "/wiki/Unification_of_Bulgaria", "description": "The Unification of Bulgaria was the act of unification of the Principality of Bulgaria and the province of Eastern Rumelia in the autumn of 1885. It was co-ordinated by the Bulgarian Secret Central Revolutionary Committee (BSCRC). Both had been parts of the Ottoman Empire, but the Principality had functioned de facto independently whilst the Rumelian province was autonomous and had an Ottoman pres"}]}, {"heading": "Events", "year": "1893", "date": "November 28", "txt": "Women's suffrage in New Zealand concludes with the 1893 New Zealand general election.", "entities": [{"title": "Women's suffrage in New Zealand", "href": "/wiki/Women%27s_suffrage_in_New_Zealand", "description": "Women's suffrage in New Zealand was an important political issue in the late nineteenth century. In early colonial New Zealand, as in European societies, women were excluded from any involvement in politics. Public opinion began to change in the latter half of the nineteenth century and after years of effort by women's suffrage campaigners, led by Kate Sheppard, New Zealand became the first nation"}, {"title": "1893 New Zealand general election", "href": "/wiki/1893_New_Zealand_general_election", "description": "The New Zealand general election of 1893 was held on 28 November and 20 December in the European and Māori electorates, respectively, to elect 74 MPs to the 12th session of the New Zealand Parliament. The election was won by the Liberal Party, and Richard Seddon became Prime Minister."}]}, {"heading": "Events", "year": "1895", "date": "November 28", "txt": "The first American automobile race takes place over the 54 miles from Chicago's Jackson Park to Evanston, Illinois. Frank Duryea wins in approximately 10 hours.", "entities": [{"title": "Chicago Times-Herald race", "href": "/wiki/Chicago_Times-Herald_race", "description": "The Chicago Times-Herald race was the first automobile race held in the United States. Sponsored by the Chicago Times-Herald, the race was held in Chicago in 1895 among six motorized vehicles: four cars and two motorcycles. It was won by Frank Duryea's Motorized Wagon. The race created considerable publicity for the motocycle, which had been introduced in the United States only two years earlier."}, {"title": "Jackson Park (Chicago)", "href": "/wiki/Jackson_Park_(Chicago)", "description": "Jackson Park is a 551.5-acre (223.2 ha) park located on the South Side of Chicago, Illinois. As part of the Woodlawn community area, it extends along Lake Michigan and borders onto the neighborhoods of Hyde Park and South Shore. It was originally designed in 1871 by Frederick Law Olmsted and Calvert Vaux, then greatly remodeled in 1893 to serve as the site of the World's Columbian Exposition, leav"}, {"title": "Evanston, Illinois", "href": "/wiki/Evanston,_Illinois", "description": "Evanston is a city in the Chicagoland area. Located in Cook County, Illinois, United States, it situated on the North Shore along Lake Michigan. Evanston is 12 miles (19 km) north of Downtown Chicago, bordered by Chicago to the south, Skokie to the west, Wilmette to the north, and Lake Michigan to the east. Incorporated in 1863, Evanston had a population of 74,486 as of 2010. Evanston is home to N"}, {"title": "Frank Duryea", "href": "/wiki/Frank_Duryea", "description": "James Frank Duryea and his brother Charles (1861–1938) invented the first gasoline-powered automobile in America."}]}, {"heading": "Events", "year": "1899", "date": "November 28", "txt": "The Second Boer War: a British column is engaged by Boer forces at the Battle of Modder River; although the Boers withdraw, the British suffer heavy casualties.", "entities": [{"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}, {"title": "Boer", "href": "/wiki/Boer", "description": "Boers refers to the descendants of the proto-Afrikaans-speaking colonists of the eastern Cape frontier in Southern Africa during the 18th and much of the 19th century. From 1652 to 1795, the Dutch East India Company controlled this area, but the United Kingdom incorporated it into the British Empire in 1806. The name of the group is derived from the Dutch and Afrikaans word for farmer."}, {"title": "Battle of Modder River", "href": "/wiki/Battle_of_Modder_River", "description": "The Battle of Modder River was an engagement in the Boer War, fought at Muddy River, on 28 November 1899. A British column under Lord Methuen, that was attempting to relieve the besieged town of Kimberley, forced Boers under General Piet Cronjé to retreat to Magersfontein, but suffered heavy casualties altogether."}]}, {"heading": "Events", "year": "1905", "date": "November 28", "txt": "Irish nationalist Arthur Griffith founds Sinn Féin as a political party with the main aim of establishing a dual monarchy in Ireland.", "entities": [{"title": "Arthur Griffith", "href": "/wiki/Arthur_Griffith", "description": "Arthur Joseph Griffith was an Irish writer, newspaper editor and politician who founded the political party Sinn Féin. He led the Irish delegation at the negotiations that produced the 1921 Anglo-Irish Treaty, and served as President of Dáil Éireann from January 1922 until his death in August 1922."}, {"title": "History of Sinn Féin", "href": "/wiki/History_of_Sinn_F%C3%A9in", "description": "\n\nSinn Féin is the name of an Irish political party founded in 1905 by Arthur Griffith. It subsequently became a focus for various forms of Irish nationalism, especially Irish republicanism. After the Easter Rising in 1916, it grew in membership, with a reorganisation at its Ard Fheis in 1917. Its split in 1922 in response to the Anglo-Irish Treaty which led to the Irish Civil War and saw the orig"}, {"title": "Political party", "href": "/wiki/Political_party", "description": "A political party is an organization that coordinates candidates to compete in a country's elections. It is common for the members of a political party to have similar ideas about politics, and parties may promote specific ideological or policy goals."}]}, {"heading": "Events", "year": "1908", "date": "November 28", "txt": "A mine explosion in Marianna, Pennsylvania, kills 154 men, leaving only one survivor.", "entities": [{"title": "Marianna, Pennsylvania", "href": "/wiki/Marianna,_Pennsylvania", "description": "Marianna is a borough in Washington County, Pennsylvania, United States. The population was 494 at the 2010 census."}]}, {"heading": "Events", "year": "1912", "date": "November 28", "txt": "Albania declares its independence from the Ottoman Empire.", "entities": [{"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}, {"title": "Albanian Declaration of Independence", "href": "/wiki/Albanian_Declaration_of_Independence", "description": "The Albanian Declaration of Independence was the declaration of independence of Albania from the Ottoman Empire. Independent Albania was proclaimed in Vlorë on 28 November 1912. Six days later the Assembly of Vlorë formed the first Government of Albania which was led by Ismail Qemali and the Council of Elders (Pleqnia)."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1914", "date": "November 28", "txt": "World War I: Following a war-induced closure in July, the New York Stock Exchange re-opens for bond trading.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "July", "href": "/wiki/July", "description": "July is the seventh month of the year in the Julian and Gregorian calendars and the fourth of seven months to have a length of 31 days. It was named by the Roman Senate in honour of Roman general Julius Caesar, it being the month of his birth. Prior to that, it was called Quintilis, being the fifth month of the 10-month calendar."}, {"title": "New York Stock Exchange", "href": "/wiki/New_York_Stock_Exchange", "description": "The New York Stock Exchange is an American stock exchange in the Financial District of Lower Manhattan in New York City. It is by far the world's largest stock exchange by market capitalization of its listed companies at US$30.1 trillion as of February 2018. The average daily trading value was approximately US$169 billion in 2013. The NYSE trading floor is at the New York Stock Exchange Building o"}, {"title": "Bond (finance)", "href": "/wiki/Bond_(finance)", "description": "In finance, a bond is an instrument of indebtedness of the bond issuer to the holders. The most common types of bonds include municipal bonds and corporate bonds. Bonds can be in mutual funds or can be in private investing where a person would give a loan to a company or the government."}]}, {"heading": "Events", "year": "1917", "date": "November 28", "txt": "The Estonian Provincial Assembly declares itself the sovereign power of Estonia.", "entities": [{"title": "Estonian Provincial Assembly", "href": "/wiki/Estonian_Provincial_Assembly", "description": null}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}]}, {"heading": "Events", "year": "1918", "date": "November 28", "txt": "The Soviet Forces moved against Estonia when the 6th Red Rifle Division struck the border town of Narva, which marked the beginning of the Estonian War of Independence.", "entities": [{"title": "Soviet westward offensive of 1918–19", "href": "/wiki/Soviet_westward_offensive_of_1918%E2%80%9319", "description": "The Soviet westward offensive of 1918–1919 was part of the campaign by the Russian Soviet Federative Socialist Republic into areas abandoned by the Ober Ost garrisons that were being withdrawn to Germany following that country's defeat in World War I. The initially successful offensive against the Republic of Estonia ignited the Estonian War of Independence which ended with the Soviet recognition "}, {"title": "6th Rifle Division (Soviet Union)", "href": "/wiki/6th_Rifle_Division_(Soviet_Union)", "description": "The 6th Rifle Division was an infantry division of the Soviet Union's Red Army. Formed twice, it participated in several battles, most notably the Soviet westward offensive of 1918–1919 and the Estonian War of Independence. The division's first formation was awarded the Order of the Red Banner twice and the Order of Suvorov 2nd class for its valor in combat. In November 1945, the division was disb"}, {"title": "Narva", "href": "/wiki/Narva", "description": "Narva is a municipality and city in Estonia. It is located in Ida-Viru County, at the eastern extreme point of Estonia, at the Russian border, on the Narva River which drains Lake Peipus. The city of Narva is the country's third largest after Tallinn and Tartu."}, {"title": "Estonian War of Independence", "href": "/wiki/Estonian_War_of_Independence", "description": "The Estonian War of Independence, also known as the Estonian Liberation War, was a defensive campaign of the Estonian Army and its allies, most notably the White Russian Northwestern Army, Latvia, and the United Kingdom, against the Soviet Western Front offensive and the aggression of the Baltische Landeswehr. It was fought in connection with the Russian Civil War during 1918–1920. The campaign wa"}]}, {"heading": "Events", "year": "1919", "date": "November 28", "txt": "Lady Astor is elected as a Member of the Parliament of the United Kingdom. She is the first woman to sit in the House of Commons. (Countess Markievicz, the first to be elected, refused to sit.)", "entities": [{"title": "Nancy Astor, Viscountess Astor", "href": "/wiki/Nancy_Astor,_Viscountess_Astor", "description": "Nancy Witcher Langhorne Astor, Viscountess Astor, was an American-born British politician who was first woman seated as a member of Parliament (MP), serving from 1919 to 1945."}, {"title": "Parliament of the United Kingdom", "href": "/wiki/Parliament_of_the_United_Kingdom", "description": "The Parliament of the United Kingdom is the supreme legislative body of the United Kingdom, the Crown dependencies and the British overseas territories. It alone possesses legislative supremacy and thereby ultimate power over all other political bodies in the UK and the overseas territories. Parliament is bicameral but has three parts, consisting of the sovereign (Crown-in-Parliament), the House o"}, {"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}, {"title": "Constance Markievicz", "href": "/wiki/Constance_Markievicz", "description": "Constance Georgine Markievicz, known as Countess Markievicz, was an Irish politician, revolutionary, nationalist, suffragist, socialist, and the first woman elected to the Westminster Parliament, and was elected Minister for Labour in the First Dáil, becoming the first female cabinet minister in Europe. She served as a Teachta Dála for the Dublin South constituency from 1921 to 1922 and 1923 to 19"}]}, {"heading": "Events", "year": "1920", "date": "November 28", "txt": "FIDAC (The Interallied Federation of War Veterans Organisations), the first international organization of war veterans is established in Paris, France.", "entities": [{"title": "FIDAC", "href": "/wiki/FIDAC", "description": "FIDAC was established in Paris in November 1920, at the initiative of the veterans from World War I predominant pacifists, such as Hubert Aubert, director in UNC, France, and in particular Charles Bertrand, Secretary-General of UNC and deputy in the French Parliament. They had the idea of uniting veterans’ associations established after the end of World War I in various allied countries into an in"}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}]}, {"heading": "Events", "year": "1920", "date": "November 28", "txt": "Irish War of Independence: Kilmichael Ambush: The Irish Republican Army ambush a convoy of British Auxiliaries and kill seventeen.", "entities": [{"title": "Kilmichael Ambush", "href": "/wiki/Kilmichael_Ambush", "description": "The Kilmichael Ambush was an ambush near the village of Kilmichael in County Cork on 28 November 1920 carried out by the Irish Republican Army (IRA) during the Irish War of Independence. Thirty-six local IRA volunteers commanded by Tom Barry killed seventeen members of the Royal Irish Constabulary's Auxiliary Division. The Kilmichael ambush was politically as well as militarily significant. It occ"}, {"title": "Irish Republican Army", "href": "/wiki/Irish_Republican_Army", "description": "The Irish Republican Army (IRA) is a name used by various paramilitary organisations in Ireland throughout the 20th and the 21st centuries. Organisations going by this name have been dedicated to irredentism through Irish republicanism, the belief that all of Ireland should be an independent republic free from British rule. The original Irish Republican Army was raised in 1917 from members of the "}, {"title": "Auxiliary Division", "href": "/wiki/Auxiliary_Division", "description": "The Auxiliary Division of the Royal Irish Constabulary (ADRIC), generally known as the Auxiliaries or Auxies, was a paramilitary unit of the Royal Irish Constabulary (RIC) during the Irish War of Independence. It was founded in July 1920 by Major-General Henry Hugh Tudor and made up of former British Army officers, most of whom came from Great Britain and had fought in the First World War. Almost "}]}, {"heading": "Events", "year": "1925", "date": "November 28", "txt": "The Grand Ole Opry begins broadcasting in Nashville, Tennessee, as the WSM Barn Dance.", "entities": [{"title": "Grand Ole Opry", "href": "/wiki/Grand_Ole_Opry", "description": "The Grand Ole Opry is a weekly American country music stage concert in Nashville, Tennessee, founded on November 28, 1925, by George D. Hay as a one-hour radio \"barn dance\" on WSM. Currently owned and operated by Opry Entertainment, it is the longest-running radio broadcast in US history. Dedicated to honoring country music and its history, the Opry showcases a mix of famous singers and contempora"}, {"title": "Nashville, Tennessee", "href": "/wiki/Nashville,_Tennessee", "description": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. It is the 23rd most-populous city in the United States."}]}, {"heading": "Events", "year": "1942", "date": "November 28", "txt": "In Boston, Massachusetts, a fire in the Cocoanut Grove nightclub kills 492 people.", "entities": [{"title": "Boston, Massachusetts", "href": "/wiki/Boston,_Massachusetts", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}, {"title": "Cocoanut Grove fire", "href": "/wiki/Cocoanut_Grove_fire", "description": "The Cocoanut Grove fire in Boston, Massachusetts, United States on November 28, 1942, was the deadliest nightclub fire in history, and second-deadliest single-building fire in American history, claiming 492 lives."}]}, {"heading": "Events", "year": "1943", "date": "November 28", "txt": "World War II: Tehran Conference: U.S. President Franklin D. Roosevelt, British Prime Minister Winston Churchill and Soviet Premier Joseph Stalin meet in Tehran, Iran, to discuss war strategy.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Tehran Conference", "href": "/wiki/Tehran_Conference", "description": "The Tehran Conference was a strategy meeting of Joseph Stalin, Franklin D. Roosevelt, and Winston Churchill from 28 November to 1 December 1943, after the Anglo-Soviet Invasion of Iran. It was held in the Soviet Union's embassy in Tehran, Iran (Persia). It was the first of the World War II conferences of the \"Big Three\" Allied leaders. It closely followed the Cairo Conference which had taken place"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel Prize-winning writer and historian, a prolific painter, and one of the longest-"}, {"title": "Premier of the Soviet Union", "href": "/wiki/Premier_of_the_Soviet_Union", "description": "The Premier of the Soviet Union was the head of government of the Union of Soviet Socialist Republics (USSR). The office had four different names throughout its existence: Chairman of the Council of People's Commissars (1923–1946), Chairman of the Council of Ministers (1946–1991), Prime Minister of the Soviet Union and Chairman of the Committee on the Operational Management of the Soviet Economy. "}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Tehran, Iran", "href": "/wiki/Tehran,_Iran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}]}, {"heading": "Events", "year": "1958", "date": "November 28", "txt": "Chad, the Republic of the Congo, and Gabon become autonomous republics within the French Community.", "entities": [{"title": "Chad", "href": "/wiki/Chad", "description": "Chad, officially known as the Republic of Chad, is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest, and Niger to the west."}, {"title": "Republic of the Congo", "href": "/wiki/Republic_of_the_Congo", "description": "The Republic of the Congo, also known as Congo-Brazzaville, the Congo Republic or simply either Congo or the Congo, is a country located in the western coast of Central Africa. To the west lies Gabon; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Oc"}, {"title": "Gabon", "href": "/wiki/Gabon", "description": "Gabon, officially the Gabonese Republic, is a country on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people"}, {"title": "French colonial empire", "href": "/wiki/French_colonial_empire", "description": "The French Colonial Empire comprised the overseas colonies, protectorates and mandate territories that came under French rule from the 16th century onward. A distinction is generally made between the \"First French Colonial Empire,\" that existed until 1814, by which time most of it had been lost or sold, and the \"Second French Colonial Empire\", which began with the conquest of Algiers in 1830. At i"}]}, {"heading": "Events", "year": "1958", "date": "November 28", "txt": "First successful flight of SM-65 Atlas; the first operational intercontinental ballistic missile (ICBM), developed by the United States and the first member of the Atlas rocket family.", "entities": [{"title": "Intercontinental ballistic missile", "href": "/wiki/Intercontinental_ballistic_missile", "description": "An intercontinental ballistic missile (ICBM) is a missile with a minimum range of 5,500 kilometres (3,400 mi) primarily designed for nuclear weapons delivery. Similarly, conventional, chemical, and biological weapons can also be delivered with varying effectiveness, but have never been deployed on ICBMs. Most modern designs support multiple independently targetable reentry vehicles (MIRVs), allowi"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Atlas (rocket family)", "href": "/wiki/Atlas_(rocket_family)", "description": "Atlas is a family of US missiles and space launch vehicles that originated with the SM-65 Atlas. The Atlas intercontinental ballistic missile (ICBM) program was initiated in the late 1950s under the Convair Division of General Dynamics. Atlas was a liquid propellant rocket burning RP-1 fuel with liquid oxygen in three engines configured in an unusual \"stage-and-a-half\" or \"parallel staging\" design"}]}, {"heading": "Events", "year": "1960", "date": "November 28", "txt": "Mauritania becomes independent of France.", "entities": [{"title": "Mauritania", "href": "/wiki/Mauritania", "description": "Mauritania, officially the Islamic Republic of Mauritania, is a country in Northwest Africa. It is the twenty-eighth largest country or dependency in the world, the eleventh largest sovereign state in Africa and the largest country lying entirely below an altitude of 1,000 metres (3,300 ft). Mauritania is bordered by the Atlantic Ocean to the west, Western Sahara to the north and northwest, Algeri"}]}, {"heading": "Events", "year": "1964", "date": "November 28", "txt": "Mariner program: NASA launches the Mariner 4 probe toward Mars.", "entities": [{"title": "Mariner program", "href": "/wiki/Mariner_program", "description": "The Mariner program was a 10-mission program conducted by the American space agency NASA in conjunction with Jet Propulsion Laboratory (JPL). The program launched a series of robotic interplanetary probes, from 1962 to 1973, designed to investigate Mars, Venus and Mercury. The program included a number of firsts, including the first planetary flyby, the first planetary orbiter, and the first gravi"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mariner 4", "href": "/wiki/Mariner_4", "description": "Mariner 4 was the fourth in a series of spacecraft intended for planetary exploration in a flyby mode. It was designed to conduct closeup scientific observations of Mars and to transmit these observations to Earth. Launched on November 28, 1964, Mariner 4 performed the first successful flyby of the planet Mars, returning the first close-up pictures of the Martian surface. It captured the first ima"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1964", "date": "November 28", "txt": "Vietnam War: National Security Council members agree to recommend that U.S. President Lyndon B. Johnson adopt a plan for a two-stage escalation of bombing in North Vietnam.", "entities": [{"title": "United States National Security Council", "href": "/wiki/United_States_National_Security_Council", "description": "The White House National Security Council (NSC) is the principal forum used by the President of the United States for consideration of national security, military, and foreign policy matters with senior national security advisors and Cabinet officials and is part of the Executive Office of the President of the United States. Since its inception under Harry S. Truman, the function of the Council ha"}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1965", "date": "November 28", "txt": "Vietnam War: In response to U.S. President Lyndon B. Johnson's call for \"more flags\" in Vietnam, Philippine President-elect Ferdinand Marcos announces he will send troops to help fight in South Vietnam.", "entities": [{"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Ferdinand Marcos", "href": "/wiki/Ferdinand_Marcos", "description": "Ferdinand Emmanuel Edralin Marcos Sr. was a Filipino politician, lawyer, and kleptocrat who served as the 10th President of the Philippines from 1965 to 1986. Espousing an ideology of \"constitutional authoritarianism\" under the New Society Movement, he ruled as a dictator under martial law from 1972 until 1981, and kept most of his martial law powers until he was deposed in 1986. One of the most c"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1966", "date": "November 28", "txt": "Michel Micombero overthrows the monarchy of Burundi and makes himself the first president.", "entities": [{"title": "Michel Micombero", "href": "/wiki/Michel_Micombero", "description": "Michel Micombero was a Burundian politician and army officer who ruled the country as its first president and de facto dictator for the decade between 1966 and 1976."}, {"title": "Burundi", "href": "/wiki/Burundi", "description": "Burundi, officially the Republic of Burundi, is a landlocked country in the Great Rift Valley where the African Great Lakes region and East Africa converge. It is bordered by Rwanda to the north, Tanzania to the east and southeast, and the Democratic Republic of the Congo to the west; Lake Tanganyika lies along its southwestern border. The capital cities are Gitega and Bujumbura."}, {"title": "List of presidents of Burundi", "href": "/wiki/List_of_presidents_of_Burundi", "description": "This article lists the presidents of Burundi since the formation of the post of President of Burundi in 1966, to the present day."}]}, {"heading": "Events", "year": "1967", "date": "November 28", "txt": "The first pulsar (PSR B1919+21, in the constellation of Vulpecula) is discovered by two astronomers Jocelyn Bell Burnell and Antony Hewish.", "entities": [{"title": "Pulsar", "href": "/wiki/Pulsar", "description": "A pulsar is a highly magnetized rotating compact star that emits beams of electromagnetic radiation out of its magnetic poles. This radiation can be observed only when a beam of emission is pointing toward Earth, and is responsible for the pulsed appearance of emission. Neutron stars are very dense and have short, regular rotational periods. This produces a very precise interval between pulses tha"}, {"title": "PSR B1919+21", "href": "/wiki/PSR_B1919%2B21", "description": "PSR B1919+21 is a pulsar with a period of 1.3373 seconds and a pulse width of 0.04 seconds. Discovered by Jocelyn Bell Burnell on 28 November 1967, it is the first discovered radio pulsar. The power and regularity of the signals were briefly thought to resemble an extraterrestrial beacon, leading the source to be nicknamed LGM, later LGM-1."}, {"title": "Vulpecula", "href": "/wiki/Vulpecula", "description": "Vulpecula is a faint constellation in the northern sky. Its name is Latin for \"little fox\", although it is commonly known simply as the fox. It was identified in the seventeenth century, and is located in the middle of the Summer Triangle."}, {"title": "Jocelyn Bell Burnell", "href": "/wiki/Jocelyn_Bell_Burnell", "description": "Dame Susan Jocelyn Bell Burnell is an astrophysicist from Northern Ireland who, as a postgraduate student, discovered the first radio pulsars in 1967. The discovery was recognised by the award of the 1974 Nobel Prize in Physics but, despite being the first person to discover the pulsars, she was not one of the recipients of the prize."}, {"title": "Antony Hewish", "href": "/wiki/Antony_Hewish", "description": "Antony Hewish is a British radio astronomer who won the Nobel Prize for Physics in 1974 for his role in the discovery of pulsars. He was also awarded the Eddington Medal of the Royal Astronomical Society in 1969."}]}, {"heading": "Events", "year": "1971", "date": "November 28", "txt": "Fred Quilt, a leader of the Tsilhqot'in First Nation suffers severe abdominal injuries allegedly caused by Royal Canadian Mounted Police officers; he dies two days later.", "entities": [{"title": "Tsilhqot'in", "href": "/wiki/Tsilhqot%27in", "description": "The Tsilhqotʼin or Chilcotin are a North American Tribal government of the Athabaskan-speaking ethnolinguistic group that live in what is now known as British Columbia, Canada. They are the most southern of the Athabaskan-speaking Indigenous peoples in British Columbia."}, {"title": "First Nation", "href": "/wiki/First_Nation", "description": "The First Nations are groups of Canadian indigenous peoples, who are classified as distinct from the Inuit and Métis. Traditionally the First Nations were peoples who lived south of the tree line, and mainly south of the Arctic Circle. There are 634 recognized First Nations governments or bands across Canada. Roughly half are located in the provinces of Ontario and British Columbia."}, {"title": "Fred Quilt inquiry", "href": "/wiki/Fred_Quilt_inquiry", "description": "The Fred Quilt inquiries were two coroner's inquests into the November 1971 death of Fred Quilt, an elder of the Tsilhqot'in First Nation in the Chilcotin Country region of the west-central British Columbia Interior. Members of Quilt's family alleged that he died days after being beaten by Royal Canadian Mounted Police (RCMP) constables. The inquest juries found no wrongdoing on the part of the RC"}, {"title": "Royal Canadian Mounted Police", "href": "/wiki/Royal_Canadian_Mounted_Police", "description": "The Royal Canadian Mounted Police are the federal and national police service of Canada, providing law enforcement at the federal level. The RCMP also provide provincial policing in eight of Canada's provinces and local policing on a contract basis in the three territories and more than 150 municipalities, 600 Indigenous communities, and three international airports. The RCMP do not provide active"}]}, {"heading": "Events", "year": "1971", "date": "November 28", "txt": "Wasfi al-Tal, Prime Minister of Jordan, is assassinated by the Black September unit of the Palestine Liberation Organization.", "entities": [{"title": "Prime Minister of Jordan", "href": "/wiki/Prime_Minister_of_Jordan", "description": "The prime minister of Jordan is the head of government of the Hashemite Kingdom of Jordan."}, {"title": "Black September Organization", "href": "/wiki/Black_September_Organization", "description": "The Black September Organization (BSO) was a Palestinian militant organization founded in 1970. Besides other actions, the group was responsible for the assassination of the Jordanian Prime Minister Wasfi Tal, and the Munich massacre, in which eleven Israeli athletes and officials were kidnapped and killed, as well as a West German policeman losing his life, during the 1972 Summer Olympics in Muni"}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}]}, {"heading": "Events", "year": "1972", "date": "November 28", "txt": "Last executions in Paris: Claude Buffet and Roger Bontems are guillotined at La Santé Prison.", "entities": [{"title": "Claude Buffet", "href": "/wiki/Claude_Buffet", "description": "Claude Buffet was a French criminal who was executed along with his accomplice, Roger Bontems, on 28 November 1972 by guillotine at La Santé Prison and buried at Ivry Cemetery. Both men had been convicted of the murders of prison warder Guy Girardot and prison nurse Nicole Comte in 1971, whom they had taken hostage while Buffet was already serving a life sentence in Clairvaux Prison. Robert Badint"}, {"title": "La Santé Prison", "href": "/wiki/La_Sant%C3%A9_Prison", "description": "La Santé Prison is a prison operated by the French Prison Service of the Ministry of Justice located in the east of the Montparnasse district of the 14th arrondissement in Paris, France at 42 Rue de la Santé. It is one of the most infamous prisons in France, with both VIP and high security wings."}]}, {"heading": "Events", "year": "1975", "date": "November 28", "txt": "East Timor declares its independence from Portugal.", "entities": [{"title": "East Timor", "href": "/wiki/East_Timor", "description": "East Timor or Timor-Leste, officially the Democratic Republic of Timor-Leste, is an island country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country's southern neighbour, separated by the Timor Sea. The country's "}]}, {"heading": "Events", "year": "1979", "date": "November 28", "txt": "Air New Zealand Flight 901, a DC-10 sightseeing flight over Antarctica, crashes into Mount Erebus, killing all 257 people on board.", "entities": [{"title": "Air New Zealand Flight 901", "href": "/wiki/Air_New_Zealand_Flight_901", "description": "The Mount Erebus disaster occurred on 28 November 1979 when Air New Zealand Flight 901 (TE-901) flew into Mount Erebus on Ross Island, Antarctica, killing all 237 passengers and 20 crew on board. Air New Zealand had been operating scheduled Antarctic sightseeing flights since 1977. This flight was supposed to leave Auckland Airport in the morning and spend a few hours flying over the Antarctic con"}, {"title": "McDonnell Douglas DC-10", "href": "/wiki/McDonnell_Douglas_DC-10", "description": "The McDonnell Douglas DC-10 is an American tri-jet wide-body airliner manufactured by McDonnell Douglas.\n\nThe DC-10 was intended to succeed the DC-8 for long-range flights. It first flew on August 29, 1970; it was introduced on August 5, 1971, by American Airlines."}, {"title": "Mount Erebus", "href": "/wiki/Mount_Erebus", "description": "Mount Erebus is an active volcano, the second-highest in Antarctica and the southernmost active volcano on Earth. It is the sixth-highest ultra mountain on the continent. With a summit elevation of 3,794 metres (12,448 ft), it is located in the Ross Dependency on Ross Island, which is also home to three inactive volcanoes: Mount Terror, Mount Bird, and Mount Terra Nova."}]}, {"heading": "Events", "year": "1980", "date": "November 28", "txt": "Iran–Iraq War: Operation Morvarid: The bulk of the Iraqi Navy is destroyed by the Iranian Navy in the Persian Gulf. (Commemorated in Iran as Navy Day.)", "entities": [{"title": "Iran–Iraq War", "href": "/wiki/Iran%E2%80%93Iraq_War", "description": "The Iran–Iraq War was a protracted armed conflict that began on 22 September 1980 when Iraq invaded neighbouring Iran. The war lasted almost eight years, ending in a stalemate on 20 August 1988 when Iran accepted a UN-brokered ceasefire. Iraq's rationale for the invasion was primarily to cripple Iran and prevent Ayatollah Ruhollah Khomeini from exporting the 1979 Iranian Revolution movement to Shi"}, {"title": "Operation Morvarid", "href": "/wiki/Operation_Morvarid", "description": "Operation Morvarid was an operation launched by the Iranian Navy and Air Force against the Iraqi Air Defence sites on 28 November 1980 in response to Iraq positioning radar and monitoring equipment on the Mina Al-Bakr and Khor-al-Amaya oil rigs to counter Iranian air operations. The operation resulted in a victory for Iran, which managed to destroy both oil rigs as well as much of the Iraqi Navy a"}, {"title": "Iraqi Navy", "href": "/wiki/Iraqi_Navy", "description": "The Iraqi Navy is one of the components of the military of Iraq. Its primary responsibilities are the protection of Iraq's coastline and offshore assets. Initially called the Iraqi Coastal Defense Force, its official name was changed on 12 January 2005."}, {"title": "Islamic Republic of Iran Navy", "href": "/wiki/Islamic_Republic_of_Iran_Navy", "description": "The Islamic Republic of Iran Navy, officially abbreviated NEDAJA, is the naval warfare service branch of Iran's regular military, the Islamic Republic of Iran Army (Artesh)."}, {"title": "Persian Gulf", "href": "/wiki/Persian_Gulf", "description": "The Persian Gulf is a mediterranean sea in Western Asia. The body of water is an extension of the Indian Ocean through the Strait of Hormuz and lies between Iran to the northeast and the Arabian Peninsula to the southwest. The Shatt al-Arab river delta forms the northwest shoreline."}, {"title": "Navy Day", "href": "/wiki/Navy_Day#Iran", "description": "Several nations observe or have observed a Navy Day to recognize their navy."}]}, {"heading": "Events", "year": "1987", "date": "November 28", "txt": "South African Airways Flight 295 crashes into the Indian Ocean, killing all 159 people on board.", "entities": [{"title": "South African Airways Flight 295", "href": "/wiki/South_African_Airways_Flight_295", "description": "South African Airways Flight 295 was a commercial flight from Chiang Kai-shek International Airport, Taipei, Taiwan to Jan Smuts International Airport, Johannesburg, South Africa, with a stopover in Plaisance Airport, Plaine Magnien, Mauritius. On 28 November 1987, the aircraft serving the flight, a Boeing 747 Combi named Helderberg, experienced a catastrophic in-flight fire in the cargo area, bro"}]}, {"heading": "Events", "year": "1989", "date": "November 28", "txt": "Cold War: Velvet Revolution: In the face of protests, the Communist Party of Czechoslovakia announces it will give up its monopoly on political power.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Velvet Revolution", "href": "/wiki/Velvet_Revolution", "description": "The Velvet Revolution or Gentle Revolution was a non-violent transition of power in what was then Czechoslovakia, occurring from 17 November to 29 December 1989. Popular demonstrations against the one-party government of the Communist Party of Czechoslovakia included students and older dissidents. The result was the end of 41 years of one-party rule in Czechoslovakia, and the subsequent dismantlin"}, {"title": "Communist Party of Czechoslovakia", "href": "/wiki/Communist_Party_of_Czechoslovakia", "description": "The Communist Party of Czechoslovakia was a Communist and Marxist–Leninist political party in Czechoslovakia that existed between 1921 and 1992. It was a member of the Comintern. Between 1929 and 1953, it was led by Klement Gottwald. The KSČ was the sole governing party in the Czechoslovak Socialist Republic though it was a leading party alongside with the Slovak branch and four other legally perm"}, {"title": "Monopoly", "href": "/wiki/Monopoly", "description": "A monopoly exists when a specific person or enterprise is the only supplier of a particular commodity. This contrasts with a monopsony which relates to a single entity's control of a market to purchase a good or service, and with oligopoly and duopoly which consists of a few sellers dominating a market. Monopolies are thus characterized by a lack of economic competition to produce the good or serv"}]}, {"heading": "Events", "year": "1990", "date": "November 28", "txt": "British Prime Minister Margaret Thatcher resigns as leader of the Conservative Party and, therefore, as Prime Minister. She is succeeded in both positions by John Major.", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Margaret Thatcher", "href": "/wiki/Margaret_Thatcher", "description": "Margaret Hilda Thatcher, Baroness Thatcher, was a British stateswoman who served as Prime Minister of the United Kingdom from 1979 to 1990 and Leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her the \"Iron Lady\", a nickname that became associated with her un"}, {"title": "Conservative Party (UK)", "href": "/wiki/Conservative_Party_(UK)", "description": "The Conservative Party, officially the Conservative and Unionist Party, and also known colloquially as the Tories, Tory Party, or simply the Conservatives, is a political party in the United Kingdom. Ideologically, the Conservatives sit on the centre-right of the political spectrum. The Conservatives have been in government since 2010; as of 2019, they hold an overall majority in the House of Comm"}, {"title": "John Major", "href": "/wiki/John_Major", "description": "Sir John Major is a British politician who served as Prime Minister of the United Kingdom and Leader of the Conservative Party from 1990 to 1997. Major served in the Thatcher government from 1987 to 1990 as Chancellor of the Exchequer and Foreign Secretary, and was Member of Parliament (MP) for Huntingdon, formerly Huntingdonshire, from 1979 to 2001."}]}, {"heading": "Events", "year": "1991", "date": "November 28", "txt": "South Ossetia declares independence from Georgia.", "entities": [{"title": "South Ossetia", "href": "/wiki/South_Ossetia", "description": "South Ossetia, officially the Republic of South Ossetia – the State of Alania, or the Tskhinvali Region, is a de facto state in the South Caucasus recognised by most countries as part of Georgia. It has an officially stated population of just over 53,000 people, who live in an area of 3,900 km2, south of the Russian Caucasus, with 30,000 living in Tskhinvali. The separatist polity, Republic of Sou"}, {"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}]}, {"heading": "Events", "year": "2002", "date": "November 28", "txt": "Suicide bombers blow up an Israeli-owned hotel in Mombasa, Kenya; their colleagues fail in their attempt to bring down Arkia Israel Airlines Flight 582 with surface-to-air missiles.", "entities": [{"title": "2002 Mombasa attacks", "href": "/wiki/2002_Mombasa_attacks", "description": "The 2002 Mombasa attacks was a two-pronged terrorist attack on 28 November 2002 in Mombasa, Kenya against an Israeli-owned hotel and a plane belonging to Arkia Airlines. An all-terrain vehicle crashed through a barrier outside the Paradise Hotel and blew up, killing 13 and injuring 80. At the same time, attackers fired two surface-to-air missiles at an Israeli charter plane. The Paradise Hotel was"}, {"title": "Mombasa", "href": "/wiki/Mombasa", "description": "Mombasa is a coastal city in southeast Kenya along the Indian Ocean. The city is known as the white and blue city in Kenya. It is the country's oldest and second-largest city, with a population of about 1,208,333 people according to the 2019 census. Its metropolitan region is the second-largest in the country, and has a population of 3,528,940 people."}, {"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}, {"title": "Arkia Israel Airlines Flight 582", "href": "/wiki/Arkia_Israel_Airlines_Flight_582", "description": "The 2002 Mombasa attacks was a two-pronged terrorist attack on 28 November 2002 in Mombasa, Kenya against an Israeli-owned hotel and a plane belonging to Arkia Airlines. An all-terrain vehicle crashed through a barrier outside the Paradise Hotel and blew up, killing 13 and injuring 80. At the same time, attackers fired two surface-to-air missiles at an Israeli charter plane. The Paradise Hotel was"}]}, {"heading": "Events", "year": "2010", "date": "November 28", "txt": "Sun Way Flight 4112 crashes after takeoff from Jinnah International Airport in Karachi, Pakistan, killing 12 people.", "entities": [{"title": "Sun Way Flight 4412", "href": "/wiki/Sun_Way_Flight_4412", "description": "Sun Way Flight 4412 was an international scheduled cargo flight from Karachi, Pakistan, to Khartoum, Sudan. On 28 November 2010, the Ilyushin Il-76 operating the flight crashed while attempting to return to Karachi after one of the engines caught fire. Twelve people were killed in the crash: everyone on board the aircraft and four people on the ground."}, {"title": "Jinnah International Airport", "href": "/wiki/Jinnah_International_Airport", "description": "Jinnah International Airport, formerly Drigh Road Airport, is Pakistan's busiest international and domestic airport, and handled 7,267,582 passengers in 2017-2018. Located in Karachi, the largest city and commercial capital of Pakistan and capital of the province of Sindh, it is named after Muhammad Ali Jinnah, the founder of Pakistan."}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "2014", "date": "November 28", "txt": "Gunmen set off three bombs at the central mosque in the northern Nigerian city of Kano killing at least 120 people.", "entities": [{"title": "2014 Kano bombing", "href": "/wiki/2014_Kano_bombing", "description": "The 2014 Kano bombing was a terrorist attack on November 28, 2014 at the Central Mosque in Kano, the biggest city in the mainly Muslim Northern Nigeria during the Islamist insurgency in Nigeria. The mosque is next to the palace of the Emir of Kano, Muhammad Sanusi II, Nigeria's second most senior Muslim cleric, who had urged the civilians to protect themselves by arming up against Boko Haram. Two "}, {"title": "Kano", "href": "/wiki/Kano", "description": "Kano is the capital city of Kano State, which is the most populous Nigerian state located in the North West zone. The city has been a major human settlement for millennia. It is the second most populous city by population within city limits, with over four million citizens in 5,700 km2 (2,200 sq mi). It is the traditional state of the two-centuries old Dabo dynasty who since the 19th century have "}]}, {"heading": "Events", "year": "2016", "date": "November 28", "txt": "A chartered Avro RJ85 plane carrying at least 77 people, including the Chapecoense football team, crashes near Medellín, Colombia.", "entities": [{"title": "British Aerospace 146", "href": "/wiki/British_Aerospace_146", "description": "The British Aerospace 146 is a short-haul and regional airliner that was manufactured in the United Kingdom by British Aerospace, later part of BAE Systems. Production ran from 1983 until 2001. Manufacture by Avro International Aerospace of an improved version known as the Avro RJ began in 1992. A further-improved version with new engines, the Avro RJX, was announced in 1997, but only two prototyp"}, {"title": "Associação Chapecoense de Futebol", "href": "/wiki/Associa%C3%A7%C3%A3o_Chapecoense_de_Futebol", "description": "Associação Chapecoense de Futebol, commonly known as Chapecoense and whose acronym is ACF, is a Brazilian football club, based in the city of Chapecó in the state of Santa Catarina."}, {"title": "LaMia Flight 2933", "href": "/wiki/LaMia_Flight_2933", "description": "LaMia Flight 2933 was a charter flight of an Avro RJ85, operated by LaMia, that on 28 November 2016 crashed near Medellín, Colombia, killing 71 of the 77 people on board. The aircraft was transporting the Brazilian Chapecoense football squad and their entourage from Santa Cruz de la Sierra, Bolivia, to Medellín, where the team was scheduled to play at the 2016 Copa Sudamericana Finals. One of the "}, {"title": "Medellín", "href": "/wiki/Medell%C3%ADn", "description": "Medellín, officially the Municipality of Medellín, is the second-largest city in Colombia, after Bogotá, and the capital of the department of Antioquia. It is located in the Aburrá Valley, a central region of the Andes Mountains in South America. According to the National Administrative Department of Statistics, the city had an estimated population of 2,508,452 according to the 2018 census. With i"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "2020", "date": "November 28", "txt": "Over seven hundred civilians are massacred by the Ethiopian National Defense Force and Eritrean Army in Aksum, Ethiopia.", "entities": [{"title": "Ethiopian National Defense Force", "href": "/wiki/Ethiopian_National_Defense_Force", "description": "The Ethiopian National Defense Force (ENDF) is the military force of Ethiopia. Civil direction of the military is carried out through the Ministry of Defense, which oversees the ground forces, air force, as well as the Defense Industry Sector."}, {"title": "Eritrean Army", "href": "/wiki/Eritrean_Army", "description": "The Eritrean Army is the main branch of the Defense Force of the State of Eritrea and is one of the largest armies in Africa. The main roles of the army in Eritrea is defense from external aggressors, border security, and developing national cohesion. Historically, the predecessor of the Eritrean Army, the Eritrean People's Liberation Front (EPLF), played a major role in establishing and defending"}, {"title": "Aksum massacre", "href": "/wiki/Aksum_massacre", "description": "The Axum massacre was a massacre of about 100–800 civilians that took place in Axum during the Tigray War. The main part of the massacre occurred on the afternoon and evening of 28 November, continuing on 29 November, with smaller numbers of extrajudicial killings taking place earlier, starting from 19 November and during the weeks following the 28–29 November weekend. The massacre was attributed "}]}, {"heading": "Births", "year": "1118", "date": "November 28", "txt": "Manuel I Komnenos, Byzantine emperor (d. 1180)", "entities": [{"title": "Manuel I Komnenos", "href": "/wiki/Manuel_I_Komnenos", "description": "Manuel I Komnenos, Latinized Comnenus, also called Porphyrogennetos, was a Byzantine emperor of the 12th century who reigned over a crucial turning point in the history of Byzantium and the Mediterranean. His reign saw the last flowering of the Komnenian restoration, during which the Byzantine Empire had seen a resurgence of its military and economic power, and had enjoyed a cultural revival."}]}, {"heading": "Births", "year": "1293", "date": "November 28", "txt": "Yesün Temür, Chinese emperor (d. 1328)", "entities": [{"title": "Yesün Temür (Yuan dynasty)", "href": "/wiki/Yes%C3%BCn_Tem%C3%BCr_(Yuan_dynasty)", "description": "Yesün Temür was a great-grandson of Kublai Khan and ruled as emperor of the Yuan dynasty from 1323 to 1328. Apart from Emperor of China, he is regarded as the 10th Khagan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire. In Chinese, Yesün Temür Khan, who was very fond of the traditional ways of the Mongols, is known as the Emperor Taiding of Yuan from"}]}, {"heading": "Births", "year": "1470", "date": "November 28", "txt": "Wen Zhengming, artist during the Ming dynasty (d. 1559)", "entities": [{"title": "Wen Zhengming", "href": "/wiki/Wen_Zhengming", "description": "Wen Zhengming, born Wen Bi, was a Chinese painter, calligrapher, and poet during the Ming dynasty. He was regarded as one of the Four Masters of Ming painting."}]}, {"heading": "Births", "year": "1475", "date": "November 28", "txt": "Anne Shelton, elder sister of Thomas Boleyn (d. 1555)", "entities": [{"title": "Anne Shelton (courtier)", "href": "/wiki/Anne_Shelton_(courtier)", "description": "Anne Shelton née Boleyn was a sister of Thomas Boleyn, 1st Earl of Wiltshire, and one of the aunts of his daughter, Queen Anne Boleyn, the second wife of King Henry VIII."}]}, {"heading": "Births", "year": "1489", "date": "November 28", "txt": "Margaret Tudor, Queen of James IV of Scotland, daughter of Henry VII of England (d. 1541)", "entities": [{"title": "Margaret Tudor", "href": "/wiki/Margaret_Tudor", "description": "Margaret Tudor was Queen consort of Scotland from 1503 until 1513 by marriage to James IV of Scotland and then, after her husband died fighting the English, she became regent for their son James V of Scotland from 1513 until 1515."}, {"title": "James IV of Scotland", "href": "/wiki/James_IV_of_Scotland", "description": "James IV was King of Scotland from 11 June 1488 until his death in 1513. He assumed the throne following the death of his father King James III at the Battle of Sauchieburn, a rebellion in which the younger James played an indirect role. He is generally regarded as the most successful of the Stewart monarchs of Scotland, but his reign ended in a disastrous defeat at the Battle of Flodden. He was t"}, {"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}]}, {"heading": "Births", "year": "1570", "date": "November 28", "txt": "James Whitelocke, English judge and politician, Chief Justice of Chester (d. 1632)", "entities": [{"title": "James Whitelocke", "href": "/wiki/James_Whitelocke", "description": "Sir James Whitelocke SL was an English judge and politician who sat in the House of Commons between 1610 and 1622."}, {"title": "Chief Justice of Chester", "href": "/wiki/Chief_Justice_of_Chester", "description": "\n\nThe Justice of Chester was the chief judicial authority for the county palatine of Chester, from the establishment of the county until the abolition of the Great Sessions in Wales and the palatine judicature in 1830."}]}, {"heading": "Births", "year": "1592", "date": "November 28", "txt": "Hong Taiji, Emperor of China (d. 1643)", "entities": [{"title": "Hong Taiji", "href": "/wiki/Hong_Taiji", "description": "Hong Taiji, sometimes written as Huang Taiji and formerly referred to as Abahai in Western literature, was the second khan of the Later Jin and the founding emperor of the Qing dynasty. He was responsible for consolidating the empire that his father Nurhaci had founded and laid the groundwork for the conquest of the Ming dynasty, although he died before this was accomplished. He was also responsib"}]}, {"heading": "Births", "year": "1598", "date": "November 28", "txt": "Hans Nansen, Danish lawyer and politician (d. 1667)", "entities": [{"title": "Hans Nansen", "href": "/wiki/Hans_Nansen", "description": "Hans Nansen was a Danish statesman."}]}, {"heading": "Births", "year": "1628", "date": "November 28", "txt": "John Bunyan, English preacher, theologian, and author (d. 1688)", "entities": [{"title": "John Bunyan", "href": "/wiki/John_Bunyan", "description": "John Bunyan was an English writer and Puritan preacher best remembered as the author of the Christian allegory The Pilgrim's Progress. In addition to The Pilgrim's Progress, Bunyan wrote nearly sixty titles, many of them expanded sermons."}]}, {"heading": "Births", "year": "1631", "date": "November 28", "txt": "Abraham Brueghel, Flemish Baroque painter (d. 1690)", "entities": [{"title": "Abraham Brueghel", "href": "/wiki/Abraham_Brueghel", "description": "Abraham Brueghel was a Flemish painter from the famous Brueghel family of artists. He emigrated at a young age to Italy where he played an important role in the development of the style of decorative Baroque still lifes."}]}, {"heading": "Births", "year": "1632", "date": "November 28", "txt": "Jean-Baptiste Lully, Italian-French composer and manager (d. 1687)", "entities": [{"title": "Jean-Baptiste Lully", "href": "/wiki/Jean-Baptiste_Lully", "description": "Jean-Baptiste Lully was an Italian-born French composer, instrumentalist, and dancer who is considered a master of the French Baroque music style. Best known for his operas, he spent most of his life working in the court of Louis XIV of France and became a French subject in 1661."}]}, {"heading": "Births", "year": "1640", "date": "November 28", "txt": "Willem de Vlamingh, Flemish captain and explorer (d. 1698)", "entities": [{"title": "Willem de Vlamingh", "href": "/wiki/Willem_de_Vlamingh", "description": "Willem Hesselsz de Vlamingh was a Dutch sea captain who explored the central west coast of New Holland (Australia) in the late 17th century, where he landed in what is now Perth on the Swan River. The mission proved fruitless, but he charted parts of the continent's western coast."}]}, {"heading": "Births", "year": "1661", "date": "November 28", "txt": "Edward Hyde, 3rd Earl of Clarendon, English soldier and politician, 14th Colonial Governor of New York (d. 1723)", "entities": [{"title": "Edward Hyde, 3rd Earl of Clarendon", "href": "/wiki/Edward_Hyde,_3rd_Earl_of_Clarendon", "description": "Edward Hyde, 3rd Earl of Clarendon, styled Viscount Cornbury between 1674 and 1709, was an English aristocrat and politician. Better known by his noble title Lord Cornbury, he was propelled into the forefront of English politics when he and part of his army defected from the Catholic King James II to support the newly arrived Protestant contender, William III of Orange. These actions were part of "}, {"title": "Colonial Governor of New York", "href": "/wiki/Colonial_Governor_of_New_York", "description": "The territory which would later become the state of New York was settled by European colonists as part of the New Netherland colony under the command of the Dutch West India Company in the Seventeenth Century. These colonists were largely of Dutch, Flemish, Walloon, and German stock, but the colony soon became a \"melting pot.\" In 1664, at the onset of the Second Anglo-Dutch War, English forces und"}]}, {"heading": "Births", "year": "1681", "date": "November 28", "txt": "Jean Cavalier, French rebel leader (d. 1740)", "entities": [{"title": "Jean Cavalier", "href": "/wiki/Jean_Cavalier", "description": "Jean Cavalier, was the Huguenot chief of the Camisards. He was born at Mas Roux, a small hamlet in the commune of Ribaute near Anduze, southern France."}]}, {"heading": "Births", "year": "1682", "date": "November 28", "txt": "Betty Parris, woman from Salem in Massachusetts who accused others of being witches (d. 1760)", "entities": [{"title": "Betty Parris", "href": "/wiki/Betty_Parris", "description": "\nElizabeth Parris was one of the young women who accused other people of being witches during the Salem witch trials. The accusations made by Betty (Elizabeth) and her cousin Abigail Williams caused the direct death of 20 Salem residents: 19 were hanged, while another, Giles Corey, was pressed to death."}]}, {"heading": "Births", "year": "1694", "date": "November 28", "txt": "Leopold, Prince of Anhalt-Köthen (d. 1728)", "entities": [{"title": "Leopold, Prince of Anhalt-Köthen", "href": "/wiki/Leopold,_Prince_of_Anhalt-K%C3%B6then", "description": "Leopold of Anhalt-Köthen was a German prince of the House of Ascania and ruler of the principality of Anhalt-Köthen. Today, he is best remembered for employing Johann Sebastian Bach as his Kapellmeister between 1717 and 1723."}]}, {"heading": "Births", "year": "1700", "date": "November 28", "txt": "Nathaniel Bliss, English astronomer and mathematician (d. 1764)", "entities": [{"title": "Nathaniel Bliss", "href": "/wiki/Nathaniel_Bliss", "description": "The Reverend Nathaniel Bliss was an English astronomer of the 18th century, serving as Britain's fourth Astronomer Royal between 1762 and 1764."}]}, {"heading": "Births", "year": "1700", "date": "November 28", "txt": "Sophie Magdalene of Brandenburg-Kulmbach (d. 1770)", "entities": []}, {"heading": "Births", "year": "1757", "date": "November 28", "txt": "William Blake, English poet and painter (d. 1827)", "entities": [{"title": "William Blake", "href": "/wiki/William_Blake", "description": "William Blake was an English poet, painter, and printmaker. Largely unrecognised during his lifetime, Blake is now considered a seminal figure in the history of the poetry and visual arts of the Romantic Age. What he called his prophetic works were said by 20th-century critic Northrop Frye to form \"what is in proportion to its merits the least read body of poetry in the English language\". His visu"}]}, {"heading": "Births", "year": "1760", "date": "November 28", "txt": "Maria Teresa Poniatowska, Polish noblewoman (d. 1834)", "entities": [{"title": "Maria Teresa Poniatowska", "href": "/wiki/Maria_Teresa_Poniatowska", "description": "Maria Teresa Antoinette Josephine Poniatowska was a Polish noblewoman, known as the niece of king Stanisław August Poniatowski."}]}, {"heading": "Births", "year": "1772", "date": "November 28", "txt": "Luke Howard, English chemist and meteorologist (d. 1864)", "entities": [{"title": "Luke Howard", "href": "/wiki/Luke_Howard", "description": "Luke Howard, was a British manufacturing chemist and an amateur meteorologist with broad interests in science. His lasting contribution to science is a nomenclature system for clouds, which he proposed in an 1802 presentation to the Askesian Society. Because of this, Howard is referred to as \"The Godfather of Clouds\", the \"namer of the clouds\", and the \"father of meteorology\"."}]}, {"heading": "Births", "year": "1774", "date": "November 28", "txt": "Maria Antonia of Parma (d. 1841)", "entities": [{"title": "Maria Antonia of Parma", "href": "/wiki/Maria_Antonia_of_Parma", "description": "Maria Antonia of Parma was a Princess of Parma, daughter of Duke Ferdinand I of Parma and his wife, Archduchess Maria Amalia of Austria."}]}, {"heading": "Births", "year": "1785", "date": "November 28", "txt": "Victor de Broglie, French lawyer and politician, 9th Prime Minister of France (d. 1870)", "entities": [{"title": "Victor de Broglie (1785–1870)", "href": "/wiki/Victor_de_Broglie_(1785%E2%80%931870)", "description": "Achille Léonce Victor Charles, 3rd Duke of Broglie, fully Victor de Broglie, was a French peer, statesman, and diplomat. He was the third duke of Broglie and served as president of the Council during the July Monarchy, from August 1830 to November 1830 and from March 1835 to February 1836. Victor de Broglie was close to the liberal Doctrinaires who opposed the ultra-royalists and were absorbed, un"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1792", "date": "November 28", "txt": "Victor Cousin, French philosopher and academic (d. 1867)", "entities": [{"title": "Victor Cousin", "href": "/wiki/Victor_Cousin", "description": "Victor Cousin was a French philosopher. He was the founder of \"eclecticism\", a briefly influential school of French philosophy that combined elements of German idealism and Scottish Common Sense Realism. As the administrator of public instruction for over a decade, Cousin also had an important influence on French educational policy."}]}, {"heading": "Births", "year": "1793", "date": "November 28", "txt": "Carl Jonas Love Almqvist, Swedish poet, composer, and critic (d. 1866)", "entities": [{"title": "Carl Jonas Love Almqvist", "href": "/wiki/Carl_Jonas_Love_Almqvist", "description": "Carl Jonas Love Ludvig Almqvist was a Swedish author, romantic poet, realist, composer and social critic.\n"}]}, {"heading": "Births", "year": "1804", "date": "November 28", "txt": "William Weston, English-Australian politician, 3rd Premier of Tasmania (d. 1888)", "entities": [{"title": "William Weston (Australian politician)", "href": "/wiki/William_Weston_(Australian_politician)", "description": "William Pritchard Weston was the third Premier of Tasmania."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1805", "date": "November 28", "txt": "John Lloyd Stephens, American archaeologist and explorer (d. 1852)", "entities": [{"title": "John Lloyd Stephens", "href": "/wiki/John_Lloyd_Stephens", "description": "John Lloyd Stephens was an American explorer, writer, and diplomat. Stephens was a pivotal figure in the rediscovery of Maya civilization throughout Middle America and in the planning of the Panama railroad."}]}, {"heading": "Births", "year": "1810", "date": "November 28", "txt": "William Froude, English engineer and architect (d. 1879)", "entities": [{"title": "William Froude", "href": "/wiki/William_Froude", "description": "William Froude was an English engineer, hydrodynamicist and naval architect. He was the first to formulate reliable laws for the resistance that water offers to ships and for predicting their stability."}]}, {"heading": "Births", "year": "1820", "date": "November 28", "txt": "Friedrich Engels, German-English philosopher, economist, and journalist (d. 1895)", "entities": [{"title": "Friedrich Engels", "href": "/wiki/Friedrich_Engels", "description": "Friedrich Engels, sometimes anglicised as Frederick Engels, was a German philosopher, economist, historian, political theorist and revolutionary socialist. He was also a businessman, journalist and political activist, whose father was an owner of large textile factories in Salford and Barmen, Prussia."}]}, {"heading": "Births", "year": "1829", "date": "November 28", "txt": "Anton Rubinstein, Russian pianist, composer, and conductor (d. 1894)", "entities": [{"title": "Anton Rubinstein", "href": "/wiki/Anton_Rubinstein", "description": "Anton Grigoryevich Rubinstein was a Russian pianist, composer and conductor who became a pivotal figure in Russian culture when he founded the Saint Petersburg Conservatory. He was the elder brother of Nikolai Rubinstein who founded the Moscow Conservatory."}]}, {"heading": "Births", "year": "1837", "date": "November 28", "txt": "John Wesley Hyatt, American engineer (d. 1920)", "entities": [{"title": "John Wesley Hyatt", "href": "/wiki/John_Wesley_Hyatt", "description": "John Wesley Hyatt was an American inventor. He is mainly known for simplifying the production of celluloid."}]}, {"heading": "Births", "year": "1853", "date": "November 28", "txt": "Helen Magill White, American academic (d. 1944)", "entities": [{"title": "Helen Magill White", "href": "/wiki/Helen_Magill_White", "description": "Helen Magill White was an American academic and instructor. She was the first woman to earn a Ph.D. in the United States."}]}, {"heading": "Births", "year": "1857", "date": "November 28", "txt": "Alfonso XII of Spain (d. 1885)", "entities": [{"title": "Alfonso XII of Spain", "href": "/wiki/Alfonso_XII_of_Spain", "description": "Alfonso XII of Spain, also known as El Pacificador or the Peacemaker, was King of Spain, reigning from 1874 to 1885. After a revolution that deposed his mother Isabella II from the throne in 1868, Alfonso studied in Austria and France. His mother abdicated in his favour in 1870, and he returned to Spain as king in 1874 following a military coup against the First Republic. Alfonso died aged 27 in 1"}]}, {"heading": "Births", "year": "1861", "date": "November 28", "txt": "Adina Emilia De Zavala, American teacher, historian and preservationist of Texas history (d. 1955)", "entities": [{"title": "Adina Emilia De Zavala", "href": "/wiki/Adina_Emilia_De_Zavala", "description": "Adina Emilia De Zavala was an American teacher, historian and preservationist of Texas history. Her efforts led to saving the Alamo Long Barrack Fortress for future generations. She was born to Augustine De Zavala, son of Lorenzo de Zavala, the first Vice President of the Republic of Texas. Adina's mother Julia Tyrrell De Zavala was born in Ireland. In 1994, Recorded Texas Historic Landmark Marker"}]}, {"heading": "Births", "year": "1864", "date": "November 28", "txt": "James Allen, English author and poet (d. 1912)", "entities": [{"title": "James Allen (author)", "href": "/wiki/James_Allen_(author)", "description": "James Allen was a British philosophical writer known for his inspirational books and poetry and as a pioneer of the self-help movement. His best known work, As a Man Thinketh, has been mass-produced since its publication in 1903. It has been a source of inspiration to motivational and self-help authors."}]}, {"heading": "Births", "year": "1864", "date": "November 28", "txt": "Lindley Miller Garrison, American lawyer and politician, 46th United States Secretary of War (d. 1932)", "entities": [{"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1866", "date": "November 28", "txt": "Henry Bacon, American architect, designed the Lincoln Memorial (d. 1924)", "entities": [{"title": "Henry Bacon", "href": "/wiki/Henry_Bacon", "description": "Henry Bacon was an American Beaux-Arts architect who is best remembered for the Lincoln Memorial in Washington, D.C., which was his final project."}, {"title": "Lincoln Memorial", "href": "/wiki/Lincoln_Memorial", "description": "The Lincoln Memorial is a US national memorial built to honor the 16th President of the United States, Abraham Lincoln. It is on the western end of the National Mall in Washington, D.C., across from the Washington Monument, and is in the form of a neoclassical temple. The memorial's architect was Henry Bacon. The designer of the memorial interior's large central statue – Abraham Lincoln, 1920 – wa"}]}, {"heading": "Births", "year": "1876", "date": "November 28", "txt": "Bert Vogler, South African cricketer (d. 1946)", "entities": [{"title": "Bert Vogler", "href": "/wiki/Bert_Vogler", "description": "Albert Edward Ernest Vogler was a South African cricketer. A leading all-rounder skilled both at batting and bowling, Vogler played cricket in South Africa prior to becoming eligible to play for Middlesex County Cricket Club in England after serving on the ground staff of the Marylebone Cricket Club at Lord's. He rose to prominence during the 1906 home Test series and then in England the following"}]}, {"heading": "Births", "year": "1880", "date": "November 28", "txt": "Alexander Blok, Russian poet and playwright (d. 1921)", "entities": [{"title": "Alexander Blok", "href": "/wiki/Alexander_Blok", "description": "Alexander Alexandrovich Blok was a Russian lyrical poet, writer, publicist, playwright, translator and literary critic."}]}, {"heading": "Births", "year": "1881", "date": "November 28", "txt": "Stefan Zweig, Austrian author, playwright, and journalist (d. 1942)", "entities": [{"title": "Stefan Zweig", "href": "/wiki/Stefan_Zweig", "description": "Stefan Zweig was an Austrian novelist, playwright, journalist and biographer. At the height of his literary career, in the 1920s and 1930s, he was one of the most widely translated and most popular writers in the world."}]}, {"heading": "Births", "year": "1887", "date": "November 28", "txt": "Ernst Röhm, German soldier and politician (d. 1934)", "entities": [{"title": "Ernst Röhm", "href": "/wiki/Ernst_R%C3%B6hm", "description": "Ernst Julius Günther Röhm was a German military officer and an early member of the Nazi Party. As one of the members of its predecessor, the German Workers' Party, he was a close friend and early ally of Adolf Hitler and a co-founder of the Sturmabteilung, the Nazi Party's militia, and later was its commander. By 1934, the German Army feared the SA's influence and Hitler had come to see Röhm as a "}]}, {"heading": "Births", "year": "1891", "date": "November 28", "txt": "Gregorio Perfecto, Filipino journalist, jurist, and politician (d. 1949)", "entities": [{"title": "Gregorio Perfecto", "href": "/wiki/Gregorio_Perfecto", "description": "Gregorio Perfecto was a Filipino journalist, politician and jurist who served as an Associate Justice of the Supreme Court of the Philippines from 1945 to 1949. A controversial figure who was described as an “apostle of liberal causes,” Perfecto was notable for his libertarian views, his colorful writing style, and the frequency of his dissenting opinions while on the Supreme Court."}]}, {"heading": "Births", "year": "1891", "date": "November 28", "txt": "Mabel Alvarez, American painter (d. 1985)", "entities": []}, {"heading": "Births", "year": "1894", "date": "November 28", "txt": "Brooks Atkinson, American theatre critic (d. 1984)", "entities": [{"title": "Brooks Atkinson", "href": "/wiki/Brooks_Atkinson", "description": "Justin Brooks Atkinson was an American theatre critic. He worked for The New York Times from 1922 to 1960. In his obituary, the Times called him \"the theater's most influential reviewer of his time.\" Atkinson became a Times theater critic in the 1920s and his reviews became very influential. He insisted on leaving the drama desk during World War II to report on the war, he received the Pulitzer Pr"}]}, {"heading": "Births", "year": "1894", "date": "November 28", "txt": "Henry Hazlitt, American economist and philosopher (d. 1993)", "entities": []}, {"heading": "Births", "year": "1895", "date": "November 28", "txt": "José Iturbi, Spanish pianist and conductor (d. 1980)", "entities": [{"title": "José Iturbi", "href": "/wiki/Jos%C3%A9_Iturbi", "description": "José Iturbi Báguena was a Spanish conductor, pianist and harpsichordist. He appeared in several Hollywood films of the 1940s, notably playing himself in the musicals Thousands Cheer (1943), Music for Millions (1944), Anchors Aweigh (1945), That Midnight Kiss (1949), and Three Daring Daughters (1948), his only leading role."}]}, {"heading": "Births", "year": "1896", "date": "November 28", "txt": "Dawn Powell, American author and playwright (d. 1965)", "entities": [{"title": "Dawn Powell", "href": "/wiki/Dawn_Powell", "description": "Dawn Powell was an award-winning novelist, playwright, screenwriter, and short story writer. Known for her acid-tongued prose, \"her relative obscurity was likely due to a general distaste for her harsh satiric tone.\" Nonetheless, Stella Adler and author Clifford Odets appeared in one of her plays. Her work was praised by Robert Benchley in the New Yorker and, in 1939, she was signed as a Scribner "}]}, {"heading": "Births", "year": "1896", "date": "November 28", "txt": "Lilia Skala, Austrian-American actress (d. 1994)", "entities": []}, {"heading": "Births", "year": "1898", "date": "November 28", "txt": "İhap Hulusi Görey, Turkish graphic artist (d. 1986)", "entities": [{"title": "İhap Hulusi Görey", "href": "/wiki/%C4%B0hap_Hulusi_G%C3%B6rey", "description": "İhap Hulusi Görey, was the first Turkish graphic artist best known for his illustrations on posters and labels of several Turkish brands in the Republican era."}]}, {"heading": "Births", "year": "1900", "date": "November 28", "txt": "Mary Bothwell, Canadian classical vocalist and painter (d. 1985)", "entities": [{"title": "Mary Bothwell", "href": "/wiki/Mary_Bothwell", "description": "Mary Bothwell was a Canadian classical vocalist and painter. As a singer she began her career as a contralto, but ultimately ended up performing soprano parts in the opera and concert repertoire."}]}, {"heading": "Births", "year": "1903", "date": "November 28", "txt": "Gladys O'Connor, English-Canadian actress (d. 2012)", "entities": [{"title": "Gladys O'Connor", "href": "/wiki/Gladys_O%27Connor", "description": "Gladys O'Connor was a British-born Canadian character actress. Born in London, UK, O'Connor moved with her family to Hamilton, Ontario, Canada in 1912, eventually settling in Toronto."}]}, {"heading": "Births", "year": "1904", "date": "November 28", "txt": "James Eastland, American planter and politician (d. 1986)", "entities": [{"title": "James Eastland", "href": "/wiki/James_Eastland", "description": "James Oliver Eastland was an American politician from the state of Mississippi who served in the United States Senate as a Senator in 1941; and again from 1943 until his resignation on December 27, 1978. He has been called the \"Voice of the White South\" and the \"Godfather of Mississippi Politics.\" A Democrat, Eastland was known as the symbol of Southern resistance to racial integration during the "}]}, {"heading": "Births", "year": "1904", "date": "November 28", "txt": "Nancy Mitford, English journalist and author (d. 1973)", "entities": []}, {"heading": "Births", "year": "1906", "date": "November 28", "txt": "Henry Picard, American golfer (d. 1997)", "entities": [{"title": "Henry Picard", "href": "/wiki/Henry_Picard", "description": "Henry Gilford Picard was an American professional golfer."}]}, {"heading": "Births", "year": "1907", "date": "November 28", "txt": "Rose Bampton, American soprano and educator (d. 2007)", "entities": [{"title": "Rose Bampton", "href": "/wiki/Rose_Bampton", "description": "Rose Bampton was a celebrated American opera singer who had an active international career during the 1930s and 1940s. She began her professional career performing mostly minor roles from the mezzo-soprano repertoire in 1929 but later switched to singing primarily leading soprano roles in 1937 until her retirement from the opera stage in 1963."}]}, {"heading": "Births", "year": "1907", "date": "November 28", "txt": "Alberto Moravia, Italian journalist and author (d. 1990)", "entities": []}, {"heading": "Births", "year": "1908", "date": "November 28", "txt": "Michael Adekunle Ajasin, Nigerian educator and politician, 3rd Governor of Ondo State (d. 1997)", "entities": [{"title": "Michael Adekunle Ajasin", "href": "/wiki/Michael_Adekunle_Ajasin", "description": "Michael Adekunle Ajasin was a Nigerian politician who was elected Governor of Ondo State on the Unity Party of Nigeria (UPN) platform during the Nigerian Second Republic."}, {"title": "Governor of Ondo State", "href": "/wiki/Governor_of_Ondo_State", "description": "This is a list of governors and administrators of Ondo State. Ondo State was created from part of Western State on 17 March 1976."}]}, {"heading": "Births", "year": "1908", "date": "November 28", "txt": "Claude Lévi-Strauss, Belgian-French anthropologist and ethnologist (d. 2009)", "entities": [{"title": "Claude Lévi-Strauss", "href": "/wiki/Claude_L%C3%A9vi-Strauss", "description": "Claude Lévi-Strauss was a French anthropologist and ethnologist whose work was key in the development of the theory of structuralism and structural anthropology. He held the chair of Social Anthropology at the Collège de France between 1959 and 1982, was elected a member of the Académie française in 1973 and was a member of the School for Advanced Studies in the Social Sciences in Paris. He receiv"}]}, {"heading": "Births", "year": "1910", "date": "November 28", "txt": "Elsie Quarterman, American ecologist and academic (d. 2014)", "entities": [{"title": "Elsie Quarterman", "href": "/wiki/Elsie_Quarterman", "description": "Elsie Quarterman was a prominent plant ecologist. She was a Professor Emerita at Vanderbilt University."}]}, {"heading": "Births", "year": "1911", "date": "November 28", "txt": "Václav Renč, Czech poet and playwright (d. 1973)", "entities": [{"title": "Václav Renč", "href": "/wiki/V%C3%A1clav_Ren%C4%8D", "description": "Václav Renč was a Czech poet, dramatist and translator. Like other Catholic ruralistic writers, his themes included God, traditions and the countryside."}]}, {"heading": "Births", "year": "1912", "date": "November 28", "txt": "Morris Louis, American painter (d. 1962)", "entities": [{"title": "Morris Louis", "href": "/wiki/Morris_Louis", "description": "Morris Louis Bernstein, known professionally as Morris Louis, was an American painter. During the 1950s he became one of the earliest exponents of Color Field painting. While living in Washington, D.C., Louis, along with Kenneth Noland and other Washington painters, formed an art movement that is known today as the Washington Color School."}]}, {"heading": "Births", "year": "1913", "date": "November 28", "txt": "Cliff Addison, English chemist and academic (d. 1994)", "entities": [{"title": "Cliff Addison", "href": "/wiki/Cliff_Addison", "description": "Cyril Clifford \"Cliff\" Addison, FRS was a British inorganic chemist."}]}, {"heading": "Births", "year": "1915", "date": "November 28", "txt": "Evald Okas, Estonian painter and academic (d. 2011)", "entities": [{"title": "Evald Okas", "href": "/wiki/Evald_Okas", "description": "Evald Okas was an Estonian painter, probably best known for his portraits of nudes."}]}, {"heading": "Births", "year": "1915", "date": "November 28", "txt": "Yves Thériault, Canadian author (d. 1983)", "entities": []}, {"heading": "Births", "year": "1916", "date": "November 28", "txt": "Lilian, Princess of Réthy (d. 2002)", "entities": [{"title": "Lilian, Princess of Réthy", "href": "/wiki/Lilian,_Princess_of_R%C3%A9thy", "description": "Princess Lilian of Belgium, Princess of Réthy was the second wife of King Leopold III of Belgium."}]}, {"heading": "Births", "year": "1916", "date": "November 28", "txt": "Ramón José Velásquez, Venezuelan journalist, lawyer, and politician, President of Venezuela (d. 2014)", "entities": [{"title": "Ramón José Velásquez", "href": "/wiki/Ram%C3%B3n_Jos%C3%A9_Vel%C3%A1squez", "description": "Ramón J. Velásquez was a Venezuelan political figure. He served as President of Venezuela between 1993 and 1994. Velásquez was also a historian, journalist, and lawyer."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1919", "date": "November 28", "txt": "Keith Miller, Australian cricketer, footballer, and pilot (d. 2004)", "entities": [{"title": "Keith Miller", "href": "/wiki/Keith_Miller", "description": "Keith Ross Miller, was an Australian Test cricketer and a Royal Australian Air Force pilot during World War II. Miller is widely regarded as Australia's greatest ever all-rounder. His ability, irreverent manner and good looks made him a crowd favourite. English journalist Ian Wooldridge called Miller \"the golden boy\" of cricket, leading to his being nicknamed \"Nugget\". He \"was more than a crickete"}]}, {"heading": "Births", "year": "1923", "date": "November 28", "txt": "Helen Delich Bentley, American politician (d. 2016)", "entities": [{"title": "Helen Delich Bentley", "href": "/wiki/Helen_Delich_Bentley", "description": "Helen Delich Bentley was an American politician who was a Republican member of the United States House of Representatives from Maryland from 1985 to 1995. Before entering politics, she had been a leading maritime reporter and journalist."}]}, {"heading": "Births", "year": "1923", "date": "November 28", "txt": "Gloria Grahame, American actress (d. 1981)", "entities": [{"title": "Gloria Grahame", "href": "/wiki/Gloria_Grahame", "description": "Gloria Grahame Hallward was an American actress and singer. She began her acting career in theatre, and in 1944 made her first film for MGM."}]}, {"heading": "Births", "year": "1924", "date": "November 28", "txt": "Dennis Brutus, South African journalist, poet, and academic (d. 2009)", "entities": [{"title": "Dennis Brutus", "href": "/wiki/Dennis_Brutus", "description": "Dennis Vincent Brutus was a South African activist, educator, journalist and poet best known for his campaign to have South Africa banned from the Olympic Games due to its controversial racial policy of apartheid."}]}, {"heading": "Births", "year": "1924", "date": "November 28", "txt": "Johanna Döbereiner, Czech-Brazilian agronomist and academic (d. 2000)", "entities": [{"title": "Johanna Döbereiner", "href": "/wiki/Johanna_D%C3%B6bereiner", "description": "Johanna Liesbeth Kubelka Döbereiner was a Brazilian agronomist."}]}, {"heading": "Births", "year": "1925", "date": "November 28", "txt": "József Bozsik, Hungarian footballer and manager (d. 1978)", "entities": [{"title": "József Bozsik", "href": "/wiki/J%C3%B3zsef_Bozsik", "description": "József Bozsik was a Hungarian footballer who played as a midfielder. He spent his entire club career at his hometown club, Budapest Honvéd. Bozsik was a key member of the legendary Mighty Magyars as he represented Hungary in various international tournaments. Honvéd named their stadium, Bozsik József Stadion, after him."}]}, {"heading": "Births", "year": "1925", "date": "November 28", "txt": "Gigi Gryce, American saxophonist and composer (d. 1983)", "entities": [{"title": "Gigi Gryce", "href": "/wiki/Gigi_Gryce", "description": "Gigi Gryce, later Basheer Qusim, was an American jazz saxophonist, flautist, clarinetist, composer, arranger, and educator."}]}, {"heading": "Births", "year": "1927", "date": "November 28", "txt": "Abdul Halim of Kedah, Yang di-Pertuan Agong of Malaysia (d. 2017)", "entities": [{"title": "Abdul Halim of Kedah", "href": "/wiki/Abdul_Halim_of_Kedah", "description": "Al-Sultan Al-Mu’tassimu Billahi Muhibbuddin Tuanku Al-Haj Abdul Halim Mu'adzam Shah ibni Almarhum Sultan Badlishah was the 28th Sultan of Kedah, reigning from 1958 to 2017. He served as the fifth Yang di-Pertuan Agong of Malaysia from 1970 to 1975, and as the 14th Yang di-Pertuan Agong from 2011 to 2016. He was the first person to reign as Yang di-Pertuan Agong twice, as well as the oldest elected"}]}, {"heading": "Births", "year": "1928", "date": "November 28", "txt": "Arthur Melvin Okun, American economist and academic (d. 1980)", "entities": [{"title": "Arthur Melvin Okun", "href": "/wiki/Arthur_Melvin_Okun", "description": "Arthur Melvin \"Art\" Okun was an American economist. He served as the chairman of the Council of Economic Advisers between 1968 and 1969. Before serving on the C.E.A., he was a professor at Yale University and, afterwards, was a fellow at the Brookings Institution in Washington, D.C.\nIn 1968 he was elected as a Fellow of the American Statistical Association."}]}, {"heading": "Births", "year": "1928", "date": "November 28", "txt": "Piet Steenbergen, Dutch footballer and manager (d. 2010)", "entities": [{"title": "Piet Steenbergen", "href": "/wiki/Piet_Steenbergen", "description": "Piet Steenbergen was a Dutch professional footballer who played as a midfielder. Steenbergen made his debut at Feijenoord and also played for French club Le Havre AC. At Feijenoord he played a total of 229 matches in which he scored 25 times, divided over eleven seasons. He was born and died in Rotterdam."}]}, {"heading": "Births", "year": "1928", "date": "November 28", "txt": "Bano Qudsia, Pakistani novelist (d. 2017)", "entities": [{"title": "Bano Qudsia", "href": "/wiki/Bano_Qudsia", "description": "Bano Qudsia, also known as Bano Aapa, was a Pakistani novelist, playwright and spiritualist. She wrote literature in Urdu, producing novels, dramas plays and short stories. Qudsia is best recognized for her novel Raja Gidh. Qudsia also wrote for television and stage in both Urdu and Punjabi languages. Her play Aadhi Baat has been called \"a classic play\". Bano Qudsia died in Lahore on 4 February 20"}]}, {"heading": "Births", "year": "1929", "date": "November 28", "txt": "Berry Gordy, Jr., American songwriter and producer, founded Motown Records", "entities": [{"title": "Berry Gordy", "href": "/wiki/Berry_Gordy", "description": "Berry Gordy III, known professionally as Berry Gordy Jr., is an American record executive, record producer, songwriter, film producer and television producer. He is best known as the founder of the Motown record label and its subsidiaries, which was the highest-earning African-American business for decades."}, {"title": "Motown", "href": "/wiki/Motown", "description": "Motown Records is an American record label owned by the Universal Music Group. It was founded by Berry Gordy Jr. as Tamla Records on January 12, 1959, and incorporated as Motown Record Corporation on April 14, 1960. Its name, a portmanteau of motor and town, has become a nickname for Detroit, where the label was originally headquartered."}]}, {"heading": "Births", "year": "1930", "date": "November 28", "txt": "A.L. \"Doodle\" Owens, American country music songwriter and singer (d. 1999)", "entities": [{"title": "A.L. \"Doodle\" Owens", "href": "/wiki/A.L._%22Doodle%22_Owens", "description": "Arthur Leo \"Doodle\" Owens was an American country music songwriter and singer. He had a long songwriting partnership with Dallas Frazier, with whom he wrote \"All I Have to Offer You \" (1969), \"(I'm So) Afraid of Losing You Again\" (1969), \"I Can't Believe That You've Stopped Loving Me\" (1970) and \"Then Who Am I\" (1974), all number-one country hits for Charlie Pride. In the 1980s, Owens wrote many s"}]}, {"heading": "Births", "year": "1932", "date": "November 28", "txt": "Gato Barbieri, Argentinian saxophonist and composer (d. 2016)", "entities": [{"title": "Gato Barbieri", "href": "/wiki/Gato_Barbieri", "description": "Leandro \"Gato\" Barbieri was an Argentine jazz tenor saxophonist who rose to fame during the free jazz movement in the 1960s and is known for his Latin jazz recordings of the 1970s. His nickname, Gato, is Spanish for \"cat\"."}]}, {"heading": "Births", "year": "1932", "date": "November 28", "txt": "Terence Frisby, English author and playwright", "entities": []}, {"heading": "Births", "year": "1933", "date": "November 28", "txt": "Joe Knollenberg, American soldier and politician", "entities": [{"title": "Joe Knollenberg", "href": "/wiki/Joe_Knollenberg", "description": "Joseph Kastl Knollenberg was an American politician from Michigan. From 1993 to 2009, he was a Republican member of the U.S. House of Representatives, representing Michigan's 9th congressional district and Michigan's 11th congressional district."}]}, {"heading": "Births", "year": "1933", "date": "November 28", "txt": "Hope Lange, American actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1935", "date": "November 28", "txt": "Frik du Preez, South African rugby player", "entities": [{"title": "Frik du Preez", "href": "/wiki/Frik_du_Preez", "description": "Frederik Christoffel Hendrik \"Frik\" du Preez is a former South African rugby union player who represented Northern Transvaal and the Springboks. He was born on a farm near Rustenburg and went to school at Parys High School in Parys. Du Preez mostly played in the flank or lock positions."}]}, {"heading": "Births", "year": "1935", "date": "November 28", "txt": "Randolph Stow, Australian-English author and poet (d. 2010)", "entities": []}, {"heading": "Births", "year": "1936", "date": "November 28", "txt": "Gary Hart, American lawyer and politician, 6th United States Special Envoy for Northern Ireland", "entities": [{"title": "Gary Hart", "href": "/wiki/Gary_Hart", "description": "Gary Warren Hart is an American politician, diplomat, and lawyer. He was the front-runner for the 1988 Democratic presidential nomination until he dropped out amid revelations of extramarital affairs. He represented Colorado in the United States Senate from 1975 to 1987."}, {"title": "United States Special Envoy for Northern Ireland", "href": "/wiki/United_States_Special_Envoy_for_Northern_Ireland", "description": "\n\nThe United States Special Envoy for Northern Ireland or more formally, the Special Envoy of the President and the Secretary of State for Northern Ireland is the top U.S. diplomat supporting the Northern Ireland peace process."}]}, {"heading": "Births", "year": "1938", "date": "November 28", "txt": "Peter Dimond, Australian rugby league player (d. 2021)", "entities": [{"title": "Peter Dimond", "href": "/wiki/Peter_Dimond", "description": "Peter Dimond was an Australian rugby league footballer who played his club rugby league for Western Suburbs. Born in Dapto, New South Wales, he is the younger brother of former Australian test player and New South Wales representative Bobby Dimond. He is also the father of former Illawarra Steelers, Cronulla Sharks and Canberra Raiders utility Craig Dimond. Peter was named both in the Western Subu"}]}, {"heading": "Births", "year": "1940", "date": "November 28", "txt": "Bruce Channel, American singer-songwriter", "entities": [{"title": "Bruce Channel", "href": "/wiki/Bruce_Channel", "description": "Bruce Channel is an American singer-songwriter best known for his 1962 million-selling number-one hit record, \"Hey! Baby\"."}]}, {"heading": "Births", "year": "1941", "date": "November 28", "txt": "Laura Antonelli, Italian actress (d. 2015)", "entities": [{"title": "Laura Antonelli", "href": "/wiki/Laura_Antonelli", "description": "Laura Antonelli was an Italian film actress, who appeared in 45 films between 1964 and 1991."}]}, {"heading": "Births", "year": "1942", "date": "November 28", "txt": "Paul Warfield, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1943", "date": "November 28", "txt": "R. B. Greaves, Guyanese-American singer-songwriter (d. 2012)", "entities": [{"title": "R. B. Greaves", "href": "/wiki/R._B._Greaves", "description": "Ronald Bertram Aloysius \"R. B.\" Greaves III was an American singer who had chart success in 1969 with the pop single \"Take a Letter Maria\". A number two hit on the Billboard Hot 100 chart, this single sold one million copies, and it earned gold record certification from the Recording Industry Association of America. Greaves also reached the Top 40 in early 1970 with \"(There's) Always Something The"}]}, {"heading": "Births", "year": "1943", "date": "November 28", "txt": "Randy Newman, American singer-songwriter, composer, and pianist", "entities": [{"title": "Randy Newman", "href": "/wiki/Randy_Newman", "description": "Randall Stuart Newman is an American singer-songwriter, composer, and pianist known for his Southern-accented singing style, early Americana-influenced songs, and various film scores. His best-known songs as a recording artist are \"Short People\" (1977), \"I Love L.A.\" (1983), and \"You've Got a Friend in Me\" (1995), while other artists have enjoyed more success with cover versions of his \"Mama Told "}]}, {"heading": "Births", "year": "1944", "date": "November 28", "txt": "Rita Mae Brown, American novelist, poet, and screenwriter", "entities": [{"title": "Rita Mae Brown", "href": "/wiki/Rita_Mae_Brown", "description": "Rita Mae Brown is an American feminist writer, best known for her coming-of-age autobiographical novel, Rubyfruit Jungle. Brown was active in a number of civil rights campaigns, but tended to feud with their leaders over the marginalising of lesbians within the feminist groups. Brown received the Pioneer Award for lifetime achievement at the Lambda Literary Awards in 2015."}]}, {"heading": "Births", "year": "1945", "date": "November 28", "txt": "Franklin Drilon, Filipino lawyer and politician, 22nd President of the Senate of the Philippines", "entities": [{"title": "Franklin Drilon", "href": "/wiki/Franklin_Drilon", "description": "Franklin \"Frank\" Magtunao Drilon is a Filipino politician serving as the Senate Minority Leader since 2017. Since 2010, he has been on his second stint in the Senate, first serving from 1995 to 2007. He served thrice as President of the Senate: in 2000, from 2001 to 2006, and from 2013 to 2016. Having served as Senate Majority Leader and Senate President pro tempore in the past, he is the only sen"}, {"title": "President of the Senate of the Philippines", "href": "/wiki/President_of_the_Senate_of_the_Philippines", "description": "The president of the Senate of the Philippines more popularly known as the Senate president, is the presiding officer and the highest-ranking official of the Senate of the Philippines, and third highest and most powerful official in the Government of the Philippines. He/she is elected by the entire body to be their leader. The Senate president is second in line in succession for the presidency, be"}]}, {"heading": "Births", "year": "1946", "date": "November 28", "txt": "Joe Dante, American director and producer", "entities": [{"title": "Joe Dante", "href": "/wiki/Joe_Dante", "description": "Joseph James Dante, Jr. is an American film director, producer, editor and actor. His films—notably Gremlins (1984) - often mix 1950s style b-movies with cartoon comedy."}]}, {"heading": "Births", "year": "1947", "date": "November 28", "txt": "Michel Berger, French singer-songwriter (d. 1992)", "entities": [{"title": "Michel Berger", "href": "/wiki/Michel_Berger", "description": "Michel Berger was a French singer and songwriter. He was a figure of France's pop music scene for two decades as a singer and as a songwriter for such artists as Françoise Hardy, Johnny Hallyday, and his wife, France Gall. He died of a heart attack at the age of 44."}]}, {"heading": "Births", "year": "1947", "date": "November 28", "txt": "Maria Farantouri, Greek singer and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "November 28", "txt": "Gladys Kokorwe, Botswana politician and Speaker of The National Assembly", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 28", "txt": "Beeb Birtles, Dutch-Australian singer-songwriter and guitarist", "entities": [{"title": "Beeb Birtles", "href": "/wiki/Beeb_Birtles", "description": "Beeb Birtles is a Dutch Australian musician, singer, songwriter and guitarist. He has been a member of various Australian groups including Zoot (1967–71), Mississippi (1972–74), Little River Band (1975–83), and Birtles Shorrock Goble (2002–07). He has also worked as a solo artist, including releasing an album, Driven by Dreams (2000). In 2004 Birtles and other members of the classic line-up of Lit"}]}, {"heading": "Births", "year": "1948", "date": "November 28", "txt": "Mick Channon, English footballer and horse trainer", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 28", "txt": "Agnieszka Holland, Polish film and television director and screenwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 28", "txt": "Alan Lightman, American physicist, novelist, and academician", "entities": []}, {"heading": "Births", "year": "1948", "date": "November 28", "txt": "Dick Morris, American political consultant, journalist, and author", "entities": []}, {"heading": "Births", "year": "1949", "date": "November 28", "txt": "Alexander Godunov, Russian-American actor and dancer (d. 1995)", "entities": [{"title": "Alexander Godunov", "href": "/wiki/Alexander_Godunov", "description": "Alexander Borisovich Godunov was a Russian-American ballet dancer and film actor. He was a member of the Bolshoi Ballet and became the troupe's Premier danseur. In 1979, he defected to the United States."}]}, {"heading": "Births", "year": "1949", "date": "November 28", "txt": "Paul Shaffer, Canadian-American singer, keyboard player, and bandleader", "entities": []}, {"heading": "Births", "year": "1950", "date": "November 28", "txt": "Ed Harris, American actor and producer", "entities": [{"title": "Ed Harris", "href": "/wiki/Ed_Harris", "description": "Edward Allen Harris is an American actor, producer, director, and screenwriter. His performances in Apollo 13 (1995), The Truman Show (1998), Pollock (2000) and The Hours (2002) earned him critical acclaim in addition to Academy Award nominations. Harris has appeared in several leading and supporting roles, such as in Knightriders (1981), Creepshow (1982), The Right Stuff (1983), The Abyss (1989),"}]}, {"heading": "Births", "year": "1950", "date": "November 28", "txt": "Russell Alan Hulse, American physicist and astronomer, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1951", "date": "November 28", "txt": "Barbara Morgan, American educator and astronaut", "entities": [{"title": "Barbara Morgan", "href": "/wiki/Barbara_Morgan", "description": "Barbara Radding Morgan is an American teacher and a former NASA astronaut. She participated in the Teacher in Space program as backup to Christa McAuliffe for the 1986 ill-fated STS-51-L mission of the Space Shuttle Challenger. She then trained as a Mission Specialist, and flew on STS-118 in August 2007."}]}, {"heading": "Births", "year": "1952", "date": "November 28", "txt": "S. Epatha Merkerson, American actress", "entities": [{"title": "S. Epatha Merkerson", "href": "/wiki/S._Epatha_Merkerson", "description": "Sharon Epatha Merkerson is an American film, stage, and television actress. She has received numerous high-profile accolades for her work, including an Emmy Award, a Golden Globe Award, a Screen Actors Guild Award, four NAACP Image Awards, two Obie Awards and two Tony Award nominations. She is best known for her award-winning portrayal of Lieutenant Anita Van Buren on the NBC police procedural dra"}]}, {"heading": "Births", "year": "1953", "date": "November 28", "txt": "Alistair Darling, English lawyer and politician, Chancellor of the Exchequer", "entities": [{"title": "Alistair Darling", "href": "/wiki/Alistair_Darling", "description": "Alistair Maclean Darling, Baron Darling of Roulanish, is a British Labour Party politician who served as Chancellor of the Exchequer in the Labour Government from 2007 to 2010 and as a Member of Parliament (MP) from 1987 until he stepped down in 2015, most recently for Edinburgh South West. He was one of only three people to have served in the Cabinet continuously from Labour's landslide victory a"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1953", "date": "November 28", "txt": "Helen De Michiel, American director and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 28", "txt": "Sixto Lezcano, Puerto Rican-American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "November 28", "txt": "Gordon Marsden, English journalist and politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "November 28", "txt": "Necip Hablemitoğlu, Turkish historian and academic (d. 2002)", "entities": [{"title": "Necip Hablemitoğlu", "href": "/wiki/Necip_Hablemito%C4%9Flu", "description": "Necip Hablemitoğlu was a Turkish historian and intellectual. He was assassinated in front of his home in 2002. The perpetrators of this assassination have still not been found. In Ergenekon trial testimony, however, detained suspects Osman Yıldırım claimed that Osman Gürbüz killed him by the motivation of detained suspects Veli Küçük and Muzaffer Tekin for a false flag operation."}]}, {"heading": "Births", "year": "1955", "date": "November 28", "txt": "Alessandro Altobelli, Italian footballer and sportscaster", "entities": [{"title": "Alessandro Altobelli", "href": "/wiki/Alessandro_Altobelli", "description": "Alessandro Altobelli is a former professional Italian footballer, who played as a striker, and who won the 1982 World Cup with Italy. Nicknamed Spillo (\"Needle\") for his slender build, Altobelli was a prolific goalscorer, and he became one of the greatest and most effective Italian strikers of the late 1970s and 1980s. Altobelli is currently the all-time top scorer in the Coppa Italia, with 56 goa"}]}, {"heading": "Births", "year": "1955", "date": "November 28", "txt": "Adem Jashari, Kosovan commander (d. 1998)", "entities": []}, {"heading": "Births", "year": "1956", "date": "November 28", "txt": "Fiona Armstrong, English-Scottish journalist and author", "entities": [{"title": "Fiona Armstrong", "href": "/wiki/Fiona_Armstrong", "description": "Fiona Armstrong, Lady MacGregor, is a British television journalist and is Lord Lieutenant of Dumfries. She is also the author of several books and has written for newspapers and made television programmes on Scottish topics including fishing and Scottish clans."}]}, {"heading": "Births", "year": "1956", "date": "November 28", "txt": "David Van Day, English singer", "entities": []}, {"heading": "Births", "year": "1957", "date": "November 28", "txt": "Peeter Järvelaid, Estonian historian and scholar", "entities": [{"title": "Peeter Järvelaid", "href": "/wiki/Peeter_J%C3%A4rvelaid", "description": "Peeter Järvelaid is an Estonian legal scholar and historian. Järvelaid is a professor in the University of Tallinn. He has developed semiotic and personality-centered research direction, writing hundreds of articles mostly about the European and Estonian legal history and education, published in Estonian, English, German, French, Russian, Latvian, Finnish, Lithuanian and Swedish. Since 2006 his st"}]}, {"heading": "Births", "year": "1958", "date": "November 28", "txt": "Kriss Akabusi, English sprinter and hurdler", "entities": [{"title": "Kriss Akabusi", "href": "/wiki/Kriss_Akabusi", "description": "Kezie Uchechukwu Duru Akabusi, MBE, known as Kriss Akabusi, is a British former sprint and hurdling track and field athlete."}]}, {"heading": "Births", "year": "1958", "date": "November 28", "txt": "Dave Righetti, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 28", "txt": "Nancy Charest, Canadian lawyer and politician (d. 2014)", "entities": [{"title": "Nancy Charest", "href": "/wiki/Nancy_Charest", "description": "Nancy Charest was a Canadian politician. She represented the electoral district of Matane in the National Assembly of Quebec from 2003 to 2007 as a member of the Quebec Liberal Party. She was defeated by Pascal Bérubé of the Parti Québécois in the 2007 provincial election."}]}, {"heading": "Births", "year": "1959", "date": "November 28", "txt": "Judd Nelson, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "November 28", "txt": "Stephen Roche, Irish cyclist and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 28", "txt": "Jorge Domecq, Spanish lawyer and diplomat", "entities": [{"title": "Jorge Domecq", "href": "/wiki/Jorge_Domecq", "description": "Jorge Domecq is a Spanish diplomat who is the former ambassador of Spain to the Philippines. From February 2015 to January 2020, he was the European Defence Agency Chief Executive, appointed by Federica Mogherini."}]}, {"heading": "Births", "year": "1960", "date": "November 28", "txt": "John Galliano, Gibraltar-born British fashion designer", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 28", "txt": "Andy Ritchie, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "November 28", "txt": "Kenny Wharton, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "November 28", "txt": "Martin Clunes, English actor, singer, and director", "entities": [{"title": "Martin Clunes", "href": "/wiki/Martin_Clunes", "description": "Alexander Martin Clunes OBE DL is an English actor, television presenter, film director and comedian. He is best known for portraying Martin Ellingham in the ITV drama series Doc Martin and Gary Strang in Men Behaving Badly. Clunes has narrated a number of documentaries for ITV, the first of which was Islands of Britain in 2009. He has since presented a number of documentaries centred on animals. "}]}, {"heading": "Births", "year": "1961", "date": "November 28", "txt": "Alfonso Cuarón, Mexican director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 28", "txt": "Matt Cameron, American drummer and songwriter", "entities": [{"title": "Matt Cameron", "href": "/wiki/Matt_Cameron", "description": "Matthew David Cameron is an American musician who is the drummer for Pearl Jam. He first gained fame as the drummer for Seattle-based rock band Soundgarden, which he joined in 1986. He appeared on each of the band's studio albums until its break-up in 1997. In 1998, Cameron was invited to join Pearl Jam's U.S. Yield Tour and then became a permanent member of the band. In 2010, Cameron became simul"}]}, {"heading": "Births", "year": "1962", "date": "November 28", "txt": "Juan Carlos Rosero, Ecuadorian cyclist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1962", "date": "November 28", "txt": "Jon Stewart, American comedian, actor, and television host", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 28", "txt": "Armando Iannucci, Scottish comedian, actor, director, and producer", "entities": [{"title": "Armando Iannucci", "href": "/wiki/Armando_Iannucci", "description": "Armando Giovanni Iannucci is a Scottish satirist, writer, director, and radio producer. Born in Glasgow to Italian parents, Iannucci studied at the University of Glasgow followed by the University of Oxford. Starting on BBC Scotland and BBC Radio 4, his early work with Chris Morris on the radio series On the Hour transferred to television as The Day Today. A character from this series, Alan Partri"}]}, {"heading": "Births", "year": "1963", "date": "November 28", "txt": "Andrew Jones, English politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 28", "txt": "Johnny Newman, American basketball player", "entities": []}, {"heading": "Births", "year": "1963", "date": "November 28", "txt": "Walt Weiss, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 28", "txt": "Michael Bennet, Indian-American lawyer and politician", "entities": [{"title": "Michael Bennet", "href": "/wiki/Michael_Bennet", "description": "Michael Farrand Bennet is an American businessman, lawyer, and politician who has served as the senior United States Senator from Colorado since 2009. A member of the Democratic Party, he was appointed to the seat when Senator Ken Salazar became Secretary of the Interior. Bennet previously worked as a managing director for the Anschutz Investment Company, chief of staff to Denver Mayor John Hicken"}]}, {"heading": "Births", "year": "1964", "date": "November 28", "txt": "John Burkett, American baseball player and bowler", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 28", "txt": "Roy Tarpley, American basketball player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1964", "date": "November 28", "txt": "Sian Williams, English-Welsh journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "November 28", "txt": "Erwin Mortier, Belgian author and poet", "entities": [{"title": "Erwin Mortier", "href": "/wiki/Erwin_Mortier", "description": "Erwin Mortier is a Dutch-language Belgian author. Spending his youth in Hansbeke, he later moved to nearby Ghent, where he became city poet (2005–2006)."}]}, {"heading": "Births", "year": "1965", "date": "November 28", "txt": "Matt Williams, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 28", "txt": "Chris Heaton-Harris, English businessman and politician", "entities": [{"title": "Chris Heaton-Harris", "href": "/wiki/Chris_Heaton-Harris", "description": "Christopher Heaton-Harris is a British Conservative Party politician serving as Minister of State for Transport under Grant Shapps since 2020. He has served as the Member of Parliament (MP) for Daventry since 2010. He was the Chairman of the European Research Group from 2010 to 2016 and was a Member of the European Parliament (MEP) for the East Midlands from 1999 to 2009."}]}, {"heading": "Births", "year": "1967", "date": "November 28", "txt": "Anna Nicole Smith, American model, actress, and television personality (d. 2007)", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 28", "txt": "José del Solar, Peruvian footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "November 28", "txt": "Stephnie Weir, American actress and comedian", "entities": []}, {"heading": "Births", "year": "1968", "date": "November 28", "txt": "Darren Bett, English journalist", "entities": [{"title": "Darren Bett", "href": "/wiki/Darren_Bett", "description": "Darren Victor Bett is an English weather forecaster for the BBC, broadcasting on television and radio. Bett is a main weather presenter on BBC Radio 5 Live, and also appears on BBC News Channel, BBC World News, BBC One and BBC Radio 4."}]}, {"heading": "Births", "year": "1969", "date": "November 28", "txt": "Nick Knight, English cricketer and sportscaster", "entities": [{"title": "Nick Knight (cricketer)", "href": "/wiki/Nick_Knight_(cricketer)", "description": "Nicholas Verity Knight is an English cricket commentator former England cricketer. Knight was given his middle name in honour of the 1930s English Test bowler Hedley Verity who was killed in World War II and is a distant family relation. A left-handed opening batsman and a fine fielder, Knight played in 17 Test Matches and 100 One Day Internationals before announcing his retirement from internatio"}]}, {"heading": "Births", "year": "1969", "date": "November 28", "txt": "Petr Kouba, Czech footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 28", "txt": "Robb Nen, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 28", "txt": "Valeri Nikitin, Estonian wrestler", "entities": []}, {"heading": "Births", "year": "1969", "date": "November 28", "txt": "Sonia O'Sullivan, Irish athlete", "entities": []}, {"heading": "Births", "year": "1970", "date": "November 28", "txt": "Álex López Morón, Spanish tennis player", "entities": [{"title": "Álex López Morón", "href": "/wiki/%C3%81lex_L%C3%B3pez_Mor%C3%B3n", "description": "Álex López Morón is a retired professional male tennis player from Spain. His career-high ATP Entry ranking is No. 100."}]}, {"heading": "Births", "year": "1970", "date": "November 28", "txt": "Richard Osman, English television host, director, and producer", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 28", "txt": "Paulo Figueiredo, Angolan footballer", "entities": [{"title": "Paulo Figueiredo", "href": "/wiki/Paulo_Figueiredo", "description": "Paulo José Lopes de Figueiredo is an Angolan retired footballer who played as a central midfielder."}]}, {"heading": "Births", "year": "1972", "date": "November 28", "txt": "Anastasia Kelesidou, German-Greek discus thrower", "entities": []}, {"heading": "Births", "year": "1972", "date": "November 28", "txt": "Jesper Strömblad, Swedish guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "November 28", "txt": "Jade Puget, American guitarist and producer", "entities": [{"title": "Jade Puget", "href": "/wiki/Jade_Puget", "description": "Jade Errol Puget is an American musician and producer, best known as the guitarist for the rock band AFI, the guitarist/writer for the straight edge hardcore band XTRMST, and the keyboardist/synthesizer operator for the electronic duo Blaqk Audio. Puget is vegetarian and straight edge."}]}, {"heading": "Births", "year": "1974", "date": "November 28", "txt": "apl.de.ap, Filipino-American singer and rapper", "entities": [{"title": "Apl.de.ap", "href": "/wiki/Apl.de.ap", "description": "Allan Pineda Lindo, better known by his stage name apl.de.ap, is a Filipino-American rapper, singer and record producer best known as a member of the hip hop group Black Eyed Peas."}]}, {"heading": "Births", "year": "1974", "date": "November 28", "txt": "András Tölcséres, Hungarian footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 28", "txt": "Bakarhythm, Japanese comedian, actor, playwright, and composer", "entities": [{"title": "Bakarhythm", "href": "/wiki/Bakarhythm", "description": "Hidetomo Masuno , better known for his stage name Bakarhythm , is a Japanese comedian, narrator, actor, playwright, and lyricist. He is sometimes called Bakarhythm Masuno ."}]}, {"heading": "Births", "year": "1975", "date": "November 28", "txt": "Eka Kurniawan, Indonesian journalist and author", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 28", "txt": "Park Sung-bae, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 28", "txt": "Takashi Shimoda, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "November 28", "txt": "Sigurd Wongraven, Norwegian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "November 28", "txt": "Ryan Kwanten, Australian actor", "entities": [{"title": "Ryan Kwanten", "href": "/wiki/Ryan_Kwanten", "description": "Ryan Christian Kwanten is an Australian actor and producer. He played Vinnie Patterson from 1997 to 2002 in the Australian soap opera Home and Away. After his stint ended, he joined the American teen drama series Summerland, portraying Jay Robertson. From 2008 to 2014, he played Jason Stackhouse in True Blood and currently stars in The Oath. More recently, Kwanten stars in the drama series ‘‘Them’"}]}, {"heading": "Births", "year": "1977", "date": "November 28", "txt": "Marlon Broomes, English footballer", "entities": [{"title": "Marlon Broomes", "href": "/wiki/Marlon_Broomes", "description": "Marlon Charles Broomes is an English former professional footballer who played as a centre-back from 1994 to 2012."}]}, {"heading": "Births", "year": "1977", "date": "November 28", "txt": "Fabio Grosso, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 28", "txt": "Acer Nethercott, English rower (d. 2013)", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 28", "txt": "Gavin Rae, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 28", "txt": "Greg Somerville, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1977", "date": "November 28", "txt": "DeMya Walker, American basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 28", "txt": "Brent Albright, American wrestler", "entities": [{"title": "Brent Albright", "href": "/wiki/Brent_Albright", "description": "Brent Albright is an American retired professional wrestler, perhaps best known for his time with World Wrestling Entertainment, during which he appeared on SmackDown! as Gunner Scott. Aside from WWE, Albright is a one-time NWA World Heavyweight Champion, having won the title while performing for Ring of Honor."}]}, {"heading": "Births", "year": "1978", "date": "November 28", "txt": "Darryl Flahavan, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 28", "txt": "Freddie Mitchell, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 28", "txt": "Mehdi Nafti, Tunisian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 28", "txt": "Michael Simpkins, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "November 28", "txt": "Haytham Tambal, Sudanese footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 28", "txt": "Chamillionaire, American rapper, entrepreneur, and investor", "entities": [{"title": "Chamillionaire", "href": "/wiki/Chamillionaire", "description": "Hakeem Temidayo Seriki, better known by his stage name Chamillionaire, is an American rapper and entrepreneur from Houston, Texas. His father originally came from Lagos, Nigeria."}]}, {"heading": "Births", "year": "1979", "date": "November 28", "txt": "Shy FX, English DJ and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "November 28", "txt": "Katarzyna Strączy, Polish tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "November 28", "txt": "Lisa Middelhauve, German singer-songwriter", "entities": [{"title": "Lisa Middelhauve", "href": "/wiki/Lisa_Middelhauve", "description": "Elisabeth Rodermund, known as Lisa Middelhauve is a German musician, better known as the former lead vocalist and pianist of German symphonic metal band Xandria from early 2000, until April 2008, but returned as their singer in 2010, only to finish the remaining live shows due to their second lead vocalist, Kerstin Bischof's departure."}]}, {"heading": "Births", "year": "1980", "date": "November 28", "txt": "Stuart Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "November 28", "txt": "Brian Tevreden, Dutch footballer", "entities": [{"title": "Brian Tevreden (footballer born 1981)", "href": "/wiki/Brian_Tevreden_(footballer_born_1981)", "description": "Brian Tevreden is a Dutch former professional footballer who now works as a chief executive at Belgian side K.S.V. Roeselare."}]}, {"heading": "Births", "year": "1982", "date": "November 28", "txt": "Leandro Barbosa, Brazilian basketball player", "entities": [{"title": "Leandro Barbosa", "href": "/wiki/Leandro_Barbosa", "description": "Leandro Mateus Barbosa, also known as Leandrinho Barbosa, is a Brazilian former professional basketball player who is a player mentor coach for the Golden State Warriors of the National Basketball Association (NBA). He also represented the senior Brazilian national basketball team. He previously won the NBA Sixth Man of the Year Award, with the Suns in 2007, and an NBA championship with Golden Sta"}]}, {"heading": "Births", "year": "1982", "date": "November 28", "txt": "Chris Harris, English motorcycle racer", "entities": []}, {"heading": "Births", "year": "1982", "date": "November 28", "txt": "Raido Villers, Estonian basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 28", "txt": "Rostam Batmanglij, American musician and songwriter", "entities": [{"title": "Rostam Batmanglij", "href": "/wiki/Rostam_Batmanglij", "description": "Rostam Batmanglij, known mononymously as Rostam, is an American record producer, musician, singer, songwriter, and composer. He was a founding member of the band Vampire Weekend, whose first three albums he produced. He has been described as one of the greatest pop and indie-rock producers of his generation. Rostam also works as a solo artist and is a member of electro-soul group Discovery. He pro"}]}, {"heading": "Births", "year": "1983", "date": "November 28", "txt": "Tyler Glenn, American singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 28", "txt": "Summer Rae, American football player, wrestler, and actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 28", "txt": "Édouard Roger-Vasselin, French tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "November 28", "txt": "Nelson Valdez, Paraguayan footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 28", "txt": "Andrew Bogut, Australian basketball player", "entities": [{"title": "Andrew Bogut", "href": "/wiki/Andrew_Bogut", "description": "Andrew Michael Bogut is an Australian former professional basketball player who spent the majority of his career playing in the National Basketball Association (NBA). The 7 ft 0 in (2.13 m) centre was selected by the Milwaukee Bucks with the first overall pick in the 2005 NBA draft. He earned All-NBA Third Team honors with the Bucks in 2010. He was traded to the Golden State Warriors in 2012, and "}]}, {"heading": "Births", "year": "1984", "date": "November 28", "txt": "Marc-André Fleury, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 28", "txt": "Trey Songz, American R&B singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 28", "txt": "Mary Elizabeth Winstead, American actress and producer", "entities": []}, {"heading": "Births", "year": "1984", "date": "November 28", "txt": "Naoko Yamada, Japanese anime director", "entities": []}, {"heading": "Births", "year": "1985", "date": "November 28", "txt": "Mike Kostka, Canadian ice hockey player", "entities": [{"title": "Mike Kostka", "href": "/wiki/Mike_Kostka", "description": "Michael Christopher Kostka is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1985", "date": "November 28", "txt": "Álvaro Pereira, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "November 28", "txt": "Mouhamadou Dabo, French footballer", "entities": [{"title": "Mouhamadou Dabo", "href": "/wiki/Mouhamadou_Dabo", "description": "Mouhamadou Dabo is a French professional footballer who plays as a right-back, but has played left-back. He most recently played for Caen in Ligue 1."}]}, {"heading": "Births", "year": "1987", "date": "November 28", "txt": "Karen Gillan, Scottish actress", "entities": [{"title": "Karen Gillan", "href": "/wiki/Karen_Gillan", "description": "Karen Sheila Gillan is a Scottish actress and filmmaker. She first began acting with guest roles on television, before having her breakthrough for portraying Amy Pond, a primary companion to the Eleventh Doctor, in the BBC One series Doctor Who (2010–2013), for which she received critical acclaim, and she received several awards and nominations. Gillan's early film roles include the horror film Ou"}]}, {"heading": "Births", "year": "1987", "date": "November 28", "txt": "Craig Kieswetter, South African-English cricketer and golfer", "entities": []}, {"heading": "Births", "year": "1988", "date": "November 28", "txt": "Scarlett Pomers, American actress and singer-songwriter", "entities": [{"title": "Scarlett Pomers", "href": "/wiki/Scarlett_Pomers", "description": "Scarlett Pomers is an American actress and singer-songwriter. Her most recognizable roles have been as Naomi Wildman on Star Trek: Voyager (1998–2001) and Kyra Hart on the television series Reba (2001–2007). Her debut EP, titled Insane, was released January 7, 2010."}]}, {"heading": "Births", "year": "1989", "date": "November 28", "txt": "Laura Alleway, Australian footballer", "entities": [{"title": "Laura Alleway", "href": "/wiki/Laura_Alleway", "description": "Laura Brock is an Australian soccer player who plays for EA Guingamp in the Division 1 Féminine. She made her debut for the national team in 2010."}]}, {"heading": "Births", "year": "1989", "date": "November 28", "txt": "Jamie Buhrer, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "November 28", "txt": "Dedryck Boyata, Belgian footballer", "entities": [{"title": "Dedryck Boyata", "href": "/wiki/Dedryck_Boyata", "description": "Dedryck Anga Boyata is a Belgian professional footballer who plays as a centre-back or right-back for German club Hertha BSC and the Belgium national team."}]}, {"heading": "Births", "year": "1990", "date": "November 28", "txt": "Bradley Smith, English motorcycle racer", "entities": []}, {"heading": "Births", "year": "1992", "date": "November 28", "txt": "Jake Miller, American singer-songwriter", "entities": [{"title": "Jake Miller (rapper)", "href": "/wiki/Jake_Miller_(rapper)", "description": "Jacob Harris Miller is an American singer, songwriter and rapper from Washington, D.C.. On November 5, 2013, Miller released his debut album Us Against Them, and subsequently embarked on a nationwide concert tour in support of the album. On August 19, 2016, the same day as he began as the support act for Fifth Harmony's The 7/27 Tour, Miller's 7-song EP titled Overnight was released. He later rele"}]}, {"heading": "Births", "year": "1992", "date": "November 28", "txt": "Adam Hicks, American actor", "entities": []}, {"heading": "Births", "year": "1993", "date": "November 28", "txt": "David Nofoaluma, Australian-Samoan rugby league player", "entities": [{"title": "David Nofoaluma", "href": "/wiki/David_Nofoaluma", "description": "David Nofoaluma is a Samoa international rugby league footballer who plays on the wing for the Wests Tigers in the NRL."}]}, {"heading": "Births", "year": "1995", "date": "November 28", "txt": "Chase Elliott, American race car driver", "entities": [{"title": "Chase Elliott", "href": "/wiki/Chase_Elliott", "description": "William Clyde \"Chase\" Elliott II is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 9 Chevrolet Camaro ZL1 1LE for Hendrick Motorsports. He won the 2014 NASCAR Nationwide Series championship, becoming the first rookie to win a national series championship in NASCAR and the youngest champion in that series."}]}, {"heading": "Births", "year": "2000", "date": "November 28", "txt": "Jackson Yee, Chinese singer, dancer and actor", "entities": [{"title": "Jackson Yee", "href": "/wiki/Jackson_Yee", "description": "Jackson Yee is a Chinese singer, dancer and actor. After a talent manager discovered him at a children talent competition, where he performed a hip-hop dance, and signed to TF Entertainment, Yee became the youngest member of the Chinese boy band TFBoys in 2013."}]}, {"heading": "Deaths", "year": "741", "date": "November 28", "txt": "Pope Gregory III", "entities": [{"title": "Pope Gregory III", "href": "/wiki/Pope_Gregory_III", "description": "Pope Gregory III was the bishop of Rome from 11 February 731 to his death. His pontificate, like that of his predecessor, was disturbed by Byzantine iconoclasm and the advance of the Lombards, in which he invoked the intervention of Charles Martel, although ultimately in vain. He was the last pope to seek the consent of the Byzantine exarch of Ravenna for his election, and the last non-European Po"}]}, {"heading": "Deaths", "year": "939", "date": "November 28", "txt": "Lady Ma, Chinese noblewoman (b. 890)", "entities": [{"title": "Lady Ma (Qian Yuanguan's wife)", "href": "/wiki/Lady_Ma_(Qian_Yuanguan%27s_wife)", "description": "Lady Ma, formally the Lady Gongmu of Wuyue (吳越國恭穆夫人), was a wife of Qian Yuanguan, the second king of the Chinese state Wuyue of the Five Dynasties and Ten Kingdoms period."}, {"title": "Nobility", "href": "/wiki/Nobility", "description": "Nobility is a social class normally ranked immediately below royalty and found in some societies that have a formal aristocracy. Nobility has often been an estate of the realm that possessed more acknowledged privilege and higher social status than most other classes in society. The privileges associated with nobility may constitute substantial advantages over or relative to non-nobles or may be l"}]}, {"heading": "Deaths", "year": "1122", "date": "November 28", "txt": "Margrave Ottokar II of Styria", "entities": [{"title": "Ottokar II of Styria", "href": "/wiki/Ottokar_II_of_Styria", "description": "Ottokar II was Margrave of Styria. He was the son of Ottokar I and grandfather of Ottokar III, from the dynasty of the Otakars. In the investiture dispute, he sided with the pope, which resulted in a battle with his brother Adalbero, who sided with the emperor, but died in 1086 or 1087.\nAfter the Eppensteiner dynasty went extinct, Ottokar inherited their possessions in the Mur and Mürz valleys. He"}]}, {"heading": "Deaths", "year": "1170", "date": "November 28", "txt": "Owain Gwynedd, Welsh king (b. 1080)", "entities": [{"title": "Owain Gwynedd", "href": "/wiki/Owain_Gwynedd", "description": "Owain ap Gruffudd was King of Gwynedd, North Wales, from 1137 until his death in 1170, succeeding his father Gruffudd ap Cynan. He was called \"Owain the Great\" and the first to be styled \"Prince of Wales\". He is considered to be the most successful of all the North Welsh princes prior to his grandson, Llywelyn the Great. He became known as Owain Gwynedd to distinguish him from the contemporary kin"}]}, {"heading": "Deaths", "year": "1290", "date": "November 28", "txt": "Eleanor of Castile (b. 1241)", "entities": [{"title": "Eleanor of Castile", "href": "/wiki/Eleanor_of_Castile", "description": "Eleanor of Castile was Queen of England as the first wife of Edward I, who she married as part of a political deal to affirm English sovereignty over Gascony."}]}, {"heading": "Deaths", "year": "1317", "date": "November 28", "txt": "Yishan Yining, Zen monk and writer from China who taught in Japan (b. 1247)", "entities": [{"title": "Yishan Yining", "href": "/wiki/Yishan_Yining", "description": "Yishan Yining was a Chinese Buddhist monk who traveled to Japan. Before monkhood his family name was Hu.. He was born in 1247 in Linhai, Taizhou, Zhejiang, China. He was a monk of the Linji school during the Yuan Dynasty of China, and subsequently a Rinzai Zen master who rose to prominence in Kamakura Japan. He was one of the chief disseminators of Zen Buddhism among the new militarized nobility o"}]}, {"heading": "Deaths", "year": "1476", "date": "November 28", "txt": "James of the Marches, Franciscan friar", "entities": [{"title": "James of the Marches", "href": "/wiki/James_of_the_Marches", "description": "Jacob de Marchia, commonly known in English as St. James of the Marches, O.F.M., was an Italian Friar Minor, preacher and writer. He was a Papal legate and Inquisitor."}]}, {"heading": "Deaths", "year": "1499", "date": "November 28", "txt": "Edward Plantagenet, 17th Earl of Warwick (b. 1475)", "entities": [{"title": "Edward Plantagenet, 17th Earl of Warwick", "href": "/wiki/Edward_Plantagenet,_17th_Earl_of_Warwick", "description": "Edward Plantagenet, 17th Earl of Warwick was the son of Isabel Neville and George Plantagenet, 1st Duke of Clarence, and a potential claimant to the English throne during the reigns of both his uncle, Richard III (1483–1485), and Richard's successor, Henry VII (1485–1509). He was also a younger brother of Margaret Pole, 8th Countess of Salisbury. Edward was tried and executed for treason in 1499."}]}, {"heading": "Deaths", "year": "1574", "date": "November 28", "txt": "Georg Major, German theologian and educator (b. 1502)", "entities": [{"title": "Georg Major", "href": "/wiki/Georg_Major", "description": "George Major was a Lutheran theologian of the Protestant Reformation. He was born in Nuremberg and died at Wittenberg."}]}, {"heading": "Deaths", "year": "1585", "date": "November 28", "txt": "Hernando Franco, Spanish composer (b. 1532)", "entities": [{"title": "Hernando Franco", "href": "/wiki/Hernando_Franco", "description": "Hernando Franco was a Spanish composer of the Renaissance, who was mainly active in Guatemala and Mexico."}]}, {"heading": "Deaths", "year": "1667", "date": "November 28", "txt": "Jean de Thévenot, French linguist and botanist (b. 1633)", "entities": [{"title": "Jean de Thévenot", "href": "/wiki/Jean_de_Th%C3%A9venot", "description": "Jean de Thévenot was a French traveller in the East, who wrote extensively about his journeys. He was also a linguist, natural scientist and botanist."}]}, {"heading": "Deaths", "year": "1675", "date": "November 28", "txt": "Basil Feilding, 2nd Earl of Denbigh, English soldier and politician (b. 1608)", "entities": [{"title": "Basil Feilding, 2nd Earl of Denbigh", "href": "/wiki/Basil_Feilding,_2nd_Earl_of_Denbigh", "description": "Basil Fielding, 2nd Earl of Denbigh was a diplomat, politician and parliamentarian army officer during the English Civil War. He was the eldest son of William Feilding, 1st Earl of Denbigh and Susan Feilding, Countess of Denbigh."}]}, {"heading": "Deaths", "year": "1675", "date": "November 28", "txt": "Leonard Hoar, English minister and academic (b. 1630)", "entities": []}, {"heading": "Deaths", "year": "1680", "date": "November 28", "txt": "Gian Lorenzo Bernini, Italian sculptor and painter (b. 1598)", "entities": [{"title": "Gian Lorenzo Bernini", "href": "/wiki/Gian_Lorenzo_Bernini", "description": "Gian Lorenzo Bernini was an Italian sculptor and architect. While a major figure in the world of architecture, he was more prominently the leading sculptor of his age, credited with creating the Baroque style of sculpture. As one scholar has commented, \"What Shakespeare is to drama, Bernini may be to sculpture: the first pan-European sculptor whose name is instantaneously identifiable with a parti"}]}, {"heading": "Deaths", "year": "1680", "date": "November 28", "txt": "Giovanni Francesco Grimaldi, Italian painter and architect (b. 1606)", "entities": []}, {"heading": "Deaths", "year": "1680", "date": "November 28", "txt": "Athanasius Kircher, German priest, philologist, and scholar (b. 1601)", "entities": []}, {"heading": "Deaths", "year": "1694", "date": "November 28", "txt": "Matsuo Bashō, Japanese poet and scholar (b. 1644)", "entities": [{"title": "Matsuo Bashō", "href": "/wiki/Matsuo_Bash%C5%8D", "description": "Matsuo Bashō , born Matsuo Kinsaku , then Matsuo Chūemon Munefusa , was the most famous poet of the Edo period in Japan. During his lifetime, Bashō was recognized for his works in the collaborative haikai no renga form; today, after centuries of commentary, he is recognized as the greatest master of haiku. He is also well known for his travel essays beginning with “Records of a Weather-Exposed Ske"}]}, {"heading": "Deaths", "year": "1695", "date": "November 28", "txt": "Giovanni Paolo Colonna, Italian organist, composer, and educator (b. 1637)", "entities": [{"title": "Giovanni Paolo Colonna", "href": "/wiki/Giovanni_Paolo_Colonna", "description": "Giovanni Paolo Colonna was an Italian composer, teacher, organist and organ builder. In addition to being chapel-master and organist of San Petronio Basilica in Bologna, he served prominent members of the courts of Ferrara, Parma, Modena and Florence. He was a founder-member and president of the Accademia Filarmonica di Bologna. Emperor Leopold I collected manuscripts of his sacred music, which re"}]}, {"heading": "Deaths", "year": "1695", "date": "November 28", "txt": "Anthony Wood, English historian and author (b. 1632)", "entities": []}, {"heading": "Deaths", "year": "1698", "date": "November 28", "txt": "Louis de Buade de Frontenac, French soldier and politician, 3rd Governor General of New France (b. 1622)", "entities": [{"title": "Louis de Buade de Frontenac", "href": "/wiki/Louis_de_Buade_de_Frontenac", "description": "Louis de Buade, Comte de Frontenac et de Palluau was a French soldier, courtier, and Governor General of New France in North America from 1672 to 1682 and from 1689 to his death in 1698. He established a number of forts on the Great Lakes and engaged in a series of battles against the English and the Iroquois."}, {"title": "Governor General of New France", "href": "/wiki/Governor_General_of_New_France", "description": "Governor General of New France was the vice-regal post in New France from 1663 until 1760 and was the last French vice-regal post. It was replaced by the British post of Governor of the Province of Quebec following the fall of New France. While the districts of Montreal and Trois-Rivières had their own governors, the Governor General of New France and the Governor of the district of Quebec were th"}]}, {"heading": "Deaths", "year": "1763", "date": "November 28", "txt": "Naungdawgyi, Burmese king (b. 1734)", "entities": [{"title": "Naungdawgyi", "href": "/wiki/Naungdawgyi", "description": "Dabayin Min, commonly known as Naungdawgyi was the second king of Konbaung Dynasty of Burma (Myanmar), from 1760 to 1763. He was a top military commander in his father Alaungpaya's reunification campaigns of the country. As king, he spent much of his short reign suppressing multiple rebellions across the newly founded kingdom from Ava (Inwa) and Toungoo (Taungoo) to Martaban (Mottama) and Chiang M"}]}, {"heading": "Deaths", "year": "1785", "date": "November 28", "txt": "William Whipple, American general and politician (b. 1730)", "entities": [{"title": "William Whipple", "href": "/wiki/William_Whipple", "description": "William Whipple Jr. was a signatory of the United States Declaration of Independence as a representative of New Hampshire and a member of the Continental Congress from 1776 through 1779. He worked as both a ship's captain and a merchant, and he studied in college to become a judge. He died of heart complications in 1785, aged 55."}]}, {"heading": "Deaths", "year": "1794", "date": "November 28", "txt": "Friedrich Wilhelm von Steuben, Prussian-American general (b. 1730)", "entities": [{"title": "Friedrich Wilhelm von Steuben", "href": "/wiki/Friedrich_Wilhelm_von_Steuben", "description": "Friedrich Wilhelm August Heinrich Ferdinand von Steuben, also referred to as Baron von Steuben, was a Prussian and later an American military officer. He served as Inspector General and a Major General of the Continental Army during the American Revolutionary War. He was one of the fathers of the Continental Army in teaching them the essentials of military drills, tactics, and discipline. He wrote"}]}, {"heading": "Deaths", "year": "1794", "date": "November 28", "txt": "Sir James Tylney-Long, 7th Baronet, English politician (b. 1736)", "entities": []}, {"heading": "Deaths", "year": "1801", "date": "November 28", "txt": "Déodat Gratet de Dolomieu, French geologist and academic (b. 1750)", "entities": [{"title": "Déodat Gratet de Dolomieu", "href": "/wiki/D%C3%A9odat_Gratet_de_Dolomieu", "description": "Dieudonné Sylvain Guy Tancrède de Gratet de Dolomieu usually known as Déodat de Dolomieu was a French geologist. The mineral and the rock dolomite and the largest summital crater on the Piton de la Fournaise volcano were named after him."}]}, {"heading": "Deaths", "year": "1815", "date": "November 28", "txt": "Johann Peter Salomon, German violinist, composer, and conductor (b. 1745)", "entities": [{"title": "Johann Peter Salomon", "href": "/wiki/Johann_Peter_Salomon", "description": "Johann Peter Salomon was a German violinist, composer, conductor and musical impresario. Although he was an accomplished violinist, he is best known for bringing Joseph Haydn to London and for conducting the symphonies that Haydn wrote during his stay in England."}]}, {"heading": "Deaths", "year": "1837", "date": "November 28", "txt": "Sophie Botta, the Dark Countess, German woman of mysterious identity", "entities": [{"title": "Dunkelgrafen", "href": "/wiki/Dunkelgrafen", "description": "The Dunkelgrafen is the nickname given by the locals to a wealthy couple who lived in the vicinity of Hildburghausen, Thuringia in the early 19th century. The man was identified as  Leonardus Cornelius van der Valck (1769-1845), and used the alias Count Vavel de Versay. The woman was identified as Sophie Botta."}]}, {"heading": "Deaths", "year": "1852", "date": "November 28", "txt": "Ludger Duvernay, French journalist and politician (b. 1799)", "entities": [{"title": "Ludger Duvernay", "href": "/wiki/Ludger_Duvernay", "description": "Ludger Duvernay, born in Verchères, Quebec, was a printer by profession and published a number of newspapers including the Gazette des Trois-Rivières, the first newspaper in Lower Canada outside of Quebec City and Montreal, and also La Minerve, which supported the Parti patriote and Louis-Joseph Papineau in the years leading up to the Lower Canada Rebellion."}]}, {"heading": "Deaths", "year": "1852", "date": "November 28", "txt": "Emmanuil Xanthos, Greek activist, co-founded Filiki Eteria (b. 1772)", "entities": [{"title": "Filiki Eteria", "href": "/wiki/Filiki_Eteria", "description": "Filiki Eteria or Society of Friends was a secret organization founded in 1814 in Odessa, whose purpose was to overthrow the Ottoman rule of Greece and establish an independent Greek state. Society members were mainly young Phanariot Greeks from Constantinople and the Russian Empire, local political and military leaders from the Greek mainland and islands, as well as several Orthodox Christian lead"}]}, {"heading": "Deaths", "year": "1859", "date": "November 28", "txt": "Washington Irving, American short story writer, essayist, biographer, historian (b. 1783)", "entities": [{"title": "Washington Irving", "href": "/wiki/Washington_Irving", "description": "Washington Irving was an American short-story writer, essayist, biographer, historian, and diplomat of the early 19th century. He is best known for his short stories \"Rip Van Winkle\" (1819) and \"The Legend of Sleepy Hollow\" (1820), both of which appear in his collection The Sketch Book of Geoffrey Crayon, Gent. His historical works include biographies of Oliver Goldsmith, Muhammad and George Washi"}]}, {"heading": "Deaths", "year": "1870", "date": "November 28", "txt": "Frédéric Bazille, French soldier and painter (b. 1841)", "entities": [{"title": "Frédéric Bazille", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Bazille", "description": "Jean Frédéric Bazille was a French Impressionist painter. Many of Bazille's major works are examples of figure painting in which he placed the subject figure within a landscape painted en plein air."}]}, {"heading": "Deaths", "year": "1873", "date": "November 28", "txt": "Caterina Scarpellini, Italian astronomer and meteorologist (b. 1808)", "entities": [{"title": "Caterina Scarpellini", "href": "/wiki/Caterina_Scarpellini", "description": "Caterina Scarpellini, was an Italian astronomer and meteorologist."}]}, {"heading": "Deaths", "year": "1878", "date": "November 28", "txt": "Orson Hyde, American religious leader, 3rd President of the Quorum of the Twelve Apostles (b. 1805)", "entities": [{"title": "Orson Hyde", "href": "/wiki/Orson_Hyde", "description": "Orson Hyde was a leader in the early Latter Day Saint movement and an original member of the Quorum of the Twelve Apostles. He was the President of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints from 1847 to 1875 and was a missionary of the LDS Church in the United States, Europe, and the Ottoman Empire."}, {"title": "President of the Quorum of the Twelve Apostles (LDS Church)", "href": "/wiki/President_of_the_Quorum_of_the_Twelve_Apostles_(LDS_Church)", "description": "President of the Quorum of the Twelve Apostles is a priesthood calling in The Church of Jesus Christ of Latter-day Saints. In general, the President of the Quorum of the Twelve is the most senior apostle in the church, aside from the President of the Church. When the President of the Church dies, it is the President of the Quorum of the Twelve who becomes the new church president. The calling of P"}]}, {"heading": "Deaths", "year": "1880", "date": "November 28", "txt": "Aires de Ornelas e Vasconcelos, Portuguese archbishop (b. 1837)", "entities": [{"title": "Aires de Ornelas e Vasconcelos", "href": "/wiki/Aires_de_Ornelas_e_Vasconcelos", "description": "Aires de Ornelas e Vasconcelos was the Roman Catholic Archbishop of Goa."}]}, {"heading": "Deaths", "year": "1890", "date": "November 28", "txt": "Jyotirao Phule, Indian philosopher and activist (b. 1827)", "entities": [{"title": "Jyotirao Phule", "href": "/wiki/Jyotirao_Phule", "description": "Jyotirao Govindrao Phule was an Indian social activist, thinker, anti-caste social reformer and writer from Maharashtra. His work extended to many fields, including eradication of untouchability and the caste system and for his efforts in educating women and exploited caste people. He and his wife, Savitribai Phule, were pioneers of women's education in India. Phule started his first school for gi"}]}, {"heading": "Deaths", "year": "1891", "date": "November 28", "txt": "Sir James Corry, 1st Baronet, British politician (b. 1826)", "entities": [{"title": "Sir James Corry, 1st Baronet", "href": "/wiki/Sir_James_Corry,_1st_Baronet", "description": "Sir James Porter Corry, 1st Baronet was an Irish politician. He served as a Conservative Member of Parliament (MP) from 1874 to 1885 and an Irish Unionist Alliance MP from 1886 until his death."}]}, {"heading": "Deaths", "year": "1901", "date": "November 28", "txt": "Moses Dickson, African-American abolitionist, soldier, minister, and founder of The Knights of Liberty (b. 1824)", "entities": [{"title": "Moses Dickson", "href": "/wiki/Moses_Dickson", "description": "Moses Dickson (1824-1901) was an American abolitionist, soldier, minister and founder of the secret organization The Knights of Liberty which planned a slave uprising in the United States and helped African-American enslaved people to freedom through the Underground Railroad. He also founded the black self-help organization The International Order of Twelve Knights and Daughters of Tabor and was a"}]}, {"heading": "Deaths", "year": "1904", "date": "November 28", "txt": "Hermann de Pourtalès, Swiss sailor (b. 1847)", "entities": [{"title": "Hermann de Pourtalès", "href": "/wiki/Hermann_de_Pourtal%C3%A8s", "description": "Count Hermann Alexander de Pourtalès was a Swiss sailor who competed in the 1900 Summer Olympics."}]}, {"heading": "Deaths", "year": "1907", "date": "November 28", "txt": "Stanisław Wyspiański, Polish playwright, poet, and painter (b. 1869)", "entities": [{"title": "Stanisław Wyspiański", "href": "/wiki/Stanis%C5%82aw_Wyspia%C5%84ski", "description": "Stanisław Mateusz Ignacy Wyspiański was a Polish playwright, painter and poet, as well as interior and furniture designer. A patriotic writer, he created a series of symbolic, national dramas within the artistic philosophy of the Young Poland Movement. Wyspiański was one of the most outstanding and multifaceted artists of his time in Poland under the foreign partitions. He successfully joined the "}]}, {"heading": "Deaths", "year": "1912", "date": "November 28", "txt": "Walter Benona Sharp, American businessman (b. 1870)", "entities": [{"title": "Walter Benona Sharp", "href": "/wiki/Walter_Benona_Sharp", "description": "Walter Benona Sharp was an American oilman and innovator in drilling techniques."}]}, {"heading": "Deaths", "year": "1917", "date": "November 28", "txt": "Mikelis Avlichos, Greek poet and scholar (b. 1844)", "entities": [{"title": "Mikelis Avlichos", "href": "/wiki/Mikelis_Avlichos", "description": "The term Heptanese School of literature denotes the literary production of the Ionian Island's literature figures from the late 18th century till the end of the 19th century. The center of this production is considered to be the poet Dionysios Solomos, so its periods are conventionally divided as follows: Pre-Solomian poets, Solomian poets, Post-Solomian poets, Minors and Descendants."}]}, {"heading": "Deaths", "year": "1921", "date": "November 28", "txt": "`Abdu'l-Bahá, Head of the Baháʼí Faith (b. 1844)", "entities": [{"title": "`Abdu'l-Bahá", "href": "/wiki/%60Abdu%27l-Bah%C3%A1", "description": "ʻAbdu'l-Bahá, born ʻAbbás, was the eldest son of Baháʼu'lláh and served as head of the Baháʼí Faith from 1892 until 1921. ʻAbdu'l-Bahá was later canonized as the last of three \"central figures\" of the religion, along with Baháʼu'lláh and the Báb, and his writings and authenticated talks are regarded as a source of Baháʼí sacred literature."}, {"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}]}, {"heading": "Deaths", "year": "1930", "date": "November 28", "txt": "Constantine VI of Constantinople (b. 1859)", "entities": [{"title": "Constantine VI of Constantinople", "href": "/wiki/Constantine_VI_of_Constantinople", "description": "Constantine VI was Ecumenical Patriarch of Constantinople from December 17, 1924 till May 22, 1925. He served as a locum tenens following the death of Patriarch Gregory VII in 1924."}]}, {"heading": "Deaths", "year": "1935", "date": "November 28", "txt": "Erich von Hornbostel, Austrian musicologist and scholar (b. 1877)", "entities": [{"title": "Erich von Hornbostel", "href": "/wiki/Erich_von_Hornbostel", "description": "Erich Moritz von Hornbostel was an Austrian ethnomusicologist and scholar of music. He is remembered for his pioneering work in the field of ethnomusicology, and for the Sachs–Hornbostel system of musical instrument classification which he co-authored with Curt Sachs."}]}, {"heading": "Deaths", "year": "1939", "date": "November 28", "txt": "James Naismith, Canadian-American physician and educator, created basketball (b. 1861)", "entities": [{"title": "James Naismith", "href": "/wiki/James_Naismith", "description": "James Naismith was a Canadian-American physical educator, physician, Christian chaplain, sports coach, and inventor of the game of basketball. After moving to the United States, he wrote the original basketball rule book and founded the University of Kansas basketball program. Naismith lived to see basketball adopted as an Olympic demonstration sport in 1904 and as an official event at the 1936 Su"}, {"title": "Basketball", "href": "/wiki/Basketball", "description": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball through the defender's hoop while preventing the opposing team from shooting through their own hoop. A field goal is worth two points, unless made from behind the three-point line, when it is worth three. After a"}]}, {"heading": "Deaths", "year": "1943", "date": "November 28", "txt": "Aleksander Hellat, Estonian lawyer and politician, 6th Estonian Minister of Foreign Affairs (b. 1881)", "entities": [{"title": "Aleksander Hellat", "href": "/wiki/Aleksander_Hellat", "description": "Aleksander Hellat was an Estonian politician and a former Minister of Foreign Affairs of Estonia. After Estonia had been annexed by the Soviet Union, Hellat was arrested on 24 September 1940 by the NKVD and deported to a prison camp in Siberia, where he died three years later.\n"}, {"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Deaths", "year": "1945", "date": "November 28", "txt": "Dwight F. Davis, American tennis player and politician, 49th United States Secretary of War (b. 1879)", "entities": [{"title": "Dwight F. Davis", "href": "/wiki/Dwight_F._Davis", "description": "Dwight Filley Davis, Sr. was an American tennis player and politician. He is best remembered as the founder of the Davis Cup international tennis competition. He was the Assistant Secretary of War from 1923 to 1925 and Secretary of War from 1925 to 1929."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Deaths", "year": "1947", "date": "November 28", "txt": "Philippe Leclerc de Hauteclocque, French general (b. 1902)", "entities": [{"title": "Philippe Leclerc de Hauteclocque", "href": "/wiki/Philippe_Leclerc_de_Hauteclocque", "description": "Philippe François Marie Leclerc de Hauteclocque was a Free-French general during the Second World War. He became Marshal of France posthumously in 1952, and is known in France simply as le maréchal Leclerc or just Leclerc."}]}, {"heading": "Deaths", "year": "1953", "date": "November 28", "txt": "Frank Olson, American biologist and chemist (b. 1910)", "entities": [{"title": "Frank Olson", "href": "/wiki/Frank_Olson", "description": "Frank Rudolph Emmanuel Olson was an American bacteriologist, biological warfare scientist, and an employee of the United States Army Biological Warfare Laboratories (USBWL) who worked at Camp Detrick in Maryland. At a meeting in rural Maryland, he was covertly dosed with LSD by his colleague \nSidney Gottlieb and, nine days later, plunged to his death from the window of the Hotel Statler. The U.S. "}]}, {"heading": "Deaths", "year": "1954", "date": "November 28", "txt": "Enrico Fermi, Italian-American physicist and academic, Nobel Prize laureate (b. 1901)", "entities": [{"title": "Enrico Fermi", "href": "/wiki/Enrico_Fermi", "description": "Enrico Fermi was an Italian physicist and the creator of the world's first nuclear reactor, the Chicago Pile-1. He has been called the \"architect of the nuclear age\" and the \"architect of the atomic bomb\". He was one of very few physicists to excel in both theoretical physics and experimental physics. Fermi was awarded the 1938 Nobel Prize in Physics for his work on induced radioactivity by neutro"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1960", "date": "November 28", "txt": "Dirk Jan de Geer, Dutch lawyer and politician, Prime Minister of the Netherlands (b. 1870)", "entities": [{"title": "Dirk Jan de Geer", "href": "/wiki/Dirk_Jan_de_Geer", "description": "Jhr. Dirk Jan de Geer was a Dutch politician of the defunct Christian Historical Union (CHU) now merged into the Christian Democratic Appeal (CDA). He served as Prime Minister of the Netherlands from 8 March 1926 until 10 August 1929 and from 10 August 1939 until 3 September 1940."}, {"title": "List of Prime Ministers of the Netherlands", "href": "/wiki/List_of_Prime_Ministers_of_the_Netherlands", "description": "The following is a list of prime ministers of the Netherlands since the inception of that office as a result of a revision of the Constitution of the Netherlands in 1848. The Prime Minister is the Chairman of the Council of Ministers; since 1945 he has held the Dutch title of minister-president van Nederland, also referred to as premier."}]}, {"heading": "Deaths", "year": "1960", "date": "November 28", "txt": "Tsunenohana Kan'ichi, Japanese sumo wrestler, the 31st Yokozuna (b. 1896)", "entities": [{"title": "Yokozuna", "href": "/wiki/Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1960", "date": "November 28", "txt": "Richard Wright,  American novelist, short story writer, essayist, and poet (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1962", "date": "November 28", "txt": "K. C. Dey, Indian singer-songwriter and actor (b. 1893)", "entities": [{"title": "K. C. Dey", "href": "/wiki/K._C._Dey", "description": "Krishna Chandra Dey, better known as K.C. Dey, was an Indian music director, music composer, musician, singer, actor, and music teacher born in Calcutta. He was S.D. Burman's first musical teacher and mentor. His father's name was Shibchandra Dey. In 1906, at the age of fourteen, he lost his eyesight and became completely blind. He worked for various theatre groups and finally went on to work for "}]}, {"heading": "Deaths", "year": "1962", "date": "November 28", "txt": "Wilhelmina of the Netherlands (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "November 28", "txt": "Enid Blyton, English author and poet (b. 1897)", "entities": [{"title": "Enid Blyton", "href": "/wiki/Enid_Blyton", "description": "Enid Mary Blyton was an English children's writer whose books have been among the world's best-sellers since the 1930s, selling more than 600 million copies. Blyton's books are still enormously popular, and have been translated into 90 languages. As of June 2018, Blyton is in the 4th place for the most translated author. She wrote on a wide range of topics including education, natural history, fan"}]}, {"heading": "Deaths", "year": "1971", "date": "November 28", "txt": "Wasfi al-Tal, Jordanian captain and politician, 34th Prime Minister of Jordan (b. 1920)", "entities": [{"title": "Wasfi al-Tal", "href": "/wiki/Wasfi_al-Tal", "description": "Wasfi Tal was a Jordanian politician, statesman and general. He served as Prime Minister of Jordan for three separate terms, 1962–63, 1965–67 and 1970 until his assassination in 1971."}, {"title": "List of Prime Ministers of Jordan", "href": "/wiki/List_of_Prime_Ministers_of_Jordan", "description": "\nThis is a list of prime ministers of Jordan since 1921."}]}, {"heading": "Deaths", "year": "1972", "date": "November 28", "txt": "Havergal Brian, English composer (b. 1875)", "entities": [{"title": "Havergal Brian", "href": "/wiki/Havergal_Brian", "description": "Havergal Brian was an English classical composer."}]}, {"heading": "Deaths", "year": "1973", "date": "November 28", "txt": "Marthe Bibesco, Romanian-French author and poet (b. 1886)", "entities": [{"title": "Marthe Bibesco", "href": "/wiki/Marthe_Bibesco", "description": "Marthe, Princess Bibesco was a celebrated Romanian-French writer, socialite, style icon and political hostess."}]}, {"heading": "Deaths", "year": "1975", "date": "November 28", "txt": "Peder Furubotn, Norwegian Communist and anti-Nazi Resistance leader (b.1890)", "entities": [{"title": "Peder Furubotn", "href": "/wiki/Peder_Furubotn", "description": "Peder Furubotn was a Norwegian cabinetmaker, politician for the Communist Party and resistance member during World War II."}]}, {"heading": "Deaths", "year": "1976", "date": "November 28", "txt": "Rosalind Russell, American actress and singer (b. 1907)", "entities": [{"title": "Rosalind Russell", "href": "/wiki/Rosalind_Russell", "description": "Catherine Rosalind Russell was an American actress, known for her role as fast-talking newspaper reporter Hildy Johnson in the Howard Hawks screwball comedy His Girl Friday (1940), as well as for her portrayals of Mame Dennis in Auntie Mame (1958) and Rose in Gypsy (1962). A noted comedian, she won all five Golden Globes for which she was nominated. Russell won the Tony Award for Best Actress in a"}]}, {"heading": "Deaths", "year": "1977", "date": "November 28", "txt": "Bob Meusel, American baseball player and sailor (b. 1896)", "entities": [{"title": "Bob Meusel", "href": "/wiki/Bob_Meusel", "description": "Robert William Meusel was an American baseball left and right fielder who played in Major League Baseball (MLB) for eleven seasons from 1920 through 1930, all but the last for the New York Yankees. He was best known as a member of the Yankees' championship teams of the 1920s, nicknamed the \"Murderers' Row\", during which time the team won its first six American League (AL) pennants and first three "}]}, {"heading": "Deaths", "year": "1978", "date": "November 28", "txt": "Antonio Vespucio Liberti, Argentinian businessman (b. 1902)", "entities": [{"title": "Antonio Vespucio Liberti", "href": "/wiki/Antonio_Vespucio_Liberti", "description": "Antonio Vespucio Liberti was a former chairman of Club Atlético River Plate. The presided the club four times, becoming the president who was most often in charge of the club, with 20 non-consecutive years in office."}]}, {"heading": "Deaths", "year": "1982", "date": "November 28", "txt": "Helen of Greece and Denmark (b. 1896)", "entities": [{"title": "Helen of Greece and Denmark", "href": "/wiki/Helen_of_Greece_and_Denmark", "description": "Helen of Greece and Denmark, was the queen mother of Romania during the reign of her son King Michael (1940–1947). She was noted for her humanitarian efforts to save Romanian Jews during World War II, which led to her being awarded by the State of Israel with the honorific of Righteous Among the Nations in 1993."}]}, {"heading": "Deaths", "year": "1983", "date": "November 28", "txt": "Christopher George, American actor (b. 1929)", "entities": [{"title": "Christopher George", "href": "/wiki/Christopher_George", "description": "Christopher John George was an American television and film actor, best known for his starring role on the 1960s television series The Rat Patrol. He was nominated for a Golden Globe Award in 1967 as Best TV Star for his performance in the series. He was also the recipient of a New York Film Festival award as the Best Actor in a Television Commercial. George was married to actress Lynda Day George"}]}, {"heading": "Deaths", "year": "1987", "date": "November 28", "txt": "Choh Hao Li, Chinese-American biologist and chemist (b. 1913)", "entities": [{"title": "Choh Hao Li", "href": "/wiki/Choh_Hao_Li", "description": "Choh Hao Li was a Chinese-born American biochemist who discovered, in 1966, that human pituitary growth hormone (somatotropin) consists of a chain of 256 amino acids. In 1970 he succeeded in synthesizing this hormone, the largest protein molecule synthesized up to that time."}]}, {"heading": "Deaths", "year": "1987", "date": "November 28", "txt": "Kazuharu Sonoda, Japanese wrestler (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "November 28", "txt": "Sidney Nolan, Australian-English painter and academic (b. 1917)", "entities": [{"title": "Sidney Nolan", "href": "/wiki/Sidney_Nolan", "description": "Sir Sidney Robert Nolan was one of Australia's leading artists of the 20th century. Working in a wide variety of mediums, his oeuvre is among the most diverse and prolific in all of modern art. He is best known for his series of paintings on legends from Australian history, most famously Ned Kelly, the bushranger and outlaw. Nolan's stylised depiction of Kelly's armour has become an icon of Austra"}]}, {"heading": "Deaths", "year": "1993", "date": "November 28", "txt": "Jerry Edmonton, Canadian-American drummer (b. 1946)", "entities": [{"title": "Jerry Edmonton", "href": "/wiki/Jerry_Edmonton", "description": "Gerald Michael Edmonton was the drummer, and secondary lead vocalist for the rock band Steppenwolf."}]}, {"heading": "Deaths", "year": "1993", "date": "November 28", "txt": "Garry Moore, American comedian, television personality, and game show host (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "November 28", "txt": "Kenneth Connor, English actor (b. 1918) ", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 28", "txt": "Jeffrey Dahmer, American serial killer (b. 1960)", "entities": [{"title": "Jeffrey Dahmer", "href": "/wiki/Jeffrey_Dahmer", "description": "Jeffrey Lionel Dahmer, also known as the Milwaukee Cannibal or the Milwaukee Monster, was a convicted American serial killer and sex offender who committed the murder and dismemberment of 17 men and boys between 1978 and 1991. Many of his later murders involved necrophilia, cannibalism, and the permanent preservation of body parts—typically all or part of the skeleton."}]}, {"heading": "Deaths", "year": "1994", "date": "November 28", "txt": "Buster Edwards, English boxer and criminal (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "November 28", "txt": "Jerry Rubin, American businessman and activist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "November 28", "txt": "Joe Kelly, Irish race car driver (b. 1915)", "entities": [{"title": "Joe Kelly (racing driver)", "href": "/wiki/Joe_Kelly_(racing_driver)", "description": "Joe Kelly was a racing driver and motor trader from Ireland. He was born in Dublin and was raised there, later moving to England. He died in Neston, Cheshire, England."}]}, {"heading": "Deaths", "year": "1997", "date": "November 28", "txt": "Georges Marchal, French actor (b. 1920)", "entities": [{"title": "Georges Marchal", "href": "/wiki/Georges_Marchal", "description": "Georges Marchal was a French actor."}]}, {"heading": "Deaths", "year": "1998", "date": "November 28", "txt": "Kerry Wendell Thornley, American soldier and author (b. 1938)", "entities": [{"title": "Kerry Wendell Thornley", "href": "/wiki/Kerry_Wendell_Thornley", "description": "Kerry Wendell Thornley was an American author. He is known as the co-founder of Discordianism, in which context he is usually known as Omar Khayyam Ravenhurst or simply Lord Omar. He and Hill authored the religion's text Principia Discordia, Or, How I Found Goddess, And What I Did To Her When I Found Her. Thornley was also known for his 1962 manuscript, The Idle Warriors, which was based on the ac"}]}, {"heading": "Deaths", "year": "2001", "date": "November 28", "txt": "Kal Mann, American songwriter (b. 1917)", "entities": [{"title": "Kal Mann", "href": "/wiki/Kal_Mann", "description": "Kal Mann was an American lyricist. He is best known for penning the words to Elvis Presley's \"Teddy Bear\", plus \"Butterfly\", a hit for both Charlie Gracie and Andy Williams, and \"Let's Twist Again\", sung by Chubby Checker, which won the 1962 Grammy Award for Best Rock & Roll Recording."}]}, {"heading": "Deaths", "year": "2001", "date": "November 28", "txt": "William Reid, Scottish lieutenant and pilot, Victoria Cross recipient (b. 1921)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "2002", "date": "November 28", "txt": "Melih Cevdet Anday, Turkish poet and author (b. 1915)", "entities": [{"title": "Melih Cevdet Anday", "href": "/wiki/Melih_Cevdet_Anday", "description": "Melih Cevdet Anday was a Turkish writer whose poetry stands outside the traditional literary movements. He also wrote in many other genres which, over six and a half decades, included eleven collections of poems, eight plays, eight novels, fifteen collections of essays, several of which won major literary awards. He also translated several books from diverse languages into Turkish."}]}, {"heading": "Deaths", "year": "2003", "date": "November 28", "txt": "Ted Bates, English footballer and manager (b. 1918)", "entities": [{"title": "Ted Bates (footballer)", "href": "/wiki/Ted_Bates_(footballer)", "description": "Edric Thornton Bates MBE was a former Southampton F.C. player, manager, director and president which earned him the sobriquet Mr. Southampton. Ted was the son of Eddie Bates, who played cricket for Yorkshire and Glamorgan and football for Bolton Wanderers and Leeds United. He was the grandson of Billy Bates who was one of the finest all-rounders for England in the early years of international cric"}]}, {"heading": "Deaths", "year": "2003", "date": "November 28", "txt": "Antonia Forest, English author (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "November 28", "txt": "Mihkel Mathiesen, Estonian engineer and politician (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "November 28", "txt": "Marc Lawrence, American actor, director, producer, and screenwriter (b. 1910)", "entities": [{"title": "Marc Lawrence", "href": "/wiki/Marc_Lawrence", "description": "Marc Lawrence was an American character actor who specialized in underworld types. He has also been credited as F. A. Foss, Marc Laurence and Marc C. Lawrence."}]}, {"heading": "Deaths", "year": "2005", "date": "November 28", "txt": "Jack Concannon, American football player and actor (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "November 28", "txt": "Gudrun Wagner, Prussian director and producer (b. 1944)", "entities": [{"title": "Gudrun Wagner", "href": "/wiki/Gudrun_Wagner", "description": "Gudrun Wagner was the second wife of Wolfgang Wagner, sole director of the Bayreuth Festival since 1967. Her behind-the-scenes influence led her to be considered virtual co-director."}]}, {"heading": "Deaths", "year": "2008", "date": "November 28", "txt": "Havaldar Gajender Singh, Indian sergeant (b. 1972)", "entities": [{"title": "Havaldar Gajender Singh", "href": "/wiki/Havaldar_Gajender_Singh", "description": "Gajender Singh Bisht was an NSG commando and Havildar (Sergeant) who was martyred during the 2008 Mumbai attacks. His act of bravery was honoured with the Ashoka Chakra award by the President of India on 26 January 2009, India's Republic Day."}]}, {"heading": "Deaths", "year": "2008", "date": "November 28", "txt": "Sandeep Unnikrishnan, Indian soldier (b. 1977)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "November 28", "txt": "Gilles Carle, Canadian director, producer, and screenwriter (b. 1928)", "entities": [{"title": "Gilles Carle", "href": "/wiki/Gilles_Carle", "description": "Gilles Carle, was a French Canadian director, screenwriter and painter."}]}, {"heading": "Deaths", "year": "2010", "date": "November 28", "txt": "Leslie Nielsen, Canadian-American actor and producer (b. 1926)", "entities": [{"title": "Leslie Nielsen", "href": "/wiki/Leslie_Nielsen", "description": "Leslie William Nielsen was a Canadian actor, comedian and producer. With a career spanning 60 years, he appeared in more than 100 films and 150 television programs, portraying more than 220 characters."}]}, {"heading": "Deaths", "year": "2011", "date": "November 28", "txt": "Lloyd J. Old, American immunologist and academic (b. 1933)", "entities": [{"title": "Lloyd J. Old", "href": "/wiki/Lloyd_J._Old", "description": "Lloyd John Old was one of the founders and standard-bearers of the field of cancer immunology. When Old began his career in 1958, tumor immunology was in its infancy. Today, cancer immunotherapies are emerging as a significant advance in cancer therapy."}]}, {"heading": "Deaths", "year": "2012", "date": "November 28", "txt": "Knut Ahnlund, Swedish historian, author, and academic (b. 1923)", "entities": [{"title": "Knut Ahnlund", "href": "/wiki/Knut_Ahnlund", "description": "Knut Emil Ahnlund was a Swedish literary historian, writer, and member of the Swedish Academy."}]}, {"heading": "Deaths", "year": "2012", "date": "November 28", "txt": "Spain Rodriguez, American illustrator (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 28", "txt": "Franco Ventriglia, American opera singer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "November 28", "txt": "Zig Ziglar, American soldier and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "November 28", "txt": "Jack Matthews, American author, playwright, and academic (b. 1925)", "entities": [{"title": "Jack Matthews (author)", "href": "/wiki/Jack_Matthews_(author)", "description": "Jack Matthews was an American novelist, short story writer, essayist, playwright and former professor. He published 7 novels, 7 collections of short stories, a novella, and 8 volumes of essays. He was an avid book collector, and many of his book finds served as a basis for his essays and the historical topics he explored in his fiction. His 1972 novel The Charisma Campaigns was nominated by Walker"}]}, {"heading": "Deaths", "year": "2013", "date": "November 28", "txt": "Mitja Ribičič, Italian-Slovenian soldier and politician, 25th Prime Minister of Yugoslavia (b. 1919)", "entities": [{"title": "Prime Minister of Yugoslavia", "href": "/wiki/Prime_Minister_of_Yugoslavia", "description": "The prime minister of Yugoslavia was the head of government of the Yugoslav state, from the creation of the Kingdom of Serbs, Croats and Slovenes in 1918 until the breakup of the Socialist Federal Republic of Yugoslavia in 1992."}]}, {"heading": "Deaths", "year": "2013", "date": "November 28", "txt": "Jean-Louis Roux, Canadian actor and politician, 34th Lieutenant Governor of Quebec (b. 1923)", "entities": [{"title": "List of lieutenant governors of Quebec", "href": "/wiki/List_of_lieutenant_governors_of_Quebec", "description": "The following is a list of the lieutenant governors of Quebec. Though the present day office of the lieutenant governor in Quebec came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of New France in 1627, through the governor generalcy of New France, and the governorship of the Province of Quebec. From 1786 to 1"}]}, {"heading": "Deaths", "year": "2013", "date": "November 28", "txt": "Beyle Schaechter-Gottesman, Austrian-American poet and songwriter (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 28", "txt": "Chespirito, Mexican actor, director, producer, and screenwriter (b. 1929)", "entities": [{"title": "Chespirito", "href": "/wiki/Chespirito", "description": "Roberto Gómez Bolaños, more commonly known by his stage name Chespirito, or \"Little Shakespeare\" was a Mexican actor, comedian, screenwriter, humorist, director, and producer. He is widely regarded as one of the icons of Spanish-speaking humor and entertainment and one of the greatest comedians of all time. He is also one of the most loved and respected comedians in Latin America. He is mostly kno"}]}, {"heading": "Deaths", "year": "2014", "date": "November 28", "txt": "Said Akl, Lebanese poet, playwright, and linguist (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "November 28", "txt": "Dale Armstrong, Canadian race car driver (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 28", "txt": "Wayne Bickerton, Welsh songwriter and producer (b. 1941)", "entities": [{"title": "Wayne Bickerton", "href": "/wiki/Wayne_Bickerton", "description": "Wayne Bickerton was a British musician, songwriter, record producer and music business executive. He became well known, with Tony Waddington, as writer and producer of a series of UK chart hits in the 1970s for The Rubettes, and as a leading figure in SESAC – one of the three major American performing rights organisations."}]}, {"heading": "Deaths", "year": "2015", "date": "November 28", "txt": "Luc Bondy, Swiss director and producer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 28", "txt": "Gerry Byrne, English-Welsh footballer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 28", "txt": "Marjorie Lord, American actress (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "November 28", "txt": "Olene Walker, American lawyer and politician, 15th Governor of Utah (b. 1930)", "entities": [{"title": "Governor of Utah", "href": "/wiki/Governor_of_Utah", "description": "The Governor of Utah is the head of the executive branch of Utah's state government and the commander-in-chief of its military forces. The governor has a duty to enforce state laws as well as the power to either approve or veto bills passed by the Utah Legislature. The governor may also convene the legislature on \"extraordinary occasions\"."}]}, {"heading": "Deaths", "year": "2018", "date": "November 28", "txt": "Harry Leslie Smith, British writer and political commentator (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "November 28", "txt": "David Prowse, English actor (b. 1935)", "entities": []}]